[
  {
    "depth": 0,
    "minus": 0,
    "name": "automin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by automin was marked lame too many times and excluded. (marked lame by roger_wilco, goocifer, theoneyouwant, farqussus, luasn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 38,
    "snip": false,
    "text": "You know that Beef probably did 90% of the work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "somanywhales",
    "plus": 26,
    "snip": false,
    "text": "I think beef did  <em>all</em>  the work, save for getting a gun and pressing a button."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterjoel was marked lame too many times and excluded. (marked lame by StoatLad, rhymesforkids, Baryonyx, dasilodavi, Magb)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by riazm was marked lame too many times and excluded. (marked lame by Thorfinn, instantkarma, peterjoel)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "friendofyou",
    "plus": 5,
    "snip": false,
    "text": "clearly you haven't seen Swordfish!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 22,
    "snip": false,
    "text": "Chubbies for everyone who hasn't seen Swordfish."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 9,
    "snip": false,
    "text": "You reward those who are priveliged? Gee, thanks Republican."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Those who haven't seen Swordfish are not privileged, in the way you or I would use the word... no, these brave men and women are soldiers in a ever-diminishing army, locked in an eternal struggle against terrible films starring John Travolta. And while they may be scarred, they wear them as badges of honor."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "The fates wove his thread that he could contribute to Pulp Fiction, they do not worry about the fallout. It may seem a tough call, is Pulp Fiction so good that it's worth Battlefield Earth existing? I say yes, because I knew I wasn't watching that shit the second I heard L., Ron and Hubbard in the same sentence."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Battlefield Earth was a comedy, right?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "In the same sense that its funny when someone hits you in the face for no reason, yes."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That tends to be funnier when it happens to other people."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Then in that sense I guess battlefield earth is a comedy if you trick someone else into watching it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Like Highlander 2?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I don't know, did that happen in highlander 2? I thought he was mainly interested in taking heads, not torturing people with sucky movies."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Not quite the context I intended. No. <br/> \nHighlander 2 was one of the worst films ever made. Watching it would make you wish you were watching Battlefield Earth instead... or alternatively that you had a knife to hand to commit seppuku with.  <br/>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Are we sticking to scifi? cause Family Man, starring Nicholas Cage was probably worse than either of those movies. I would literally rather have a superball dropped off a 15 story building and bounce off of concrete into my nuts than watch that entire movie again."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't know. Never seen that one. Probably just as well. <br/> \nSo far as I can tell, the only two films worse than  <em>Highlander 2</em>  are Disney's  <em>A Bug's Life</em>  (the worst failure at entomology ever created)... and  <em>Mars Attacks</em> , which basically consists of taking the War of the Worlds and then urinating liberally all over it, and then the faces of anyone watching it, and then laughing and farting simultaneously.  <br/>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Whoa. Mars Attacks is my favorite movie.  <br/> \n <br/> \nI'd tell you to retract but I RESPECT YOUR DIFFERING OPINION."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "skavid",
    "plus": 4,
    "snip": false,
    "text": "In retort:  <em>Halle Berry's tits.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Good point, but it was superseded shortly after by Monster's Ball, which also includes Halle Berry's ass."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "You missed the part where he said \"a hot babe giving him a blow job,\" apparently."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "footslogga",
    "plus": 12,
    "snip": false,
    "text": "no, ray was threatening the computer. that's why the gun is pointed at it. the computer does all the work in ray's imagination, after fear is installed in its heart."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sparhawk",
    "plus": 3,
    "snip": false,
    "text": "Fear is not compatible with anything older than Windows XP. It's not happening. <br/> \n <br/> \n(Chubby for you. That's the noun form, not the adjective. Or is that verb?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 7,
    "snip": false,
    "text": "Seriously. Panel five is actually at Beef's house. He hacked into Stephen Hawking's computer system from home and asked if Ray wanted to do the honors of hitting the last keystroke, and Ray got all excited and dressed up and made up a bunch of code phrases."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "The other ten percent: black beanie and turtleneck. <br/> \n <br/> \nThat's Ray's department."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "roomba",
    "plus": 9,
    "snip": false,
    "text": "RETURN OF THE BIGFOOT WALK!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 13,
    "snip": false,
    "text": "as a man who deeply supports the concepts and theorems put forth by Stephen Hawking, not to mention his entire body of work, i am appalled at your gall in this matter, Onstad. <br/> \n <br/> \nthat being said.... <br/> \n <br/> \nas a man who deeply supports the concepts and theorems put forth by Chris Onstad, not to mention his whole body of work, i must say that this is possibly one of the funniest things, ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "Hm, there's an \"Oh my!\" coming from the audience.  Perhaps an inside-man?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "j-man",
    "plus": 12,
    "snip": false,
    "text": "It's Nolan."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "RISEN FROM THE DEAD."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "zombie nolan. *shivers*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 10,
    "snip": false,
    "text": "zombies_watching_stephen_hawking_saying_shocking_things.com"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Subscribed."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "Oh myyyy! My my my my my!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "i believe it's Oh La la LAAA! LA LA LA LAAA!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Suddenly Ray knows the phrase that pays."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 9,
    "snip": false,
    "text": "LATEST EQUATION ALERT: <br/> \n <br/> \nApplebee's Good Eatin'!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 9,
    "snip": false,
    "text": "I'd have to see the proof, but I have a gut feeling someone forgot to carry a one somewhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Congratulations \"VISIT GOLDEN PALACE DOT COM FOR ALL YOUR GAMING NEEDS AND FLY ON SIR RICHARD BRANSON'S AIRLINE WHENEVER TIME PERMITS\", you are... the Equation of the Week."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oplem",
    "plus": 0,
    "snip": false,
    "text": "Mr. Hawking can't do much with a paper bag, why would you even  <em>need</em>  a gun?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by Dovey, faits, lastpolarbear, roger_wilco, Jesler729, riotnrrd, norm)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "One of the Hawkettes will have to the hold the bag to his mouth, and probably open it for him as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Way to channel Beef like he was your conjoined twin, there, FP. Chubby for your efforts and as a salve for your subsequent post-channeling migraine attacks."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "Yes I appreciate the recognition you have given for me to receive there because I am trying to make my contributions to the literary style of modernism and I appreciate Onstad's ability to bring that to his comic  in a high depression low self-esteem gangsta programmer cat although as you can see from the lames no bumblebee is without his fair share of neurologists throwing buckets of water on my wings dogg but hey its cool I'll just keep pressin on like Obama in Iowa cold stompin on the iPhones of the status quo whoah shit sorry I got political up in here out of nowhere that is uncalled for pickles on parade let us return to enlightened breast man topics of convo and enjoy our common feelings and ideas like friends of childhood all going swimming at the beach on Sunday Sharing our towels to get the sand out our taints Discussing fantasies of kissing Mrs Kucinich on the titties Staying up late under a tent in the backyard eating Oatmeal Cream Pies and reading issues of the  <em>Venom</em>  comic book Dogg I remember Venom that is a thing..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I raise a tumbler of something peaty from Islay to your prose. Slainte!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by Thorfinn, falseprophet, _cheesekayke, woodenteeth, shinsengumi14, lost_buoy, LaserBlade, Boredom_Man, peterjoel)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Man why you even got to do a thing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Irritant. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tinhand",
    "plus": 1,
    "snip": false,
    "text": "Was that meant to be all in one breath or did you forget that punctuation makes things easier to read? <br/> \n <br/> \nThis gets a five for suggesting that Hawking is \"basically a laptop\". It implies that you could walk into PC world and buy your very own Stephen Hawking for $1099.99"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by divot, Semiquaver, kledermans, whymog)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "no punctuation is fine because beef doesn't talk too much, and when he does the sentences are intelligently constructed and separated with bubbles and line breaks. <br/> \n <br/> \nthis is not like that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tinhand",
    "plus": 4,
    "snip": false,
    "text": "If Beef said that much in one go, without punctuation, and without running out of breath and throwing up, we'd probably get kind-of annoyed halfway through his massive paragraphs and stop caring what they're about. That's all I'm saying."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "My feelings exactly."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "there's a difference between unique modes of speech and run-on sentences <br/> \n <br/> \nall lack of punctuation, all meandering topic <br/> \n <br/> \nall ashes in the egg"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "caduceo",
    "plus": 1,
    "snip": false,
    "text": "You are a stupid."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fjak",
    "plus": 0,
    "snip": false,
    "text": "too goddamn long...?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "You entirely sure this ain't a Frontalot song? <br/> \n <br/> \nBecause with next to no work, this could be a Thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "this thought is like the comment i was about to leave: <br/> \n <br/> \n\"..i ain't even know why Ray needs the gun...\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "He has People. Ex-MI6, mostly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by budenhagen was marked lame too many times and excluded. (marked lame by riotnrrd, radishes, behka)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "yeah I am pumped to see what goes on. But also I would like to know how our dear old friend Cornelius is doing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlaw",
    "plus": 0,
    "snip": false,
    "text": "i believe this may be a dream that ray is having <br/> \n <br/> \ni dont think its really a thing"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "yeah the expanding thought bubble above his head may infer this"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "YOU MEAN IMPLY GOD DAMMIT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "YOU MEAN IMPLY GOD DAMMIT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "actually in the correct context they are synonyms. Ok"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Nope, sorry.   <br/> \n <br/> \nThe speaker implies. <br/> \n <br/> \nThe listener infers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "in·fer      /%u026An%u02C8f%u025Cr/ Pronunciation Key -Pronunciation verb, -ferred, -fer·ring. <br/> \n%u2013verb (used with object) <br/> \n1.\tto derive by reasoning; conclude or judge from premises or evidence: They inferred his displeasure from his cool tone of voice. <br/> \n2.\t(of facts, circumstances, statements, etc.) to indicate or involve as a conclusion; lead to. <br/> \n3.\tto guess; speculate; surmise. <br/> \n <strong>4.\tto hint; imply; suggest.</strong> <br/> \n <br/> \noh dip"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "From the IRA Style Guide: <br/> \n <br/> \nImply: \"To imply is to send a message that is not explicitly stated but may be assumed from the context\" <br/> \n <br/> \nInfer:  \"To infer is to derive a meaning from a statement in which that meaning is not explicitly stated but may be gathered from such clues as context\" <br/> \n <br/> \nThe same act, but one specifically applies to the sender of a message, the other to the recipient of that message. <br/> \n <br/> \nOh dip, indeed."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "everyone is mean"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "I am sorry, blarghamagarky.  I did not intend to be mean.  I have been attending \"Style and Usage Pedants Anonymous\" meetings for several years now, but no matter how hard I work at it, something like this will often slip out.   <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 1,
    "snip": false,
    "text": "Budenhagen, I'm sorry you got marked lame. Three times. Your comment did not deserve that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 9,
    "snip": false,
    "text": "I agree. Compared to the general level of intelligence and politeness on this board, the overuse of lames is just ridiculous, considering that they basically have the effect of censorship. I personally would only use it on comments that are spam or obviously stupid or misspelled, not because I disagree with someone's opinion of a strip (or in this case for absolutely no reason). I've been reading for a while, but this really makes me refrain from participating. If this comment gets lamed it'll just prove my point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "99 lame limit makes the censorship aspect go away... I think they're just jealous, those lamers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 4,
    "snip": false,
    "text": "Actually, the lames are used to show that readers have found a comment lame.  It's not censorship of any sort, because if you want to see the messages, you just have to set your lame threshold higher (I recommend 50 , because even asherdan at his worst never got 50 lames on a comment).  If comments are spam, they will be marked as spam, so the lames would be unnecessary in that instance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "that first 50 was supposed to have a plus sign after it, god damn BBcode always getting rid of my plus signs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "bbcode wishes for you to use higher mathematical operators. no simple equations of the week  <strong>here</strong> !"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 7,
    "snip": false,
    "text": "In the interests of science, which we need more of, I am seeing what mathematical symbols, besides the basic arithmetic symbols, BBcode will accept. <br/> \n <br/> \n1.  <   less than <br/> \n2.  =   equals <br/> \n3.  >   greater than <br/> \n4.  ±   plus or minus <br/> \n5.  %u03B1   alpha <br/> \n6.  %u03B2   beta <br/> \n7.  %u03BB   gamma <br/> \n8.  %u2206   delta <br/> \n9.  %u03C0   pi <br/> \n10. %u2211   sigma <br/> \n11. %u222B   integral <br/> \n12. %u2229   intersection <br/> \n13. %u2248   congruent <br/> \n14. %u2260   not equal <br/> \n15. %u2264   less than or equal to <br/> \n16. %u2265   greater than or equal to <br/> \n <br/> \nAnd one just for fun: <br/> \n <br/> \n17. %u04D9   schwa"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Well, either BBcode or assetbar crapped all over most of them. <br/> \n <br/> \nAt least they were replace with garbage, and not spam. <br/> \n <br/> \nMebbe it's to make sure we don't get blinded?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "D'oh!   <br/> \n <br/> \nwere replace <strong>d</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fjak",
    "plus": 3,
    "snip": false,
    "text": "dogg do not fret, my brain filled in the \"d\" itself <br/> \n <br/> \nit's all good my brotha"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "See, that's the thing, ever since asherdan stopped posting the lames have been flying left and right. We only now realize the service he provided to us."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "caduceo",
    "plus": 1,
    "snip": false,
    "text": "Thank god, finally someone with a brain. Finally. Thank you Thorfinn. You have temporarily restored my faith in humanity. I mean this honestly. I have read so many fat limp wristed jello mounds complain about a tiny text showing a number of virtual lames on a virtual comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Wrong.  There have been hundred-lame comments."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by KingPete, _cheesekayke, mrblank91, Budenhagen)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jems",
    "plus": 6,
    "snip": false,
    "text": "Stephen Hawking is not guarded against spyware"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rhymesforkids",
    "plus": 2,
    "snip": false,
    "text": "golden palace dot com is THE hot equation of 2008"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mastronaut",
    "plus": 6,
    "snip": false,
    "text": "\"Get a bigger d!ck for the New Year.\" <br/> \n\"Dear Bjorn, I am the heir to the throne of Botswana...\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Nooooooooooooooooooo!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "also, <br/> \n <br/> \n\"Gravity Train\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 0,
    "snip": true,
    "text": "A comment left by higuma was marked lame too many times and excluded. (marked lame by Dovey, robotman, thedudeabides85, lastlarf, aparrish)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "cousinted",
    "plus": 29,
    "snip": false,
    "text": "Correction: A^2=1NCR3AS3 YOUR PEN15 SIZE 2DAY <br/> \n <br/> \nYou are the, Equation of the week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 6,
    "snip": false,
    "text": "More like the equation of the weak."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fjak",
    "plus": 1,
    "snip": false,
    "text": "them is words for fighting"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 2,
    "snip": false,
    "text": "The chubby suddenly becomes literal in the context of the comment"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 4,
    "snip": false,
    "text": "Ray sure swings his arms when he walks.  Especially when the right arm is on the upswing.  Holy cow he swings his arms like a motherfucker.  Again with the \"man of action\" is Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by n00b, Boyd, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I think you mean: \"like a bitchy-bitch bitch  <em>bitch</em> .\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "You might think that, but you're wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boyd",
    "plus": 5,
    "snip": false,
    "text": "he's sliding along the floor on his socks."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ketamind",
    "plus": 2,
    "snip": false,
    "text": "Ray Smuckles.  <em>He gets things done.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "4 for Stephen Hawking, 5 for Random Code talk!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brian",
    "plus": 1,
    "snip": false,
    "text": "Oh man, how are you going to debase a world class scientist having him involuntarily spam for business tycoons? So cold, Ray. Why?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "I'm sure mild-mannered Stephen Hawking would have trouble with paper bag prisons, etc. <br/> \n <br/> \nBut not his alter-ego,  <a href=\"http://web.archive.org/web/20101009144840/http://www.mchawking.com/mp3s/\">MC Hawking</a> . That guy even bitchslapped MC Frontalot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "In a similar, but more proggy way, Pink Floyd shamelessly sampled Stephen Hawking in \"Keep Talking.\" <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144840/http://www.psyclops.com/hawking/media/audio/Pink_Floyd_-_Keep_Talking.mp3\">http://www.psyclops.com/hawking/media/audio/Pink_Floyd_-_Keep_Talking.mp3</a> <br/> \n <br/> \nCheck it out at approx 0:56 into the song."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Dying via not being able to get out of a paper bag would be a bitch of a way to go, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "I hear that's how Mr. Tears  <em>suicided</em> . Or maybe I'm thinking of Woman-Man."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "I remember that strip.   <em>I remember it.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fjak",
    "plus": 0,
    "snip": false,
    "text": "you about it and then the strip  <em>came to youuuu.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "\"Wikipedia called me a fictional rapper/see how fictional I feel with my foot up your crapper\" <br/> \n <br/> \n\"They [The Creationists] want to have their bullshit taught in public classes/Stephen J. Gould should put his foot right up their asses\" <br/> \n <br/> \nJust two of many phat rhymes from the good doctor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 1,
    "snip": false,
    "text": "That's MC Hawking to clarify, since I am retarded or assetbar sucks and my comment isn't where it should be. <br/> \n <br/> \n(Note: it is probably the first one)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weekendofsound",
    "plus": 11,
    "snip": false,
    "text": "Ray holds the rifle in the event that Hawking goes inspector gadget on him. Ray knows it's only a matter of time."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ovenface",
    "plus": 1,
    "snip": false,
    "text": "stephen hawking builds robotic exoskeleton?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "He had one in an episode of Dexter's Lab -- the Stephen Hawking / Willy Wonka mashup."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "No no, you're confused...  that's not Stephen Hawking, that's Professor Hawk!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Doo-ba-lee-doo-ba-lee-doo..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "no no no no that was bruce wayne."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "oh my. no one reads The Onion compulsively and memorizes the titles of articles from the past 11 years. Wait, seriously, I was reading The Onion 11 years ago?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I remember when the Onion was a secret little internet addiction that one couldn't share with normal people.  This was back in the day when you had to go special places to get to the Internet.  Now I chuckle at the Onion after getting back to the office on a particularly bad work day.  Guh.  It's like the NY Times, or the Republican party now: institutional."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Ray has the rifle in case Hawking's batshit insane nurse/wife shows up and strongarms Ray into doing some Really Weird Shit.  <br/> \n <br/> \nPoor Stevie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "This is exactly what a perfect 5 strip looks like."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sunderwood",
    "plus": 1,
    "snip": false,
    "text": "Yeah, it's pretty unbelievable that this isn't rated higher.  A perfect one-off strip.  We even get the return of Roast Beef's \"down to business\" shirt and tie.   <br/> \n <br/> \nAlso, thanks to panels 5 & 7, I now hear Ray's voice as the voice of Carl Lumbly, who played Dixon on Alias."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "If I was going to do this, I'd have a gun. Why pass up the opportunity to have a gun without having to be one of those dudes?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "Did someone say fight? Tis the season. Smell that salted earth..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Hawking will get his revenge...  He'll be all coming to Ray's house, still speaking in spam, but that part's just the diversion to keep Ray from noticing that he's cracked the science to redirect a black hole toward Ray's house..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "Further proof of Beef's masterminding is evidenced by Ray's blank facial expression accompanied by his thought(bubble)s on the matter combusting in the shape of a fluffy lamb."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Would this be a money-making venture, or simply a metaphorical molotov cocktail thrown at the edifice of science?  Ray has no need to make more money, so I'm going with the latter.   <br/> \n <br/> \nAs power-trip fantasies go, though, it's not a Bond or even a Bourne--more of a Hunt."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "paco",
    "plus": 3,
    "snip": false,
    "text": "HAHAHA YES!  <br/> \n <br/> \nhttp://www.youtube.com/watch?v=89jt7zJzkNQ&feature=related"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "That's pretty meta, dogg."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Some might not realize why it's  <a href=\"http://web.archive.org/web/20101009144840/http://www.songfight.org/songpage.php?key=morescience\">so fricking meta.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themacktruck",
    "plus": 2,
    "snip": false,
    "text": "Dolly this is Dollhouse.  We copy, the mole is in the eagle's claw.  Is the rice delicious?  Tra la Tra Lee.  Over."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "metrofeed",
    "plus": 0,
    "snip": false,
    "text": "I am confused, why does he have a gun?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 9,
    "snip": false,
    "text": "What's it matter? He got it, he can have it! He can have anything!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "He also manages to sneak in some 70's Blaxploitation-sounding pimpin' \"oh me oh my\" into the code speak over the two-way.  Why? Because he's Ray, and as stated, he can do  <em>whatever the fuck he wants.</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "pyromancer",
    "plus": 2,
    "snip": false,
    "text": "Gun it $1.00"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "There's a lot of shit I'd like to do to Stephen Hawking%u2026 I mean, to a paper bag. Wait, that doesn't sound any better."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "glopdemon",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry, but that's just cold.  Someone needs to take Ray aside and have a chat about boundaries."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "There is no spy equipment. Ray just likes doing things in low light with a headset on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 2,
    "snip": false,
    "text": "roast beef's offhand comments make my life in this strip. <br/> \n <br/> \ncan we just reflect on the fact that ray put spam on a PERSON?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locke1127",
    "plus": 3,
    "snip": false,
    "text": "Ray's arms are like dang pendulums <br/> \n <br/> \nswinging in the breeze <br/> \n <br/> \nlike the lightest of pendulums"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "Oh me oh my. Do you copy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 2,
    "snip": false,
    "text": "am i the only one who assumed the latter three panels to be ray's flight of fancy?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "yeah, I thought that was what ray's thought bubbles were indicating. <br/> \ndigging the alt text...\"Stephen Hawking looks at a paper bag and he's all like CURSE YOUUUUUU!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jordstar",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "There are seven pieces of rice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chaobell",
    "plus": 0,
    "snip": false,
    "text": "Looks like about 7.25 pieces to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "<em>One is X'd out</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bananacup",
    "plus": 2,
    "snip": false,
    "text": "Oh god no. I pressed next and there's no comic. THERE'S NO COMIC. <br/> \n <br/> \nNOOOOOOO <br/> \nWHY DOES THIS HAPPEN WITH EVERY COMIC I READ"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Ray probably thinks Hawking is a cyborg anyway."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "The only difference between Hawking and a cyborg is that Hawking is not surgically bonded to his vocoder and motorized techno-conveyance."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Congratulations VIST GOLDEN PALACE DOT COM FOR ALL YOUR GAMING NEEDS AND FLY ON SIR RICHARD BRANSON'S AIRLINE WHEN TIME PERMITS <br/> \nYou are the <br/> \nequation of the week <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Ass, somebody else got there already.  Self-laming has commenced internally."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "borneo8",
    "plus": 0,
    "snip": false,
    "text": "hee hee hee, oh hee hee"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "this is a hilarious concept."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "7 pieces of rice is code for pick up some rice at the A&P."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Ray Smuckles stone cold operates in the shadows"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lavosxii",
    "plus": 8,
    "snip": false,
    "text": "I mean  yeah we can do it Ray if you think it is rad to discredit geniuses."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "Achewood couldn't rock any harder. Hacking into Stephen Hawking's voice box. love it.  <br/> \n <br/> \nAlso, I used to work for Richard Branson. True story. His liberality and enthusiasm are equally matched by his love of money and material things. He also kept businesses like the Megastores (CD retailers) afloat long after their model was clearly obsolete."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "The only thing I know about Richard Branson is that when Stephen Hawking expressed an interest in experiencing weightlessness in one of those near-orbital free-fall flights, Branson personally footed the bill to get him the chance on one of his own planes. Granted a billionaire picking up a $100,000 tab isn't TECHNICALLY impressive, but it still makes me a fan of the guy. I think it was the first time Hawking had gotten to be free of his wheelchair in decades."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "uruloki",
    "plus": 0,
    "snip": false,
    "text": "theres the bigfoot walk again"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "You know in his head Stephen Hawking is like \"WHAT THE HELL THAT ISN'T WHAT I WANTED TO SAY CURSE YOUUUUU.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prine",
    "plus": 0,
    "snip": false,
    "text": "Ray was really just looking for a way to justify his purchase of the shitty-ass hat from the previous strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "I find it difficult to believe that Beef would do this to Science."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "Science has to recognize the single most important element of human existance... Mad Savings! If theres a buck to be made, ray smuckles ain't far."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captainphaze",
    "plus": 0,
    "snip": false,
    "text": "Awesome. I guess hawkings on board Intel chip could figure out how to drive his ass out of the bag. That said, you'd have to catch him first. he can fairly move when he wants to..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I would guess the chair can fly, is armed with lasers, and has retractable armor plating. <br/> \n <br/> \nBut if all that were true, it would not be so easy to hack into his voder like he was a laptop.  So I guess I am wrong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "I love how, in Ray's mind, Stephen Hawking would go on stage to present his latest equation to an eager audience. <br/> \n <br/> \nI guess Ray doesn't know about science journals..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "Oh, thanks!  It didn't occur to me that this could just be taking place in ray's mind.  I thought he just started to have the idea in panel 3, then it went straight to implementation.  That this is a fragment of imagination is much more plausible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "Ray swings wide, Beef barely swings at all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "George Takei is in the audience!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "letterswewrote",
    "plus": 0,
    "snip": false,
    "text": "you know ray called beef over for a scheme of some sort, 'cause beef has the \"plan\" tie on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 3,
    "snip": false,
    "text": "Ray wasn't sure if the Jamiroquai book was the right thing to do; this caper didn't bother him so much."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pissydan",
    "plus": 0,
    "snip": false,
    "text": "pissydan rates it a 4."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "The much anticipated return of the ''oh me oh my''. Stephen Hawkings is only an accessory here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skeezy",
    "plus": 0,
    "snip": false,
    "text": "Uh sorry dudes but this is one of the funniest ideas that I've seen here in a long while."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "LOL IRL <br/> \nBest strip. Ever. <br/> \nI'm still laughing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "And now reading this strip I have caught up from day one. <br/> \n <br/> \nAn outstanding series, and I will be a regular.  Shiny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fourstrungout",
    "plus": 0,
    "snip": false,
    "text": "I continue to be impressed by Ray's ability to do something badass immediately after walking in more or less the most ridiculous looking way possible.  His arms basically look like swinging 9-irons."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "i HATE the way Onstad draws ray's arm flapping back and forth while he walks. it's like he doesn't have any bones in there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "versacesmux",
    "plus": 0,
    "snip": false,
    "text": "Happy Neu Year! <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "I don't understand the seven pieces of rice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "There were eight pieces of rice, Ray got hungry and ate one, now there are seven."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "In Soviet Russia, seven pieces of rice don't understand  <em>you</em> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "So apparently nobody understands why that's there either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 0,
    "snip": false,
    "text": "Have Beef and Ray always walked in time like that?  Swingin' the same arm at the same time, just to different heights.  It's strange to look at."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "Beef's wit in panel 2 is so casually tossed in there. This goddamn comic strip has jokes within jokes within jokes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "In example, he cannot play checkers with a paper bag. He cannot write a screenplay with a paper bag. He cannot catch a firework with a paper bag. <br/> \n <br/> \nIn conclusion, there are a lot of things Stephen Hawking can't do with a paper bag."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Man i can't do a lot of those things with a paper bag either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "I've always suspected that Steven Hawking is just a slave used as a mask for a sentient A.I. It's the perfect cover really."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mc_white",
    "plus": 0,
    "snip": false,
    "text": "i'm giving it a five just for the alt text."
  }
]