[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Norsef, UntilYouAreSoNude, littlecat, riotdejaneiro, mikeronomicon, StoatLad, Thorfinn, wildcat, aargh, DiamondMonster, Catachresis, bug, theoneyouwant, antecen, robbingdog, NDCaesar, SoManyWhales, atticusonline, Art-Vader, luckypyjamas, lk, werthog42, genocidefish, bixschmix, Herr_Modin, stormagnet, dj_douche, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evilbobikus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evilbobikus was marked lame too many times and excluded. (marked lame by thedice, littlecat, fakead, Art-Vader)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "notgodot",
    "plus": 4,
    "snip": false,
    "text": "Asherdan comments get hella lamed because he bitches about like every strip ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evilbobikus",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but I really don't see that many times where the comment itself is worth that many lames, outside of it being Asherdan and being on top of the page makes it an easy target."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 13,
    "snip": false,
    "text": "If you act like an unpardonable douche 98% of the time then you're still going to get a kick in the cock the other 2% on general principles"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 10,
    "snip": false,
    "text": "Oh god this is just completely prime Roast Beef (NPI). This is just fucking gold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by fakead, sevenarts, rascaldom, farqussus)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jonnay",
    "plus": 51,
    "snip": false,
    "text": "Prince is NOTORIOUS for owning shoes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jthm_guitarist",
    "plus": 29,
    "snip": false,
    "text": "He refers to Prince as 'what' instead of 'who'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 7,
    "snip": false,
    "text": "<em>Exactly.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "delzhand",
    "plus": 0,
    "snip": false,
    "text": "I love this one so much.  I've used panel 4 many times."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 27,
    "snip": false,
    "text": "\"Don't get me wrong, Olive Oil has a place.  That place is at the store while you are buying butter.\" <br/> \n <br/> \nMyriad applications."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 17,
    "snip": false,
    "text": "It's true; Popeye hates to go grocery shopping alone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "So lame, it's a chubby"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dejavroom",
    "plus": 8,
    "snip": false,
    "text": "\"Shoes which are still at the store and not sold and I am driving away at kind of an angle to the store\" <br/> \n <br/> \nthis is borderline DFW-ian dialogue. RB has no idea of how much class he packs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 4,
    "snip": false,
    "text": "Dallas-Fort Worth?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "David Foster Wallace."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 5,
    "snip": false,
    "text": "Surely, you Jest."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "\"DFW-ian dialogue\" (ugh....why would you even write it that way?) does not equal class, sir. It equals pretentiousness."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "crev_gibax",
    "plus": 4,
    "snip": false,
    "text": "It equals the pretense of class."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dejavroom",
    "plus": 3,
    "snip": false,
    "text": "Watch me as I disagree with you."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "boredom_man",
    "plus": 8,
    "snip": false,
    "text": "We can't. We all fell asleep trying to read David Foster Wallace."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Chubby on the assumption that that's a DFW quote, despite my not being able to remember from what."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "David Foster Wallace isn't pretentious. The guy is hilarious. It's all meta-comedy and just basically fucking with the way you read and the way people write. He gets conceptual on our asses. If you don't like that kinda thing you shouldn't be reading it, it's just a different art form. <br/> \n <br/> \nWe still bros though, yeah, rowboat?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Some might say that \"meta-comedy\" and \"fucking with the way you read\" might be pretentious."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say it's inherently pretentious. I'd just say that for every four pages of a David Foster Wallace novel, there's a Jonathan Safran Foer one-liner. And those fucking Wallace footnotes just look like someone with OCD trying to explain the humor in  <em>The Hitchhiker's Guide to the Galaxy.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "R.I.P."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Uh, yeah... we... we still bros, dead writer-guy?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "The difference between Foer and Wallace is that Foer's characters are unrelatable, and he doesn't seem to care about them with depth beyond Lifetime-Original-Movie styles. Wallace is so obsessed with every tiny detail of every little thing that it's impossible, for me at least, to not join him in the hyperengagement."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You sir, are correct."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Funny. I actually agree with you now.  <br/> \n <br/> \nOpinions. Hilariously pliable. <br/> \n <br/> \nPoor DFW. I'll pour one out for you tonight homey."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Actually, I wasn't even stating my own opinion of David Foster Wallace.  Besides a short story here and there, I haven't read him, and I'm willing to remain indifferent on him until I do; I'm way too behind in books I do have to get caught in the Infinite Jest; I bought a bargain copy of Interviews with Hideous Men book but I don't know if I've ever read any of it. <br/> \n <br/> \nI'm tempted to say I might like him; a lot of things I like (music, movies) can be described as \"fucking with the way you ______,\" but I totally understand some people wanting to call it pretentious.  They can be wrong a number of times, but they're often right."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I also find it interesting that I'm misreading many a comment to be a direct rebuttal of my tastes. Pah. You have revealed me once more. I feel like Phantom. <br/> \n <br/> \n*disappears into the shadows*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "No, no...you were right the first time, really.  It does  <em>read</em>  as a dig on your opinion.  Ideally, it would've originally contained amendedment \"...not that I necessarily do, but  <em>some</em>  people do, and I'm not sure that they aren't correct.\" <br/> \n <br/> \nJesus Christ can I write a direct sentence on the fucking page?  Is it any wonder that I love the David Berman/Silver Jews line: <br/> \n <br/> \n <em>I have not avoided certainty<br/>\nIt has always just eluded me</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And hopefully this is the part where the conversation changes from one about David Foster Wallace to one about David Berman and doesn't look back.  <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Well, I wish they didn't set mirrors behind the bar, 'cause I can't stand to look at my face when I don't know where you are.</em></div> <br/> \n <br/> \nNow  <em>there's</em>  a talent for words that I can sink my teeth into."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "The only thing that kills me about Berman is that he seems to be slipping these days.  Tanglewood Numbers was a disappointment, I thought, and, almost like the S Malkmus solo albums, his lyrics started to become too ironically corny or just straight up ham.  I've heard similar complaints about the new album; I haven't even heard it yet."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Agreed, but I have faith (though I haven't heard the newest one either). And even if he's through, what a catalog he left behind."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "OK, woodenteeth - \"1 years\" later (closer to two, I'd say) I'd like to officially reverse my stance on the work of David Foster Wallace. I humbly admit that when I made the above comment I was speaking directly out of my ass. In actuality, I hadn't at that time read enough to really have a well-informed opinion on the subject. I spoke as though I had. This was wrong. I'm sorry. <br/> \n <br/> \nI still haven't taken a shot at  <em>Infinite Jest,</em>  but  <em>Girl With Curious Hair</em>  was amazing and the Kenyon commencement speech basically changed my life."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Read all of the short stories and essays, there is much gold in there. Sometimes it takes some digging, but I often find the digging becomes part of the fun (which I'm sure was his intention). Infinite Jest is just a long series of interconnected short stories. Read it that way and you'll knock it over quite simply. I never found it that hard going, it was just too entertaining to be a chore."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "The \"borderline\" part is what bothers me. Seems to me that Chris Onstad wouldn't want his work described as an incomplete version of somebody else's, and DFW wouldn't want his work held up as a standard of perfection. Comparing Onstad to DFW is fair and could be interesting. Saying one man's writing is like a failed version of another's is kind of rude. <br/> \n <br/> \n-=I HOPE WE ARE STILL COOL DEJAVROOM THIS IS JUST SOMETHING THAT BUGGED ME=-"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "Dude, don't call Relaxing Shirley."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "infinitejest",
    "plus": 2,
    "snip": false,
    "text": "Someone said DFW?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I misinterpreted this comment as referring to DSW and was confused by it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "Seriously, panel 4 alone gives this a 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 1,
    "snip": false,
    "text": "An animal which represents alacrity, how can i ever take pumas again seriously?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "The shoe, or the animal?  I take neither seriously, one is a shoe and the other does not speak English."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dark_lemur",
    "plus": 1,
    "snip": false,
    "text": "i looked up alacrity: \"a brisk and cheerful readiness.\" <br/> \nclassic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "teknofatcat",
    "plus": 2,
    "snip": false,
    "text": "I love \"driving at kind of an angle to the store,\" it gives me time to clear my head?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Okay, over the past few months I have read this comment probably twenty times and it still doesn't make sense to me. What the fuck are you talking about?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "Oh! Seven-kinky!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Seriously though. \"it gives me time to clear my head?\" What is that??"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "Molly feels so bad about Beef's roughed-up feet but all he gives her is smart-aleckry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 1,
    "snip": false,
    "text": "Molly's kind of WTF face in the last panel is really funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 4,
    "snip": false,
    "text": "\"shoes that have a design on the side for which I am assessed a premium\" made me spit coffee on myself the first time I read it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite strip, probably because Roast Beef is my favorite character."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 6,
    "snip": false,
    "text": "Yay, their lamp is a better one!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Yeah, slow down Molly! He can only take so much change at once!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chrissketch",
    "plus": 3,
    "snip": false,
    "text": "This the first time I've noticed that Beef tucks the sheets underneath himself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 14,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:   <a href=\"http://web.archive.org/web/20110315213800/http://raysmuckles.blogspot.com/2004/07/dream.html\">A Dream.</a> <br/> \nPat:  <a href=\"http://web.archive.org/web/20110315213800/http://journeyintoreason.blogspot.com/2004/07/way-they-sell-celery-is-ridiculous.html\">The way they sell celery is RIDICULOUS.</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20110315213800/http://philippesblog.blogspot.com/2004/07/oh-i-want-to-be-president.html\">Oh! I want to be President!</a> <br/> \nLyle:   <a href=\"http://web.archive.org/web/20110315213800/http://lyle151.blogspot.com/2004/07/yeah-it-was-his-02-sensor.html\">Yeah it was his 02 sensor</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 12,
    "snip": false,
    "text": "remember when you made those little shoe box diarama of like the plains and the africa, like?  and you were supposed to show how the cheetah would like hide in the bushes or go and get some water but then also sometimes rip like ribs and bladders out of the zebras?  But then you'd wait till the last minute and fake it all and say the cheetahs were hiding in the pine cone you used as a bush and you'd still get a B anyways cause like who fails 3rd grade? <br/> \n <br/> \nYeah this strip is like when you looked through the little peephole of your neighbor's diarama shoe box and it was like watching winston churchill and F.D.R. play hopscotch when they were both five.  Just brilliant and perfect and all like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 1,
    "snip": false,
    "text": "I enjoy shoes that have a resistance to liquids that I am never likely to step in."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Give it a few years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "5 for alacrity!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "5 to Alacrity!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "Assetbar didn't like my plus sign so that didn't make much sense.  This was supposed to be a D&D joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I have the hardest time finding Beef's voice. Sometimes he's all hip and cool, and then he bust out lines like these, and \"alacrity\" to boot! <br/> \n <br/> \nHow could you not love a strip that throws that one out as casually as a convienence store hot dog?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "This is the first hint of shoe-based eroticism between Molly and Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "I need to find my cat a girlfriend along these lines... or maybe he already has one and is just waiting to die or for her to reanimate"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You need to find your cat a girlfriend who wants him to wear shoes?  <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "Not quite, but one that would try to cheer him up and not be put off by his fickle but generally subdued personality.  He's been grumping around way too much lately."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "Fickle but generally subdued would describe every cat I've ever met.  <br/> \n <br/> \nI don't want to appear rude, but cat owners seem more susceptible to anthropomorphism than any other pet owners."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I will use the last line when someone asks me what kind of shoes I like. Which is not often. My most recent pair were picked without my knowing and appeared where my old ones were."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "Right now I'm listening to \"No Children\" by the Mountain Goats and it's more than a little depressing to read any Beef & Molly interactions with that in the background."
  }
]