[
  {
    "depth": 0,
    "minus": 0,
    "name": "thunderbots",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thunderbots was marked lame too many times and excluded. (marked lame by pwb, evolume, shawkee2, scrumpton, regrepnsnefpoh, regrepsnefpoh, Doc_Rostov, SpecialSomeone)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 34,
    "snip": false,
    "text": "i'm a daddy.  if i caught my daughter smoking i'd cry a bit but not after i got a video of it up on YouTube.  <em>Parents let 19 month old toddler smoke Kools!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 20,
    "snip": false,
    "text": "If you were an actuary you would... little tables of numbers flickering before your eyes, shifting sinisterly before the tears come to mercifully blur them out..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dj_douche",
    "plus": 3,
    "snip": false,
    "text": "Yer right, Teodor's dad was crying because he envisioned his son's insurance premiums going up to less affordable levels. Chubby for you!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "charchar",
    "plus": 3,
    "snip": false,
    "text": "Maybe they cried because his baby was going to die from shit cigarettes.  Camels just are not worth it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "idsyen",
    "plus": 11,
    "snip": false,
    "text": "You endorse cloves and Marlboro's in your profile, and then have the nerve to shit on Camels? I must call shenanigans. However, your posts are usually pretty reasonable, and I like your avatar, so I'll let you off with a warning this time."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Camels are the reason we have war.  also, chubby for the phrase \"call shenanigans.\" love it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I smoke Camels, and I like them. I hate Marlboros though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "I enjoy marloboros because when i was younger, and a smoker (i quit after getting braces), those were really the only thing available. I have sort of the same thing with butter: i was raised on margarine, so butter always tastes a little  <em>off</em>  to me. I know i am probably a wrong person."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's a thing. I used to work with a guy who said that. I need to use it more often myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 2,
    "snip": false,
    "text": "*shrug* Cloves are tasty"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Cloves are doggz to the bizzone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfslice",
    "plus": 12,
    "snip": false,
    "text": "haha, tell me little Teodor isnt the cutest thing"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 1,
    "snip": false,
    "text": "He gets much cuter  <a href=\"http://web.archive.org/web/20100204013107/http://achewood.com/index.php?date=04182006\">here</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "He has just seen a small duck off frame."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "overmedicated",
    "plus": 6,
    "snip": false,
    "text": "Why oh why is Nice Pete a better and less self absorbed conversationalist than ALL of my friends. <br/> \n <br/> \nAnd yes, that IS a WORD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by envika, wurlitzergirl, _cheesekayke, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 23,
    "snip": false,
    "text": "...some are 18."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wulvaine was marked lame too many times and excluded. (marked lame by fakead, goocifer, Zem)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 3,
    "snip": false,
    "text": "Ha ha, ya, I remember those days.  You get so much more descriptive with age, though; in no time flat those descriptions of nearby girls will be up to 11 or 12 words long, complete with new and colorful verbs, adjectives, adverbs, and even  <em>conjunctions</em> ."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "falseprophet",
    "plus": 36,
    "snip": false,
    "text": "I went on down to Conjunction Junction yesterday because I received a postcard in the mail with no mailing address that said \"Do you know your function?\" When I got there, I saw a girl in track pants and no top holding herself in the cold so that Jack Frost could not see her hardened nipples and as I approached her, I saw the words that described her wafting out of my mouth in the fog. I only got to word number eleven, and it was \"slender.\" It was like The Electric Company but without the  disco. I said to her as I put my hands on her shoulders \"There's no use, you're not going to find love here.\" She turned around and let her arms down and said \"This was brought to you by the letter V.\" <br/> \n <br/> \nI blinked and we were fucking on top of a mountain, and every few thrusts or so, I would ask her a question like \"So are you in school right now?\" or \"How long have you been living in the city?\" or \"What's your major?\" but she just kept staring at me without blinking. We went down from the mountain and into her house and I lived there with her until the baby was born. It was a boy and we named him Craig. I looked at her again and she said, \"There's three in the family.\" <br/> \n <br/> \n\"'Cause it's a magic number,\" I replied. And that was the twelfth word. <br/> \n <br/> \nA man and a woman had a little baby."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know what to think about this but it is majestic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "you could think of it as a parody on using colorful language and hell of vagueness to render majestic the base desire to bone busty bimbos on CJ.  <br/> \n <br/> \nor you could think of it as actually majestic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Mind: blown."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "Wow.  Oh, wow.  That's just... it's... it's... <br/> <br/> <br/> Man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 15,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204013107im_/http://i54.photobucket.com/albums/g110/GeniusofHate/What.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "If you are hoping that this will change as you get older, you may be in for a disappointment. Just sayin'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That seemed like a really dick thing to say until I remembered that hovering over someone's avatar shows you their age."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "don't gotta tell us what words are and what words aren't. we read Achewood daily. if we didn't already have a firm, confident grasp on the english language, we would all of us likely have been driven insane by now."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "saru",
    "plus": 2,
    "snip": false,
    "text": "It honestly took me a moment to even realize what word he was referring to. I thought I'd skipped something he said, and subsequent rereadings just confused me more."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Your friends hardly ever feel the need to prove they are not of Low Mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Because he is Nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "girdag",
    "plus": 1,
    "snip": false,
    "text": "I worked in an actuarial department for a year. Enough to put me off smoking for life. The only three factors used for life expectancy calculations on a big scale (all their policy holders, basically), were age, gender, and whether or not they smoked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raychurr",
    "plus": 0,
    "snip": false,
    "text": "This is too sad to be funny. Actuary!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 0,
    "snip": false,
    "text": "You know I was thinking about becoming an actuary someday but I agree it would be extra harsh if you caught your kid doing a risk-taking type behavior."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "This one makes me sad, but not in such a bad way.  It's cool the way the characters develop in such a way that you can feel disappointed about things like young Téodor breaking his dad's heart."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dans was marked lame too many times and excluded. (marked lame by divot, GeyserShitdick, rowboat, catgrl131, LaserBlade, stormagnet)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kolchak",
    "plus": 4,
    "snip": false,
    "text": "No, the joke is that his dad is an actuary and thus smoking affects him disproportionately."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "You consider Russian immigrants white bread?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 8,
    "snip": false,
    "text": "Oh crap, I just did some research and it turns out Minsk is in Belarus, not Russia. Way to be an ignorant American, GeyserShitdick."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saru",
    "plus": 8,
    "snip": false,
    "text": "I really thought you'd just made up a cool new insult on the spot, until I realized that you had in fact used that as your user name. <br/> \n... I'm still going to use it from now on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "it's ok it was part of the USSR for awhile that shit is hella confusing"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "Is that you in your avatar?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "GO AWAY"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "NO I WANT TO HELP"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I'm not going to lie, here, your new avatar raises a lot of strange questions about myself and pretty much creeps me right the fuck out."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "Then I have succeeded"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "NOEL FIELDING IS THAT YOU <br/> \n <br/> \nCOME AWAY FROM THE WINDOW NOEL THERE'S A GOOD BOY"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "what's creepy about a prince fan? <br/> \n <br/> \nwait..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "well... that KIND of works as a thing to say."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "The hair of Teodor's father and mother look like they could fit together, like jig-saw pieces."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "honestly, this is not my favorite strip. Nice Pete sounds way too Roast Beef-like here - and it's not just that Onstad was still developing his voice, since Pete's voice still hasn't changed much from his first strips. I guess he just had trouble getting into character. <br/> \n <br/> \n <em>hey guys look at me criticizing this comic on the internet<br/>\n<br/>\nit's <strong>serious business</strong></em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 2,
    "snip": false,
    "text": "I like that Nice Pete is a sort of Roast Beef.  <br/> \nThey took similar routes to get to totally different places."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aggro-lite",
    "plus": 0,
    "snip": false,
    "text": "am I the only one that always reads his name at first glance as \"Pete Nice\"-- the rapper from 3rd Bass?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete considers himself an actuary who actuates those statistics."
  }
]