[
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, equinn2006, Sargasm)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 2,
    "snip": false,
    "text": "Whuh-oes, Roast Beef repeated himself a third time.  That cannot be good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 19,
    "snip": false,
    "text": "Worse, Beef's dialogue has punctuation in the final panel. That's some serious shit right there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 81,
    "snip": false,
    "text": "It's strange to see Pat show a more caring side of his personality. It's also quite nice. Even though he is an arsehole he's still there for his friends when it really matters."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 106,
    "snip": false,
    "text": "My thought was more like \"Wow, this magreaux dog thing is so shitty even pat can't be a dick about it.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "That is exactly what I thought. Even Pat knows to be understanding during this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by apocowarg, Overmedicated, BillyLK, aHatOfPig, ArthurDentLives, gardenhead_, duntronic, suprememongoose, alejandroadam, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "billylk",
    "plus": 16,
    "snip": false,
    "text": "The Magreaux dog arc is underrated by and large."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "It isn't one of the arcs in the drop-down on the home page . . . I wonder why?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "catachresis",
    "plus": 20,
    "snip": false,
    "text": "Look at the lames here. Mild and reasonable criticism. <br/> \nGrumble."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "fosters",
    "plus": 10,
    "snip": false,
    "text": "You know the rules. It is not allowed to publicly state that you are not 100% in love with any strip of any arc. Anything less than a 5 at any time is punishable by lames."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by karljw, 7th_shot, salvagebar, atticusonline, Lumus, Fcannon)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 27,
    "snip": false,
    "text": "This arc would have carried a lot more weight if Ray had not already died, gone to hell, and came back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "I was really worried at the start of this arc. I mean, if bad things can happen to Ray, what kind of calamities will be-fall those of us without any kind of fun amulet or cat-thong."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tristanhw",
    "plus": 3,
    "snip": false,
    "text": "IT MAKES NO SENSE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 14,
    "snip": false,
    "text": "I almost posted a comment saying that Pat is out of character in this strip, but then I realized I was wrong. It's a great thing about Achewood that the characters are so multi-dimensional, not defined by a single aspect. No one, not even Pat, is an asshole ALL of the time, and despite the fact that he's a militant vegan, he feels sympathy for his friend after seeing a Magreaux dog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 22,
    "snip": false,
    "text": "Agreed. We all have friends who are jerks, but if they didn't have their moments, they'd just be assholes down the street, not our friend who happens to be a jerk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "Well said!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "This is the new Pat judging by his style, perhaps he's mellowing somewhat now?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hateandwar",
    "plus": 10,
    "snip": false,
    "text": "Pat's just being pragmatic here. He's under the impression that something very bad is going to happen, he's resigned himself to it, and he knows things are going to have to be done. <br/> \n <br/> \nThe sick thing is, I kind of feel Pat. When you think like him, you see stupid people doing stupid things, you see people over reacting or just not acknowledging a problem, and after a while, it starts to get to you. You find yourself getting upset at things that really shouldn't bother you. The world at large doesn't give a shit about global warming, and there's nothing you can do to change that. I can see where Pat's anger comes from, and it's a shame he can't deal with it better. <br/> \n <br/> \nCue this comment being lamed into invisibility for sympathizing with Pat/not making some kind of crack about Pat taking it in the can."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 2,
    "snip": false,
    "text": "At first I was going to chubby this post to reassure you, because I generally agree with your position. <br/> \nThen I started feeling manipulated by your last line, and started thinking maybe it was just a ploy to get chubbies. <br/> \n <br/> \nSo I'm not going to do anything. I figure these two facets balance out. In a kinder world I might have chubbied you, but it was not to be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "This right here is exactly why the chubby/lame system makes assetbar a lame popularity contest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Story of my life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Love the seeping stain in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 2,
    "snip": false,
    "text": "I keep trying to figure out what you're talking about and I just  <em>can't</em> . :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Do you mean the grass? On the ground?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm afraid he does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jbacardi",
    "plus": 0,
    "snip": false,
    "text": "Can't help noticing how much Pat is beginning to look like his dad now... <br/> \n <br/> \nIt tried to walk, Pat,   <em>it tried to walk...</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ringwoodcomics",
    "plus": 6,
    "snip": false,
    "text": "A BLOO BLOO! A BLOO BLOO BLOO!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "starch",
    "plus": 1,
    "snip": false,
    "text": "I like this strip a lot. its not that funny, but its really touching. I really feel for beef in the sixth panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 18,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101005060856/http://philippesblog.blogspot.com/2006/09/it-was-chinese-food-night-today.html\">It was Chinese food night today!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "take a hike, Italian noodles, indeed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I voted \"1\" because I look like Beef does after reading this.  Hell of dieing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thumb",
    "plus": 0,
    "snip": false,
    "text": "It really does make no sense."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumpinpedal",
    "plus": 0,
    "snip": false,
    "text": "It's just wrong to laugh at this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "[size=50]Rene & Georgette Magreaux With Their Dog After The War[/size]"
  }
]