[
  {
    "depth": 0,
    "minus": 0,
    "name": "heeeraldo",
    "plus": 7,
    "snip": false,
    "text": "It feels wrong to have Ray wearing an Ankh and not his King Chochacho medallion. <br/> \nI guess D&D is about death, not fun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ajthesecond",
    "plus": 12,
    "snip": false,
    "text": "I think he prefers \"High Priest Smucklekhaman\" - he is the High Priest of All that is tasty and the lord of Greasy Meat in Crunchy Shells"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hawaiian_robot was marked lame too many times and excluded. (marked lame by Norsef, AdrianMiller, Thorfinn, SixtySwine, jyri00555, Robot_Satan, seymourglass, atticusonline, nickb285)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "Crap, wrong post. Please lame into oblivion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 3,
    "snip": false,
    "text": "But the giant-sized six-sided dice fits Ray to a tee."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jrpigman",
    "plus": 5,
    "snip": false,
    "text": "In the RPG world, a thing such as this is referred to as a \"d6.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "radishes",
    "plus": 24,
    "snip": false,
    "text": "Note that it is an improper d6, as opposite faces do not add to 7."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucidz was marked lame too many times and excluded. (marked lame by straw, Norsef, apocowarg, lamboyster, riotdejaneiro, smog, Overmedicated, Thorfinn, ajg, HSE, Sleaw, Crater12, Magb, RogueCheddar, PohlHoud, Wulvaine, Epicurus)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stop",
    "plus": 1,
    "snip": false,
    "text": "Why is that lame? That isn't a particularly obscure or RPG-specific fact (although it was a good catch). Six-sided dice are everywhere, from the craps table to the Monopoly box. In fact, if you own a single instance of Yahtzee, you have five!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 44,
    "snip": false,
    "text": "Sometimes me and my friends meet up and we go raid an instance of Yahtzee."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 11,
    "snip": false,
    "text": "instances of Yahtzee is a condition, not a location."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tellumo",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009150106/http://en.wikipedia.org/wiki/Instance_dungeon\">Not quite</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Upon raiding an instance of Yahtzee,  solo, I found an anomolous region within the darkest confine of the instance, from which many multilimbed bipeds appeared to spawn in flashes of light. I call them the 'crapheads who enjoy Yahtzee', however the scientific name, eludes me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I think you either solo the instance or raid it. You can't raid it solo. That's like ganging up on someone all by yourself, or one individual swarmin' on any motherfucker in a blue uniform; it can't happen."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "If you enjoy Yahtzee, I think we owe  <em>each other</em>  apologies."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "I enjoy Yahtzee Croshaw. I apologize for nothing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "That Yahtzee Croshaw is a silly bitch, I will not deny."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Using the online definition of raid, quite truly. <br/> \nBut the more literal version is quite fine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Yup... Anyone who's played enough craps in their life knows this fact."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "I have in the realms of 50 die. Does this make me a bad person? Possibly, but they're gradually being converted into jewellery. <br/> \n <br/> \nThe remaining ones will be used for D&D. Incidentally, I friggin' hate d4s. They hurt so bad to step on."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Hence the apt d4 nickname \"caltrops\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 59,
    "snip": false,
    "text": "We must be judicious with our penalties this week.  <br/> \n <br/> \nBy referencing first Zork and now D&D, Onstad is practically goading these people into abandoning their carefully constructed \"cool guy\" zones. You must understand; they cannot help themselves. They're not posting these sorts of Heavy Geek comments because they want to any more than a pack of wolves will devour a human infant because they specifically  <em>want</em>  to. It is a  <em>need</em> . It is in their DNA and it defines their souls.  <br/> \n <br/> \nOnstad knows this. He lives in the wild and is leaving a human infant on his doorstep knowing full well what the wolves will (and must) react to. This is  <em>his</em>  sickness, not the wolves'. Shall we punish the wolves for acting on intractable impetuses which they could not possible understand, much less control? <br/> \n <br/> \nNo, friends.  <br/> \n <br/> \nWe must be judicious with our penalties this week."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "Picture if you will the characters from this comic whimpering, eyes glinting in the porch light of Onstads home. Onstad placing a swaddled, silent baby, over the Welcome letters of his doormat. RPGers all letting out a strangled howl in anticipation (or is it disgust?). Onstad smirks into the night, turns and closes the door to the sound of paws scrabbling and slapping the dust, closing in on their fate."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chowderhed",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chowderhed was marked lame too many times and excluded. (marked lame by straw, hellofyellin, Thorfinn, cmjhogan, coffeecoaster, Wulvaine, kenyot, Tipist)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "I would never have thought him a Klansman, oh no Sir"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "So rowboat you're saying that we cannot lame them for doing what they are doing-- because they are doing it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "I'm afraid so."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hikikomori",
    "plus": 8,
    "snip": false,
    "text": "I originally thought that Beef's little dice only  <strong>looks</strong>  smaller than the others because it's sitting near Ray's.. but upon further inspection, it really  <strong>is</strong>  smaller than everyone else's.  It fits him to a tee as well. <br/> \n <br/> \n <strong>LOOKS</strong>  SMALL,  <strong>IS</strong>  SMALL <em>!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "Maybe they ran out of animal dice and had to borrow a human size one for ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It's a Pimp Die, isn't it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Indeed. I wonder if it's gold plated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Dice does matter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "It is more wrong to see Téodor in a bra."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 39,
    "snip": false,
    "text": "It's Teodora. She's an explora."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Is my computer drunk or did you just type  <br/> \nT-japanese symbol-or <br/> \n <br/> \nBecause that is what I see and that is one HELL of a typo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Damn the internet! I guess my UK character set doesn't translate well to non-UK screens. I thought unicode was supposed to deal with that.."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Unicode doesn't deal. Its not the type to deal. It and Assetbar are in Cahoots, a small village near Kish."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Cartoon History of the Universe v-chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "It should have been a t-shirt, with wolves on it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chemuswitch",
    "plus": 1,
    "snip": false,
    "text": "Actually the ankh symbolizes immortality, not death. <br/> \n <br/> \n/doesn't play d&d"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 2,
    "snip": false,
    "text": "It symbolizes getting your bone on, dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 6,
    "snip": false,
    "text": "Hey, Death makes the Ankh SEXY. She has the Ankh. She has the little curly cheek tattoo. She's got the hair and boots. And she's got Norton's top hat, too. And you know . . . she's the one babe who you can always count on to make time for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Damn skippy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna pretend that's an Emily Dickinson joke rather than a Neil Gaiman joke. That cool?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I always though Emily's Death was a gentleman caller, but, hey, roll your own."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "You disappoint me. What exactly is wrong with Death as envisioned by Neil Gaiman? I for one, would not mind seeing her."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Nothin'. Just feelin' effete today."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "You'd go for anything with two legs and two tits. Hell, two teeth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stop",
    "plus": 10,
    "snip": false,
    "text": "Don't forget the badankhadankh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I just spent thirty seconds trying to figure out if death was ever drawn from behind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "You see Death from behind as she escorts Emperor Norton away from his body. That's when she puts on his hat."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The weirdest thing is that when i read this comment block, that specific book was right next to me on the couch (The compilation, not the original).  So i actually looked it up right after making the post."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby. That was really good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "Didn't Ray wear one when he was the Godfather of Souls?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermata",
    "plus": 0,
    "snip": false,
    "text": "This is pretty much true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "javonathan",
    "plus": 4,
    "snip": false,
    "text": "no it isn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bondijames",
    "plus": 6,
    "snip": false,
    "text": "This is a far better deterrent to D&D than than Jack Chick tract on the subject... <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "But what about that excellent movie with that young Hanks fellow from Bosom Buddies?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>Mazes and Monsters</em> ? That movie was hilarious. I think it won Best Comedy that year."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "speedwell",
    "plus": 3,
    "snip": false,
    "text": "http://www.chick.com/reading/tracts/0046/0046_01.asp <br/> \n <br/> \nI love the causal analysis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 3,
    "snip": false,
    "text": "Good lord. From http://www.chick.com/reading/books/204/0204_10.asp:  <br/> \n <br/> \n <em>A retired police officer who lectures police groups on the occult said D &amp; D is:<br/>\n<br/>\n    \"...supposed to be a board game, but kids play it for life and death on the street.\"</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tipist",
    "plus": 16,
    "snip": false,
    "text": "D & D is basically the black tar heroin of RPGing. Most of these RPG junkies that play for life and death got into the lifestyle by \"experimenting\" with the softer RPGs like Zelda and Phillipe's Text Adventure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "How on earth does anyone connect a D&D player with \"life and death on the street.\" Although D&D and street gangs did seem to come on the scene about the same time..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 10,
    "snip": false,
    "text": "my plus-four .357 got somethin' to say about that..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 5,
    "snip": false,
    "text": "I got me a  1 Gat of Cholo Slaying"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 9,
    "snip": false,
    "text": "Your plus sign is Snoopy trying to get into the apartment building, but the sign says \"No Plus Signs Allowed.\" <br/> \n <br/> \nAssetBar handed your mama the keys to the car of pain as she was going home to pick you up and take you to school. <br/> \n <br/> \nYour plus sign is the bird that keeps attacking its reflection in the window, but it never does get to the other side."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "<em>Dayamn.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "benitosimies",
    "plus": 0,
    "snip": false,
    "text": "Oh shiiiiiiiiiiit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Out of chubbies, but I have to tell ya this is brilliant.  Specially for the Snoopy reference."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Street gangs would be a lot more fun if they all had clerics... or Wwwyzzerdds"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wulvaine",
    "plus": 7,
    "snip": false,
    "text": "To the deplorable Mr. Chick: <br/> \n <br/> \nMy original letter simply inquired whether or not you were dead yet. In light of your negative reply and emphatic statement that you are still living, I have decided that I shall never again hire discount ninjas. <br/> \n <br/> \nYour baseless vendetta against and continual bullshitting about a perfectly acceptable hobby irks me. If you believe that telling a story and rolling dice will summon up evil spirits from hell to devour your soul and/or make you commit suicide in a sewer, then you are the offspring of a mentally retarded chipmunk and a Twinkie. <br/> \n <br/> \nAsses like yourself and Jack Thompson are the sort of alarmist social mosquitoes that represent the unfortunate side of freedom of speech. On the one hand, I believe that all are entitled to their opinions and they should not be denied the right to express them, but on the other I wish that there was some way I could silence your false moral outrage and your misplaced, uninformed, fact-bereft, logic-starved, shit-lobbing monkey-screech blathering. <br/> \n <br/> \nSincerely hoping that you contract leprosy, <br/> \nWulvaine"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "The fact that Wulvaine's post had no chubbies before I gave him one makes me sad. Very sad indeed."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cuneocapo",
    "plus": 0,
    "snip": false,
    "text": "I was fortunate in my D&D group, in that we were all weird but, not so unbelievably nerdy. I don't think anyone was fat and alone but...theres still time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by waddie, wittyname, Bourbonsamurai, bobodante, GrooveHolmes, Crater12, Fcannon)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dangelder was marked lame too many times and excluded. (marked lame by Crater12, ghoti, darkjolt)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 12,
    "snip": false,
    "text": "My D&D group would not have tolerated such...  <em>shirtlessness</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 7,
    "snip": false,
    "text": "Nor, presumably, such...  <em>mulletry</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meetzorp",
    "plus": 3,
    "snip": false,
    "text": "I'm gonna admit that I used to play, and we had one guy who was resolutely shirtless and beefy.  And he wore those little nuthugger running shorts most of the time.  I cannot tell you why, but it gave me great focus on the marker-board and my character sheet and anything but dudefella's groinal regions."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Virtual chubby for \"dudefella.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<em>Resolutely</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Dudefellas, sounds like a goodfella, but he's beyond good, and has instead transcended into the painful boundaries of awesome in very tiny and specific ways whilst otherwise being incredibly disconcerting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "http://www.google.com/search?source=ig&hl=en&rlz=&q=dudefella&btnG=Google Search"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "Man, oh man!  I wish I could say that I knew this person existed when I made that post and used that word, but no, I did not. <br/> \n <br/> \nI picked up the word \"dudefella\" from  <a href=\"http://web.archive.org/web/20101009150106/http://www.automatedredemption.com/flavorcountry/dogblog/\">the Dog Blog</a> .  [url=\"http://www.automatedredemption.com/flavorcountry/dogblog/archive/2006_08_01_archive.html\"]Used somewhere on this page in re: a sad-looking yellow dog[/url]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 26,
    "snip": false,
    "text": "I remember when I was working on my thesis with my professor and he brought up how he used to play Dungeons and Dragons. The hugest shit-eating grin blossomed on my face and he just looked at me and said, \"Aw, fuck you.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Aha! But my group was  <em>skinny</em>  and alone! We had noodle arms rather than thunder thighs, and lo, we did verily beat the shit out of evil kings and run confidence scams."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Honestly what D&D group would believe that they  <em>were</em>  as nerdy fat and alone as other D&D groups? <br/> \n <br/> \nThe answer is that ther is no such group. For if they ever existed, they killed themselves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Exactly. It's like saying \"Man, all those other people on cocaine are just babbling idiots. *I*, on the other hand, am brilliant and scintillating.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 23,
    "snip": false,
    "text": "My brother-in-law's D&D group -- which I avoid like Ebola, and for much the same reason -- plays together one night a month, down from 4 days a week in 1983. It's the same five guys. Nobody had to leave the state. Nobody had the INITIATIVE to leave the state. There is a sad, but scary co-dependency going on between these five Men Touching 40. (BTW, only four of them are dangerously obese; the fifth guy is just overweight.) They have wives, ex-wives, girlfriends and children, so they are not \"alone\", and their employment ranges from the raw exploitation of underpaid labor that is a schoolteacher's lot to the exiting and rewarding role of Assistant Manager in a the fascinating world of Strip Mall Retail. The fantasy lives that once enriched their carefree teen days now provide a refuge from the the drudgery, mediocrity, irritation, humiliation and futility of The Lower Middle Class Drone With A State University Degree. Mortgages, Minivans, Menopause and Balooning Prostates recede before the awesomness of watching Steve pull the dumbshit move he copied on a trip to Indiana in 1986, which he now \"surprises\" the others    with for the 1,127th time. And don't forget the warm touch of the 20-year-old dice, and the thrill of arguing yet again over what the results of the roll were (because, of course, the white paint wore off a decade ago).  <br/> \nActually, these guys kind of like me because before I met my wife, she and her kids usually had to move every year, and my B-i-L used to round up the guys and make them do the work. Thanks, guys. Now go fondle your wands and leave me with bourbon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "<em>That</em>  is the saddest thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "No story that ends with bourbon can be the saddest thing."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Untrue. I saw this thing where they followed a guy around that cleaned up messy crime scenes, and he did a lot of suicide sies. He said there was always tons of liquor and porn. I assume bourban was involved somewhere somtimes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "And there is also cleaning up after messy drinkers (vomiting) and that is always sad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "You avoid a D&D group because you might bleed out of all of your pores and die? <br/> \n <br/> \nDamn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thomasedison",
    "plus": 2,
    "snip": false,
    "text": "the dragon leaping from the S really sets the mood for what is to come"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 3,
    "snip": false,
    "text": "Now I'm waiting impatiently for a more different S."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "And one o' those big muscly arms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thorfinn was marked lame too many times and excluded. (marked lame by mortshire, mistlethrush, cbtbone, usversusthem, Audhumla)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "And the dragon comes in the NIIIIIIIIIIIIIIIIIIIIIIIGGGHHHT!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Apparently assetbar does not have much love for Strongbad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Assetbar may not, but I sure do!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sortelli",
    "plus": 6,
    "snip": false,
    "text": "Fuck Assetbar.  Assetbar is a huge hive of shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "silver_lake",
    "plus": 4,
    "snip": false,
    "text": "I bet the D&D/Achewood readership overlap community bands together to give this one a low score. I bet it goes out on their ham radio network."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chivalress",
    "plus": 4,
    "snip": false,
    "text": "I dunno.  I don't play D&D, I just think it's a cheap joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by orvel, wittyname, mortshire)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I used to play a fair amount of Magic: The Gathering. That was a pretty fun game, I thought."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I tried to get into Magic in middle school.  Enjoyed myself, but I never had the bank to compete."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "circumstances",
    "plus": 1,
    "snip": false,
    "text": "I was too into Magic until recently. I swear I must have blasted over 1000 dollars on that game. In retrospect it all seems kind of silly."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "You really need to drop the condescending attitude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 35,
    "snip": false,
    "text": "Wait Wait wait wait wait wait wait. <br/> \n <br/> \nYou played WARHAMMER and you think Magic is where you draw the line? That's like saying your hobby is torturing people you kidnap but you think eating lamb is cruel."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "brycemidas",
    "plus": 1,
    "snip": false,
    "text": "This was my initial reaction as well. <br/> \nCollecting cards is one thing, but painting little figurines is a whole nother mess of potato pancakes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "The supermodels wont be calling in either case..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "silentman",
    "plus": 0,
    "snip": false,
    "text": "Hey, I'm sure there are supermodels who like lamb."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Haha, I guess. I think I didn't like Magic because it seemed way too exposed. There was always a lunch table of those kids in junior high who would gather around and play it, much to the confusion of everyone around you, and while I was always somewhat curious I always got the impression that it was supremely Taboo. <br/> \n <br/> \nOn the other hand, Warhammer had long, detailed stories and histories written with a lot of gory artwork, which was pretty cool for a twelve-year-old, and what was more you could be dorky in the privacy of your own home without having a lot of people with more expensive clothes than you walking by and giving you six kinds of stinkeye. The chance for scrutiny among the Magic subculture was way too high. <br/> \n <br/> \nAnyways, that's my defense. I never would have thought that Magic would have been such an open wound for some, nor did I intend to be condescending. It was more of a \"Jesus Christ\" of \"How can you put yourself on the line like that\" more than a \"Jesus Christ you fucking loser,\" if you cotton on to my meaning."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Epicurus has an excellent point. While Magic was much more exposed a hobby, Warhammer was infinitely less casual. I had a good-sized army of Lizardmen back in the day, and whenever they were discovered by a non-Warhammer guest, I would receive a resounding \"Where the  <em>fuck</em>  is your life?\" Not to mention the sense of absurdity that follows walking into the local hobby shop with a thirty dollar bill and exiting with a small box of plastic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 19,
    "snip": false,
    "text": "If you walked into a hobby shop with a thirty dollar bill, you would not only leave with no figurines, you would possibly get arrested for making counterfeit bills."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I only went as Dark Eldar because I couldn't get laid."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Don't get me wrong, I think Warhammer is awesome and I don't care much for Magic, but there is no doubt that Magic is to Warhammer as a pistol is to a cruise missile in terms of nerdiness."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, this is definitely a \"Stalin or Hitler\" sort of argument."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 3,
    "snip": false,
    "text": "Dude, Stalin all the way! Wait, what are we talking about?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Dunno, both such great mustaches and avid killers."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Your avatar is so... wrong. <br/> \nShame on you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 3,
    "snip": false,
    "text": "More like a Saruman or Sauron argument, don't you think?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "In the context of this strip, I'll allow it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I feel it wouldn't have happened otherwise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Tekende, you and me, we are on a  <em>wavelength</em>  today. <br/> \n <br/> \nDo ... do you want to join my party? We need a healer."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Only if I get to cast Magic Missile."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "I cast Magic Missile at the darkness."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "I feel obligated to point out while I think that is a quote from something or other, I can't for the life of me remember what so if it is wrong I apologize to the whole of Acheworld and will accept my comment being lamed into oblivion and back again."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "That'd be the Dead Ale Wives presentation of  <em><strong><a href=\"http://web.archive.org/web/20101009150106/http://www.youtube.com/watch?v=XHdXG2gV01k\">DUNGEONS AND DRAGONS: SATAN'S GAME</a></strong></em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "http://nathan.kichline.com/Dr.%20Demento%20-%20Dungeons%20and%20Dragons.mp3 <br/> \n <br/> \nThere's also a Flash animation with Final Fantasy (NES) characters."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "laserblade",
    "plus": 2,
    "snip": false,
    "text": "I put on my robe and wizard hat."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Bash.org?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Somewhere like that, yeah."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's a Bash.org quote. I know it.  <br/> \n <br/> \nI know that Bash.org quote."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Yeah, you're right.  I didn't find it originally on Bash, so I don't mentally associate it with Bash.  But yeah, you're right. <br/> \n <br/> \nMOST BANAL CONVERSATION EVER"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I give it a 7"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "See, that was what I didn't like about it. If you're gonna make a strip going after the softest target in the world, it's not real classy to use the death of someone important to them to do it. <br/> \n <br/> \nI would wager Chris didn't intend it that way, but that's how it felt to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Or what Airshipp said before and better than me, further down the thread. Ignore me. Nothing to see here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Speaking for the roleplaying community, we make fun of ourselves plenty and with great rigor.  Something like this is par for the course."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "It really is. I still don't care for this strip, because I think it's lazy writing on Onstad's part. Even within the bounds of a D&D joke, this had the potential to be a lot funnier. It relies on stereotypes, and a lot of other writers have already made essentially the same joke and done it better. <br/> \n <br/> \n(dons Mithril Lame Shield of Resignation)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I agree. I would have expected Chris Onstad do put up a better lampoon of dungeons and dragons. Like, one that actually had at least one thing to do with the actual game."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 9,
    "snip": false,
    "text": "Ray has some fun little tits today!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Teodor is a fun little androgynous amputee today!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Rude titties?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "inexcusably rude"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Rude or not, titties on a male are inherently inexcusable. Unless, of course, you suffer from  <a href=\"http://web.archive.org/web/20101009150106/http://en.wikipedia.org/wiki/Manboobs/\"><em>MAN BOOB DISEASE</em></a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "I really don't know if I want to open that link."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "It links to a wiki article, so you know it's safe (and true!)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "a [url]little help[/url]."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "WHO NEEDS HELP NOW, ASSHOLE?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "I guess we all  <a href=\"http://web.archive.org/web/20101009150106/http://en.wikipedia.org/wiki/Manboobs\">learned something</a>  from this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I learned too much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "My RPG group was less guys like Roast Beef and more guys like Lyle. I had a weird adolescence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 4,
    "snip": false,
    "text": "I'm torn. On the one hand, the \"ha ha girls don't play RPGs\" joke is old and lame. On the other hand, just about everything else in this strip is excellent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "but the idea that teodor = woman never gets old"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nutmeg was marked lame too many times and excluded. (marked lame by radishes, d3athcann0n, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "if by \"remind\" you mean \"show tits to\" then, uh... yeah."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "If someone had just told me I needed to use a thumbnail in my youth, none of this would have happened."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "not my fault, it worked yesterday!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "the joke I saw was, \"girls who are obsessed with rpg's are physically almost indistinguishable from boys who are obsessed with rpg's.\"  like they both have bad haircuts and tits and subsist on taco bell. we have to assume onstad's rpg years were a little before the advent of hot pockets.  has the book of honor been updated?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 4,
    "snip": false,
    "text": "Hot Pockets and other microwaveable items are addressed in subappendix 14D of the Book of Honor. Under most circumstances they may be used to augment the Taco Bell Run, but only rarely may they replace it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zebra",
    "plus": 3,
    "snip": false,
    "text": "This is how all people come to work at Arby's.  This explains the rage in their eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scraggg",
    "plus": 5,
    "snip": false,
    "text": "Sometimes it's just because they're standing in an Arby's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I used to work at Arby's. I kinda liked it. We had a fun crew. <br/> \n <br/> \nI did not play D&D though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "Tekende, do you feel you have to lie to us about these things?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Nope. But then, I have very little worth lying about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "QFT. I was a shift manager at Arby's for longer than I care to admit, and this is pretty much exactly how all the employees came to work for Arby's, except the poor dumb bastards like me who got suckered in when we were fifteen and needed the scratch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "It's weird that  <em>Lyle</em>  is the one working at Arby's, considering the origin of the name \"Arby's.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah, because everyone knows that the name \"Arby's\" is from History."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "proof_man",
    "plus": 2,
    "snip": false,
    "text": "Arby's sells roast beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 2,
    "snip": false,
    "text": "Brawndo's got what plants need."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "ASS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 12,
    "snip": false,
    "text": "Apparently the three celebrity deaths that have most affected Onstad are Gygax, Joe Strummer, and Johnny Cash. Maybe this explains what achewood is all about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by hypercube, pzukowski, illgamesh)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "He's throwin' twenties in the planes, dawg! <br/> \n <br/> \nMan, that sounds bad-ass. Think I can get that printed up as a sticker in some big copperplate font to put in my rear window?  <br/> \n <br/> \nRIP the Original G.G.  <br/> \nThrowin' Twenties wit' Biggie. <br/> \n <br/> \nMaybe airbrushed on a t-shirt would be better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "man, copperplate"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "You said it all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "What, you guys don't like copperplate? It stretches to fit nicely beneath the spoiler on my SUV."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "No, no, no, no, no, Penny Arcade said it best: \"He's rolling in his grave.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "He will be critically missed. <br/> \n <br/> \n(I read this somewhere; I don't remember where)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Nice analysis with Tolkien Lovecraft Gygax."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "Well, okay.  But put Gygax as a distant third, since his work so heavily drew upon the first two.  Still, he began the process of systemization that shaped the games and stories of today.   <br/> \n <br/> \nHoly God what is this nerd I am posting?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say Gygax drew on Tolkein and Lovecraft. his contribution is completely different.  If not for Gygax, we wouldn't have the basic mathematical framework for the leveling system in nearly ALL point-driven RPGs.  sure, his original systems have evolved and become better over the years, but you can tell that his original leveling designs are in there.  In a way, Gygax's legacy lives on in every MMORPG on the market today."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Oh yes, and the elves, dwarfs, and halflings in D&D resemble the elves, dwarfs, and hobits of Tolkein not at all?  I think that we all forget that all of these writers have drawn heavily upon the folklore of old.  Faefolk, spiders, horrors in the night, these all draw upon the fears of humanity throughout western history."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "He did a pretty good Futurama cameo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "I *rolls die* concur."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Who wants to play  <strong>Dungeons and Dragons</strong>  for the next hundred trillion years?!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "\"I'm a tenth level vice president!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "\"Put the dice away before I take them away.\" --Al Gore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, I'd forgotten that line."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Don't forget that aviation guy who was the model for Ray's step-brother."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "I apparently missed that reference. Please explain."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "That hair is ridiculous. I have not actually ever scene anyone with that hair, outside of some sort of hypothetical uber trailer-trash Bakersfield CA redneck. I guess this DnD group felt that they were Horselords of Rohan?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "argent",
    "plus": 0,
    "snip": false,
    "text": "that haircut was incredibly common among mid-atlantic goth/industrial kids of the mid-to-late '90s. also one of my coworkers has it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I've seen many people with this hair.  <em>Many.</em>  Try hanging around goths and metallers more. <br/> \n <br/> \nNot that this is something I particularly try to do, it just keeps happening to me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "falseprophet",
    "plus": 8,
    "snip": false,
    "text": "If you look around and wonder why it is you keep winding up hanging out with goths and metallers, it's time to stop looking around and start looking  <em>within</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "No, no! I promise, I'm relatively normal!  <a href=\"http://web.archive.org/web/20101009150106/http://photos-579.ll.facebook.com/photos-ll-sf2p/v166/92/89/505340579/n505340579_1759827_7489.jpg\">Check out all this normality.</a>  But I attract metal guys like a fucking magnet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "This may be just the saturation of a computer screen, but in that pic, your hair looks dyed. When your hair looks dyed, metal dudes assume that you used ramsblood. <br/> \n <br/> \nIt's like how that old saying goes: \"When you [are]* a [douchebag]**, everything looks like [something to]*** nail.\" <br/> \n <br/> \n*have <br/> \n**hammer <br/> \n***a <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "It isn't dyed, but maybe they assume it is? Whatever, I ain't changin' my hurrr colour."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I couldn't help noticing the name of the, er, establishment (trans: Taste of Night). Are you in Russia, or there just a lot of Russian bars wherever you are? <br/> \n <br/> \nAlso, I've found that in certain suburban locales goths and metalheads (which is what we call them on this side of the Atlantic) are preferable to most other stereotypes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Taste of Night sounds so metal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh, I was in Minsk. It was  <em>awesome</em> . I'm actually from London."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "If you were, in fact, living in Russia, that would explain the hair thing quite well. <br/> \n <br/> \nPolitical climate be damned. Whenever I run into other Russians here in the States, I always tell them that I'm not moving back home until the mullet fad blows over."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Oh that's it. That's right.  <em>Everyone</em>  went to look at the pictures of the girl. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know, that thumbs-up is pretty crooked. Not sure I'd call that normal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "My hair was similar to that when I was fifteen. I wasn't into role-playing games or metal, and I was certainly never anything like a goth.  <br/> \n <br/> \nIt was the Midwest and I was fifteen."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I'm probably wrong for saying this, but my Coast-centrism sort of leads me to believe that this is just another reason that everywhere between the Sierra Nevada Mountains and the Appalachian range is uninhabitable wasteland filled with savages, a la Mad Max. <br/> \n <br/> \nThere are a couple notable exceptions, like Madison, Wisconsin; Austin, Texas; and Chicago."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I know that you people have fun thinking that way. I know that, and it's OK with me. Have fun. There's nothing wrong with having fun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Be sure to tell all of your friends."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Oklahoma City is one of the largest cities in the entire country, did you know that. <br/> \n <br/> \nDid you know that, bjorntd."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "One of the largest, and one of the lamest. <br/> \n <br/> \nI mean, for Christ's sakes, it is the  <em>capital</em>  of  <em>Oklahoma</em> !!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "I live there, dude. It is actually not that bad. I mean, yeah, okay, it's not NYC or LA. But it's also not full of pretentious asshats, has pretty light traffic, and relatively low taxes."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Tekende, no matter how obvious it is to folks like you and me, these are advantages which people who live in the aforementioned cities could not possibly comprehend the benefits of.  <br/> \n <br/> \nPeople in these places actually  <em>prize</em>  their pretentious asshats, and they wrong-headedly assume that insane traffic is an indication that their city is \"happening.\"  <br/> \n <br/> \nWhereas we realize that there's a whole world out there that includes us and them, they don't leave the city limits. They are very sheltered types."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "As a citizen of the state most often missed on U.S. History quizzes, I appreciate these comments.  I've been singing the same tune my whole life, but there is a whole lot of self-loathing Midwesterners who just  <em>insist</em>  life on the outside is so much better. Life's life, whether you're surrounded by novelty cupcake shops or Steak 'n' Shakes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Listen folks, I'm not proud of my prejudices. I gotta live with'em, and I hope that by acknowledging them I can face my demons with eyes wide open, rather than unconsciously sneering at ever beer cozy I see. <br/> \n <br/> \nSee it was probably a give-away to associate the midwest with beer cozies. <br/> \n <br/> \nI'm sorry."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Look, when you live in the city that Achewood is based off of, you don't have to apologize for being unimpressed by every other city."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No apology necessary, Bjorn. But you should break out and visit us sometime. There's a whole world of weird-ass, mind-blowing shit to see in the prairies.  <br/> \n <br/> \n <strong>DID YOU KNOW?</strong>  Where I live, there's a huge arch!  <em>It's there for NO REASON!</em>  And in Kansas, they don't have hipsters! Yeah, it's just as good as it sounds! <br/> \n <br/> \nAnyway, we'll keep a goat on the fire for ya. Oh, and we came 'em  <em>\"koozies.\"</em>  Beer  <em>koozies.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"Call\" 'em. We  <em>\"call\"</em>  'em koozies."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oklahoma City has an art museum that contains within it a gigantic sculpture, like 100 feet tall, made of glass flamingoes of varying color. It is crazy. It stands in behind the front window, and every time I see it all I can think is, \"man, I hope that thing falls over today, that would be so awesome.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "Man, I changed my mind, I've got MAD respect for the midwest. Check it: <br/> \n <br/> \n <em><br/>\nThe midwest is a region where<br/>\ndudes rollin' in snowmobiles can shoot bear<br/>\nIt's a magical market for Generic Holmes<br/>\nCan buy a nice house without sellin' his mom<br/>\n<br/>\nIt's a place with fields of corn and rye<br/>\nAnd magical houses with waffles and syrup<br/>\nIf you want you can go see a building<br/>\nFrank Lloyd Wright made to be a basket<br/>\n<br/>\nRock over Lincoln, Rock on St. Paul.<br/>\n</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Awwwww shiiiiit!</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "WW actually released 2 songs about our town, \"An Awesome Night at the Bottleneck\" and \"Dale Meiner Yelled at Me\"."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, yeah. I forgot about Lawrence. I guess I have seen some hipsters there. Not nearly as offensive as the ones in Chicago, though. You got those \"down home\" hipsters."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "a guy in eyeliner with an steeply angled pink-and-black haircut once yelled \"I RUN CHICAGO\" at a Taco Bell I was sitting in.  He had gotten called an untoward name by some more thuggish types, apparently.  The terrible thing is he was serious, the guy actually thought he was primetime, toughstuff, and that his group of ironic t-shirt sporting, underfed, skateboarding, hair-dying malcontents were true turf kings. I have my doubts."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Aye, the kind that like bluegrass and have castro beards. They still drink PBR, and they're still all sadly skinny, though."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I'd like to visit places that Garrison Keillor sings about, but not necessarily live there."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "You also have a recently acquired NBA team. You're welcome. sincerely, Seattle"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh man, Steak 'n' Shake. I could go for that right about now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Missoula, Montana, is not too bad. Have heard good things about New Mexico as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But your avatar is a Riot album cover, and they were probably at the peak of their career when you were 15... Just saying, is all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No. Riot were at their commercial peak when I was three. At that point, I was more of a fan of funny shapes and sounds.  <br/> \n <br/> \nWhen I was fifteen, I only liked The Dead Milkmen and The Red Hot Chili Peppers (and no, I don't know how that worked logically, but there's no accounting for taste). I only opened up to metal in my early twenties (and even then, only to a certain extent). <br/> \n <br/> \nSo what were you \"just saying?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kdarr",
    "plus": 17,
    "snip": false,
    "text": "When I was a freshman in high school, I used to play D&D with a group of older hesher guys who were all around 19 or 20. One of them, the Dungeon Master in fact, had THIS EXACT HAIRCUT. As Argent explained, it was quite popular with the metallers and industrio/goth people of the mid 90's. <br/> \n <br/> \nAs a side note, I was later deflowered by the very same DM's lovely younger sister (she was my age), who seemed to take an interest in me after having seen me at her house, playing D&D with her brother. <br/> \n <br/> \nI guess the moral of the story is that, despite the conventional stereotyping, playing Dungeons & Dragons actually caused me to LOSE my virginity. <br/> \n <br/> \nThanks for that, Gary. Rest in peace, buddy"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but it seems to have killed Gary."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gbap",
    "plus": 0,
    "snip": false,
    "text": "I am pretty new to Achewood and I don't think I've ever chubbied anyone before, but being reminded of the word \"hesher\" made me very happy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "That's a touching story, and I wish I could chubby it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "landstander",
    "plus": 2,
    "snip": false,
    "text": "I went through the trouble of logging in simply to chubby this heartwarming story. I think I speak for everyone when I say we are glad you were able to penetrate her armor class with your thrusting blows. You earn a  6 Rod of Bangin' the DM's sister."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "airshipp",
    "plus": 0,
    "snip": true,
    "text": "A comment left by airshipp was marked lame too many times and excluded. (marked lame by apocowarg, waddie, pzukowski, dug)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 4,
    "snip": false,
    "text": "The Onion had jokes about it up within like six hours. Nothing is off limits in the humor world, methinks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "Plus, I think this comic is kinda laughing with them, not at them.  Anyone who plays these games, or any RPG, CCG, MMORPG, MUD, MOO, etc.. knows who they are and how they are regarded by the general public.  they just don't care.  in fact I would venture to say that we are proud of our nerdyness.  i mean \"they are proud.\"  did i say \"we?\" I meant \"they.\"  \"They\" are."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Oh sorry, Airshipp, I posted like the exact same thing up above. <br/> \n <br/> \nI failed my saving throw versus reading the whole thread before commenting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say it's too soon, and I'm sure Gygax's family has a sense of humor about the whole thing if they do stumble upon any sort of comedic send-up of his legacy.  Dungeons and Dragons has been a source of gags for pretty much the whole of its existence, I'm sure they're used to it by now.   <br/> \n <br/> \nAs for the haircut, it is a very specific style sported by the sort of redneck/nerd hybrid found commonly in the Midwest.  This rare humanoid can be confronted while LARPing at the dunes or purchasing a commemorative plate or novelty sword from a television shopping network.  Life-long enemies of the Gnoll."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nstyled for a formal occasion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Timothy Mcveigh?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "It is a strange thing to have a sense of humour about the death of a loved one just the day after they've died. What you're saying doesn't make a lot of sense to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Maybe it would be strange, so good point there, definitely. Still though, I don't really see what aspect of this comic would be considered demeaning to Gary Gygax's memory.  It mocks the average player of his game, yes, but it doesn't insult the game itself, and most assuredly not the creator.  Any member of his family shocked and dismayed to see that people make a little fun of DnD fans is some sort of cave troll.  I wouldn't use this comic as the visual aide for his eulogy or anything, but I don't think anyone would think its a pointed jab at their relative."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "How many times must autrepoupee hit this nail on the head before all of you softies retract?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I'll give you the fact that it mocks the player, not the creator. I never saw it as a pop at Gygax himself. I guess I was just feeling argumentative at 8:30 in the morning. <br/> \n <br/> \nBoth sides concede, and peace decends on a small portion of assetbar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Amen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "then you have obviously never heard of an Irish Wake, sir. <br/> \n <br/> \nthe humor is how we remember Gygax at his best."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "Humor and three fingers of Ancient Situation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "And a half of Magic Missile."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Sure most of the people making the jokes are making them more out of geeky tribute. I think you'd be hard pressed to find an onion staffer or a achewood reader who hadn't at least dabbled in D&D."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spectre was marked lame too many times and excluded. (marked lame by johnnybaverage, FlyI80, hellofyellin, Thorfinn, mortshire, thegrayhoodie, mistlethrush, LaserBlade, Wulvaine, Bobatt, Doc_Rostov, NotCool, starman11)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 5,
    "snip": false,
    "text": "You're obviously cooler than the rest of us. Thanks for posting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Not really. I'm just lazy and I drink a lot."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jrpigman",
    "plus": 15,
    "snip": false,
    "text": "In your generation, role playing was considered to be rolling a hoop down a dirt road with a stick and wondering what would happen on the next installment of \"The Shadow.\" <br/> \n <br/> \nI mean, if you replace Cheetos with Johnny Cakes, the metaphor is complete."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Goddamn it, what the hell happened to all my chubbies?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Have you tried Cialis?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I'm 48, bubba. Our hoops were hula hoops, and it was the latest episode of the \"camp\" (read: ruined) Batman -- y'know, the one with the fat guy in tights and the swishy Robin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I am counting your lies, Spectre.  <br/> \n <br/> \nThere are five. <br/> \n <br/> \nI believe that you like Achewood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spectre was marked lame too many times and excluded. (marked lame by hellofyellin, Thorfinn, illgamesh)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Just havin' a laugh, man. And cheers to you for replying to all of us puerile little shits."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "then YOU, Sir Spectre, have obviously done more than one person's share of one of the following: <br/> \n <br/> \n1) marijuana <br/> \n2) time in an insane asylum"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "In the insane asylum I was technically on the staff. Not that it helped. (Telling the truth here; that was my graduate school gig.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Did you ever play magic? pokemon? or, god forbid, yu-gi-oh? Those put you one the same level. Also videogames- they're just the modern version of D&D."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 2,
    "snip": false,
    "text": "I tired Yu-Gi-Oh with my 9-year-old stepson and he whipped my ass. As I understand it, I was eaten by a three-headed dragon after my defensive-whatever failed. That learned me. Never again. (I would like to point out that my stepson was dealing  . . . and they was his cards)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "OK, OK. You win. Chubbies to you for massive honesty and liking achewood despite your age handicap (kidding, just kidding)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 2,
    "snip": false,
    "text": "LARPing: one toke over the line."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 11,
    "snip": false,
    "text": "Man, say what you want about LARPing, at least it got some chunkity-ass nerds outside."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "Well said on both parts.  Special props for Brewer and Shipley."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iidebaser",
    "plus": 1,
    "snip": false,
    "text": "that's no mullet dude, that is a short-long.  common on  teenage black clothing enthusiasts in the late 80's and early 90's. <br/> \n <br/> \nI'm having trouble finding any insults to gygax or his family in this particular strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'd call it an undercut. Ugh, awful things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nullzero",
    "plus": 9,
    "snip": false,
    "text": "The real reason that they wear such hairstyles is that like many other of their real life activities, they can give it to themselves in their dorm room alone."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "we are Mr. T together. A chubby for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achewood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewood was marked lame too many times and excluded. (marked lame by johnnybaverage, Contrasoma, morelaak, snowman, Thorfinn, Ananke, capnb0b, wittyname, flazisismuss, Meetzorp, bobodante, Paco, gethen, thegrayhoodie, LaserBlade, lateadopter, opprobrium, vorrishnikov, Wulvaine, Doc_Rostov, nathanielperson, biff, SPECTRE, Budenhagen)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by ishuta, Thorfinn, pzukowski, iidebaser, Kybard)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "I sense much anger in you. <br/> \n <br/> \nIncidentally, I'm sharing in the anger."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Bathing in it, even"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Anger baths are my favorite baths. <br/> \n <br/> \nIs it just me, or does the word baths seem....incorrect?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "BATHS ONLY"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Excellent. Worthy of a chubby, even."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "A guy with a three-legged dog is trying to park in front of the vet's office, and you steal his space. <br/> \n <br/> \nYour ailing grandmother stands in the rain at the bus stop because you crashed her car into a tree and took her umbrella. <br/> \n <br/> \nA single mother is trying to pick up her kid before 6 and drop off the check so her daycare won't charge her a late fee, but you make her late because you insist on turning left at a \"No Left Turn\" intersection."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "crashes. wrecks. there's a pink converse on the road. is there a foot inside? the cops walk up the parents' driveway."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chubby of the virtual sort."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "virtually chubbied."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "I will find the cat in your icon and kill it.  <br/> \n <br/> \nIncidentally, isn't it kinda  . . . cool? How much people reacted to that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Thanks for shaming my gender."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "I saw this as more of a tribute, as do other people I'm sure (like chuvak). It's done in a typicially geeky fashion, as befits the occasion and subject o'course. Hell, I'm sure most fans of D&D thought something along the lines of ressurection spells, HP: 0, healing potions and necromancy when they heard the news. <br/> \nPlus, being D&D, it was always going to have jokes made about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nosearmy",
    "plus": 0,
    "snip": false,
    "text": "Surprisingly, the one headline I repeatedly saw on the ol' RSS: <br/> \n <br/> \n\"Gygax loses Saving Throw to Death\" <br/> \n <br/> \nNow  <em>that</em>  is tasteless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I rather liked the Penny Arcade tribute: Rolling In His Grave."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "No, still funny. In fact, awesomely funny. More that I could have thought of along those lines: <br/> \n <br/> \nGygax's ThACO Obviously Not Good Enough <br/> \nGygax's Last Die <br/> \nMonstrous Compendium Bound in Black <br/> \n <br/> \netc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "dude, you gotta remember, after spending the majority of his life developing tabletop games and feeding the fantasy genre, Gary Gygax had NO illusions about what he had created.  he would think this strip was hilarious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I also find it hard to believe that either the late Mr Gygax or his family would find any of this offensive.  Isn't it far better to be remembered as a punchline than to never be remembered at all?  Nobody works in a field for forty-plus years and doesn't find at least parts of it absurd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "Fun Fact: My pal Nick has a tattoo on his forearm that reads \"Virtuoso\". Apparently it's got something to do with D&D. Good guy, that Nick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm all  <em>about</em>  Ray's giant dice. You just know he thinks \"it's bigger, that means it's better\". <br/> \n <br/> \nAlthough to be fair I've never played D&D so this could be true, for all I know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Sorry, but that's usually referred to as \"the Dice of Shame\" for being caught cheating on a role (at least around here.)  Poor Ray..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "This makes me sad.  It seems strange to taunt the dude right after he dies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "If he's taunting anyone, it's the general stereotype of the people who play, not the dude himself. But I don't think it's even that - it's not like Onstad is some kind of jock who beats up nerds and takes their lunch money. Given his admitted interest in text adventures, I'm sure he's spent many an afternoon rolling dice in a dank basement. It's more of a self-deprecating parody/homage if anything. I'm surprised more people don't understand this mode (which I think has pretty much become the dominant cultural norm) and cling instead to the old notion that you must either be making fun of something or praising it directly."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "have you been reading the rest of the comments or do you live in some sort of bubble?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "That seemed necessary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "I know a girl RPG'er. Surprisingly, she's far more nerdy, obnoxious and out of touch with reality than all of the guy RPG'ers I know combined. And she's not even fat or ugly or styled in the manner of a dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Give her a big Hello, for her to in turn pass along to her on-line Furcadia husband (with whom she has between three and five fur-kids) from the fellows here at Acheworld."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chuvak",
    "plus": 17,
    "snip": false,
    "text": "Um....  <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 10,
    "snip": false,
    "text": "What do you mean \"learn?\" <br/> \n <br/> \nand what the fuck neckbeard good lord shave it before it becomes my next avatar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 4,
    "snip": false,
    "text": "I, too, like dark hair and glasses on girls. <br/> \nThough I do agree that Neckbeard is one of the most repulsive girls I've ever seen, and probably not representative of the whole Gamer Girl community."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Neckbeard's a dude. His boyfriend has the gormless grin behind them."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "radsplosion",
    "plus": 6,
    "snip": false,
    "text": "Um dudes pretty sure the guy you are talking about is Bill Mudron. To his left is Dylan Meconis I think and that might be Jen Wang to the right. They are kind-of prominent cartoonists, they are in anthologies etc. Like, just falling short of being a Wikipedia stub article. Look up \"Flight (comics)\". <br/> \nBut uhh yeah not a pretty beard there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "It gave me a chuckle that you were lamed for posting \"information\". We'll have none of your lip here, apparently."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "How bizzarre would it be though to randomly see a picture of people you know being made fun of on a website that they have never even heard of."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 1,
    "snip": false,
    "text": "I gave you a chubby for your knowledge. However, I must contest that his neckbeard is notable enough to deserve a wikipedia article on what it is and why it must be shaved off."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "It's like an Amish Bloatee."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "*imagined overheard conversation* \"Hey, I heard Bill Mudron was at this ComiCon. Have you seen him?\" \"Hmmm... Bill Mudron, Bill Mudron... Oh, you mean  <em>Neckbeard</em> !\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "*Facepalm*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I want it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Is that John Malkovich on the right?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duskbringer",
    "plus": 2,
    "snip": false,
    "text": "The one next to Lisa Bonet?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I am totally seeing that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 2,
    "snip": false,
    "text": "Olive-green V-neck is the closest to categorizably good-looking. The short hair's fine, but it needs to be tweaked away from Everybody's Mom On Her 60th Birthday."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Supergirl shirt girl is kind of cute. As is the Asian on the far right."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Supergirl and the next one right."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "I've only seen about 12 Asian chicks in my life that I haven't considered to be cute, but then again I, well,  <em>let's just say I like rice.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Burgundy on the far left isn't bad either."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Holy shit. I've never posted before, but I just have to mention that I know the dude in the very back of that photo. He's a friend of my boyfriend and his name is Paul Adams."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "Then what is he doing in my computer?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Amen."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "I FUCKING PUT HIM THERE. BEHOLD MY POWER."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "You say \"Learn to like girls with dark hair and glasses\" as if we don't already have kinky librarian fantasies.  I am not the only one with these fantasies, right, guys?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You are not the only one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009150106/http://achewood.com/index.php?date=04212005\">Many men think this is hot</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "\"Hey, now I'm getting sass from the sexy librarian over here.\" <br/> \n <br/> \n\"What? Me, sexy? Shut up, you are...\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "not unless playboy films have been lying to me for years (cue sexy librarian music)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Ahhah!  I knew there were other gamer-girls around besides me, despite the ALT-text. It's like some daily ritual to be told I'm really a guy because girls don't play games when I play a MMO.  (This girl detests beards...especially in strange patches or on the neck.)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Gamer girls are nae so scarce as people think. I proudly GM a few games in a couple different systems, and although players kind of cycle in and out sometimes, I've had quite a few times when there were more girls than guys. <br/> \n <br/> \nFor the record, none of us are fat, none of us are particularly hideous and none of us have mullets/shortlongs. My girlfriend is one the most devoted players, and she's gorgeous and dark-blonde. <br/> \n <br/> \nBut we really are probably the exception to the rule; I've known plenty of my fellow gamers that start to sizzle under sunlight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hogfat",
    "plus": 0,
    "snip": false,
    "text": "how could onstad make a strip about comic sans and ignore papyrus?  and then he fucking uses it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tessebatt",
    "plus": 0,
    "snip": false,
    "text": "Papyrus is the new Comic Sans. =["
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sncether",
    "plus": 16,
    "snip": false,
    "text": "Seriously. Papyrus. Damn. The go-to font for every high school history assignment that starts with the phrase \"imagine you are ...\". The font of choice to announce any half-baked presentation of a scene from Shakespeare in an intramural drama class. The font that art directors scroll to with a shaking hand when it's 4am and they have to crap out a jacket for another terrible fantasy novel. The only font worthy of that fake \"aged\" paper you can buy at Staples if you're too doubly-useless to treat your Hammermill with tea and an oven.  <strong>THE FONT OF THEME WEDDINGS</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Aaaahh... fuck. I wrote that paper."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "If only I could chubby you.  If only."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djmdith",
    "plus": 0,
    "snip": false,
    "text": "It's satirical typography - Papyrus is the perfect font for this"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Agreed. Mainly cause I have no Agreementchubbies."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 25,
    "snip": false,
    "text": "This was ok, but I think a strip depicting an actual RPG session between the gang would have had far more potential: Ray constantly ignoring the rules and making up anachronistic items or trying to make awkward small talk with a band of goblins, Lyle refusing to leave the tavern, Beef over-analyzing every given situation, and Teodor as dungeon master getting hella frustrated with the whole thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Agree. And I would like to see Todd at the table."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Philippe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 32,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Beautiful, man.  Great Beef dialogue."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Perfect. Only it's Die."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ugh, you are right. again but a simple typo mucks it up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "You must not have read the \"Perfect\" portion of my comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 4,
    "snip": false,
    "text": "Alright, Lyle, your Fighter's sword of sharpness cuts the orc's leg clean off.  There is blood spraying everywhere.  Philippe, your Mayor needs to make a reflex save."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>Not the Mayor!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "\"But Ray, my mom told me that Dungeons and Dragons are Sins! They are things about the Devil!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Roll for HUUUUUGS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "you turn around. it is too late. a hidden crook is only  <em>one second</em>  from kicking you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Okay, you shot the crook, now roll to see how close to the stolent jewels your shot hit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Stolent?\" \"Stolent.\" Huh. I guess we'll just Vlad was the DM there. He might say something like \"stolent.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "'the jewels he was stealingk'"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Phillipe would never shoot a crook, just a swift kick. if he went around shooting people he might get his fancy white uniform taken away (its his equivalent of his gun and badge)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Rip Berryrock would shoot a crook, though. He would shoot a crook from a plane fifteen feet above the ground."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sigmacoder",
    "plus": 0,
    "snip": false,
    "text": "I used to play with a Todd/Lyle type dude, all he did was drink heavily, yell at NPCs, wreck plans, and in general piss the GM off.  It was great."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "We had a pretty fun game of AD&D going one time, with a player like that/you. The antics were hilarious at the beginning, but it got old and predictable real quick. Thing was, the GM had spent a long time designing a really cool and detailed campaign which was supposed to last all summer, and everybody (except the plan-wrecker character) was looking forward to playing it through. Sadly the disruptive player was so disruptive we all just lost interest. I guess maybe he had some fun, at least. Did you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "All crushing up the dice and snorting them, thinking it's going to give him magical natural 20 powers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That would be the greatest."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ananke",
    "plus": 1,
    "snip": false,
    "text": "So what you're actually describing is Knights of the Dinner Table."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erica",
    "plus": 1,
    "snip": false,
    "text": "All D&D comments aside, I never thought I'd see the day when Onstad used Papyrus in a strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "What the FUCK, blank comment? Why you gotta be like that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 2,
    "snip": false,
    "text": "Couldn't you have said that it was a silent post in honour of Gary Gygax?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I failed my diplomacy check. :-("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "backdraft",
    "plus": 0,
    "snip": false,
    "text": "My experiences of D&D (and rpgs in general) are largely similar. Except in my case replace Taco Bell with Burger King, and most of the guys I played with now have much bigger breasts than they did back then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "I never played D and D, but I  <em>did</em>  play  <a href=\"http://web.archive.org/web/20101009150106/http://www.tritex-games.co.uk/images/logos-heroquestmain.jpg\"> this</a>  knockoff."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "Goddamn. Heroquest.  <em>God damn.</em> <br/> \n <br/> \nChubbied for long-repressed nostalgia."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "From this point on Achewood is a comic that is permanently about roleplaying games."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 1,
    "snip": false,
    "text": "Look at Rays little tits. A D&D group just screams fat and unhappy...but I guess they have eachother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": false,
    "text": "I'd give you a chubby if I had any left. <br/> \n <br/> \nUnfortunately, I'm spent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "A D&D group lives what is perhaps the smallest of lives, denying themselves of both the worldly adventures of the socialite, and the spiritual wrestlings of the anchorite. Time goes on, but they do not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 4,
    "snip": false,
    "text": "I wasn't allowed to play D&D growing up.  <br/> \n <br/> \nMy mother heard that story about a kid getting stabbed behind a Chuck E. Cheese because they were playing \"for keeps\" and he didn't make his saving throw, and that was that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jbushnell",
    "plus": 1,
    "snip": false,
    "text": "I literally inherited my first Dungeons and Dragons sets from a depressed geek who committed suicide in his late teens, and yet somehow this did not dissuade my parents from allowing me to have them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I heard this story.  <em>I heard it</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Unrelatedly, the '60s GOF poster is outta sight, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shebajones",
    "plus": 3,
    "snip": false,
    "text": "Pourin' out 2d20 for my homie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "<33333"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "girl RPG'er bares a striking resemblance to girl PWT'er (pregnant white trash).  all she needs is a Strohs and a  pack of GPC smokes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evn",
    "plus": 2,
    "snip": false,
    "text": "BOO ON PAPYRUS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "Shut your Taco Hole. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iceofboston",
    "plus": 1,
    "snip": false,
    "text": "is it wrong that my first instinct, upon seeing this strip, was to think to myself \"man, that die of eights would make an awesome hit die!\" <br/> \n <br/> \njesus. what hath gygax wrought?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by susurrus was marked lame too many times and excluded. (marked lame by Meetzorp, relaxing, Sortelli)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Hey, I mentioned my brother-in-law and his crew: teachers, store assistant managers, etc. They have the \"good jobs and families.\" They are still, as someone pointed out, \"the saddest thing.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puzzles",
    "plus": 1,
    "snip": false,
    "text": "Just seconding Susurrus. Like donut shops, role playing games attract many folks of questionable mind and body. But many stylishly-haired, girl-friended, interestingly-employed people enjoy tasty treats too, and know how to consume them responsibly. We treat our games like a movie or computer game that we're creating together. We're writers and actors or just anyone who's ever left the Matrix and fantasized about kicking ass in slow-mo. We don't wait for some company to create the fictions we want, we make them ourselves. <br/> \n <br/> \nReally -- take away the \"playing DND,\" and substitute \"playing poker,\" or just \"drinking beer\" and you can find, all over the country, sad groups of older men still stuck in their home towns sitting around a table at 3AM."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I love you, man.  I hope you find happiness in life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Man, I totally remember when Carrie did that. I hate it when chicks get all clingy and pregnant and raven-haired and force their spineless men to marry them in the forest. It gives the rest of us a bad name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I liked the above idea about the characters playing D&D.  They should play it grownup style, with drinks for missed saving throws or crit misses, and porno for critical hits.  We played that way in college (we had the internet, so porno was readily available). <br/> \n <br/> \nIt always devolves into everyone 'becoming' dragons.  LARPing even breaks out on accident, mostly in the form of thrown dice.  That's where you need to stop the game.  I regret going further every morning, when I put in this glass eye. <br/> \n <br/> \nWe even did a remove an article of clothing bit when you died.  God that was homoerotic.  I would buy every Achewood book on earth to see all the guys sitting around a table, Teodor passed out, Lyle naked, with like, a d4 embedded in Beef's forehead.  Ray would be the DM, and he would have a pointy hat on, and somewhere a woman's uterus would be sealing shut."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "So some of my friends are into D&D, and for the most part they're pretty normal people with happy, active social lives and don't have that haircut. <br/> \n <br/> \nBut the guys who work the concession stand at my school all have that same haircut, all have the same job, and always talk about how fun it is to slay dwarves with each other... while they work the register."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tetsujin was marked lame too many times and excluded. (marked lame by silver_lake, professorhazard, unsentletter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who is disturbed by the idea of sprinkling people with digestive enzymes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "Naw, man - the rennet totally  <em>made</em>  the strip for me.  It's all about *honor* man!  Honor and the raw ingredients for cheese."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I think the rennet made it for me.  We never had rennet back in the days when I played.  We had to make do with Cheetoes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "but what did you think about the rennet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 2,
    "snip": false,
    "text": "i finally quit D&D and MTG and such games because i loved to play, but i hated who i had to play with. Listening to some pimple faced goth nerd whine for an hour about how i Control Magicked his uber-enchanted Rabid Wombat was basically the final straw."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "This is true.  So hard to find \"stealth nerds\" to play such games with."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "You have found one.  Let's start a game. <br/> \n <br/> \nI'm not ashamed of my nerdom, per se, but I don't advertise. <br/> \n <br/> \nKeep in contact."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I ain't no stealth nerd, but I'd hand you a crispy Stella for that play and shuffle up for the next game."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't the harrowing die always land on the same side, since the groove has to land on a pencil or similar object?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Gary Gygax cannot be resurrected."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iceofboston",
    "plus": 0,
    "snip": false,
    "text": "not even with  <em>wish</em> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "This explains all my old D&D sessions.  I was scarred for life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "aren't the jokes a bit too easy in this one?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "All right, fine, I'll be a dwarf. But my name is Carlos."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "justa",
    "plus": 7,
    "snip": false,
    "text": "Much as I love the image of the guys with their identical white-trash early-90's hair, the \"LOL gamers\" brand of humor is cheap, greasy, flavorless humor. <br/> \n <br/> \nJokes like this are the Hot Pockets of the humor world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 5,
    "snip": false,
    "text": "See, I think Onstad just hit a nerve here with his readership."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "u235",
    "plus": 3,
    "snip": false,
    "text": "I might be speaking purely anecdotally, but I think ironically the people who would be more offended by this strip are the people that it reflects less accurately. Yeah, there are people just like the comic portrays - I've seen them, met them, and interacted with them. And they're likely to laugh at this because it's somewhat true. The people who are going to be more irritated are the people who don't see themselves like this (whether or not that self-perception is accurate - as it often is and often isn't - is irrelevant). <br/> \n <br/> \nDon't get me wrong. There is a metric shit-ton of potential comedy material to be had from lampooning D&D and the people who play it, and I laugh heartily at a lot of it. But this strip feels like either a really lazy attempt to lampoon D&D, or an attempt to lash out (or perhaps stir up shit) for whatever reason. The alt-text is a prime example; hell, it even contradicts the last panel!  <br/> \n <br/> \nShitting out the equivalent of \"lol girls don't play D&D lol gamers don't get laid lol\" is tired and lazy; joking about girls that play D&D being severely neurotic and stirring up a lot of shit and destroying friendships is a hell of a lot more funny and clever. (You can probably tell that I found the last panel to be the most humorous.) <br/> \n <br/> \nAgain, as with the last strip; good idea, but I'm not sold on the execution."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "I dunno...all this indignation seems a little silly to me.  A little \"sour grapes.\"  Notice that everyone who doesn't think it's funny tends to have some personal gaming experience (not that I don't, btw).  They're claiming they don't mind being made fun of, but that this strip just isn't funny.  I hung out with a lot of gamers and comics nerds, ate lunch in the chem lab, etc, and I thought this strip was dead on.  PLUS, I don't even think the joke here is that, as you put it, \"lol girls don't play D&D\" or anything like that.  It's just sort of observational humor about a certain demographic.   <br/> \n <br/> \nThis whole issue reminds me of someone who's just had his ass handed to him in Street Fighter II.   <br/> \n <br/> \n\"I'm not ANGRY, you're just being CHEAP with that fucking hundred hand slap you fucking ASS HOLE\" <br/> \n <br/> \nHe says your technique lacks honor, but really he's just mad he got put in a fucking corner."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Correct.  The Nerd Nerve twinges a mighty twinge when stuck.  <br/> \n <br/> \nRoll against wands for save.  15  for half damage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "still... Onstad brings new life to tired humour cliches. He certainly throws a bit of edge-of-racism stuff around and no one spikes up about that. Nevertheless, I understand your problems with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "justa",
    "plus": 1,
    "snip": false,
    "text": "Usually I'd be in agreement; when Onstad's on his game he can make something that's been done ten thousand times before funny as hell. This one just doesn't quite go the distance from tired cliche to tired cliche with a twist that makes it hilarious again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcibi",
    "plus": 5,
    "snip": false,
    "text": "I've known exactly two people who played Dungeons and Dragons <br/> \n <br/> \nOne of them is a pretty cool dude who was in the Marines <br/> \n <br/> \nThe other turned out to be a pedophile <br/> \n <br/> \nI am not sure where I was going with this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "Of the two I know, one is a stable, funny professional guy with a nice family.  The other is a itinerant semi-employed security guard who developed a habit of talking to himself in Klingon.  I'm also not sure if this is meaningful or if the sample size is way too small to draw any conclusions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "At first I thought it said \"self-employed security guard\" and was there going \"H-how.. what... how...\" for about a minute until I read over it agan. <br/> \n <br/> \nThink about this concept, though. It's pretty fantastic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "My first thought upon reading this post was <br/> \n <br/> \n\"Self employed Security Guard! Starring Will Ferrell and Owen Wilson, coming this summer!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "Joining the Marines, for some, is kinda like taking the show on the road."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "Boy RPG'er sits behind me in Psych 410"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tenthman",
    "plus": 0,
    "snip": false,
    "text": "on campus today I noticed the flag was at half mast, I wondered to myself \"why come?\" I now know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Hopefully, you don't go to  <a href=\"http://web.archive.org/web/20101009150106/http://www.wral.com/news/local/story/2534527\">UNC-Chapel Hill</a> .  Or else that might be a sick joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tenthman",
    "plus": 0,
    "snip": false,
    "text": "no i do not, but that is probably why the flag at UNH was at half mast.  now i look like the jerk i am."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "Brutal, amusing, true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whateverforever",
    "plus": 0,
    "snip": false,
    "text": "Female RPGers exist."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "They are like rarest flower."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Grown in nerdiest pot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oplem",
    "plus": 1,
    "snip": false,
    "text": "Rooted in the ugliest soil."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Smoking a cigar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 0,
    "snip": false,
    "text": "Oh but that alt text made me LOL."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "u235",
    "plus": 0,
    "snip": false,
    "text": "I couldn't get into it, coming straight from the last panel describing the foibles of one female gamer's impact on the group. As I mentioned in another post, \"lol girls don't play D&D lol\" is a tired and unfunny cliche, and really doesn't work for anyone who has known girls who play D&D... but \"lol girls who play D&D are fucking nuts\" is a hell of a lot more rewarding in every respect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "I am a roleplaying gamer, and I approve this comic. <br/> \n <br/> \n Further, the system described here would make an excellent light RPG.  Better than The Window, at least."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 18,
    "snip": false,
    "text": "...fuck it.  Let's throw down! <br/> \n <strong>Artifacts and Achewater</strong> <br/> \n <em>The Roleplaying Game of the Experience</em> <br/> \n <br/> \nIntroduction: What is a Roleplaying Game? <br/> \n --See above comic. <br/> \n --Glossary: PC - Player Character, the guys playing this game; d6 - Six-sided die; HD - Harrowing Die; Do8 - Die of Eights. <br/> \n <br/> \n <strong>Chapter 1:</strong>  Character Creation <br/> \n --There are many characters like it, but this one is yours.  Every character has a  <em>Name</em>  (unless they Do Not Have A Name; see below),  <em>Character Class</em> ,  <em>Artifact,</em>  and  <em>Action.</em>   Name these, which are called Aspects, and your character is made. <br/> \n --Example Character: Name - On-Fire Tiberius; Class - Presumed Mortician; Artifact - Weighted Sponge; Action - Chide disdainfully, like a mother. <br/> \n ---Nameless Characters: If your character Does Not Have A Name, write it down as a name. <br/> \n <br/> \n <strong>Chapter 2:</strong>  Starting the Game <br/> \n--Each character chooses part of their character--name, artifact, or perhaps a body part not otherwise listed on the character sheet--and rolls one Harrowing Die, starting with the player closest to the nearest television and from there going to the player to his right, and so on, until there are no more people who may roll.  (If a Harrowing Die is not found, substitute a four-sided die.) <br/> \n -On a result of 1, the part is beneficial to the player, and he may start in a chamber of his choice based on the aspect or body part chosen, and further starts with 1 extra Honor.  For instance, Gouda chooses his Rubbing Knife and rolls a 1 on his HD; he chooses to start in his mother's kitchen, testing bread with his Rubbing Knife. <br/> \n-On a result of 2 or 3, the PC to your right at the table (or beneath you in an Internet chat) chooses a chamber based on that aspect or body part.  It must be a neutral place of no great import to the aspect or body part. <br/> \n-On a 4, the chamber is cruel indeed, and you are in much shame with your aspect or body part there and subtract one Honor from your first die roll.  A PC to your left chooses where you have begun.  For example, \"Butchers\" Anthony has chosen his name, and rolls a 4 on his Harrowing Die.  He begins in the Butchers' Hand Chamber, as chosen by the PC to his left, and with his Rubber Kid Rock CD, he is seen as an insult to the butcher's profession. <br/> \n <br/> \n <strong>Chapter 3: Honor</strong> <br/> \n -Once the chamber has been chosen by the Harrowing Die, each PC must roll one d6 to represent starting Honor.  Add one or subtract one based on the whim of the Harrowing Die. <br/> \n-Honor is like the hawk; if you run out, you are in trouble with ecological agencies.  If you go into the negatives, hoo boy. <br/> \n <br/> \n <strong>Chapter 4:</strong>  Combat <br/> \n--Now you're in trouble!  The last PC to roll must confront his situation.  If he has rolled a 1, he must find trouble either by starting it at the bar, where an old man will give him a treasure map to an abandoned constabulary haunted by goblins, or by finding the other PCs; this does not count as his turn. <br/> \n-If you are in trouble or neutrality--as indicated by a result of 2, 3, or 4--you may confront or immediately start some trouble.  Declare your ire with the player to your right, who assumes the role of someone or some thing that is preventing you from being more honorable (a large monster shark, an oncoming midmorning nap, the Book of Kells).  Once done verbally sparring, roll one d6, each of you; the one who has rolled higher has lost.  If it is you who are victorious, gain Honor equal to the margin of victory.  If you have lost, you lose Honor equal to the margin of loss.  If it is a tie, you have not yet resolved your problem and must mull over it without gain or loss of Honor; once you have made combat, your turn ends, and the player to your right then must resolve his problem, and so on. <br/> \n--You may choose one aspect to bet on a roll.  Find some way to use that aspect to best your problem, and you may subtract 1 from your battle roll.  If you succeed on the bet-upon combat, you cannot use that aspect again this session.  If you fail, your die is replaced with the dreaded Die of Eights, and you lose Honor as if you had rolled an Eight. <br/> \n <br/> \n <strong>Chapter Five:</strong>  Winning the Game <br/> \n--When initiative has returned to the original player, mark that One Turn Has Passed using a die, paper, or folded paper swan. <br/> \n-When five One Turn Has Passedes have passed, the player who has come out with the most Honor is the victor.  He may then sprinkle rennet upon the losers. <br/> \n-A player who reaches negative Honor is immediately a loser, and must drive everyone to Taco Bell without the option of requesting gas money. <br/> \n-In the case of a tie, you may roll the Harrowing Die once again, once for each tied player, and whosoever comes out on top has barely eked out fortune's favor. <br/> \n <br/> \nThe end. <br/> \n <br/> \n <em>Dedicated to Gary Gygax.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "<em>When can we get together and play this</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'll bring the Mountain Dew."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "First person to use their 3D printer to make a Crown Royal bag full of DoEs and HDs wins at life. <br/> \n <br/> \n <em>Let's do this</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by professorhazard, flazisismuss, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "Ah, that most slope-browed of off-the-cuff comments, which can make the creator of anything from a quilt to a marble statue wonder why he ever fucking bothered to try to do anything nice for anyone at all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Hey, it was meant in cheerful jest. I ain't trying to bring anyone down, here. That's not my style."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "All I'm saying is that maybe you should consider driving us all to Taco Bell."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "wait a minute... <br/> \nBlonde hair. <br/> \nBrown beard. <br/> \nBILL MUDRON?! (see above)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Man, don't compare my pinnacle of dudeliness to the dead ferret that that guy(?) has strapped to his/her neck. I'll give props for the classy bleach job, but god damn.  <em>God damn.</em> <br/> \n <br/> \nI keep scrolling up to try to find something witty to say about that quote unquote \"beard\", and I just keep scrolling back down wishing I hadn't looked at it again."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There's just nothing witty to say about a beard like that. It's beyond humor. <br/> \n <br/> \n\"Dead ferret\" is pretty good, though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>Fuck</em> , I looked at it again."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Bah!  My Chubbies ran out.  So then...KUDOS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Amen.  And well put."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "You have done well this day, Chubby Chocobo Being Struck Through the Brain by Lightning."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Thanks plenty!  It's actually a hideous mutant Chocobo that's several Chocobos biologically stapled together.  (It's from another comic I enjoy, 8-Bit Theater.  That it is less than Achewood goes without saying.) <br/> \n <br/> \n Also yes, I had lots of free time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "See, I don't know why you get away with that, but my old Ctrl-Alt-Del avatar was earning me the internet equivalent of a lynching."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "B^U"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "What he said."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "What?  B^U?  Business Unit?  Boston University?  Speak English damnit I'm not fluent in nerd-speak! <br/> \n <br/> \n(And for the record, I do like 8-bit theater a lot, I just don't think it's so much better than CAD)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Get ready to learn the secret to Tim Buckley's success: <br/> \n <br/> \nEvery face in CAD is \"B^U\". B for the half-lidded, uninteresting eyes, ^ for the nose, and U for the slack-jawed mouth. B^U <br/> \n <br/> \nAnd for the record, I think both of those comics, and really, 90% of comics on the Internet, are complete rubbish. Including many of my own!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Why this doesn't have more chubbies is beyond even the part of my imagination that has been sitting in the kitchen drinking ouzo for the past two hours."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sortelli",
    "plus": 1,
    "snip": false,
    "text": "Maybe people are out of chubbies and will have to resort to typing how they would like to give a chubby but are unable to do so due to lack of supply. <br/> \n <br/> \nBECAUSE THAT SHIT SURE NEVER GETS OLD, MOTHER FUCKERS."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "Sortelli doesn't like this pile of shit, so he adds his own shit to it.   <br/> \n <br/> \nSortelli keeps on reading 'cause there's no shit like fresh shit. <br/> \n <br/> \nIf sortelli were a car, all his seats would be ejector seats. <br/> \n <br/> \nSortelli hates you because wishes he were the memory of watching Labyrinth the first time when you were a teenager with your friends who played D&D, but he knows he's the let-down of watching it the second time now that you're 40 after you told your wife what a great movie it is. <br/> \n <br/> \nSortelli thinks you fuck your mother. <br/> \n <br/> \n- that last one would be a good bumper sticker"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I would like to give a chubby but am unable to do so due to lack of supply."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Chubbied chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I wanna cast  <em>Magic Missle</em> !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 1,
    "snip": false,
    "text": "This is the last time I'm being so liberal with my chubbies! Virtual chubbies piled high upon you, Tombsgrave. You are  <em>awesome.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "\"Come on dude, just come over.  There will be pretzels and mt. dew and music 'cause Barry is bringing his copy of Monty Python Sings.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "To my knowledge, nerds never \"just come over\". If it hasn't been planned at LEAST one day in advance (and that is pushing it), they'll just be like, \"No, dude... Not tonight...\" and shy back into a dark corner of the internet for the rest of the evening, while you sit at home, alone and bored, talking to your nerdy friend online when you could be hanging out together  <em>right now.</em> <br/> \n <br/> \nMichael Bateman, if you come across this, I  <em>am</em>  talking about you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by niggar was marked lame too many times and excluded. (marked lame by Dovey, professorhazard, snowman, Thorfinn, Ananke, TonyHighwind, Smartacus, thegrayhoodie, LaserBlade, lateadopter, Wulvaine, nathanielperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Yeah, well fuck a shining pillar of your chosen identity in the ass, too, shithead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "They should have invited  <a href=\"http://web.archive.org/web/20101009150106/http://journeyintoreason.blogspot.com/2006/02/great-new-game.html\">Pat</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "They did, but he was watching Trials of Honour."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Oh shit man sorry, why do I keep doing this shit? I deserve many lames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 1,
    "snip": false,
    "text": "That game sounds a lot like Burning Wheel--particularly the lifepath system. <br/> \n <br/> \nMan, I am such a nerd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Is there much of D&D going on in Australia?? Come on kiddies, I know you're out there. You see, I like metal, Monty Python, (used to) like reading fantasy novels. I was saved at the last moment by getting very heavily into surfing. Is that why I don't notice many D&D kids in Oz? Too much sunshine to be soaked up?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by niggar was marked lame too many times and excluded. (marked lame by Dovey, tekende, Thorfinn, Ananke, flazisismuss, Smartacus, lateadopter, whiteturtle, Wulvaine, Doc_Rostov, nathanielperson, tragicone)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Heard you the first time, jerk-on-the-internet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Again I am left to wonder just how one attains spam-marking privileges."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "I have always had them, for some reason. I am beginning to thing they should be taken from me as I keep accidentally marking things spam..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "I'm not a D&D player, so I don't know if a player would find this comic amusing in it's absurd ridicule of the game or cruel in that it blatantly mocks how they spend a lot of free time.  Either way, I give it a five."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "People are taking this way too seriously.  If this webcomic strip has stereotyped gamers at all, it might be only that gamers have no sense of humor about themselves. <br/> \n <br/> \nWhich...as I think about it, might be understandable, considering they probably spent all four years of high school as ridiculed outcasts. <br/> \n <br/> \nStill, cast a \"lighten the fuck up\" spell or something, would you guys?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Rouge like games like moria and angband were the closest I ever got to basic d and d stuff. Now I'm just to lazy to use my imagination or play grind games. I just watch movies and pretend I am the main char. I usually beat them in an hour an a half."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "500 comments and no mention of D&D being satanic.  All is lost"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "denbez",
    "plus": 0,
    "snip": false,
    "text": "I know a Girl RPG'er. She looks pretty much like that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i know other Girl RPG'ers. they do not look like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "I like how everyone seems to really be playing their part in he second panel...Except Lyle. He looks almost like he's being forced to take part in this little skit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "-0_0-",
    "plus": 0,
    "snip": false,
    "text": "holy  <em>shit</em>  this is trenchant and incisive <br/> \n <br/> \nthis must have taken at least an hour to write"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "I dunno, I like it, yet i refuse to. It is just to accurate. alot of people who play do resemble that, although some people play in the basement of my colleges UC and the chick who plays with them isn't too bad. I mean, i would date her. God I'm crushingly lonely."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "YEEEEEEAAAAAAH RENNET IN THE HOOOOUUUUSE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "walrusjester",
    "plus": 0,
    "snip": false,
    "text": "It's about time that somebody tried making fun of roleplayers. Their fondness for food, inability to get laid, and ownership of dice have gone unchallenged long enough!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "I don't know about the rest of y'all, but I am in need of a FUCK YOU Friday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Has anyone here ever seen the Scottish movie  <em>Gamerz</em> ? It's incredibly terrible. It's about a group of RPGers and I guess some weird drama starts up between them? I couldn't understand a word they were saying because they were Scottish and there weren't any subtitles. <br/> \n <br/> \nBut the best part of the movie is when the one girl in the group (who is, of course, hot and goth) shouts during a particularly \"exciting\" moment in the game, \"I've got a healing spell!\" Read it in your head with a thick Scottish accent. It was hilarious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "UHHVE GOOT UH HEILLEN SPUHLL"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Something like that, yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "GYGAX LIVES IN DEATH!!! /wtf!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "This the first time I've ever felt left out for never having played DnD.  I...I have to go think about this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 10,
    "snip": false,
    "text": "<strong>Wednesday Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101009150106/http://philippesblog.blogspot.com/2008/03/i-got-inspired-by-politics-again.html\">I got inspired by politics! AGAIN!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 6,
    "snip": false,
    "text": "<strong>Wednesday Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101009150106/http://philippesblog.blogspot.com/2008/03/i-got-inspired-by-politics-again.html\">I got inspired by politics! AGAIN!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alext",
    "plus": 0,
    "snip": false,
    "text": "This strip was kind of surreal for me because I actually do know a huge D&D nerd who moved to Colorado with his first-ever girlfriend, although she already had a kid in this case. To be fair, a chemistry PhD is more promising than the promise of owning an Arby's. Last I heard, they were still together and reasonably happy, although the guy has Beef-like depression."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eidolem",
    "plus": 0,
    "snip": false,
    "text": "You know, Leland from \"Dog the Bounty Hunter\" has that exact hairdo in today's uncertain world.  I would not have pegged him as a D&D guy.  I guess it must be like lupus, you know, the symptoms are legion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 1,
    "snip": false,
    "text": "I love Achewood and all, but this strip just seems too mean-spirited to be enjoyable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "No.  No. <br/> \n <br/> \nIt's funny, there's really no doubt about that, but so are some terribly racist jokes.  I can't like this at all, and I refuse to apologize for that.  Lame away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009150106/http://www.youtube.com/watch?v=HL2nzNoDg8k\">I'm a wizard wizard a wizard wizard a wizard man!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_pink",
    "plus": 0,
    "snip": false,
    "text": "Onstad must have played some  <em>raw</em>  DnD in his time, the knowledge displayed in this comic is too intimate to have been written by an outsider."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "How nerdy am I for having a gay dwarf named Hayward in the D&D universe?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Seeing RPGer beefs down look makes me notice, though he's got depression, we don't usually see beef frown when nothing particularly bad is going on at the moment. Which is accurate about the depressed people I know. It must indicate that this is an extra depressing situation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "Is Lyle Dan or Steve?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "Is Lyle Dan or Steve?"
  }
]