[
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 3,
    "snip": false,
    "text": "For a punker, Leander looks the least punk of all punkers I've ever seen. Even the pop-punk bands pull it off  <em>accidentally</em>  when they wear eyeliner."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wehavemagnums",
    "plus": 28,
    "snip": false,
    "text": "Well, he is into Black Flag. Those guys grew their hair long at one point just to piss off the punks."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hellaedgar",
    "plus": 0,
    "snip": false,
    "text": "To have been cognizant in those days (I'm from 1984)."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spicyponyhead",
    "plus": 8,
    "snip": false,
    "text": "Me too, dude, me too. (1981 represent). Missed all the good stuff. Now it's just all whiny boy-bands and American Idol and punk stuff being sold at Hot Topic with the safety pins already pinned on the Anarchy symbols."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chaesar",
    "plus": 17,
    "snip": false,
    "text": "TV PARTY TONIGHT!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soilentshuggah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soilentshuggah was marked lame too many times and excluded. (marked lame by dayvancowboy, TommyTheBrat, divot, riotdejaneiro, Vondicus, Mangtastic, helikaon, gardenhead_, eRiUukFJk)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clintisiceman was marked lame too many times and excluded. (marked lame by Deusoma, Epicurus, kochipoik)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "unquotable",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unquotable was marked lame too many times and excluded. (marked lame by cmjhogan, salvagebar, achilleselbow, eRiUukFJk, Merkin579)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chrissketch was marked lame too many times and excluded. (marked lame by barfighting, mediumrare, PresrvdKillick, slalvation)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by NeoNaoNeo, cmjhogan, achilleselbow)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by NDPJohnny, sarmatron, Vondicus, barfighting, unquotable, mediumrare, yingkaixing)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Stoner Metal; thoughts?"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "The only -Punk I'm interested in is Post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "What about slowcore? Slowcore is hardcore music played at  <em>thirty beats per minute</em> . You think I'm making this up? I am not."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 3,
    "snip": false,
    "text": "Except instead of being communal it is about isolation and TRUE SADNESS."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sheriff_mittens",
    "plus": 1,
    "snip": false,
    "text": "Popular slowcore bands: Low, Codeine, Bedhead, Landing, Idaho, Early Day Miners, Red Stars Theory. <br/> \n <br/> \nHe is Not Making This Up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ceokasen",
    "plus": 0,
    "snip": false,
    "text": "I seem to recall hearing that someone made a \"Phonecore\" song that was basically techno beats over someone reading aloud from the phonebook. <br/> \n <br/> \nI'm taken to understand it was actually somewhat catchy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "pianocore. (chiodos.) <br/> \nmathcore. (fear before the march of flames cerca Odd How People Shake. the number 12 looks like you.) <br/> \nloungecore. (some beatles songs.) <br/> \nice-cream-core. (no. not really.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Chiodos is piano core? More like weird-shaky-falsettocore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "firesign",
    "plus": 9,
    "snip": false,
    "text": "Ok, there's no reason both of you can't be wrong! <br/> \nsoilentshuggah, Your description of hardcore results from Minor Threat being one of the only hardcore bands you're familiar with. What you're describing after \"sometimes\" is [i]straight-edge[/], which is a totally seperate genre. Yes, it started with hardcore, but let's keep them distinct. The vast majority of hardcore bands are just fine with drinking and/or drugs. Let's not forget the genre was started by Black Flag and the Bad Brains. And clintisiceman, hardcore was specifically developed by bands who also like the \"heavy\" angle to the metal movement. It kept close musical ties with the thrash metal scene, and resulted in many crossovers such as S.O.D.m, the \"skater punk\" scene, and eventually grindcore. And yes, this comic is great."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "THANK YOU for pointing that out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "You are right, of course. There were the whole grindcore and crust and crossover thrash things going on and I was wrong to imply that hardcore and metal were completely isolated from one another. What I think I was trying to say (and it's been a while, so my meaning may be lost even on myself) is that metal had no real direct influence on the foundation of hardcore. The idea was just punk rock taken to the extreme, played real fast and loud and sloppy. The idea put on the table that hardcore was the result of punk bands thinking they should put elements from metal in their music bothered me. <br/> \n <br/> \nBut as I have said in another reply, I was totally being a dick about terms and was definitely being a cock to a stranger, which is not something that should happen later. <br/> \n <br/> \nGood mediating, Spider Jerusalem."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "Ugh...\"not something that should happen EVER\" is what I meant. I don't know how that happened."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "SLUDGE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 1,
    "snip": false,
    "text": "In retrospect, I was being a bit of a dick about terms. Sorry, soilentshuggah."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doomchild",
    "plus": 0,
    "snip": false,
    "text": "<em>No one</em>  should be a dick to a stranger, man. <br/> \n <br/> \nDC"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "I'm an old fart who remembers the days when pun and metal wanted nothing to do with each other."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "/punk"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 2,
    "snip": false,
    "text": "All the guys I know who're into the super-underground type hardcore seem to have progressed past all the clothing style BS and dig it more for music and ideals...Flipper wasn't in it for the fashion, nor ere Man is the Bastard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "HARD CORE ANTI FASHION"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tomsonlocal",
    "plus": 2,
    "snip": false,
    "text": "Achewood making a reference to Arsenal FC, a great moment for me!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "It absolutely MAKES Barry and Ted's characters that they're fellow Spurs fans."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 14,
    "snip": false,
    "text": "This blog reads like the Wernham Hogg News Bulletin, written and edited by David Brent: <br/> \n <br/> \n <em>For those of you who remember Pete Gibbons, congrats are in order.  His lovely wife Jan is pregnant again!  If the baby is anything like it's dad, it'll probably be late! This week's competition is - guess who the father is! Ha ha, only joking Pete.<br/>\n<br/>\nFor those of you who don't remember Gibbo, he was with us from 1989 to 2000, but took voluntary redundancy to deal with troubles in his marriage.  Let's hope <span style=\"border-bottom: 1px dotted\">this</span> baby brings them closer together.</em> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I remember Pete Gibbons. Man, that guy was a barrel of laughs. One time he came to work early and replaced the coffee in the Maxwell House tin with dirt! It was hilarious to see the look on the boss's face when he took that first sip of mud. <br/> \n <br/> \nWhat a guy, Pete Gibbons."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jerkface",
    "plus": 0,
    "snip": false,
    "text": "hooked on the three-chord stuff"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 6,
    "snip": false,
    "text": "I actually kind of more envisaged a somewhat Ferris Buelle-esque mechanism, in which upon the door being opened a wire trips such as a tape recorder or computer program which generates the recognisable sound of Beef's nervous retches."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 1,
    "snip": false,
    "text": "I am lovink the alt-text on this, is  <em>so</em>  Ferris Bueller: <br/> \n\" <em>Is Téodor about to find a bunch of pillows artfully arranged beneath Beef's bedspread?</em> \""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 2,
    "snip": false,
    "text": "oop looks like the guy above jsut made same reference <br/> \n <br/> \nOOP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "The blog used to be written by Barry Best, but now it is written by Barry King. Onstad saw the same mistake I saw, and he did something about it. He wants history to wash over this error, but no small detail escapes the keep eyes of the ever-watchful Achewood nerd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 1,
    "snip": false,
    "text": "This is one of my favorite alt texts.  It just extends the last panel so beautifully into a joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheriff_mittens",
    "plus": 0,
    "snip": false,
    "text": "I sort of want to get to know Leander..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "I'm fond of \"he gave us all a giggle by falling on a hippie\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Ha.. rank-swelling"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Up the Arse!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "Teodor is wearing his original shirt instead of the sweater Penny made for him. I think he has worn only that sweater since he got it, except when he's doing Parkour or running around the house naked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "Also, who cares? Why would I point that out?"
  }
]