[
  {
    "depth": 0,
    "minus": 0,
    "name": "supadupa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by supadupa was marked lame too many times and excluded. (marked lame by chivalress, ohmygooses, king_of_pwns, NDCaesar, Gumfish, clembot, Boyd, meepmeep, clintisiceman, Quiet_Drops)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pierceg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pierceg was marked lame too many times and excluded. (marked lame by howmanywhales, Jesus, erbe)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Lolsworth, facehead, daidai, riotdejaneiro, srmeowmeow, glorify, 7th_shot, Feste, Kavingi, brokendrum, robbingdog, rosspeck, atticusonline, meowmix, Rainwolfj, thescrivener, logic, clembot, usversusthem, Doc_Rostov, Frankreich, Appers, HomeSkool)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shemmjacc",
    "plus": 3,
    "snip": false,
    "text": "this is why we don't play online RPGs"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shemmjacc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shemmjacc was marked lame too many times and excluded. (marked lame by Overmedicated, Cracker, DerSquirrel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Seriously. What the FUCK is wrong with you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "\"online RPGs\" <br/> \n\"daily basis\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 8,
    "snip": false,
    "text": "\"girlfriend\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "libelandslander",
    "plus": 7,
    "snip": false,
    "text": "There are plenty of girls who are actually uncool, who also date uncool dudes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Aye... well, it was a long time ago. She was rather uncool. <br/> \nI'm with someone else's girlfriend these days, so is fine now. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You gotta be careful dating someone else's girlfriend man. One day without warning she might be your girlfriend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'm aware of this. It is far preferable to be the guy who is in on all the secrets than the guy who is deliberately kept out of the loop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You should less be asking what is wrong with me and more asking what is wrong with the Swedes... but then I already demonstrated for you. <br/> \n <br/> \nOh, and I ought to add that getting 23 lames for saying what had to be said, and having you asking retarded questions like that... are not things I deserve (much like you don't deserve chubb for asking such a clearly retarded question)."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "madnes",
    "plus": 2,
    "snip": false,
    "text": "There is an Australian site that is not too dissimilar, called Red Balloon Day. I am yet to locate the section that offers services such as those in the third check-box, however."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "This was my first thought."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Box D would read 'fun and commentary with Steve Robilliard of ABC's coverage of the netball grand final'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "potashnik",
    "plus": 35,
    "snip": false,
    "text": "rad day: when only the best archipelagos will do"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": true,
    "text": "A comment left by steerpike66 was marked lame too many times and excluded. (marked lame by sprunt, Jesus, TheFutureSoundsLike)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 96,
    "snip": false,
    "text": "Subtlety is Ray's middle name and also his first and last in case they didn't get the point."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "My hat goes off to you for that one, my good sir!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 7,
    "snip": false,
    "text": "chubby for you, and for those who haven't seen it: <br/> \nhttp://xkcd.com/141/ <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by sabbac, silver_lake, riotdejaneiro, thehempfandango, atticusonline, Magb, MrPoopytime, Doc_Rostov, Audhumla, Mastronaut, wehavemagnums)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 9,
    "snip": false,
    "text": "XKCD is in a 3-way tie for my favorite online comic, tied with Achewood and Dinosaur Comics. Keep in mind that I'm a Physics major, so that may have something to do with my enjoyment of the strip.  <br/> \n <br/> \nJust to note, though... Onstad and Munroe have totally different styles of humor. Munroe pulls off a pretty good satire of Onstad, but you should read xkcd before passing judgement on his Onstad-imitation chops. I find that one appreciates his incredible talent for respectful satire more after reading the rest of his comics. I'd say Munroe is definitely a creative genius, just like North and Onstad. Just in a different way. <br/> \n <br/> \nAnyway. I say we give Munroe a rad day."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, it wasn't really a blanket judgement of the man's whole Thing, or nothin'. But yeah, I'll check it before I wreck it. Thinking back, there were probably about twenty seconds early on during which I didn't know what to think of this comic, either. If I hadn't taken a second look, I might be...um...doing something else right now. Shudder to think."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "Alright, doc_rostov. I'm back and I now feel that I have seen enough XKCD to effectively pass judgment. It's OK. Not bad. Not spectacular. It does make me feel foolish for thinking that I could never produce a cartoon strip for the simple fact that I cannot draw. Munroe doesn't let his inability limit him, and that's sort of valiant. In a way. But for that to be tied with Achewood on top of your list, well, we are very different people. Diversity is beautiful."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I'm with you. It's OK. Sometimes I wish he'd taken a bit longer before posting the comic, and run the joke through the \"quality committee\". But hey, that's true about all of our outputs. <br/> \n <br/> \nI don't think that Onstad's satire was really intended to be that mean, I think he just kind of randomly grabbed images, like he'd said."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pwb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pwb was marked lame too many times and excluded. (marked lame by fallow_fields, subactuality, NeoNaoNeo, thehempfandango, AntwerpMassive, JimmyK, Doc_Rostov)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "subactuality",
    "plus": 6,
    "snip": false,
    "text": "This man is intensely heterosexual against math."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "thing is, Munroe can draw, there are panels that show this. He just doesn't care about art that much."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "dueledge",
    "plus": 0,
    "snip": false,
    "text": "XKCD rocks twenty kinds of awesome. Although I hear that the writer is more noob than you'd think."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Former roboticist at NASA. 23 years old. <br/> \n <br/> \nMe hate him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by meddle, Toast, atticusonline, aHatOfPig, Breadcrab)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "<em>aren't you an <strong>econ</strong> major?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 2,
    "snip": false,
    "text": "<em>The times they are a-changin'.</em> <br/> \n <br/> \nWell. I am now. Quite frankly, I used to have poor taste in both majors and webcomics. Sorry, physicists! Now, I think I'd probably take Rowboat's tact. Wouldn't call myself a fan of XKCD anymore, but it's OK. <br/> \n <br/> \nBack to your regularly scheduled Rostov."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 0,
    "snip": false,
    "text": "<em>The times they are a-changin'.</em> <br/> \n <br/> \nWell. I am now. Quite frankly, I used to have poor taste in both majors and webcomics. Sorry, physicists! Now, I think I'd probably take Rowboat's tact. Wouldn't call myself a fan of XKCD anymore, but it's OK. <br/> \n <br/> \nBack to your regularly scheduled Rostov."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "Achewood/XKCD/qwantz are three great comics to have as favorites. A chubby for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Man, I miss the days back when it was risky to say you hated XKCD. No way that would garner ten lames these days."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 0,
    "snip": false,
    "text": "Jesus, did I seriously call Randall Munroe a \"creative genius\"? Reading things I wrote in high school is like a bad hangover that will never go away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "timjankowiak",
    "plus": 1,
    "snip": false,
    "text": "Doing something about swollen genitals is so awesome, but science has produced nothing sweeter than a jetcopter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "king_of_pwns",
    "plus": 8,
    "snip": false,
    "text": "seeing how quick you all are to jump to option 1 and 3 i can only conclude that you're woefully unfamiliar with Linns Strommsvåld and the rest of the Super-auto Kvåal team"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 33,
    "snip": false,
    "text": "Assetbar is so diacritically challenged. It won't let you rock out to Queensrÿche, take a swing at a piñata, or even address an Envelópe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 7,
    "snip": false,
    "text": "OH SNAP ASSETBAR"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "I went on Wikipedia to find a metal band (most likely a fictional one) with the most amount of gratuitous umlauting that I could.  The best I could find, I'm sorry to say, is Mötley Crüe. <br/> \n <br/> \nHowever, I did discover that Hawkwind had on the back cover of an album the following: <br/> \n <br/> \n\"TECHNICIÄNS ÖF SPÅCE SHIP EÅRTH THIS IS YÖÜR CÄPTÅIN SPEÄKING YÖÜR ØÅPTÅIN IS DEA%u030BD\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Huh.  I expected a bunch of ?'s.  That...that's not funny now. <br/> \n <br/> \nOh, if only I could lame it myself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rogergs",
    "plus": 2,
    "snip": false,
    "text": "It fooled me too, but re-log-in and you'll see the mystery characters in all their glory."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "king_of_pwns",
    "plus": 2,
    "snip": false,
    "text": "word is, there was a band once called Tröjan (like trojan with an umlaut over the O) and that their band t-shirts were really popular in sweden for some reason <br/> \n <br/> \na lesser man would have put a translation here for the non-swedish-speaking plebs out there but that is just not how i roll"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "king_of_pwns",
    "plus": 6,
    "snip": false,
    "text": "oh alright it means \"the shirt\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hyetal",
    "plus": 2,
    "snip": false,
    "text": "I would wear this shirt.  I would wear this shirt to job interviews."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 17,
    "snip": false,
    "text": "You would be hilarious. You would be unemployed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "estutius",
    "plus": 1,
    "snip": false,
    "text": "THIS IS SPIÑAL TAP"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "At first I read it as \"take a swing at a pietà.\" I was like, Dang, rogergs really just does not like Michelangelo, or maybe even Jesus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 2,
    "snip": false,
    "text": "Surely the second and third Rad Days can be combined. Hell, I can envision a Rad Day combining all four. It's messy but it's Rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 8,
    "snip": false,
    "text": "Unfortunately item 3 is the Bad Rad Day (tm). <br/> \nIt sounds good, but involves a venomous 'sac' spider and, eventually, a sterilised lancet. <br/> \nDo not pick item 3."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "I've never heard the term \"'sac' spider\".  I'm glad that I have, now, but it's really giving me the creeps."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hmm. Mysterious."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Holy fecking ow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 4,
    "snip": false,
    "text": "Fun jaunty American nickname generator coded by starting-up company in Uppsala."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ozymandias",
    "plus": 5,
    "snip": false,
    "text": "The YouTube comments to the video you get from option 2 make you question the government's involvement in 9/11. <br/> \n <br/> \nThere may be minorities involved as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 2,
    "snip": false,
    "text": "commplete"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 1,
    "snip": false,
    "text": "I am perhaps enjoying Achewood the most. This is a Rad Day."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ohmygooses",
    "plus": 2,
    "snip": false,
    "text": "i love this strip as it is proof that, despite Roast Beef being a hugely lovable character, Ray  <em>really</em>  knows how to show a friend a good time, and is similarly awesome. <br/> \n <br/> \nChris has done a brilliant job making a character that's happy, rich, self absorbed - yet still immediately likeable. and imma shut up now before I start sounding like those  <a href=\"http://web.archive.org/web/20101009145029/http://achewood.com/index.php?date=10062003\">3 critics</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Agree. <br/> \nI imagine Ray waking up from drinking too much, saying to himself, \"Hmm. Don't remember if I was jerk to anyone last night.\" and buying a rad day for all his friends, just in case. <br/> \nIt's an upgrade from the six hondo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 2,
    "snip": false,
    "text": "If you play it right, you  can get Linns Strommsvald to harass a community in his jetcopter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuartc",
    "plus": 5,
    "snip": false,
    "text": "then the two of you do something about your swollen genitals...?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuartc",
    "plus": 0,
    "snip": false,
    "text": "After you've checked the box, do they somehow sort it so that this is the rad day that you have?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afronaut",
    "plus": 3,
    "snip": false,
    "text": "By GOD they try"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "drskradley",
    "plus": 20,
    "snip": false,
    "text": "At first I thought Ray was doing this \"Just in case things are weird and I hadn't noticed, 'cause you know, I've been doing other stuff, here's a Rad Day,\" but no!  The alt text clears up this misappropriation of his reasoning, because, as noted: \"Ray was just doing this for whatever reason.\" <br/> \n <br/> \nNow, I find this interesting.  This hearkens back to an earlier, more care-free Ray - a different Ray than the one I have been seeing evolve.  I consistently assume that Ray has taken on some aspects of Roast Beef (as, similarly, Beef has taken on some aspects of Ray as the comic's years roll on)* and has become more conscious of and concerned for people's feelings and their relationships with him - with Teodor being a particular conundrum for him.  As good of friends as they are, they frequently emotionally miscommunicate.  They just work on different wavelengths, and Ray you can notice (\"baths only\",  <a href=\"http://web.archive.org/web/20101009145029/http://m.assetbar.com/achewood/uua2fKpSP\">under the table</a> , etc.**) perhaps subconsciously feels off guard by this at times. <br/> \n <br/> \nBut then, I think that, and then he does this, and reminds us that he still is the dude that only wears a thong and has a medallion of King Chochacho, the Incan Fun God, swingin' round his neck non-stop.  Is this a lack of genuine and consistent character development on Onstad's part, or a deliberate recognition that as much as people develop, they often will remain much the same person you knew years before?  One may never know. <br/> \n <br/> \nYes, I'm procrastinating from doing something else.  But I hope you enjoyed. <br/> \n <br/> \n*I first read this said on the Wikipedia entry for Achewood.  I am willing to admit that.  The rest is all me being bored, baby. <br/> \n**You know where they are, and you can find them yourself.  This ain't no damn essay, I ain't Harvard-systeming this bitch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ohmygooses",
    "plus": 17,
    "snip": false,
    "text": "anyone who posts here who denies being bored is a naive and foolish liar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_pete",
    "plus": 5,
    "snip": false,
    "text": "Trying to be friendly to a dude who you like but do not fully understand is usually a two hundo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It's about time you said \"baby,\" you Evil Dead II avatar, you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145029/http://m.assetbar.com/achewood/uua9scNv8\">dude</a> . Both at once. <br/> \n <br/> \nHe HANDLES it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "You should apply to be the first National Research Chair in Achewood Studies. <br/> \n <br/> \nI hear there's a program at Achewood Community College."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 4,
    "snip": false,
    "text": "It's like the developer of Rad Day was looking at the business model for the Make-A-Wish Foundation and said \"Why should those kids with cancer have all the fun?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuartc",
    "plus": 19,
    "snip": false,
    "text": "...or all the swollen genitals?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "CLITS <br/> \n <br/> \nLOVE EM <br/> \n <br/> \nMOIST"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sherief",
    "plus": 2,
    "snip": false,
    "text": "There needs to be a company/conglomerate/shadow conspiracy that takes everything good like this in Achewood and makes it a real thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ninjaein was marked lame too many times and excluded. (marked lame by apocowarg, phthoggos, littleherrdoktor, mrobin604, Afronaut, RicNine)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "you can't even laugh at someone making a dumb pun? geez lighten up they're just puns."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Puns are the lowest form of comedy. I still laugh at a lot of them, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "Puns USED to be the lowest form of comedy. They have been eclipsed by parody. Now, I know what you're thinking. \"Parody? Parody is good stuff! Parody is CLASSICAL.\" But we've come a long way from Voltaire, and almost all of it downhill. Now we have \"Meet the Spartans.\" Beat that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Which, of course, incorporates a slight (anagram) pun in its title."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Just not a big fan of puns, that's all.  From where I'm from, they are overused to the point of exhaustion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Puns are sorta dumb, but then, Ray Smuckles is . . . I was going to say sorta dumb, but he does have a very certain  <em>kind</em>  of intelligence. Perhaps he even has it in [metaphorical] spades. <br/> \n <br/> \nBut the dude is not above a pun, no way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ninjaein was marked lame too many times and excluded. (marked lame by Ravenmancer, chivalress, sncether, lastlarf)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Where the heck did this come from?  Must've been a double post...I mark myself as lame!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 4,
    "snip": false,
    "text": "It's... it's not your fault. No, don't cry! You are rad! You are a rad poster! Ninjaein, you are rad! <br/> \n <br/> \n <em>You... are... rad!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bobodante",
    "plus": 0,
    "snip": false,
    "text": "I would have to hope that Option #4 is a Swedish Mystery Science Theater 3000/Rifftrax style engagement; in which case, the choice is clear. There is nothing more rad than spending quality time with Linns Strommsvald in the not too distant future."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 3,
    "snip": false,
    "text": "Does anyone else smell Vlad behind this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuartc",
    "plus": 1,
    "snip": false,
    "text": "Vlad IS the smell of swollen genitalia, but the 'Ray's the Roof' bit? Vlad has no grasp of a thing like that..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "there is definitely some strained English here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ashoykh",
    "plus": 1,
    "snip": false,
    "text": "they're Swedish, and into form-letters"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fantomeciel",
    "plus": 1,
    "snip": false,
    "text": "First Hot-Tub Brawls now this? Two near-perfect strips in a row, I daresay."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lokier",
    "plus": 0,
    "snip": false,
    "text": "golf golf golf revolution, Hot-Tub Brawls and Rad Day invitations all in the same week?!  Ray is having a week of it.  The medallion is working overtime."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 3,
    "snip": false,
    "text": "Téodor, we've seen how often you get laid. Don't kid yourself. Check the right box."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "HAHA! I would definitely choose the first one. Although the last one sounds pretty great. <br/> \n <br/> \nI cannot speak such languages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "I kind of have my doubts about Sweden financing the Rad Day corporation when in that same city you can get a ticket for riding a bike intoxicated without its light on. <br/> \n <br/> \n <em>Goddammit that was the way I was taught to ride a bike do you hear me Sweden?!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 18,
    "snip": false,
    "text": "Hey, gang! Turns out, Sweden isn't just a city - it's a whole  <em>nation!</em> <br/> \n <br/> \nWay to go, Sweden! Talk about rad!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "Snif... They grow up so fast..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bachamp",
    "plus": 0,
    "snip": false,
    "text": "Jag lämnar kommentar på svenska för du rockar Onstad :) (The strange words *spooky* å ä ö  Å Ä Ö)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Onstad rocker fitta av deg, for faen. <br/> \n(Not Swedish - but Norwegian! SO more spooky. SO more crap)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Bah!  They're technically just different dialects of the same language.  They are, don't deny it.  If they're mutually communicable, they're the same. <br/> \n <br/> \nOh, bring it on all you Scandinavian Peninsulans.  Denmark is laughing at your linguistic politics."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Feh! If THAT is all it takes to just be a different dialect of the same language, then Danish is on that crappy little list too. Nosserøv. <br/> \nFeh!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It is?  *checks internets* <br/> \n <br/> \nHeh, so it is.  Well then, I scoff at you all! I and my boringly monolingual ways! <br/> \n <br/> \nThat being said, somehow your Scandinavian ladies (and the men, too, I'm comfortable with saying) are consistently hawt.  Like,  <em>consistently</em>  super hot.  Is it all the cheese?  Do you kill off anyone average-looking?  Doesn't this lead to inbreeding?  Did the Vikings send all the ugly ones to conquer the British Isles, leaving all the attractive ones back home for specialist breeding?  Do you just send all the average ones to live in the Netherlands? (oooh, burn!) Or, do you just only allow the pretty ones to travel and emigrate, thus meaning they are the only ones I've met? <br/> \n <br/> \nAny one of these are a possibility.  Nay,  <em>probability</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 4,
    "snip": false,
    "text": "You kinda answered your own question there, with all of the possibilites (nay, probabilites) being cold, hard facts. <br/> \nAnd don't forget that the Vikings' mission was bringing home pretty much anything that resembled a rude pair of titties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "The Swedish have a pretty good grasp on how to hand out a rad day. They're not a patch on the Kenyans, but then, who is?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "Where can you see lions? Only in Kenya (forget Norway)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Sea lions?  Dang, all you gotta do is go to the coast."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "Would Option #2, by any chance, involve Bubb Rubb and whistle-tips?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opalleye",
    "plus": 0,
    "snip": false,
    "text": "Why does T have the same hands as the cats?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "good point.. must stuffed animals don't have claws."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "Haven't they been like that since the  <a href=\"http://web.archive.org/web/20101009145029/http://achewood.com/?date=06082006\">Badass Games</a> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "opalleye",
    "plus": 0,
    "snip": false,
    "text": "I always just assumed that those were Pat's hands."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Most stuffed animals also don't walk around on their own or have hella moose knuckles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "my internet translation of 'stromms våld linss' is 'stroke violence lens'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Awesome.  That's awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "That is indeed awsome. <br/> \nBut should it be translated correctly (which it shouldn't; it's a name) it's \"Lens Electricity Violence\" (almost), and the name of the show is (you guessed it) \"Super-Auto Evening\" (almost - slight misspelling from Onstad there, 'Kvåal' is really 'Kväll'). <br/> \nOr this could be all wrong. I'm not from Sweden, I'm from Norway. Heyo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Misspelling awesome is not very awesome. Also, dammit assetbar! The first Kvåel is supposed to be Kv(a with a small circle over it, as in the strip, pronounced kinda like aa)l, the next is Kv(a with an umlaut)ll. <br/> \nHope this has been oh-so-educational."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Unless you spell it \"AWEXXXOME!!!\" <br/> \n <br/> \n <em>That's</em>  pretty awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Or ((A with a little circle)we underlined)(xXx like the Triple X logo from the Vin Diesel/Ice Cube franchise)(o with an umlaut)(m in italics)e!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I'm (terribly) sorry. Red wine (apparently) aggravates my (horrible) parentheses-fetish. <br/> \nChubby (for mocking)!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Å <span style=\"border-bottom: 1px dotted\">wë</span> xXxö <em>m</em> ë!!!! <br/> \n <br/> \nIt will be momentary, but it will be worth it.  Also, added umlauts on the \"e's\".  I have no idea how this would be pronounced."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I left the accents off the e's because they are silent in my dialect.  You are a rad typesetter.  Can you type them in white, so they just look like blank spots?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "I will never, ever have a rad day. : ("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "\"'Ray's the Roof'\" made this a 4.  But \"A girl and I make our genitals swell to the point where we can do something about it\" made this a 7."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "What is the best archipelago? <br/> \n <br/> \nI vote for the British Isles (including the Channel islands)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mawk",
    "plus": 1,
    "snip": false,
    "text": "whatever you make of it."
  }
]