[
  {
    "depth": 0,
    "minus": 0,
    "name": "rowan",
    "plus": 33,
    "snip": false,
    "text": "the sign will be that this strip is awesome"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cashprizes",
    "plus": 2,
    "snip": false,
    "text": "this was my friend's desktop for quite some time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 0,
    "snip": true,
    "text": "A comment left by huber was marked lame too many times and excluded. (marked lame by Overmedicated, NeoNaoNeo, Catachresis)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "a_dude",
    "plus": 10,
    "snip": false,
    "text": "Life IS Awesome. and that is the sign"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "it's great because of your avatar. thank you for the sign."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "giantants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by giantants was marked lame too many times and excluded. (marked lame by fakead, Overmedicated, VictoriaW)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "jesler729",
    "plus": 44,
    "snip": false,
    "text": "How about \"Oh my gosh when is my mom getting home oh this was a bad idea why on earth did I do this I wonder how red my eyes are OH GOD THEY ARE SO RED\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "Thank you. Thank you for telling a story from that side. \"Life is awesome\" isn't the only sign. Not every time."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gazdatronik",
    "plus": 5,
    "snip": false,
    "text": "Hell yes. the one and only time I ever tried it, I was fine...until my buddies dragged me to a barbeque sandwich restaurant and I started moving from table to table every second, despite standing totally still. I was freaking out and panicking, but not for what others might think of me. I was like \"I DO NOT LIKE THIS I NEED TO GO HOME AND DO LAWN CHORES GODDAMMIT\" or my Grandmother who was dead would be angry.  <br/> \n <br/> \nIf that is a party then it is the nazi party. Never again. <br/> \n <br/> \nThe sandwich was quite delicious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jesler729",
    "plus": 1,
    "snip": false,
    "text": "You are thinking of LSD"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "I wish it was LSD, then my reaction would make more sense. But it was plain ol' weed in a bong with ice cubes. Like I said, NEVER AGAIN."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "I would tell you to just get back on the horse. I would tell you that such a reaction is extremely rare and usually just happens the first few times, if at all. But I am reminded of a friend of mine who has tried to smoked probably no fewer than twenty times and on every single occasion had to basically be talked out of calling an ambulance. <br/> \n <br/> \nI'm all trying to watch  <em>Miller's Crossing</em>  and he's all getting in front of me, plaintively looking into my eyes, \"Robby....Robby I'm dying. I'm serious. I can feel myself dying, man.\" Here's a guy who can drink me under the table, but one hit of weed and he's writing up his will. <br/> \n <br/> \nThere are some people who's bodies just don't handle it well, ever. You may be one. Though, I may suggest that bong rips are not really the ideal means of initiation. If you ever get up the nerve again, try just one small hit to start with. Ease into it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "This...this sounds just like a spinynorman story, except it didn't involve a racist stripper or homeless person in a dilapitated building or whatever Americanized Fellini-ism he interjects into every third post. <br/> \n <br/> \n(that is, it sounded real.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "~chuckles softly to himself~"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Realism ain't where the chubbs are at."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Evidently not.  You'll just have to suffer with your ~4000 chubbies, I guess. <br/> \n <br/> \nSpinynorman is a very funny guy, of course...but I suppose I still stand by my mild criticism above.  Alert the media."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You neglect to mention the 4000 comments it took to get those 4000 chubbies. Spinynorman probably had 4000 after, like, three.  <br/> \n <br/> \nAnd my comment above shouldn't be taken as an indictment of the validity of his stories. I don't really have an opinion either way. And even if they are slighty.... <em>embellished,</em>  they make for a pretty good read a lot of the time and that's better than most people do here. <br/> \n <br/> \nIn the end, I've come to think of that Stephen Fry avatar as a reason to stop scrolling and start reading - increasingly prevalent spinynorman backlash be damned."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I think I'm on a \"chubby per post\" average, as well, though still far fewer chubbies than 4000.  The tears, they do come, but they are not often. <br/> \n <br/> \nYeah, I don't want to make it sound like I have a beef with the guy.  Defintely one of those \"favorite\" assetbar posters that deserves all the nods.  I think I posted my original comment after strolling at random through the archives, and just noticing a trend in several of spiny's longer stories (crazy/drunk friends, exceedingly unique individuals with sordid pasts that come and go in a flash, etc.), and it was starting to wear a little thin on me.   <br/> \n <br/> \nThere's increasingly prevalent anti-spinynormania comments on assetbar?  Really?  I can't remember any.  I think there was one other time last year that I called him the A-Rod of assetbar, which was supposed to be a (jokingly) negative comment, but now I don't really know what I even meant by it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Basically next time just try to make your comment FUNNY like spinynorman would've, rowboat. <br/> \n <br/> \ngod  <em>DAMN.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"Increasingly prevalent\" might've been a reach. Just seeing the occasional comment here and there, basically in the same vein as yours. Hell, maybe they were  <em>all</em>  yours."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I've come across a few that were from others but they were confined to the newer strips. So far in my third trek through the archives there's nothing but love. Up until now I suppose (though you both ended up showing the love)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "This is almost always part of the experience for me, at least for a few minutes, and then it sort of gradually gives way to life being awesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "It's all about the eyedrops.  You gotta find a brand that gets your eyes  <em>sparkling white</em> . <br/> \n <br/> \nThen there are no worries."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Ooh, that is a very good point.  I never really think of that.  I always feel like something that will really work will also sting the heck out of my eyes.  Any recommendations?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 3,
    "snip": false,
    "text": "The stuff I use is called Rohto V.  It comes in a clear, round bottle with a green cap.  It makes your eyes tingle in kind of a minty way (so don't use them while driving... uh.) but they clear that shit RIGHT up. <br/> \n <br/> \nAlso, \"they get your eyes sparkling white\" was the exact way they were described to me for the first time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "the_voice",
    "plus": 1,
    "snip": false,
    "text": "I keep my eyedrops in the fridge. Nothing is more refreshing than a cold-ass eyewash come morning."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "I, too, have experienced cold-ass eyedrops.  But it was from leaving them in my car in the middle of winter."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "the_voice",
    "plus": 1,
    "snip": false,
    "text": "I'm a plain-old Visine Tears man at the moment, but I'll check out this Rohto V stuff. It sounds...obscure and dignified."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 9,
    "snip": false,
    "text": "Rohto's are so goddamned painful. I use Opcon because it works without the pain. My friend used to have these Rohto Arctic, or some shit, they were called, I remember they had a silver lid instead of the green or blue lid the normal kind has, and the bottle said that the eyedrops produced a cooling sensation. In your eyes. My friend convinced me to try them and it's basically a lot like going temporarily blind. Actually exactly like going temporarily blind, because temporarily you go blind"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Huh.  My sign was the idea that if I listened hard enough I'd be able to hear what was  <em>beyond the silence</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hooraybacon",
    "plus": 0,
    "snip": false,
    "text": "I had always been too shy to chubby and in a moment of boldness I decided that this post was worth a chubby.  It is with great shame that I report that in the moment of truth I missed chubby and hit lame instead."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "you need a nap, buddy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atom",
    "plus": 27,
    "snip": false,
    "text": "You know, it always vaguely bugged me that Nightlife kinda broke his perfect hep cat vernacular in that last panel, but really, there's only one way to say \"the sign will be that life is awesome\" and that's, uh, the way he said it.  So NEVER MIND I suppose"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radishes",
    "plus": 1,
    "snip": false,
    "text": "This is a complete classic.  I love it.  I rate it an easy five.  This is one of the ones that makes you love Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bilingualmonkey",
    "plus": 5,
    "snip": false,
    "text": "Chubby for the gush. <br/> \n <br/> \nWhat a strange sentence."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "scott_karana",
    "plus": 3,
    "snip": false,
    "text": "Chubby for having My Bloody Valentine's \"Loveless\" as your avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 1,
    "snip": false,
    "text": "Ray loves a compliment. <br/> \n <br/> \nthis strip rests easily in my top 10"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Totally.  That grin in panel 2 could go cat-less, all Lewis Carroll style."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Achewood needs the occasional stop by of Mingus, because he is one cool cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "The reason this is in the top rated is obviously the last three panels which are awesome. So awesome. I say that \"I will give you a sign. The sign will be that [blank] is awesome\". I even lean in and try to say it in italics."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "djwhiterabbit",
    "plus": 2,
    "snip": false,
    "text": "the sign will be that your comment is awesome. <br/> \n <br/> \n <em>say it in italics.</em>   (^ ^,)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": false,
    "text": "Yeah the way he leans in in the last strip is what makes it for me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pitseleh",
    "plus": 0,
    "snip": false,
    "text": "I love the subtleties of Achewood humor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "That is the sign"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pohlhoud",
    "plus": 1,
    "snip": false,
    "text": "<em>The sign will be that life is awesome.</em> <br/> \n <br/> \nI used that line. Let me tell you that it worked. <br/> \n <br/> \nIt worked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "I imagine Nightlife's voice being somewhere between Snoop Dogg and Ethan \"Bubblegum\" Tate from Futurama."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 23,
    "snip": false,
    "text": "<em>Even Nightlife's text is laid back.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 2,
    "snip": false,
    "text": "This comment deserves  <em>way</em>  more chubbies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Oh, you convinced me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Okay, I've wondered this for a long time -- what the heck is with your icon?  Where is that from?  Every time I see it, I end up staring at it for close to a minute."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I don't know what it's from, but I do know that it's the most fawned over icon on this whole board.  <br/> \n <br/> \nMe, I'll take the bouncing tits.  <br/> \n <br/> \nI am of low mind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, I can't tell you where I found it.  I  <em>can</em>  say that I didn't make, and therefore shouldn't get all the credit.   <br/> \n <br/> \nAnd yes, rowboat, the assetbar community seems to enjoy it a lot more than is reasonable or healthy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Let's just line up all the animated icons right here in this thread. <br/> \n <br/> \n <em>waits for boobs</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "Why can't you say where you found it? Did you steal it from the government or something, what the fuck?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Animated icon, reporting for duty!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "No, I just forgot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "winkmartindale",
    "plus": 1,
    "snip": false,
    "text": "This was my favorite strip for a long time, just so accurate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In the final frame, Nightlife looks a little like my fiance's father. Odd, but true, despite his tendency to be clean-shaven, and bare-headed."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chuchurocket",
    "plus": 33,
    "snip": false,
    "text": "you mean your fiance's father that i  <em>boned</em> ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by KilroyWasHere, twohundredninety, rajib, SpinyNorman, Wulvaine, scott_335)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by twohundredninety was marked lame too many times and excluded. (marked lame by lawbot, heccibiggs, erributtz, chivalress, Zem, achilleselbow, gowerski)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gowerski",
    "plus": 5,
    "snip": false,
    "text": "Uh, I think he was just making another <a href=\"http://achewood.com/index.php?date=02272002\">achewood</a> reference? The next one from the one you linked to. <br/> \n <br/> \nBut nonetheless, maybe you should call him up and apologise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Lemme get this straight - Beef's a grown-ass cat, been chillin' with Ray since Small Times, and he ain't  <em>never</em>  bit that apple? Dang."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that seemed weird to me too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "We know from earlier strips that he's been on cocaine so I think this  <em>may</em>  have been a mistake.  Maybe.  I am sorry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 2,
    "snip": false,
    "text": "<em>\"So uh do I hold onto the club such as this?\"</em> <br/> \nDoes anyone see the beauty in Beefs nervous grammar?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puadxe",
    "plus": 1,
    "snip": false,
    "text": "Onstad treats grammar like an expressionist treats paint"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puadxe",
    "plus": 0,
    "snip": false,
    "text": "holy crap, totally fucked that post and my meaning entirely, totally clicked con instead of pro, totally meant that he uses it skillfully but disregarding proper conventions <br/> \n <br/> \nchrist <br/> \nit's the grass"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I guarantee nobody noticed that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "I hope he kills the ball in the next strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cchauffe",
    "plus": 0,
    "snip": false,
    "text": "psssst.....nightlife has a crush on being high...pass it on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 10,
    "snip": false,
    "text": "Well, Ray has a crush on being high, but I think Nightlife might have gone so far as to open a joint checking account with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Why no chubbies!  This was funny!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Heh. Thanks for the support, friend."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh, wait,  <em>joint</em>  checking account.  Ok, ok."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "You get a packet of Zig-Zags with your account info printed on it instead of a checkbook."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "The sign will be a bird morphing into a skeleton playing the guitar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh God, i am so sorry. i gave this it's six-hundred-and-sixty-sixth vote."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crankheart",
    "plus": 0,
    "snip": false,
    "text": "ohmygawd...\"a great big bite of reefer\"...i love this comic for oh-so many reasons, but the one in mind at the moment is the revamping of stoner slang. it needed it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doubleclef",
    "plus": 0,
    "snip": false,
    "text": "The sign will be that life is awesome."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "butta",
    "plus": 0,
    "snip": false,
    "text": "Best. Strip. Ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 7,
    "snip": false,
    "text": "Wow man, heavy biblical imagery. Nightlife all playing the part of The Snake in the garden of eden. <br/> \n <br/> \n\"It's cool. Just go on and bite that apple\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Aaaaah I never got that! Chubby chubby chubby"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "no wait this one's my all-time favorite!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "What kind of an idiot needs weed to realize life is awesome?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "a weediot in the Garden?"
  }
]