[
  {
    "depth": 0,
    "minus": 0,
    "name": "j-man",
    "plus": 22,
    "snip": false,
    "text": "man i didn't know you can do that in a grocery store"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ceres",
    "plus": 14,
    "snip": false,
    "text": "I know several people that do this. Some pay for it, but three of them will steal it. Every damned time they're out shopping. They're pretty well off too. Not precisely as rich as Ray, but definitely mansion, pool, nice cars and all that. <br/> \nI wonder if they're wealthy in spite of or because of that attitude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 3,
    "snip": false,
    "text": "When I was a lad I went with my mom to the grocery store on a really hot summer's day, and we just took some Butterfinger ice cream bars out of the box since we were buying the whole thing anyway and ate them in the store."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ghede",
    "plus": 0,
    "snip": false,
    "text": "Ditto, but with cans of soda."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "meowmix",
    "plus": 9,
    "snip": false,
    "text": "Man, how do you think rich people stay rich? By not spending any of their money, that's how."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "I have a bad habit of getting popcorn chicken from the Wal-Mart deli, eating it as I shop, and then when I'm finished with it, just leaving it somewhere in the store, not paying for it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 27,
    "snip": false,
    "text": "Keep doing that and you might accidentally put them out of business. Everybody would be mad at you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dorothypoopbot was marked lame too many times and excluded. (marked lame by ted0phile, twohundredninety, TonyHighwind, jimijazz2, katethegreat, mystkmanat, rachel, toyoda, Appers)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "afrothunder",
    "plus": 1,
    "snip": false,
    "text": "Because Wal-Mart is apparently beloved by everyone else in the world! Who would hate a store that sells 5 pounds of chocolate chip wrapped breakfast sausages for $14.99?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 23,
    "snip": false,
    "text": "I start fires!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 16,
    "snip": false,
    "text": "...in the store, using their briquettes and matches, all not paying for them, all preemptively emptying the fire extinguishers into the candy floss machine..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "liamc",
    "plus": 0,
    "snip": false,
    "text": "This is a fun comment, nicely matched with the avatar in mood. I am pro-this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "You are Kramer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slow_learner",
    "plus": 0,
    "snip": false,
    "text": "bad like how?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Immoral? Regardless of one's opinion of Walmart, it's still stealing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "But, regardless of one's opinion of stealing, it's still Walmart."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "ajesteronly",
    "plus": 2,
    "snip": false,
    "text": "I steal shit repeatedly from Wal-mart.  Mostly food.  I live in Bumfuck, Eastern Kentucky, so there are no good grocery stores, so I muft shop there. <br/> \n <br/> \nI mostly steal cheeses, sauces and seasonings, such as curries and whatnot.  Whatever fits in my large coat pockets. <br/> \n <br/> \nI refuse to pay those bastards for shit that they're overpricing anyway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "\"Overpricing\"? I'm not going to get into an argument about the relative merits of Wal-mart, but overpricing is not a particular sin of theirs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "afterward",
    "plus": 13,
    "snip": false,
    "text": "Too true--unless by \"overpricing\" ajesteronly refers to the high spiritual, emotional, and psychological costs of shopping at Wal-mart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gamemeister27",
    "plus": 0,
    "snip": false,
    "text": "I sometimes eat things I'm buying later in the store. I don't know why you wouldn't as long as you paid for it. Stealing it is a hella dick move though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaypage",
    "plus": 5,
    "snip": false,
    "text": "as someone who worked at a wal-mart: it is frowned upon. They call it grazing. I stocked groceries overnight, and there is no way to communicate the amount of half-eaten food I pulled out off the back of shelves. nasty shit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripe",
    "plus": 3,
    "snip": false,
    "text": "I am pretty sure that stealing from a store is usually frowned upon by the store."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robocop",
    "plus": 0,
    "snip": false,
    "text": "have you not seen rumble in the bronx?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfsleepy",
    "plus": 44,
    "snip": false,
    "text": "That's precisely how I would react if someone suddenly poured beer down my gullet. Yaaay!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Mine would be a \"wow\" of appreciative astonishment. Provided he didn't spill any on me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isaach",
    "plus": 6,
    "snip": false,
    "text": "someone poured beer down my gullet once.  it was among the best moments of my young life"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Someone poured beer down my gullet once. I nearly drowned on it as I was half-asleep at the time... <br/> \n <br/> \n... And beer is the only alcoholic beverage I don't like anyway. They could have at least tried it with Sambuca or something. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chloraloner",
    "plus": 4,
    "snip": false,
    "text": "At least the liquid went into your throat. I have no sense of smell any more for the Bombay Sapphire. My Roommate's arms were shattered that night."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deimosrising",
    "plus": 58,
    "snip": false,
    "text": "I do this in the store all the time. I once finished an entire bag of trail mix while shopping, tossed the bag behind some soup cans, and told them to ring up some trail mix on my bill because I had eaten a bag. I spent the whole ride home wondering why I mentioned it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rapid_roy",
    "plus": 5,
    "snip": false,
    "text": "I see you are a man of honour. <br/> \nWhen I was a kid I'd eat cookies in the store."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 6,
    "snip": false,
    "text": "Oh yeah, Nilla Wafers.  So tasty."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ooh, those are good. Nilla Wafers, and milk...damnit, I'm gonna have to go get some after work."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hyetal",
    "plus": 27,
    "snip": false,
    "text": "When I was younger my mom brought me to the grocery store to get some ice cream.  I walked into the store, lost in daydreams, grabbed the ice cream, and walked back to the car.  Mom said, \"That was fast!  What'd you do%u2014steal it?\" <br/> \n <br/> \nMy face blanched as I realized I  <em>had</em>  stolen it, and I ran back into the store, trying to carry it as subtly as I could, and threaded my way around the aisles so that when I approached the checkout it looked as if I had come from the ice cream area and not the front door, and  then paid for the ice cream. <br/> \n <br/> \nIn retrospect I should've just said, \"Oh, yes.  Yes, I guess I did.  Oh well.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 3,
    "snip": false,
    "text": "Damn you, BBcode.  %u2014 is supposed to be an em dash."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "Dude.  BBcode doesn't even display the plus sign.  Why would you think that an em dash would work?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I did something similar once when I was about...oh, ten, maybe. I was at the mall with my mom and her friends and I went into B. Dalton Booksellers (remember when they were a thing?). While there, I found a book I wanted ( <em>Bruce Coville's Book of Nightmares</em> ) and decided to see if my mom would lend me the money to buy it, so I carried it out of the store to go show it to her. <br/> \n <br/> \nMy mom said, \"They let you take that out of the store?\" and I experienced a sinking feeling in my gut as I realized I had basically stolen the book. I surreptitiously carried it back into the store.  <br/> \n <br/> \nI do not remember whether my mom bought it for me or not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It had a shitty story about a gnome in a magic trick box, if that helps."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Actually, I do remember now that she bought it for me. I don't remember that particular story though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redion",
    "plus": 1,
    "snip": false,
    "text": "that story sounds vaguely familiar. i read me some bruce coville back in the day. oh man the living bus that ate children. (i think it's from another book though)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "redion",
    "plus": 1,
    "snip": false,
    "text": "that story sounds vaguely familiar. i read me some bruce coville back in the day. oh man the living bus that ate children. (i think it's from another book though)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I once walked out of a Laura Secord or some ice cream shop that is much to expensive. After a while, I realized that the woman at the cash didn't give my change, and I was positive I gave her like a twenty. So I started going back after leaving like ten minutes earlier, getrting all huffed and thinking \"Bitch trying to steal my money.\" <br/> \n <br/> \nI got back and she yelled at me for walking out without paying for my ice cream. I payed and walked away, in shame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Yeah, pretty much if you frequent a super market and pay for the food every time, I bet you could eat whatever the fuck you wanted whilst browsing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 16,
    "snip": false,
    "text": "Oh, to be a corn salesman on a day like today!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "Oh, to be a corn salesman period. They are kings of men."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by orvel was marked lame too many times and excluded. (marked lame by goatmasterflash, Mangtastic, Gompo, d3athcann0n, lux)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "No. But what is your avatar? It's interesting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "You  <em>are</em>  right exclamation mark!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "Even if I were right, there'd be no way to criticize spinynorman without getting lamed to hell ellipsis..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'd have thrown a comma in there, comma, too, period."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Excuse me. You're British.  <em>FULL STOP.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "I love you period <br/> \nDo you love me question mark <br/> \nPlease please exclamation point <br/> \nI wanna hold you in parenthesis <br/> \n <br/> \nCome on, I know a good percentage of acheworld was like *born* in 1992, but I can't be the only one who saw this exchange and immediately grew this worm in the ear. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 1,
    "snip": false,
    "text": "What cookies taste good with beer?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 1,
    "snip": false,
    "text": "What kind of beer?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "Beer such as a respectable man would drink while perusing the aisles of his local five-and-dime. I don't know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 8,
    "snip": false,
    "text": "Those circuis cookies with frosting and sprinkles.  It's because they taste kind of like wedding cake and beer and wedding cake is an awesome combination.  I know this.  Ray knows this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jrpigman",
    "plus": 7,
    "snip": false,
    "text": "This is correct. The only problem with said circus cookies is the lard-based frosting forming a thin skin of crisco on one's tongue. Beer is the only known way to cut said coating. <br/> \n <br/> \nThe situation is  <em>win-win</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 4,
    "snip": false,
    "text": "What cookies taste bad with beer?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is not based on experience, but I have a hunch that ginger snaps might taste good with beer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Damn! Now I want me some brandy snaps and Irish coffee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "I wish someone would do that to me while I was at work!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "I wish my state would allow alcohol sales in grocery stores!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gompo",
    "plus": 0,
    "snip": false,
    "text": "The hell?  What state doesnt let normal beer be sold at a grocery?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "PA and NJ for two."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "O man, PA is such a hassle to get beer if you've never tried to get beer there before. <br/> \n <br/> \nAlso you're not allowed to sell beer as well as wine or liquor and if you sell wine or liquor you're not allowed to sell food."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "In New York, I meant  X("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 5,
    "snip": false,
    "text": "At first I thought you said PA is such an asshole. <br/> \n <br/> \nYou would not have been wrong. My cup often runneth out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 3,
    "snip": false,
    "text": "what the heck"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "do you see now, what we go through?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "In PA you can only buy 6packs from bars, and have to go to a \"beer distributor\" to buy anything bigger-- cases, kegs, etc. Plus, if you want booze or wine you have to go to a state-run liquor store, which closes at 8 or 9 and isn't open at all on Sunday!  <br/> \n <br/> \n(Can you tell I'm a little bitter?)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<em>STATE-RUN?!</em>  What the holy fucking  <strong>HELL.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Yeah, and don't even TRY using a fake ID in one of those bad boys. They run the numbers. (However, as a plus, stuff is fairly cheap because of the power PA has to negotiate deals statewide. Doesn't make up for the closed-at-night-and-on-weekends, though.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "What the HELL. The man is trying to bring you down, and apparently succeeding. Also, excuse my non-American-ness, but what state is PA?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 26,
    "snip": false,
    "text": "Delaware."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "And by Delaware, my dear rowboat means Pennsylvania."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<em>Shhhh!</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "What, did we start a game of Confuse-The-Brit here and nobody told me? <br/> \n <br/> \n <strong>You've got to keep me filled in, Rowboat.</strong>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 9,
    "snip": false,
    "text": "You  <em>bastards.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "I love that game <br/> \nIt is extremely awesome"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "laserblade",
    "plus": 2,
    "snip": false,
    "text": "Ha ha ha.  \"Oi!\"  Ha ha."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Delaware  <em>is</em>  just a suburb of Philadelphia, after all."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What isn't?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sharktastic",
    "plus": 0,
    "snip": false,
    "text": "Nah, the state stores here are more expensive because it's a monopoly. Boone's Farm wine in PA cost me over $4.00, the same bottle in Illinois cost almost a dollar less.  <br/> \nYes, yes, I know - $4.00 wine - sometimes you just have to splurge a little on yourself and go for the Boone's Farm, instead of the usual $3.50 Thunderbird. I'm such a wine snob."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "In Sweden, almost all alcohol shops are state run, and by state, I mean Sweden: <br/> \n <br/> \nhttp://en.wikipedia.org/wiki/Systembolaget <br/> \n <br/> \nNOW YOU KNOW."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Systembolager sounds like a pretty sweet beer."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "william penn was a puritan.  all these hundreds of years later and not many things have changed..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "Pardon, friend, but Penn was a Friend.  In those days, maybe not so easily distinguished from Puritan in terms of dress, social mores, etc, so your mistake is understandable.  Especially if your only idea of Quakerism comes from oats."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "i was being unspecific becasue of the similarities you mentioned, but i do appreciate your clarification.  thou art upstanding and scholarly."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "And thou art gracious in clarification.  Thy point stands. /quaker grammar"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Wow, that sounds a lot like Utah, except that we can't buy kegs at all. Plus we can only get beer that's 3.2% ABW (4% ABV) in the grocery stores, real beer is purchased from the liquor stores at disgusting markups--a 12 oz. bottle of Newcastle is $2.15, for example. At least we can get 30-packs of our shitty watered-down beer."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "love_is_so_punk",
    "plus": 0,
    "snip": false,
    "text": "Not to mention that our state-run liquor stores are also closed on Sunday.  At least if you live in one of the more populated areas you can buy liquor until 10 pm Mon-Sat, but out here in the sticks the liquor stores close at 7 pm."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "love_is_so_punk",
    "plus": 0,
    "snip": false,
    "text": "P.S. Our state-run liquor stores don't sell it cheap because of their buying power like bixschmix says PA does.  Liquor is more expensive here than anywhere else I've seen it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "It's funny that the states where one would most need to drink himself to sleep are the ones that make it the most difficult to do so.  <br/> \n <br/> \nIt's so funny you could cry. Cry your sober ass to sleep."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": false,
    "text": "Yeah, getting any sort of alcohol in PA is a huge hassel. You can't get beer and hard liquor at the same place, and you have to go to different stores depending on if you're buying a six pack or a case. I wish I was making this up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Yeah, speaking as a newcomer to the state of PA, the beer situation is all kinds of fucked up here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 1,
    "snip": false,
    "text": "it's the same in virginia.  you can buy beer in regular stores, but the state - the fucking state! - has a monopoly on liquor sales.  if you think this sounds a bit like soviet fucking russia, you'd be right.  fucking right wing nutjobs telling me where to buy my booze.  cunts"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "plummet",
    "plus": 16,
    "snip": false,
    "text": "IN SOVIET RUSSIA BEER BUYS YOU"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fielding was marked lame too many times and excluded. (marked lame by Unfun, atticusonline, gbeaton, cailetshadow)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fielding was marked lame too many times and excluded. (marked lame by Unfun, Tweakzers, atticusonline, gbeaton, cailetshadow)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "In Prava, there is no Ivestia and in Ivestia, there is no Pravda."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "wow yeah i'm pretty sure he was just making a yakov smirnoff joke..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "No love for the haters, man.  This pair of comments was too ridiculous not to chubb."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101005060347/http://www.explosm.net/comics/52/\">T'other way round</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "My cuz says in CO the groceries carry 3.2% beer. People buy then look at the can and go DAMN IT!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "setzkin",
    "plus": 0,
    "snip": false,
    "text": "True story, I was on a trip to Denver over the summer, that shit's all over the place"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "proof_man",
    "plus": 1,
    "snip": false,
    "text": "doesn't the elevation compensate for it slightly?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rodneystubbs",
    "plus": 2,
    "snip": false,
    "text": "All you guys make me love TN more than ever.   <br/> \n <br/> \nI just got to thinking about how we can buy the stuff in gas stations.  Think about that.  It's like a drive-thru bar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "simms",
    "plus": 0,
    "snip": false,
    "text": "During the Summer months, I work at a beer distributer in PA. Our store does have an actual drive-thru. I hate it. It's mostly just for assholes that don't want to put out their cigarette or the regular type of assholes and white trash."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "presterjohn",
    "plus": 3,
    "snip": false,
    "text": "This entire discussion seems like a foreign language to a New Orleanian. Down here the only rule about booze is not to use glass containers when you're drinking in the streets."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "My cousin worked in a drive-through liquor store. They just hand you a brown bag with a bottle in it and you go on your merry way... <br/> \n <br/> \nOh, Kentucky."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "1iwikiwi3",
    "plus": 0,
    "snip": false,
    "text": "Speaking of drive-thru... <br/> \nTexas has drive-thru BEER stores. LITERALLLY. <br/> \nA barn you drive into, they help you, you drive out of, called \"Beer Barn\". GOOOOO Texas! And your ignorance..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "This is more common than you think.  In some states, you can buy actual cups of beer, from your car,  <em>provided they have a lid.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wha-a-a-a-a-t"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 0,
    "snip": false,
    "text": "Same in MA.  Once they abolished the blue laws, it was pretty much, \"Aw, to hell with it, you're just going to go to New Hampshire for it anyway...\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stuart",
    "plus": 20,
    "snip": false,
    "text": "It's pretty cool to grow up in PA and find wine available in 7-Elevens where you move to, though. <br/> \n <br/> \n <em>Pennsylvania: A Nice Place To Leave</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 4,
    "snip": false,
    "text": "I often find myself thinking that you have some of the best commentary but until now I refrained from saying so. <br/> \nThis comment is the final nail. Good show, sir.  <br/> \nI visited some friends in Baltimore this weekend and had a moment of pause when I noticed a store with both liquor and beer. Why the hell not, Pennsylvania?  <em>Why the hell not?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "To grow up in Pennsylvania is to be grateful to move somewhere else.  <br/> \n <br/> \nI am currently visiting parents in my ancestral homelands of Western PA and lamenting my sobriety."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sharktastic",
    "plus": 0,
    "snip": false,
    "text": "I left PA over 12 years ago for Chicago...and 4 years ago I moved back to the Poconos. The Midwest is just too flat for me I guess. I love the mountains, lakes and forests here. I am not a fan of the liquor laws though - they are bass-ackwards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "elvaquero",
    "plus": 0,
    "snip": false,
    "text": "You can't buy liquor in grocery stores in Oregon, but you can get beer and wine"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "and DE!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Jeez, it's not quite as bad as the situation in Pennsylvania, but also in Oregon and Washington, you can only get spirits in state-run liquor stores."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Seriously. Plus, all the WA liquor stores close at ridiculous early hours. Stayed late at work? TOO BAD.  <br/> <br/> \nEvery time I go on a trip, I get shell-shocked all over again by the Booze! Everywhere! I'm in Tokyo right now, and let me tell you- The Stories About The Vending Machines Are True."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "My (naive female) friend spent a semester in Japan and bought all kinds of shit from those vending machines. But there was one thing that came in one of those plastic eggs that she couldn't figure out. Her boyfriend came to visit, and she asked him if he knew what it did.  <br/> \n <br/> \n\"Hon... that's a cock ring.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vincentkv",
    "plus": 0,
    "snip": false,
    "text": "In Minnesota, you can have 3.2 beer in grocery stores and gas stations, but no wine or booze. Also, no liquor sales on sunday PERIOD.  <br/> \n <br/> \nHudson, WI loves Sundays. LOVES 'em."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I live in St. Louis, a city built on beer. If they tried anything like that here, we'd burn the fucker down. They're aware of this, so they basically shower us with the stuff at ever corner. I stopped in Pennsylvania for a night, once. Took me three hours to score a six-pack. It was like a sick, god-damned scavenger hunt. Unless Dave Blood is resurrected and The Dead Milkmen reunite for one night in Philly, I won't be returning."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I am so glad I live in the UK. All types of booze available in supermarkets, off licences (that's \"liquor store\" to you Yanks) and corner shops. Plus we can get started three years earlier."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I got started when I was damn well ready to get started. That's right - I was a criminal."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Well, yeah me too. But it's much less stressful once it's actually legal."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Much less fun, too."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Disagreement box! <br/> \n <br/> \nIt's far more fun drinking in a pub than drinking cider or straight vodka in a park, huddled up in a massive coat and unable to really see anyone, and just waiting for the police to turn up and tip it all away in front of your horror-stricken eyes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I dunno - I had some real good times getting drunk out on the railroad tracks in the Springtime. It's like how smoking weed was so much more fun back when I still lived at home. I had to steal away to some golf course in the middle of the night with my friends, all stiflin' giggles and lightin' the bowl up under our shirts so no one could see the flicker. <br/> \n <br/> \nWow. You've gone and made me all nostalgic."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hmm maybe. Actually, who am I kidding, me and my best friend will still drink wine in the local park in the summer. Something about it is just great."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "relaxing",
    "plus": 12,
    "snip": false,
    "text": "How do we know heccibiggs is actually from Europe? <br/> \n1) In the United States, cider is not a preferred beverage among underaged drinkers. <br/> \n2) American juvenile delinquents do not fear the police for emptying out their drinks, they fear the police for knocking their teeth out with a metal club."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nickb285",
    "plus": 3,
    "snip": false,
    "text": "U-S-A! U-S-A!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "Or tasing them, thereby potentially emptying their drinks from their bladders into their pants."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "in the USA, cider is usually just cloudy apple juice.  shes referring to 'hard' cider........."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "relaxing",
    "plus": 4,
    "snip": false,
    "text": "Hard cider is not a preferred beverage among underaged drinkers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "relaxing",
    "plus": 2,
    "snip": false,
    "text": "I went to the Dave Blood memorial show. That was a moving experience... Rodney telling the audience, \"This rock and roll attitude is bullshit, fuck the Who, I hope I get old before I die.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "When Rodney Anonymous speaks, you better listen. I know I always have."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Kind of off topic, but Tugena is one of the best rock instrumentals ever.  I'm not sure if this is a widely accepted stance, but I'm taking it anyways."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Personally, I'll go with \"KKsuck2.\" But, yeah - both amazing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "You know what, Stewart?   <em>I like you...</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "You're not like the other people here, in the trailer park ... They're good fine people, Stuart. But they don't know  <em>what the queers <strong>are doing<br/>\nto the soil!</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Well, they had a reunion, a memorial concert at the Trocadero downtown. Quite a number of years ago.  But I was there.  God, the good times!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "I 5'd this for the last panel...Yaaaaay beer!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "I 5'd it because Ray spins around real quick and gives Beef a look like \"The hell you think I can't do that in the grocery store?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Nonsense!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 3,
    "snip": false,
    "text": "Look how beef puts up his hands in defence of Ray's challenging glare. The cat knows to pick his battles."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "The little corn salesman loves to drink the beer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "Ive just noticed Ray's ears. they're not very cat-like. strange? who's with me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 1,
    "snip": false,
    "text": "American curls tend to have round ears."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carterst",
    "plus": 2,
    "snip": false,
    "text": "\"Yum\" is actually a pretty decent argument."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 2,
    "snip": false,
    "text": "Everyone's expression in the last panel is PRICELESS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "This is so weird"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "Yeah, this one is a little surreal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "60teeth",
    "plus": 1,
    "snip": false,
    "text": "Is the little corn salesman shaking his head from side to side in the fifth panel? <br/> \n <br/> \nIs he doing it because he is so excited that he might get to give away some corn?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "feetnotes",
    "plus": 0,
    "snip": false,
    "text": "This is how I have always read it, yeah."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I always thought he was puppy-like excited about getting free hooch down his gullet.  That wouldn't make sense in hindsight, really."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Ash is totally rocking out on your icon and that disturbs me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "By our icons combined...we are MEN OF SEX"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "God, they are swaying in time... I feel dizzy..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "He changed his icon.  :(."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "Keep on rockin', ear-flickin' Colbert."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "If drskradley is not there to rock along with me,  <em>I can but roll.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "Aaaaaaannd we're back!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "YES!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "It's all just so absurd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "One of the things I like about Onstand's early work is his economy of words.  The strips are hillarious and not wordy.  After numerous storylines and long discussions it's good to see something like this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petewriggley",
    "plus": 0,
    "snip": false,
    "text": "this is in my top 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 2,
    "snip": false,
    "text": "Yum, man!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nucleargeranium",
    "plus": 0,
    "snip": false,
    "text": "He looks very distraught in the fifth panel, but calms down when a chilly brew is poured down his throat, though I am in fact unsure of the temperature of said beer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 13,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101005060347/http://rbeef.blogspot.com/2004/12/update-for-december-10.html\">update for December 10</a> <br/> \n <br/> \n-Philippe- <br/> \n <a href=\"http://web.archive.org/web/20101005060347/http://philippesblog.blogspot.com/2004/12/new-neighbors-are-kind-of-weird.html\">The new neighbors are kind of weird!</a> <br/> \n <a href=\"http://web.archive.org/web/20101005060347/http://philippesblog.blogspot.com/2004/12/i-am-not-sure-if-i-like-new-neighbors.html\">I am not sure if I like the new neighbors.</a> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20101005060347/http://lyle151.blogspot.com/2004/12/flavorful-sandwiches.html\">Flavorful Sandwiches.</a> <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101005060347/http://mollysanders.blogspot.com/2004/12/maybe-some-sunlight.html\">Maybe some sunlight.</a> <br/> <br/> <br/> <strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101005060347/http://raysmuckles.blogspot.com/2004/12/roast-beef-housemate.html\">Roast Beef, Housemate.</a> <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101005060347/http://orezscu.blogspot.com/2004/12/boogie-nights-neighbors.html\">Boogie Nights neighbors</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101005060347/http://charleysmuckles.blogspot.com/2004/12/merchant-marine-yalls.html\">Merchant Marine, y'alls!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "So I get why the guy would be bewildered by Ray holding an open beer. What is Roast Beef doing to warrant attention? Is it that he's wearing shorts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I think he's just excited people are actually looking in the direction of, and possibly walking towards his griddled corn table."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I haven't been counting but I think that this strip comes up about 1 out of 5 times I press \"random strip\". It's TOTALLY FREAKING MY SHIT OUT."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "How does one griddle corn? Is this in the cookbook I am too po' to buy, perhaps?  <em>I must know!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Shuck fresh corn, boil it for two or three minutes, then freeze it. The result will be easy-to-work-with kernels that can be cobbed and fried in butter, or simply wrapped in foil with butter and oven-roasted for a similar taste without all the cobbing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "YAYYY!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nthis is absolutely awesome"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "Yay!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "this earned a literal lol. <br/> \nthat poor grocery store employee's joyful outburst has officially made my day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "When I was a kid, my sibs and I ate chips before my mom bought them whenever we went to Market Basket.  Never got in trouble.  WE just hand the cashier the empt bag and she'd charge us for it and throw it away.  Also I loved doing cream shots (the supermarket offered free coffee with the little creamers and me and my sister used to take them like shots)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "What the hell is griddled corn?  would that involve like maybe frying kernels in oil or what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I just can't get my wife to get achewood, she hasn't got the other ones I've shown her. I figured this was a good introductory strip, you don't have to know the characters for it to be funny, but it tells you a lot about them. Alas, she said she doesn't get it. \"Yaaaay!\" whats not to get?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "Well and truly my very favorite strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I wonder if you could eat everything before leaving the store, then take the boxes to the cashier, pay, and go back home."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Only one to find out; eat thirty hits of acid and submerge yourself in Flambeau Lake for four days. <br/> \n <br/> \nIt is the only way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbananaplus",
    "plus": 0,
    "snip": false,
    "text": "Ray dares Beef to say ONE more word about it."
  }
]