[
  {
    "depth": 0,
    "minus": 2,
    "name": "seven47",
    "plus": 92,
    "snip": false,
    "text": "Alt Text:  Ray meant pleasure center. <br/> \n <br/> \nI thought it would be pretty bad to see two weeks of this, so it is good that it seems like it is skipping ahead in time.  However, now that I see it, I am not so sure that I don't want two weeks of this."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ntopp",
    "plus": 12,
    "snip": false,
    "text": "Yeah, a lot of stuff can safely be glazed over, but every now and then it's nice to get a triple shot of something random. Then again, I wanted to see Vlad's 17 frames of \"You talkink to me?\", so maybe my opinion's in the minority."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 9,
    "snip": false,
    "text": "also philippe's 7 frames of screaming in the skeleton one. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nictusempra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nictusempra was marked lame too many times and excluded. (marked lame by ted0phile, DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, turbo_ninja, katal, GregChant, DougTheHead, TheGreatestCape, eRiUukFJk, Shinkicka, Satyr)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zem",
    "plus": 40,
    "snip": false,
    "text": "I'm thinking, there should be an option that if something has more chubbies than lames/spams it should be displayed regardless"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "seven47",
    "plus": 6,
    "snip": false,
    "text": "It was those dicks Asherdan and socks, too. <br/> \n <br/> \nAnyhow, Alt Text:  Ray meant Pleasure Center."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "wolfslice",
    "plus": 7,
    "snip": false,
    "text": "Asherdan made a point on another achewood messageboard (Touamb) that he was personally going to try and \"make onstad hate assetbar\"... <br/> \n <br/> \nHim marking good messages as spam is just another part of his little plan. <br/> \n <br/> \nI say mark Asherdan's messages as spam, because that's exactly what they are. He's over there laughing at all the lames he's accumulating (on purpose)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked as spam and excluded. asherdan: What a douche. (reported by mira, lateadopter, havenless)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juancarlos",
    "plus": 15,
    "snip": false,
    "text": "This internet-thing needs an \"ignore\" button. Let them scream into the void and be ignored like the real world equivalent of what they are on the internet: The hobo that wants to talk you about the government when you're leaving work at 7 pm. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": false,
    "text": "Done and done. thanks Onstad!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "I think now that the alt-text is clearly visible to all, people don't realize there was a time that it wasn't, and thus equate the alt-text posts with those posts that juts repeat a line from the strip. This is what I think. I think this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "Notice that your avatar is f-frikkin' awesome. That is all."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ih8jonmayr",
    "plus": 10,
    "snip": false,
    "text": "Back in my day, sex receptacles were called prostitutes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "milesdonovan",
    "plus": 40,
    "snip": false,
    "text": "Is it \"Wear a Shirt Monday' down at Ray's house?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "natjo1986",
    "plus": 2,
    "snip": false,
    "text": "I was going to ask the same thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mczapp",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mczapp was marked lame too many times and excluded. (marked lame by rad_chillies, cashprizes, mikejk305)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 6,
    "snip": false,
    "text": "God. That turtleneck in the last panel. Really threw me off."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rodneystubbs",
    "plus": 12,
    "snip": false,
    "text": "in the fourth panel Ray is just tickled by his own progress.  Good for him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tellumo was marked lame too many times and excluded. (marked lame by Howard, cryabetes, -0_0-, wehavemagnums)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fatmatt",
    "plus": 2,
    "snip": false,
    "text": "I would have no problem with a solid week of Ray in this semi-lucid, re-learning state.  Let's hope Lie Bot doesn't sabotage the progress."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rizzle was marked lame too many times and excluded. (marked lame by hastooo, Nessotron, we_eat_vitamins)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bobquest3",
    "plus": 2,
    "snip": false,
    "text": "Surprisingly funny. I thought the whole notion of Ray being mentally handicapped would be disquieting, but this brings the wit."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "closefriend",
    "plus": 16,
    "snip": false,
    "text": "Strangely, Ray's vocabulary seems to have increased as his ability to articulate has decreased."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "panel three is so deep, i can't understand it right now. <br/> \n <br/> \nin the morning, HOLY SHIT that is going to blow my mind when i read it for the 'first' time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "To be fair, Ray probably would say something like panel 3 even if he weren't brain-damaged."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "czarcastic",
    "plus": 2,
    "snip": false,
    "text": "\"I'm from...history!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "billyamericana",
    "plus": 3,
    "snip": false,
    "text": "Ray saying \"receptacle\" makes me think his brain may somehow heal up stronger from all this, possibly in such a way that he will be able to accurately use words in conversation he does not in fact understand, like that kid in Rookie Of The Year but with words like \"resplendent\" instead of baseballs."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "m1st3rbl4ck",
    "plus": 4,
    "snip": false,
    "text": "why are beef's first two claws clipped?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 23,
    "snip": false,
    "text": "He bites his nails."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "wangflop",
    "plus": 3,
    "snip": false,
    "text": "He leaves that pinky nail long so he can pick his ears. Just like they do here in Asia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 1,
    "snip": false,
    "text": "or maybe it's out of consideration for his lady friend. uh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I thought all long pinky nails were the tell-tale sign of a cocaine user."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "sstralka",
    "plus": 2,
    "snip": false,
    "text": "What I'm wondering is what kind of self-respecting cat walks around with his claws out when he isn't using them."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "fallow_fields",
    "plus": 11,
    "snip": false,
    "text": "roast beef is no kind of self-respecting cat"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "I asked this to Chris once, He said the claws were necessary to show it was a cat's paw. I interpreted that as meaning that the claws come out when they exert a little pressure to hold onto something. (Not really applicable in this case, where the dice lie on the palm, but oh well.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "TERRIBLE FACT: The dots on those dice are Ray Nipples."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shmuckeles was marked lame too many times and excluded. (marked lame by dsquid, NYU, Triactry03, -0_0-)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "wharfrat",
    "plus": 11,
    "snip": false,
    "text": "the peach needs to get decent"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 3,
    "snip": false,
    "text": "I have often felt this way about peaches. Even more so with nectarines, which are peaches Brazilian-waxed."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "-0_0-",
    "plus": 0,
    "snip": false,
    "text": "What are those two dots on Ray's face, near his nose?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "havenless",
    "plus": 1,
    "snip": false,
    "text": "I think thats where his nose was smooshed in by the baseball. It just hasn't healed yet."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saurkraus",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't that be where his whiskers would be?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "I love that dumb little smirk on Ray's face. Also, can't ray afford new glasses?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "You ever try taking an old, cherished possession away from a retard? I do it all the time (look don't judge me everybody needs hobbies) and it's a good way to get your hand bit. Ray probably has a death grip on those glasses."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sherief",
    "plus": 10,
    "snip": false,
    "text": "How about the fact that dude's wearing a long-sleeved Polo with all the buttons buttoned. You can tell his gone retarded"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by Judy, woof, cognitonaut, Zem)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Well, yeah. But you aren't [i]Ray Smuckles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Oh, go ahead, keep rubbing in."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Even when Retarded, Ray still feels the bitter shame of his  past 'Attractive ladies sitting on cakes' fetish. He is a boob man now."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "skyliner",
    "plus": 1,
    "snip": false,
    "text": "Doesn't Ray have a pair of back-up glasses? He's a pretty well off chochacho afterall."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "duskbringer",
    "plus": 19,
    "snip": false,
    "text": "\"Sex receptacle\".. is that, like, an old gym sock or something?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, Sakana, equinn2006, chatterjee, Afkpuz, dropkickpikachu, stoned_lightning)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "amberjunk",
    "plus": 2,
    "snip": false,
    "text": "mostly i feel as though i've stumbled across another strip, what with the clothing and all."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "i never realized this till i saw him in clothes, but how do Ray's glasses stay on?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nessotron",
    "plus": 4,
    "snip": false,
    "text": "This strip is the best one in a long time, at first this arc was meh, but now we've got the retarded angle, can you say \"woo\"? \"I don't feel like I have a lot of outs\", is brilliant, and the shirt and turtleneck I guess really show that he's being dressed by somebody else perharps? If not, they accentuate his retardedness SOMEHOW."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "Ray understands fruit doesn't normally wear clothing, but that isn't going to help him any right now. It's just not right. Please. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plezure was marked lame too many times and excluded. (marked lame by stormypinkness, Nessotron, cryabetes, alejandroadam)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "long-eared_ronin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by long-eared_ronin was marked lame too many times and excluded. (marked lame by Overmedicated, Lacrimus, kylemcjuicy, alejandroadam, Madoushi)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by agreenberg, Overmedicated, equinn2006, Flaaron, alejandroadam, Madoushi)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "the glasses are left broken to add to the effect of his retarded look, it is called art direction. <br/> \n also a reason for them not being repaired yet might be that he is not able to get them due to his mental state"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by kylemcjuicy, equinn2006, Flaaron)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bobodante",
    "plus": 4,
    "snip": false,
    "text": "I'm really enjoying this arc, in particular the wide-ranging fashions, from custom baseball uniforms, polos and DIY eyewear to Cornelius' wonderful bowtie suit, Phillipe's fab helmet and, of course, Doc Andretti's wholly professional garb. Can an Oscar in wardrobe be far behind?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stevepants",
    "plus": 2,
    "snip": false,
    "text": "The retard-smirk on Ray will never stop being funny."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "thereminhero",
    "plus": 2,
    "snip": false,
    "text": "The bashfully retarded smirk in panel five is a power combo."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "imtheguywhosucks",
    "plus": 0,
    "snip": false,
    "text": "I love Roast Beefs finger nails in panel 2. Excellent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alphagator",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alphagator was marked lame too many times and excluded. (marked lame by fallow_fields, Flaaron, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "So true!  I know if I spent several hours a day coding I'd be biting my fingernails while doing it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "vladtastic",
    "plus": 2,
    "snip": false,
    "text": "Ain't never gonna remove that Chochacho amulet, retarded or not."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "benfromtenn",
    "plus": 5,
    "snip": false,
    "text": "We learned, I think during the Great Outdoor Fight arc, that the glasses used to belong to Ray's father, and thus hold great sentimental value. <br/> \n <br/> \nOr I'm making this up, because I can't find the strip. Maybe somebody can help a brother out here."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "No, his dad has his own pair of glasses, identical to Ray's. Maybe that's why they haven't been replaced, might be an old fashioned model not in circulation anymore."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "benfromtenn",
    "plus": 14,
    "snip": false,
    "text": "I'm sure that the people who marked my comment lame and told my I was wrong were kidding, and not just being dicks.  From  <a href=\"http://web.archive.org/web/20101006175521/http://achewood.com/raysplace.php?date=02162004&amp;allnav=1\"> Ray's Place, February 16, 2004:</a> <br/> \n <br/> \n <em>\"Where did you get your sweet spectacles. Mine are okay but yours are hella cool.<br/>\nD, Internet</em> <br/> \n <br/> \n\"Dear D, <br/> \n <br/> \n\"Eyeglass companies can make lenses for any size or shape of spectacles! All you have to do is provide the frames and they do the rest. These particular frames belonged to my dad, Ramses Luther Smuckles (CFA Registered name: GC Tinkerbell%u2019s \"Careful He%u2019s A Spaniard\") and I%u2019m proud to wear them. I didn%u2019t know him well, but I like to think they fit me %u2018cause they fit him.\""
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "twohundredninety",
    "plus": 18,
    "snip": false,
    "text": "Unfortunately, if there's one thing I've learned from this whole Assetbar thing, it's that people can read Achewood and nevertheless be complete dicks. <br/> \n <br/> \nI'd like to see the whole chubby/lame system go away, I think."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hollis was marked lame too many times and excluded. (marked lame by SchnappM, Nessotron, differentdog)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked as spam and excluded. asherdan: What a douche. (reported by seven47, noah, Epicurus)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zem was marked lame too many times and excluded. (marked lame by katal, Judy, Satyr)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "seven47",
    "plus": 12,
    "snip": false,
    "text": "Go fuck yourself, Asherdan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 5,
    "snip": false,
    "text": "I do not mind Assetbar at all, and the chubby/lame system would be fine if Achewood readers would stop being so harsh, but they don't, so maybe, if you could only give chubbies and report spam, that would be better. <br/> \n <br/> \nI mean, there was a post back up near the beginning that got 4 lames, and all it said was \"Why is Ray wearing a turtleneck?\" WHY WOULD YOU TRY TO DELETE THAT. If you want to be able to read even half of the comments on this board, you have to set your lame filter high, cause as it is,  <em>most</em>  comments get at least 3 lames. Of course, I'm sure this will get lamed and go down in a blaze of irony, but I, despite the fact that I'm at least 5 years younger than almost everyone on this forum, am mature enough to have some internet dignity. <br/> \n[endrant]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "I was mighty tempted to lame this big block of text here, but then I read it instead and I guess you get a chubby. Little known fact: \"Lame\" is french for \"edge\" or \"blade\", so perhaps some readers think they are saying certain comments are \"cutting edge stuff\" when they mark it so.  <br/> \n <br/> \nCase closed!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jasonpaulmiller",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jasonpaulmiller was marked lame too many times and excluded. (marked lame by fallow_fields, mikejk305, Pmcd9)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "flynn",
    "plus": 1,
    "snip": false,
    "text": "Ray's small crooked smile makes me sad for some reason."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "songbirdspectre",
    "plus": 2,
    "snip": false,
    "text": "i fully agree. i feel all uncomfortable and strange inside...sort of like ray when he sees a peach."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "I found it utterly adorable. Ray is so much cuter stupid, it's so endearing. It's like happy Beef!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by KilroyWasHere, stormypinkness, Zefiel, silver_lake, saddestking, jstegall, gothfae, ntopp, equinn2006, hollis, differentdog, mira, lateadopter, stoned_lightning)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by differentdog, the_dingle, mikejk305)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "songbirdspectre",
    "plus": 3,
    "snip": false,
    "text": "*high five*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by Judy, differentdog, the_dingle, stoned_lightning)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i am interested in your challenge.  unfortunately i don't have time to write the requisite software at this moment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "I set mine to 9999 lames. I don't think there even  <em>are</em>  that many achewood users. <br/> \nConsider yourself defeated, neonfreon. And I don't see what you have against the assetbar system, the only thing wrong with it if people like you who lame everything and make it impossible to see legitimate comments."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "visceraleyes",
    "plus": 3,
    "snip": false,
    "text": "Ray mantains the fashion quo with a luscious turtleneck"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by silver_lake, the_dingle, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "biztsar14850",
    "plus": 0,
    "snip": false,
    "text": "Apple bottoms - i love how fruit gets anthropomorphized.  although i have never said an woman's derreire looked like a peach."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "jaydub",
    "plus": 2,
    "snip": false,
    "text": "Nick Cage has (or, at least Castor Troy has)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "william",
    "plus": 0,
    "snip": false,
    "text": "I wonder what's gonna be in the evening guess basket"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ian",
    "plus": 0,
    "snip": false,
    "text": "forth panel: does ray have fleas jumping off of him or is there just 3 black dots strategically placed on my monitor?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "Ray's head is still reverberating from Mingus' righteous bean."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "jaydub",
    "plus": 0,
    "snip": false,
    "text": "I think that's a little twitch of recognition as 'Beef brings up a familiar experience."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ian",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ian was marked lame too many times and excluded. (marked lame by the_dingle, mikejk305, Albatross)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by digdugz was marked lame too many times and excluded. (marked lame by jkustes, the_dingle, alejandroadam)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by digdugz was marked lame too many times and excluded. (marked lame by silver_lake, jkustes, Ted_Striker, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by digdugz was marked lame too many times and excluded. (marked lame by silver_lake, jkustes, Ted_Striker, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by stormypinkness, Zefiel, seven47, Sakana, hellofyellin, GhostD, snidedk, equinn2006, Nessotron, JuanCarlos, differentdog, mira, lint, ravindra108, Afkpuz, lateadopter, MrCreighton, benfromtenn, dropkickpikachu, stoned_lightning, flynn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "pmcd9",
    "plus": 0,
    "snip": false,
    "text": "Granny Goo?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ted_striker",
    "plus": 1,
    "snip": false,
    "text": "I'd wear a t-shirt that had a peach wearing pants on it."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "two shirt ideas from one story-arch?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "TO define the word Zeke for those who are not tough guys like roast beef; <br/> \n <br/> \nZeke: \t <br/> \n <br/> \n1. Zero Electron Kinetic Energy (honest) <br/> \n <br/> \n2.n. A biblical name, short for Ezekial. <br/> \n <br/> \n3.n. A hayseed or other unsophisticated person. <br/> \n <br/> \n4.n. An extremely cool person, especially on the dance floor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamygabb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jamygabb was marked lame too many times and excluded. (marked lame by Triactry03, the_dingle, Wolfslice, I_Love_Kate, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "Philippe is  <em>not</em>  retarded; He is five. <br/>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "grayfox",
    "plus": 1,
    "snip": false,
    "text": "In case you haven't noticed, you can get around the lame-spamming by increasing the threshold at which comments are hidden from you based on how many lames they receive.  It is directly beneath the comment post box."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Right on, my man. You saved me something like 20 seconds of searching."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "grayfox",
    "plus": 1,
    "snip": false,
    "text": "That's what the internet is all about."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morganization",
    "plus": 6,
    "snip": false,
    "text": "it's always bad when fruit who are too comfortable with themselves don't give you a lot of outs"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by Triactry03, Judy, mikejk305)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Has anyone seen \"Regarding Henry\"?  This thread is beginning to remind me of that movie."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Damn, but Beef's a good friend."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dr_butt",
    "plus": 0,
    "snip": false,
    "text": "I think even in his normal state of mind, Ray would still use the phrase \"sex receptacle.\" Not because he's dumb or anything, it honestly just seems like he would prefer it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I am worried about Ray's face.  I hope he eventually gets that fixed-or better yet it'll heal..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked as spam and excluded. neonfreon: What a douche. (reported by stormypinkness, mira, flynn)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 2,
    "snip": false,
    "text": "woah. what is with so many posts being mark spam when it is clearly not spam? is this how people feel they can express superlameness? is this just a bunch of 12 year olds? I don't understand."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sstralka",
    "plus": 1,
    "snip": false,
    "text": "Jesus, yeah.  Who the hell is laming out all the comments?  Is there a way to keep track so that you can mark that person down as an asshole and keep them from rating other people's comments in the future?  What's the point of having comments at all if you can't read any of them?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sstralka",
    "plus": 0,
    "snip": false,
    "text": "I wonder how long this comment will last."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sstralka",
    "plus": 1,
    "snip": false,
    "text": "Never mind.  You just have to change the number in the \"Hide comments with XX or more Lames\" field.  Ahem."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sstralka",
    "plus": 0,
    "snip": false,
    "text": "One problem is that you can't rate yourself.  I just tried to mark my own comment as lame, but was unable to.  I assume someone else will do the honors."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "-0_0-",
    "plus": 0,
    "snip": false,
    "text": "yeah i'm pretty sure i know the poeple who did this <br/> \n <br/> \ninternet knights of the internet"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by stormypinkness, Zefiel, goatmasterflash, gothfae, equinn2006, Sargasm, Afkpuz, Zem, jhaela, alejandroadam, benfromtenn, stoned_lightning)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "I see your marking things that arn't spam spam. that's cool."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "happycat",
    "plus": 14,
    "snip": false,
    "text": "When police pull you over for driving drunk or high, they should employ the guess basket. I don't know about you, but usually when I am tore up I can walk a straight line but I do not know anything about what a plunger is for."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "majormajor",
    "plus": 0,
    "snip": true,
    "text": "A comment left by majormajor was marked as spam and excluded. majormajor: What a douche. (reported by theunity, Zem, alejandroadam)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iloveyoucupcake",
    "plus": 1,
    "snip": false,
    "text": "I'm not sure if this has been mentioned already, but do you think that Ray not only now wears shirts because of his retardation, but also slacks that are a little too short and sheep skin slippers? Has the thong gone to cat fashion heaven? I hope we find out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked as spam and excluded. neonfreon: What a douche. (reported by stevegt500, lint, amama)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rapid_roy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rapid_roy was marked lame too many times and excluded. (marked lame by minister, MephistoSan, nonorganon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "Or at least a nutsack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unkle_bob",
    "plus": 0,
    "snip": false,
    "text": "i always thought his reluctance to see it was the whole 'peach fuzz' being slang for tween girl pubes thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, minister, fosters, equinn2006, m1st3rbl4ck, echidnaboy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked as spam and excluded. neonfreon: What a douche. (reported by silver_lake, prius_chaser, m1st3rbl4ck)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ladydj",
    "plus": 2,
    "snip": false,
    "text": "Sexual harrasment by a fruit.  Dirty talk at its finest."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ladydj",
    "plus": 2,
    "snip": false,
    "text": "Oh cool, some dickoff is spamming the board."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dans was marked as spam and excluded. dans: What a douche. (reported by nighttoad, alejandroadam, m1st3rbl4ck)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dans was marked as spam and excluded. dans: What a douche. (reported by silver_lake, nighttoad, m1st3rbl4ck)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neitherman",
    "plus": 1,
    "snip": false,
    "text": "Ray just looks so dang happy after the accident."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "typo",
    "plus": 2,
    "snip": false,
    "text": "I tell you this whole thing is not a good idea and I wholly anticipate that it will be struck down shortly."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jhaela",
    "plus": 0,
    "snip": false,
    "text": "Yeah, what the hell. <br/> \n <br/> \nAlso Ray is so cute. I don't know how he'd feel about being called cute, but I just want to cuddle him up and scratch him between the ears. Would that totally destroy his cool cat dignity?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "-0_0-",
    "plus": 0,
    "snip": false,
    "text": "please don't bait them"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, gothfae, equinn2006, JuanCarlos, Sargasm, mira, Afkpuz, lateadopter, jhaela, lazarusloafer, m1st3rbl4ck)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "retardo",
    "plus": 0,
    "snip": false,
    "text": "Ha, ha - that's a very cute idea.  If you do this with a really kitty they get so furious in the cutest way!   <br/> \n <br/> \nI actually really like the ones way back when the cats were a little more cat-like.  I really liked the weirdness of that.  The strip is still great, but great in a different way."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "-0_0-",
    "plus": 2,
    "snip": false,
    "text": "hey uh spammers <br/> \n <br/> \nyou are like vigilantes of sorts <br/> \n <br/> \nby which i mean terrible, terrible people"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "equinn2006",
    "plus": 4,
    "snip": false,
    "text": "This whole lame/spam business is pretty embarrassing. This is why we can't have nice things!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rad_chillies was marked lame too many times and excluded. (marked lame by stormypinkness, Zefiel, silver_lake, daidai, gothfae, iloveyoucupcake, lateadopter, alejandroadam, Doc_Rostov, Wolfslice, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "there are always a rotton apple in ever basket, but this time, it just seems to be full of S***!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "czarcastic",
    "plus": 3,
    "snip": false,
    "text": "or maybe he hasn't updated because he has a TODDLER to deal with."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "lateadopter",
    "plus": 16,
    "snip": false,
    "text": "In the face of the baseless and wanton use of the lame and the spam in this thread, one might want to hold back from giving a well-deserved lame for fear that it will be seen as just another out-of-line, unwarranted, drive-by laming.  However, rad-chillies definitely earned a lame here, if not a spam, from all people of good conscience.  S/he says s/he supports Onstad, while tearing him down personally and artistically.  Onstad posted three blogs today.  We get this stuff for free.  At least be polite to working artists, if you're not going to support them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 0,
    "snip": false,
    "text": "well i feel dumb replying to this so late (i just discovered the 'inbox') but you guys totally misunderstood my comment.  I 'teared him down personally and artistically'? That's ridiculous.  i didn't say 'maybe he got high' in an insulting way, I guess it was more of a lame joke.  I guess you cannot mention the fact that a strip hasn't been posted without getting accused of hating on Onstad.  I genuinely thought that maybe he had written himself into a hole because I had no idea where he was going to go with it.  Sorry, I wish people could hear the tone of my voice when I say stuff online, maybe that would make things more clear..."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "omg, why are so many people useing that term around me!!! i hear that at least ten times a day."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "retardo",
    "plus": 2,
    "snip": false,
    "text": "This strip totally reminds me of how I was before I was more honest about myself.  I was totally the kind of retard that thought publically liking peaches would let people know I was gay.  Or, like saying outloud that I knew what fois gras was.   <br/> \n <br/> \nAlso Ray's swollen muzzle is very cute. <br/> \n <br/> \nAlso, what is up with that medalion?  Do you think it's a religious icon?  If so Chris gets an extra gold star for \"retard=religious zelot\" commentary.   <br/> \n <br/> \nYou are savage Chris, and that makes you totally rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 1,
    "snip": false,
    "text": "silly retardo. It is the King Chochacho amulet! Ray wears it all the time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 1,
    "snip": false,
    "text": "Oh wow.  How did I not notice that?  I suppose I was distracted buy the buttoned up to the neck shirt, which is so ultra-retarded, that I assumed the medalion is also retard-related.   <br/> \n <br/> \nGood catch mira."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "optimistprime",
    "plus": 2,
    "snip": false,
    "text": "I like the fact that, as Ray recovers from being retarded, he wears less clothing. In the flashback panel he's in a turtleneck and Beef's wearing a shirt, and freaking about the peach pants..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Awesome!  A moratorium on comment rating.  Thanks, Onstad, for considering this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wharfrat",
    "plus": 0,
    "snip": false,
    "text": "i've never noticed this before, but the shirt ray is wearing is completely something you would dress a \"challenged\" person in"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ich_bin_ilya",
    "plus": 0,
    "snip": false,
    "text": "haha, anyone notice how in the last panel, ray is wearing a hoodie backwards? awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squi",
    "plus": 1,
    "snip": false,
    "text": "Looks to me like a turtleneck worn normally."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mambonassau",
    "plus": 0,
    "snip": false,
    "text": "Panel 3 pretty much  <em>begs</em>  for a 5.  How this is rated so low is completely beyond me. <br/> <br/> <br/> It modifies an existing game!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "wow...with this one, it looks like I've now seen all the strips...I feel...changed somehow <br/> \n <br/> \nI'm gonna go burn one and listen to the Police in the hot tub all with some crispy Stellas..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "son_of_selleck",
    "plus": 0,
    "snip": false,
    "text": "did anyone else just get a fit of the giggles when they saw the last panel? not uproarious laughter, but the uncontrollable giggles. just me then?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "timjankowiak",
    "plus": 1,
    "snip": false,
    "text": "\"They modify an existing game\". Brilliant. Ray's long-suppressed working knowledge of game theory is floating to the front of his consciousness during his retardancy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "ray puts the dancy in retardancy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nikopol",
    "plus": 0,
    "snip": false,
    "text": "'this is fruit and fruit don't never wear pants' has got to be the BEST LINE EVER. This is the strip that made me a diehard fan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "In all this lamewar spam nonsense nobody answered the important question: <br/> \n2D6... What is it used for? <br/> \nLet us see now... <br/> \n <br/> \n~ A Level 12 Monk's Unarmed damage. <br/> \n~ An unmodified Greatsword's (or Huge Longsword's) base Damage. <br/> \n~ Base damage done by the spell Flaming Sphere. <br/> \n~ Base damage dealt by passing through a Wall of Fire spell. <br/> \n~ Damage taken for falling 20 feet onto a hard surface. <br/> \n~ Damage per round for exposure to magma. <br/> \n~ Extra damage bonus of a Bane weapon against the relevant creature type, or of an alignment weapon against an opposite alignment target. <br/> \n~ Monopoly. <br/> <br/> <br/> Anything else? <br/> \nI'm not very good at thinking of non-D&D-related uses for 2D6. <br/> <br/> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Craps."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "What? <br/> \nFaecal matter? <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "velvetpresley",
    "plus": 1,
    "snip": false,
    "text": "Beef's closing speech in this strip -  <em>\"This is a peach Ray this is fruit and fruit don't never wear pants\"</em>  - could well be my favourite single line in Achewood history."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "in ray's defense, the peach does look a little obscene"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 0,
    "snip": false,
    "text": "Does...does Ray look like Winnie the Pooh in panel 6?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 11,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101006175521/http://rbeef.blogspot.com/2007/05/thing-with-gardeners.html\">A thing with the gardeners</a> <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101006175521/http://orezscu.blogspot.com/2007/05/chris-is-such-darrylict.html\">Chris is such a Darrylict</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101006175521/http://philippesblog.blogspot.com/2007/05/door-to-door-pretzel-man.html\">Door to Door Pretzel Man!</a> <br/> \n <br/> \nChris Onstad is so self-conscious about his ability to cook bacon in interesting ways that he has his fictional characters make fun of him about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctaronno",
    "plus": 1,
    "snip": false,
    "text": "This strip is funny... it still makes me a little sad for Ray though..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "I'm digging the turtle neck and the polo Ray's sporting. Very dignified retard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Ray wasn't just close on the origin of dice, he was dead-on! According to Wikipedia, the oldest known dice were discovered in Iran, and were part of a backgammon set from 5000 BC."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<strong>Dick About Geography Terms Time!</strong> <br/> \n <br/> \nIran is not Arabia.  He was not dead-on, but he was \"close.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "mmmmmmm... peaches... [[drool]]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "\"Simple\" Ray is adorable. And I always thought that peaches were a kind of \"sexy\" fruit. They are the only fruits that are both fuzzy  <em>and</em>  have a buttcrack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "It's probably because a peach looks basically just like a little butt. He was still an ass man before the accident, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Getting very upset about nonsense, blood coming from places it should not come from. It seems that getting hit by a baseball for Ray is a lot like having a period for a woman."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a386",
    "plus": 0,
    "snip": false,
    "text": "sex receptacle! marvelous."
  }
]