[
  {
    "depth": 0,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bumpishound was marked lame too many times and excluded. (marked lame by gladi8orrex, ANDERSMN, capital, theoneyouwant, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "gethen",
    "plus": 6,
    "snip": false,
    "text": "This... this is weird.  I don't really like Tina, but I guess if Ray does I cannot second-guess the man on the needs of his own heart."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "toiletstore",
    "plus": 1,
    "snip": false,
    "text": "what is this feeling? do i actually... like... tina?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by randombeing, gladi8orrex, griggs_although, VictoriaW)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "chubby / rad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "OH god dammit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I just LOVE *Ignore User*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I considered it, but Omni brings value (when not dumping this shit on us). And I just love them dancing kitties!  <br/> \n <br/> \n(Or were you talking about Lateadopter? Again, brings value often enough I don't want to miss it. Frankly, I loved this bit that got lamed out of existence.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "ouch"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ouch? <br/> \n <br/> \nDude, I stood up for you. I don't get why they lamed your previous ex story at all. It is exactly what this comment section is for! <br/> \n <br/> \n(Or maybe you heard that I loved it getting lamed out of existence? NOT WHAT I SAID! I loved this bit, AND it got lamed out of existence. Peace.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "\"ouch\" as in: <br/> \n <br/> \n- being floated as one who may need to be ignored in the way alreadyinuse/etc. is ignored <br/> \n- \"brings value often enough,\" which I read as \"maybe not usually\" <br/> \n <br/> \nIn other words, not so much what you said, as that it needed to be said in such a context."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "For the record, you have your moments (don't we all?). But you are no alreadyinuse! <br/> \n <br/> \nLet's try it again: I say \"brings value often enough\", you hear \"at least as interesing as I hope to someday be.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Just to set the record straight - comparing omni  <em>in any way</em>  to lateadopter is like comparing Fall Out Boy  <em>in any way</em>  to Fugazi - it's just silly silliness. One just got here and started spoutin' bullshit, all \"troll-lite,\" and shit and one's been here since old times and has solidly and intelligently contributed to this place. <br/> \n <br/> \nTake it back."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I stand by what I said, if not by what you made it mean. Re-read, rowboat, and tell me what exactly you'd like retracted: That lateadopter brings value often enough that I don't want to miss it? That I loved the bit that everyone lamed out of existence? That bits like it are exactly what the comment section is for? Or maybe you'd like me to retract hoping someday to be at least as interesting as lateadopter? Omni brings value, but I have to heavily qualify it with \"when not dumping this shit on us.\" Never had to say that about your old friend lateadopter. <br/> \n <br/> \nCould I have said it better? Of course. I am a witless hack. But I stand by what I said."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I appreciate you for that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What a douche."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "meddle",
    "plus": 4,
    "snip": false,
    "text": "I was really hoping that when you rang her up she was super excited to report she had been working at Olive Garden for like eighteen months and was now the head hostess or some shit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "So was I.  Not ill-wishing her or anything, just not wanting to find out how wrong I was to break up with her. <br/> \n <br/> \nAnd correct me if I'm wrong, but would spinynorman have gotten lamed for telling that story?  I didn't think so."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "falseprophet",
    "plus": 79,
    "snip": false,
    "text": "How do you know it was not the pain of your leaving that left her sitting alone in her room with only the lamp from the bedside table on the side you used to sleep giving her just enough light to see the cesspool of her life, blinding her into a period of suffocating introspection from which she eventually emerged still dripping with the dregs of the bodily fluids you left on her, she goes to the top floor of the tallest building around and looks out the window and down on the city and opens it and steps outside and both feet are sticking out off the edge and her breathing stops and she walks back but before she went she says \"Yes, I never want to have to miss this feeling\" and soon she is on the ground in her room again it is dusk and there are red bags under her eyes and her knuckles are broken from clutching a pencil and she dons a suit looks at herself from all angles side to side  <em>I did it</em>  and she never forgot your name, never once lied to herself, it didn't even occur to her to tell herself it was for any reason other than you so that when she was in that corner office with the fake plant in the corner and the computer running Windows XP on the mahogany desk and she saw your name on the caller ID she knew, she smiled, she lifted the receiver. And she put it back down."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Those were some beat poetry stylings. <br/> \n <em>bows</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You should change your name to just Prophet."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Johnny Prophet, Ripper father and mentor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ajthesecond",
    "plus": 0,
    "snip": false,
    "text": "do you have live performances i could come to?  That shit is  <em>groovy</em>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "This is pretty much the best comment I've ever read here. Can I have your autograph?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 11,
    "snip": false,
    "text": "<em>To mercuri0us<br/>\n<br/>\nKeep moistenin them clits<br/>\n<br/>\n-- Falseprophet.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "This whole exchange is priceless. You could not pay me $600 to erase this from my memory."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "There are some things six hundo can't buy. <br/> \n <br/> \nFor everything else, there's MasterCard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boswelljn",
    "plus": 0,
    "snip": false,
    "text": "69 chubbies. 2 sentences.  <em>Perfect</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 4,
    "snip": false,
    "text": "It was a very good story. I am always happy to hear tales of late-onset ambition."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Ambition borne of fear is the ugliest of traits."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh, I don't know. It can begin as fear. Just as long as it doesn't exist as the sole motivator. Which it could not without having the person collapse into a heap."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Or lead to a life of emptiness culminating in spousal abuse and/or highrise basejumping sans parachute."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I would vote for sloth as being uglier."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "That makes me one ugly motherfucker."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "Yeah, that dude from \"The Goonies\"  <em>was</em>  pretty funky looking."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I too am always happy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 5,
    "snip": false,
    "text": "I'm not sure I understand how her having a different career would make her more interesting.  She'd probably still just be yapping about bad publishers and the many different ways to say corn.  It isn't like it'd change her personality, right?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "You're right. People can be universally annoying no matter what the subject matter. I just deleted my own story, very similar to lateadopter's but as I reached the end I realised it was the perfect analogy for your point. <br/> \n <br/> \nYou've  <em>changed my mind</em>  autrepoupee."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say her personality changed, but I never got to know who she really was.  Which just means it's best that I left.  If, over the course of six months, she is unwilling or unable to reveal any hint of the interesting person she could be, then I was probably never going to get to see who she was inside.    <br/> \n <br/> \nAnd falseprophet may be partly right, in that getting dumped was a kick in the pants for her; but I don't think she smiled at the thought of me or that it ever would have crossed her mind to thank me for any of her successes thereafter."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "history",
    "plus": 1,
    "snip": false,
    "text": "To me, the answer is easy.  You want a partner who is not just along for the ride.  You want a partner who has ideas of their own and is, if not your equal, then damn close.  While you can love anyone from any walk of life, it is much easier to LIVE with someone who is in the same walk of life as you.   <br/> \n <br/> \nSure, you can tell me about the hollywood meme that you cannot help who you love, but I found a nice balance where I have both love and a practical living situation in my life. I got the best of both worlds.  It is better than a hollywood ending where they hold hands in the sunset and then fight like cats and dogs when the camera turns off."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fineoakstructure was marked lame too many times and excluded. (marked lame by Talix18, worldbelow, daidai, gladi8orrex, farqussus)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by aliiis, gladi8orrex, andrew)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Pogo you hilarious rascal"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Pogo saves his posts for hilarious roasts."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "norrin",
    "plus": 8,
    "snip": false,
    "text": "He's showin off his crazy skills everywhere from coast to coast/ <br/> \nAll over the interwebs, but Assetbar the most. <br/> \n\"Passing out the dick jokes like a champ,\" he likes to boast/ <br/> \nstep up to his comedy, you get burned up like toast. <br/> \n <br/> \nWait...are we battle rapping or did I just assume worng?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Your wife's nenene  <em>used</em>  to be tight <br/> \n'Till she met a wide motherfucker named  <em>DO - LE - MITE!</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "My name is Chris. <br/> \n <br/> \n(Nah, I'm kidding, I didn't have sex with his wife)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Dicks on the roaster, your junk in my toaster <br/> \nI'm not the big boaster, but she wants pater noster."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm sure the thought of it is what keeps you around Assetbar, old timer.  It takes strange things to get it up these days, huh? <br/> \n <br/> \nActually, I was just 180'ing a post I made yesterday, where I jokingly \"called him out\" for being the booable \"A-Rod of Assetbar.\" <br/> \n <br/> \nI really like your avatar, pogo."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "And now my lame is even lamer.  There is never enough context to say anything."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, fineoak, and you're a good sport for rolling with my roast-like comment."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Who is your photolady, pogo?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "At first I thought it was Twiggy, but now I'm not sure?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Lawbot, I don't know my photolady personally, more's the pity.  I found her on a large database of sexually charged shots of women, courtesy of a friend who find these sorts of things.  Just can't remember all the details right now -- it was an Internet grab."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "That seems plausible at least."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I love these threads that make no sense after someone changes their avatar.  Until pogo changes his back, and this comment will make no sense.  Yay!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "As an Os and Red Sox fan, it is possible that I lamed you hastily out of spite for comparing Spinynorman to Derek Jeter.  I admit this and apologize for my weakness."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's alright, I expected some of that.  Knee-jerk Yankee hatred is perfectly acceptable.  I, of course, have nothing to cheer about: I'm a Reds fan. <br/> \n <br/> \nI'm no spinynorman, but I figured referencing a post I made only yesterday that generated a bit of a thread might not be that risky, but yeah, my mistake."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Intelligent-poster nob-gobbling has been done and frowned upon before, and people are quick to flay.  <br/> \n <br/> \nAnd jokes from yesterday? I can't even remember threads from up the page."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "\"Intelligent-poster nob-gobbling?\"  That's not what I meant to do at all.  I really have no strong feelings on the guy, actually.  Sorry."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You can't like the O's  <em>and</em>  the Sox, talix18. It's like sayin' you're rooting for the Russians  <em>and</em>  the Georgians.  <br/> \n <br/> \nIt just don't work."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "Only when the Os are in contention, which they haven't been for many moons now.  I can't help it:  Pedroia and Ellsbury won me over during the series, Mike Lowell makes me tingly in my ladyparts, and Youkilis has a ridiculously cute butt wiggle (much like my longest-lived cat as she was stalking something) at the plate."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I mean, the Series.  With the capital letter."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "My boyfriend constantly makes fun of me for thinking Mike Lowell is an alltime ultrababe. It is good to know that I am not alone. Thank you, talix18.  <em>Thank you.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "You are more than welcome, TGWG!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "wow, female baseball fans?  <br/> \n <br/> \nNot to say that it is odd for women to be fans, just for baseball to have fans."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I think I see how we differ on this; you want to do them. That's not really how I was coming at it. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i200.photobucket.com/albums/aa134/rowboat77/collaborators019mw-1.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "Au contraire!  I mean, I do want to do Mike Lowell, but the others I just like to watch play baseball.  The Orioles bullpen has been tragic since the All-Star break and sometimes the defense is a bit - porous.  Boston's got a nice payroll, yeah, but they've also developed some impressive talent."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I understand that the Sox are impressive. Evil comes in many forms.  <br/> \n <br/> \nBut ultimately, yeah - I can't imagine what it would be like to have to act enthusiastic for the O's season in and season out. I understand looking elsewhere for inspiration. But at least look outside your own division! That's just cruel. The Nats, for example. They're sure to lift your spirits."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I do my DC fan time with the Redskins, thanks.   <br/> \n <br/> \nMy sports fandom has seen better decades."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I knew when I was but a child that I was doomed to live in a terrible sports hometown called Washington so I delved into books and video games and other geeky pursuits as if subconsciously blocking out the traumatic memories  <em>retroactively into the future</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I would like to mention here that Yankees-Red Sox hatred is the most intense sports-related hatred I am aware of.  The only one that rivals it is White Sox-Cubs hatred.  Maybe Packers-Bears."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "talix18",
    "plus": 2,
    "snip": false,
    "text": "Maybe the most intense US sport-related hatred.  I think UK football fans killing each other get bonus intensity points. <br/> \n <br/> \n(Which reminds me of the best line ever uttered on  <em>Homicide</em> :  a dead Yankee fan is found at Camden Yards, obviously a victim of foul play.  Munch says \"I don't think that's a crime in Baltimore.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": ")"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "I loved that series.  Thank you for the reminder."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I was an Orioles fan until I moved from Maryland to the Boston area. It was easy for me to translate my fandom to the Red Sox because all the players I liked from the mid-90s Orioles left/retired, shortly after that 1996 Yankees/Orioles series when the fucking kid reached into the outfield and grabbed the \"home run\" ball from the outfielder.  <br/> \n <br/> \nHatred of the Yankees does well in Massachusetts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Let's be fair, hatred of the Yankees does well everywhere but NYC. And occasionally there too, I hear."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "holly clap don't even get me started on those two chi-town rivalries. <br/> \n <br/> \nYanks/Sox got nothin'. <br/> \n <br/> \n(i initially typed this comment in caps before i decided that wasn't a good idea.) <br/> \n <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "The fact that you said \"holly clap\" instead of \"holy crap\" and then \"chi-town\" which refers to Chicago but could be coded to mean Chinatown to finish up leaves me with the impression you were trying to make an Asian joke of some kind. <br/> \n <br/> \nYou should know that I moonlight as Asian America's representative here on Assetbar."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this was not what i was trying to do and i never noticed how stereotypically Asian that could sound. <br/> \n <br/> \nmy apologies to all the casians and hasians that read this that way. (also Liz.)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Woody Allen covered this concept quite well in Annie Hall. Basically, the key is to keep them stupid and use them just to cull your sexual urges."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "penis",
    "plus": 0,
    "snip": true,
    "text": "Comment left by penis ignored."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "Man, you just took all the fun out the room."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by gladi8orrex, IronDave, desert_donkey)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Mine brings me shame."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "It brings us all shame."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You mean his penis specifically?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Yes! I do mean that about his specific penis.  <br/> \n <br/> \nOr no, I do not. I am not sure."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 2,
    "snip": false,
    "text": "<br/> \nYou know what's funny?  IT isn't completely implausable that you have seen it, because everyone here knows we are from the same small town."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Do people in small towns just walk around with their dongs hanging out all the time?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "He does."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "WE hang out at the same nude beach."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "stereo",
    "plus": 5,
    "snip": false,
    "text": "<em>Sorry for partying!</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 4,
    "snip": false,
    "text": "Derry, NH: Come for the nude beaches, and then leave because there are no nude beaches."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Derry?! Isn't that, like, a main place of Stephen King novels? It's been about fifteen years since I read anything by him, but it sounds very familiar. For the sake of conversation I'm not just going to look it up, but wasn't that where  <em>It</em>  took place or something?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Derry, Maine, not NH. <br/> \nDude,  <em>It</em>  was the greatest book ever.  It really is my favorite book. <br/> \n <br/> \n <em>The Hotel New Hampshire</em>  by John Irving takes place in Dairy, NH, and they describe a private academy which might be based off of my high school."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Is that the book where all the main boy characters bond by gangbanging a 12 year old girl?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is that a memoir written by theirateturk's girlfriend?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yes, but no one believed me, and my mom didn't remember that part (how can you forget that part?) <br/> \nOf course Beverly volunteered, though."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You and me-- <br/> \n <br/> \nSkinny dipping in Beaver Lake."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "<em>It's not just a clever name!</em> <br/> \n <br/> \nBecause beavers live there."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That didn't even occur to me, surprisingly. <br/> \n <br/> \nSo are you down?  My friend lives on Rainbow Lake off of English Range Road, if you want some privacy. <br/> <br/> <br/>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, I don't swim in Beaver Lake. Didn't I just say that beavers live there?! <br/> \n <br/>"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Shut down. <br/> \n <br/> \nBut I was talking Rainbow Lake. <br/> \n <br/> \nI wonder how serious you are taking me? <br/> \n <br/> \n(Don't take me serious at all)"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Unless, of course, you really  <em>do</em>  want to go skinny skipping (or something naked) with me. <br/> \n <br/> \nSkinny chess?  Skinny tennis?"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Do you really want to swim with rainbows?  I'm not sure how safe that is."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Are you kidding?  Who wouldn't want to skinny dip with rainbows?  They are very gentle entities, really. <br/> \n <br/> \nRefracted light never hurt no one."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "except maybe The Cheat."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The 1915 silent film by DeMille, or the character on Homestar Runner?"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "da h star r. it's a line Strong Bad drops in a sbemail."
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The last time I watched one of those had to be before the beginning of the millenium (I mean 2000, not 2001).  I was surprised when I found out it was still going on."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "The poster's name was penis. That joke was that the gentleman named penis, having come and somewhat detracted from the humorous air, had far underperformed in comparison to the organic, the sexual organs attached to most males, whose enthusiastic hopes for intercourse often led to hilarious misunderstandings."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "No, no.  \" <em>With sexy results</em> \"."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "It's just adorable that he assumes that his post is going to \"push buttons.\"  <br/> \n <br/> \n3 chubbies and 3 lames in six hours.  <br/> \n <br/> \nSorry man, but you're lookin' at a  <em>lot</em>  of unpushed buttons. Like, basically an unpushed button factory, just churnin' those shits out by the truck-full.  <br/> \n <br/> \nBetter luck next time. Hey, try calling Onstad a closeted homosexual.  <em>That'</em> ll push some buttons around here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Gay"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow. <br/> \n <br/> \nSo, Penis, you bring up interesting and generally useless questions. You bring them up in a cogent, concise manner that shows a modicum of thought and expresses an honest intent to further human knowledge and awareness. <br/> \n <br/> \nAnd you bring it up in the comment section of a comic strip where our main cat Ray may have just started down the path to matrimony blazed by his first mate Beef. Failing to see any connection or contextual application.  <br/> \n <br/> \nIs it somehow (if loosely) connected to Tina having an MBA, so now she is qualified to work a sex line?  <br/> \n <br/> \nOr did it occur to anyone else that she may have specifically taken a job on the callipygian cake-sitters line knowing that sooner or later... <br/> \n <br/> \nAnyway, I'm certain that any anecdotal information gathered here will be of no real use to furthering human knowledge of (or interest in) rape fantasies. I further suspect that there exists any number of professional, collegial or adult-oriented sites where raising these questions makes a lot more sense than here. <br/> \n <br/> \nSeriously, this is not the channel I tuned into. <br/> \n <br/> \n(But since you ask, it may have something to do with quilt. People get really weird around the way sex can be sublime and degrading all at the same time. Both men and women may fantasize about raping and being raped while masturbating as a way of diverting guilt. On the one hand, it is being done to you, and is out of your control = no guilt. On the other hand, masturbating is so much less \"sinful\" than raping someone = no guilt about the masturbation. Yeah, I know, it's a bit over-simplified, but this is a comment section of a comic strip.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joestork was marked lame too many times and excluded. (marked lame by HolyQ, IronDave, griggs_although)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "stereo",
    "plus": 4,
    "snip": false,
    "text": "I don't know if I'd necessarily call Gurochan \"worse\" than the others.  For various reasons it's strictly limited to drawings, photographs are not allowed there. <br/> <br/> <br/> BTW penis (if I may call you that), you also missed the possibility of guys who fantasize about being raped, whether in the face or the hand.  I'm sure there's some Freudian explanation why they subconsciously want to experience it, but I couldn't say what it is."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "yeah, i'm pretty sure, from a practical standpoint lolicon or Shota is worse."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "screw all of you. I have this stupid habit of searching for things that pop up on this board that I've never heard of. I had not heard of neither Gurochan, lolicon, nor Shota. Now I have. And I hate you for that. Honestly. penis you have started something bigger than yourself. I hope you realize that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "...that's what she said?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "That burns like an STD you get from sticking your junk into the change recepticle in a pay phone in Wee England and suddenly find yourself being stuck there until some kind policeman in a funny hat does terrible, terrible things to your person."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Sometimes you just got to know when to say \"no\". <br/> \n <br/> \n(And \"no\" really means \"no\"!)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "was it straight shota or what?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "Speaking as rapist, I find your confrontational attitude an affrontery and your attempts at group therapy highly offensive"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I hope I was lamed for being a rapist"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "OTTL;DNR"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "just an fyi rape is hardly new ground in the field of xxxtreme humor"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "\"How many guys fantasize about raping a chick? Like when they're masturbating? (hint: The answer is lots.)\" <br/> \n <br/> \nMen don't really fantasise; we watch porn with the scenarios we are interested in. <br/> \n <br/> \nAs for me, sex is all about consent, so rape is of little worth."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "yeah... a lot of porn just ends up turning me off, because the female looks so very uncomfortable"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I am turned on for the opposite reason; she is consenting to be a piece of shit on tape for money. Few things are as beautiful as this."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Ha! Theirateturk has feelings! That's a good one turk."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yes, turk, I agree, good sex needs to be both mutual and consentual."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Two of the crudest members of Assetbar take a stand against date rape. My heart is warmed. Maybe it is sad that I have to lower my standards so much that I can't just expect everyone in the world to share this stance because of human decency, but my heart is genuinely warmed."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "He's so crude, doo-lang, doo-lang, doo-lang <br/> \nThat handsome boy over there, the one with the wavy hair."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I'd like to think opposition to date-rape is an \"opt-out\" sort of thing, and people can be assumed to be anti-date-rape unless they actively support it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cunty",
    "plus": 1,
    "snip": false,
    "text": "WHAT'S WRONG WITH ROHYPNOL? <br/> \n <br/> \nSHE CAN'T REMEMBER IT; IT'S A VICTIMLESS CRIME"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Date rape happens a lot, but it is not the majority of men who think it harmless. Being immersed in a cultural fight against it can warp your perception a little."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "The moral of the date rape story, it does not pay to be drunk and horny.  <br/> \nBut that's the way it had to be.  <br/> \nThey locked him up and threw away the key.  <br/> \nWell, I can't take pity on men of his kind,  <br/> \neven though he now takes it in the behind."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "... if it wasn't for date rape, I'd never get laid."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "By \"mutual\" do you mean that both people have to be there?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Yes, it takes two to rape, Moral Orel."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What? That is not my reading of that film."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 4,
    "snip": false,
    "text": "Yeah, I thought the point of Annie Hall was not to sneeze on the cocaine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "He gets her all educated up and then winds up regretting it big time."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, again not really what I saw."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "It happens. Plenny other stuff happens as well but it happens."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Why would someone lame this!? He recounted an anecdote that relates to the strip. Why is this a bad thing?  <br/> \n <br/> \nThe only think I can think of is said ex created three accounts and lamed him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gethen was marked lame too many times and excluded. (marked lame by falseprophet, cashprizes, griggs_although)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bumpishound was marked lame too many times and excluded. (marked lame by gladi8orrex, jhaela, griggs_although, VictoriaW)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randombeing was marked lame too many times and excluded. (marked lame by lawbot, gladi8orrex, mcjuicy, griggs_although, VictoriaW, campincarl)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randombeing was marked lame too many times and excluded. (marked lame by gladi8orrex, mcjuicy, griggs_although, VictoriaW, campincarl)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Bad grammer grammar. <br/> \n <br/> \nChubby for the meta."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "akarroa",
    "plus": 1,
    "snip": false,
    "text": "Okay, that is a lot of lames. Assetbar clearly needs to work out some frustration. To aid this, I shall create the most lame-able post ever for everyone to use up their lames on. Come on, let's see some anger for this!"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "akarroa",
    "plus": 8,
    "snip": false,
    "text": "Okay, here goes: <br/> \n4chan is teh b3stzorz eva! Lolz u guiz w4tch fushigi yugi i <3 that show. XKCD iz a gr8 comic lulz...wait, this could be much more annoying... <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://upload.wikimedia.org/wikipedia/en/f/f4/Caramelldansen.gif\" style=\"border:0px;\"/></div> There we go! Kawai and shit."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I tried to give a chubby for the xkcd reference."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You have failed at getting lamed. I'm not sure if that counts as a win or a loss. <br/> \n <br/> \nI am transfixed by your gif. Damn you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Oh no, too many mixed emotions...AAAUUUUUGGH! <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://s2.cdn.gaiaonline.com/images/common/smilies/burning_eyes.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Not annoying enough. Maybe I should kick it up a notch.  <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.hampsterdance.com/images/hamu.gif[/img [img]http://www.hampsterdance.com/images/anin.gif\" style=\"border:0px;\"/></div>   <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.hampsterdance.com/images/gerbil.gif\" style=\"border:0px;\"/></div>   <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.hampsterdance.com/images/hampton.gif\" style=\"border:0px;\"/></div> <br/> \nDi da di da di duh doh doh, di da do do doh this would be better if I could add the music."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "where the hell did this caramelldansen thing start, anyway?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kamet",
    "plus": 5,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i39.photobucket.com/albums/e165/tbnjr1892/caramello.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i228.photobucket.com/albums/ee232/lillaam17/Ted%20Danson/78871811.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <strong>???</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "I just posted a huge picture of Ted Danson's face that I will have to look at again, and again.  Hell.  I perpetuated Ted Danson, even in my small way, in the world at large.  What the FUCK have I done.   <br/> \n <br/> \nI have some serious thinking to do."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ted used to be bald. That's gotta be one of the better plug jobs I've ever seen. Bet he did it for Mary. (Time was I'd've done it for Mary Steenburgen! Yes. I would of [sic].)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "But <br/> \nxkcd is awesome!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "bumpishound: chubby for the sweet meta :)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Yes, it was so meta it inspired  <em>incredible lames!!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by gladi8orrex, griggs_although, campincarl)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gethen was marked lame too many times and excluded. (marked lame by gladi8orrex, griggs_although, campincarl)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rad-chillies",
    "plus": 0,
    "snip": false,
    "text": "I knew this arc smacked of something ... it's gotta be!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "Smacked've something?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "HMmmm yeaah"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "irondave",
    "plus": 3,
    "snip": false,
    "text": "I think you may have overestimated the rigor of an nth-tier MBA program these days."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 10,
    "snip": false,
    "text": "George Bush has an MBA. 'Nuff said."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "oooooo excellent point, sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Yeah, grammar is something you can outsource. Some place like India or Singapore where they waste time on the English language. Also, don't forget: good grammar = a feel for English = can't speak corp-speak = \"Welcome to Olive Garden!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "oh, no it isn't. George Bush is a perfectly intelligent man. Whether we want to believe it or not, he is. Just as the president, his shortcoming are much more noticeable."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I agree. <br/> \nAnd I hate it when people call him stupid. <br/> \nHe just maybe isn't the best guy to be president. <br/> \n <br/> \nAlso, verbal blunders don't equal stupidity."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Give me a break.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Kids say the darndest things."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "you so edgy"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say Americans are much dumber on average than people in other countries. Whether we have a more prominent culture of anti-intellectualism is another matter."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Americans aren't dumber.  It's just we focus less on education.   <br/> \n <br/> \nA lot of morons can't find Iraq on a map.  Personally, I can find about 80% of the countries on a map. <br/> \n <br/> \nAnd I have met a lot of dumb people from other countries on the Internet."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I don't think anyone's ever suggested that citizens of the USA are genetically predisposed to stupidity.  <br/> \n <br/> \nHowever, if the US population really does 'focus less on education', surely that would qualify them as dumb?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Cognition is the ability to think.  You can choose to use it or not.  Americans aren't predisposed to dumbness.  Students just don't care about their subjects. <br/> \n <br/> \nHowever, it is true that US professionals are just as good at their jobs as professionals from other countries.  That was because they chose to learn that specified knowledge well. <br/> \n <br/> \nThe government doesn't put much focus on education, because, I think, they feel that it isn't a priority since we are already on top.  Which is a foolish thing to think. <br/> \n <br/> \nKids are naturally apathetic.  But if someone pushes them a lot, then they work harder.  This society doesn't push a lot. <br/> \nWhat country are you from, if I may ask?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Read more carefully. He said the government  <em>thinks</em>  that the US is \"on top\", which he said is a foolish thing to think."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yes, thank you, achilleselbow. <br/> \nWhether America is close to the top or not is a matter of opinion.  To you, we would be if we had free health care, etc.  But that may mean higher taxes, and even if you only tax the rich high amounts, they are going to say that the country doesn't respect the your right to keep what you earn."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Do... do you not see the hilarity in the fact that you argued that Americans are all lazy and uneducated, and then proceeded to lazily misread someone else's post so that you could reply to it, perpetuating the conclusion you'd already come to without really thinking about the argument they were making?  <br/> \n <br/> \nYeah, me neither."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "preston",
    "plus": 0,
    "snip": false,
    "text": "Omni, I'm not sure what kind of \"professionals\" you're talking about - saying that U.S. has to \"import\" foreign workers because of American incompetence is beguiling to say the least.  Most of my non-American engineer friends came here for better opportunities in both graduate study and industry.  They were not actively sought out by American companies, and no, there is no difference in general quality of workmanship."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I agree.  Americans aren't dumb, especially people who depend on their abilities.  There are just a lot of lazy students."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No, that would qualify them as ignorant and apathetic."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 2,
    "snip": false,
    "text": "Godammit, y'all makin' me pull out the  <em>statistics</em> : <br/> \n <br/> \nThe US is #1 in  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/edu_ave_yea_of_sch_of_adu-education-average-years-schooling-adults\">Average hours of education</a> , #2 in  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/edu_edu_att_sen_sec-education-educational-attainment-senior-secondary\">number of adults educated to the tertiary level</a> , #4 in  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/edu_spe_per_pri_sch_stu-spending-per-primary-school-student\">spending per student</a> , and the US has 31 of the top 100 universities.  I'm not saying this is the end-all-be-all of the discussion, but frankly I see a lot of discussion being pulled out of the proverbial ass.  If your going to make a claim as wild as to say that the US is less intelligent than most of the rest of the  <strong>world</strong> , let alone the rest of the first world, you are going to need something better than  <em>hurdy-hudry-hur roundabouts hurdy I-heard-this-somewheres hurdy</em> . <br/> \n <br/> \nNow, you could argue that we are less educated than much of the first world, but 1) I doubt there would be a stark difference, 2) education isn't exactly correlative with intelligence, and 3) ... there is no 3.  <br/> \n <br/> \nP.S.  To think that out/in-sourcing has anything to with intellectual intelligence as opposed to vocational intelligence is bit strange.  You don't have to be well educated to be, say, a lab technician or low level computer programmer, and in many cases this is the case.   <em>That's</em>  a question of employment cost, not education."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>\"A five-year, $14 million study of U.S. adult literacy involving lengthy interviews of U.S. adults, the most comprehensive study of literacy ever commissioned by the U.S. government, was released in September 1993. It involved lengthy interviews of over 26,700 adults statistically balanced for age, gender, ethnicity, education level, and location (urban, suburban, or rural) in 12 states across the U.S. and was designed to represent the U.S. population as a whole. This government study showed that 21% to 23% of adult Americans were not \"able to locate information in text\", could not \"make low-level inferences using printed materials\", and were unable to \"integrate easily identifiable pieces of information.\"</em></div> <br/> \n <br/> \nCompared to the rest of the first world, this does look pretty bad. But yea, outsourcing has little to do with this - most of it is still in manufacturing and other low-level jobs."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "While I agree that is distressing, as far as percentage of population with a high level of literacy, we are only 1% behind GB and  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/edu_lit_adu_at_hig_lit_lev-education-literacy-adults-high-level\">6% behind Denmark</a>  (#3 in literacy)."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think America is doing pretty well with literacy.  Is it 97%?   <br/> \n <br/> \nToo lazy to look it up."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You have GOT to be kidding. Even the most literate countries don't have that high a percentage."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "OK. Apparently they do. But considering, on the list I saw, that Georgia has 100% literacy, one wonders what factors are or are not taken into consideration."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I don't see any comparison of those data with other places in the world.  Do you have some?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Sorry.  I don't.  Can't look it up now. <br/> \nI remembered 97%.  I remember some higher, but most lower.  I did compare it, though."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231054858/http://en.wikipedia.org/wiki/Literacy_in_the_United_States\">Wiki </a>  has more info on this. First of all, the 97% data relies partly on self-reporting and response to written surveys (which poses an obvious problem). Secondly, the main criterion is grade completion - it's assumed that kids who have passed third grade know how to read. Of course in practice this is not the case - kids get pushed through after being left back several times because their parents get pissed, or the school just doesn't want to keep spending money on them. Even if they do technically know the sounds that each letter makes, or even if they know a few hundred words, a large percentage of people are \"functionally illiterate\" in that they are unable to comprehend simple sentences, much less make sense of the kinds of information they need to function in the adult world. <br/> \n <br/> \nAs for the [url=http://en.wikipedia.org/wiki/List_of_countries_by_literacy_rate]comparison[/rurl  you're all referencing, it's no surprise that countries like Georgia, Ukraine, the Baltic States, and other former Soviet republics are all near the top. For all the faults of our system, education was always the #1 priority: it was not only compulsory, but completely free up to and including postgraduate level, and its quality was top-notch. By the end of first grade, I had learned fractions and multiplication and memorized several Pushkin poems; here, multiplication wasn't even mentioned until third grade and people were still sounding out each syllable when they read."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Where are you from? <br/> \n <br/> \nI always get jealous of people who learn so much so early, but then I realize that the reason I didn't learn how to read when I was 3 and learn physics in fifth grade or whatever was because no one tried to teach me it.  I think kids are smarter than educators give them credit for. <br/> \n <br/> \nI learned what a verb was every year between first and eight grade.  Yes, a lot of kids forget.  Those kids deserve to fail out for not trying harder to remember."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If you can't remember what a verb is by the end of grade 1, you should repeat grade 1 until you can (or at least, grade 1 English).  Seperating students by ability makes a lot more sense than by age."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It only makes sense if your aims are scholastic and not social engineering.  <br/> \n <br/> \nIn me grandpappy's day, you were required to go to school until you graduated the eighth grade or turned eighteen, whichever came first. He wanted out, so he moved up the grades quickly. This back-fired, since his dad was so proud he made him go to high school. He still graduated when he was seventeen, and got out a full six months sooner than many of those who had shared the eighth grade with him. <br/> \n <br/> \nAnyway, back then it was about lernin', not socializin'. <br/> \n <br/> \nBTW, What's a verb?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's an octopus of the Northwest that lives in treetops."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If we're pulling out anecdotal evidence about education, I met some pretty dim people in England (I am thinking of one in particular, Hecci, can you guess who) while the Palestinian dude I met today in Bethlehem spoke four languages really  <em>really</em>  well."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I know a 19 year old girl here in America who knows 7 languages and is fluent in 4 of them, and extremely good at the rest. <br/> \nShe wants to be the Secretary General of the UN, and she works hard enough for it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>yes, but you're assuming that one hour of US education is just as effective as one hour of German education, Sweedish (sic) education, etc.</em></div> <br/> \n <br/> \nAnd you are assuming it is not equal.   <em>Without giving any facts to justify your position.</em>   These are serious issues that call for real insight.  That is my point.  This \"Americans is stupider\" stuff is both counterproductive and divisive. <br/> \n <br/> \nLet's take a look at health care.  (I am for universal health care, but I don't pretend US health care is horrendous compared to the rest of the first world.) <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/hea_lif_exp_at_bir_fem-health-life-expectancy-birth-female\">Female life expectancy</a>  in France: 84 years.  In Sweden: 83 years.  In the US: 80.97 years. <br/> \n <br/> \nOr look at the  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationmaster.com/graph/hea_yea_liv_in_ill_hea_fem-health-years-lived-ill-female\">number of years spent in ill health (for females)</a> .  France: 9.5 years.  Sweden: 9.1 years.  US: 10.7 years. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>see now you're pulling facts out of your ass.</em></div> <br/> \n <br/> \nI'm glad we agree on where you are getting your theses (just joshing.  I don't want this to become over-adversarial).  Forgive me for hazarding a guess based on the few statistics (i.e. facts) I looked up. <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Not quite. <br/> \n <br/> \nThat would make us ignorant."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "Eh, intelligence and judgment are not as correlated as you'd like to think. Ditto for intelligence and empathy, or intelligence and any other attribute which might make one a good leader, let alone a good person."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "How do you define intelligence, anyway?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "His grammar is bad. His grampa is worse."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well the point was about grammar, since gethen doubted that someone with an MBA would make grammatical mistakes in speech. I also don't think he's particularly dumb compared to the average individual, but he certainly falls short of the intelligence one should expect in a president."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Bush was an average student at a very good prep school (Phillips, the MA one) and he went to Yale and Harvard. <br/> \n <br/> \nEven with his father's position I think this still shows some intelligence. <br/> \n <br/> \nWasn't G.W. a speechwriter?  I thought I read that somewhere. <br/> \n <br/> \nMaybe not the smartest president, but he is not dumber than average."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Just as an aside, many people I considered shit-all stupid did really well in school, because they worked very hard at it. <br/> \n <br/> \nThese same people couldn't carry on a conversation beyond \"NBC is a pretty good network.\" and \"Alright guys, I've got to study, so bye.\"  They read summertime pop fiction, and are familiar with only enough material that gets them by with a 3.98 average, that's all they want to know.  <br/> \n <br/> \n Good people, sure.  Intelligent, hardly.  Studious and ambitious, absolutely."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is true, sometimes people who do well in school really aren't that smart (AP Psych class in mind) and the smarter people do only okay (myself).  However, I do think that you have to be at least of normal intelligence in order to get into Harvard.  I don't think someone with an IQ of 80(which people seem to characterize GW as)(assuming IQ tests are accurate) would be able to even get in. <br/> \n <br/> \nI could be wrong. I don't go to an Ivy league. <br/> \n <br/> \nHowever, I stand by what I say:  GW is not an idiot.  Just a bad president."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I'm with you there, GW is no 'idiot', and to write him off as such is to simplify what should be a complicated argument.  If you're attempting serious political discord, the \"BUSH IS DUMB\" approach should be in the same strawpile as \"____ IS LIKE HITLER\" or \"____ IS AN ADULTERER\". <br/> \n <br/> \nFor humor's sake, though, I'm not opposed to the characterization.  It's just like Clinton was a womanizer and Nixon was a liar, it's a caricature meant to entertain."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "True, but those caricatures annoy me a lot.   <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Generally, yes. You have to have a modicum of smarts to get out of that prep school and into Harvard. But not so much, I think, when your entire family is made up of rich, famous legacies and are in politics."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "sn0wman",
    "plus": 1,
    "snip": false,
    "text": "MBA = Meaningless Bullshit Accreditation"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "From Harvard, no less."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we all know how those Harvard MBA's aren't worth the paper they're written on.  Bah!  Might as well have a business ed associates degree from the local Vo-Tech."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "Careful, now, you may get people to start questioning whether a graduate degree from Harvard necessarily means you a smarter or more qualified to hold a particular job than some guy who does not have one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Actually, I think it's a pretty common problem. I remember our English dept. had some article posted in the office about a whole emerging field of teaching businesses effective communication, as in writing emails and memos in such a way as to be syntactically clear and actually have the recipient understand whatever message you're trying to get across. You would not believe some of the sample emails that were quoted - far worse than anything I've seen on YouTube comments."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mrwombat",
    "plus": 2,
    "snip": false,
    "text": "Nothing is worse than youtube comments. Not even interoffice memos."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "ONYD mrWoMBaT!!1  fu*k u cuz you2b is the bOmbb!!!1"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "Have you ever read the comments on  <em>I Can Has Cheezburger?</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "These are my impressions. <br/> \n1st comment - oh, it's a joke, clever. <br/> \n2nd comment - umm... maybe not. <br/> \n3rd-5th comment - wait, is this the way these people write? <br/> \n6th-100th comment - genocide is the only answer."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Morbid curiosity led me to go check this out and... surely this must be a joke. I found two people having a conversation in the comments. <br/> \n <br/> \nA: \"con-cat-ulashions onna ur nawt-second BBee! <br/> \nDis mai nawt-second nawt-third\" <br/> \nA: \"*BGee*, sorree\" <br/> \nB: \"BB is gud. U shud heer what sum ov mai clients at work call mee  :shame:\" <br/> \nA: \"O deer, wear r meh manners? Dere shud hab ben offerz ob drinkies & danses 2 sillybrate ur nawt-second! Ahm nawt uzed 2 been thiz hi upz onna comment chane! <br/> \ncha cha & choklit martoonies, purrhaps?\" <br/> \nB: \"Ch-ch-ch-choklit ov any kind is alwayz acceptable. <br/> \nAi must say, ur teeny tiny icon is faskinatin. On ur profile page, bigger, it is kleerly a kitteh, but litl bity, it looks diffrnt.\" <br/> \nA: \"it duz kinda luk liek lil red ridin hood blob dere, duzent it ;)\" <br/> \nC: \"I has seen it close up. It r berreh bootimuss.\" <br/> \nD: \"Hay, Kafleen! Ai fot ai%u2019d stik mai noze inn an sai Ohai tew ebbrybunny, an heer yoo aer! Ai hoap awl iz wel wif yoo?\" <br/> \n <br/> \nNO IT CAN'T BE TRUE. IT CAN'T BE!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "What you're telling me is that gladi8orrex is off somewhere else on the Internet having some sort of schizophrenic conversation with himself. I understand this information. That's cool, that's cool."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fuyukodachi",
    "plus": 0,
    "snip": false,
    "text": "Jesus christ.  I have given myself a migraine trying to figure out what in sweet fuck they are trying to say."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Oh that's nothing. The internet is a place where people of like minds can congragate en mass; as such, reading comments on youtube or icanhascatpictures would lead you to believe everyone is stupid, while other sites would have you believe the opposite.  <br/> \n <br/> \nThe real, true horror is that, as a high school teacher, I can tell you that internet speak of all sorts is seeping into the way students write in their day to day, including homework, tests, etc. <i>This will soon be how everyone writes.</i>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You mean with non-working html tags? <br/> \n <br/> \nJust joshin'. I too am horrified at the prospect."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<script language=French>This is easier than using the Google Translator :) French people can understand this right?</script>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "iumop ap!sdn"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Dave Barry said our country's economy went into the toilet back in 70s because that's when he started teaching Business Communication."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "Dave Berry has talent on loan from God."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "No, Dave's talent was a GIFT from God. He gets to keep it, even though he doesn't write any more."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "He's been doing some  <a href=\"http://web.archive.org/web/20091231054858/http://www.nationaljournal.com/conventions/gp_20080829_7022.php\">pretty funny stuff</a>  for National Journal Online during the DNC convention."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Very entertaining! <br/> \n <br/> \n\"I've been to every convention since 1984, and I have to say that Democratic delegates always manage to look good when they engage in group \"rock-n-roll\"-style dancing, in stark contrast to Republican delegates, who always look like they're subjects in some kind of cruel mass experiment involving random-firing high-voltage buttock probes.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And then there's just the character's personality (that's something she would say, after all,) but you could be right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "1 ) You are suggesting that a cat who says in spoken language and not written \"must of\" is somehow not good enough to get an MBA and snag another cat who has millions of dollars but still needs to call his best friend to come over and download spyware programs \"to get all the problems away.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "2 ) There is no 2 )."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "\"Must of\" was a stroke of genius, yes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "\" <em>Muft</em>  of\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "well played."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "It's the economy, stupid."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "promac",
    "plus": 0,
    "snip": false,
    "text": "I  <em>hate</em>  \"must of\"!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "beefsmipeep",
    "plus": 1,
    "snip": false,
    "text": "How do you tell it from \"must've\", in verbal form? <br/> \n <br/> \nMore importantly, do you ever make an annoying ass of yourself by calling someone on it, or do you just wince and assume an air of grammatical superiority?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 3,
    "snip": false,
    "text": "You close your eyes and think of the queen."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "chubbied for truth, my good lady, chubbied for truth."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "promac",
    "plus": 0,
    "snip": false,
    "text": "It's a common mistake.  Common enough that it bugs people. <br/> \n <br/> \nClearly you often have similar grammatical troubles or you wouldn't feel the need to wave your epeen at me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Some of us just think it's funny that people get so worked up over minor typos."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "Eh - you're right.  Everyone has something that gets their goat. <br/> \n <br/> \nIf this particular verbal tic were my personal  <em>bete noir</em> , I'd be a Prozac junkie by now."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Does it also bother you when people say \"Ive\" rather than \"I have\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "promac",
    "plus": 0,
    "snip": false,
    "text": "No, that's a valid abbreviation.  As is \"that's\", funnily enough. <br/> \n <br/> \nBesides, it's not the specific error that bugs me - it's how so many people can be completely oblivious to making it.  Read a fucking book already. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "I can't stand it when people say  <strong>eye've</strong> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "I submit to the assetbar council that there are numerous reasons for Ray not to be involved with Tina  <strong>EVER</strong>  again. <br/> \n <br/> \nThe first reason is that Tina has dumped Ray countless times before: <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=07292002\">Exhibit A</a> <br/> \n <br/> \nAll previous attempts have failed in some fashion: <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=07172002\">Exhibit B</a> <br/> \n <br/> \nShe is banging other dudes (including your uncle) around Achewood left and right: <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=06012004\">Exhibit C</a> <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=04242003\">Exhibit D</a> <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=06022004\">Exhibit E</a> <br/> \n <br/> \nShe was a hostess at Applebees. Which means that I have possibly hit that after a few \"Main Street 'Ritas®\": <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=02192003\">Exhibit F</a> <br/> \n <br/> \nRay has said that it is final: <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=02192003\">Exhibit G</a> <br/> \n <br/> \nThis concludes the articles presented as evidence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Despite Exhibits F and G leading to the same comic, I find your work here compelling, thepunchman.  Unfortunately (?) human affairs are seldom governed by logic.  Someone once said that even logicians only use it to make a living. <br/> \n <br/> \nPlease accept this virtual chubby in lieu of an actual chubby or other form of encouragement with your project."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "No, your instincts are right; they make a disgusting couple."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bumpishound was marked lame too many times and excluded. (marked lame by desert_donkey, griggs_although, VictoriaW)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aliiis was marked lame too many times and excluded. (marked lame by joeynarcotic, griggs_although, VictoriaW)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're just noticing that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... and yet. 30 chubbies. This joke was played."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "um yeah I reeeeeeaaally have no idea why I got 30 chubbies. I was very tired and feeling easily amused when I made that post. I... I feel a little bit ashamed of them, in one way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Your post wasn't lame, just interesting that so many more people noticed yours, or the way you put it. Aaaanyway it all works out for the best, for now we have the first instance of  <strong>Guilt Chubbies.</strong>  Propped up in your attic, all ageing for you..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tz",
    "plus": 0,
    "snip": false,
    "text": "jesus, that was sudden"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 19,
    "snip": false,
    "text": "<strong><em>Soon...</em></strong> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/082808_RT-Living_Cover.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/082808_RT-Living_Inside1.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/082808_RT-Living_Inside2.jpg\" style=\"border:0px;\"/></div> <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Another wedding! <br/> \n <br/> \nAssetbar Philippe is happy!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 16,
    "snip": false,
    "text": "Now calm down little guy, okay?  Your Uncle Ray and Aunt Tina are very good friends, but we're not getting married.  I think it's time I explained this to you. <br/> \n <br/> \nThis is what adults call a \"Strategic Marketing Merger\".  That's when two big people, who like each other very much, want to consummate a union of two economically and demographically diversified marketing strategies, in order to produce a more stratified global economical offspring. <br/> \n <br/> \nThat's why you saw Aunt Tina giving Uncle Ray the \"special business handshake\" in the backseat of the 'Sclade--it's part of the business model. <br/> <br/> <br/> ...I just totally barebacked that explanation of \"The Birds and the Biz\"..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "And quite amusingly so, I must say. <br/> \n <br/> \nv-chubb for 'special business handshake'.  God knows that kind of activity could use a more socially acceptable name."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "There are not enough chubbies in the world for this highly likely scenario! But how do you explain the cake, and why our little guy can't have any?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Is it just me or does Ray's head look huge in this comic?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "panels 2/8, yes"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Ya, he's pulling some Vader style up in this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anomalous3 was marked lame too many times and excluded. (marked lame by meddle, griggs_although, campincarl)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Just so you know, almost everytime poor kamet has posted recently, someone has made a Moolti-parss comment. Hence lame-age."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Everybody does love them some Milla Jovovich. <br/> \n <br/> \nThe \"Multipass\" comments are indeed more than old, though.  Frozen in glacier ice.  Could be fossilised soon if only there were the right conditions.  Evolutionists and creationists are arguing over their age, and the way in which they developed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "It's fucking killing me.   <br/> \n <br/> \nLILU FUCKING DALLAS MULTIPASS, AIGHT!?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "\"Leeloo\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "DrSkradley would like to make it clear that you are performing \"it\" incorrectly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "She's the Fifth Element."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "REdundantredundantredundantredun <br/> \nDANTredundantredundantredundantre <br/> \nDUNdantredundantredundantredundant"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "MULTIPASS"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm still waiting for just a single meager \"chikkin...good.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Exactly!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Is... is that a reference to \"Egg\" by Mr. Bungle? <br/> \n <br/> \nHoly awesome musical references, Batman! A chubby for you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Aww, so close. It's actually My Ass Is On Fire."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Damn, I'm slackin. I'll have to pull that CD out again and brush up on my Bungle lyrics."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Of course, now I remember.  \"Egg\" has the \"There's no place like home\" repetitive chorus at the end."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Consider both of yourselves to be very chubbied in lieu of those chubbies of which I have not. <br/> \n <br/> \nBungle was soooo good."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Err....yeah, sure, I'll take that chubby.  Of course I'm referencing Mr. Bungle, and not actually referencing the above conversation of how everyone says \"Multipass!\" when they look at Kamet's avatar. <br/> \n <br/> \nYeah, that's totally what's happening.  It's not like I wish I could give you back the chubby for better use somewhere else, where people are  <strong>actually</strong>  making awesome musical references. <br/> \n <br/> \nI'm sorry if this disappoints you, friends."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Those chubbies were invidious and I! THIEF! CAD! SCOUNDRELLLLLLLLLLLLLLLLLLLLLLlll"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "I heard that milla's voice coach for that movie was a lot of taped bjork interviews."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "Yes, yes...the first time you told that one I laughed so hard I fell off my  <em>dinosaur</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "expellens",
    "plus": 1,
    "snip": false,
    "text": "(and broke my igneous thong)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That sounds uncomfortale. <br/> \n <br/> \nI make mine out of pterodactyl wing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you had a dinosaur last week?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He's positively Car Bear-esque."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Car Bear - the new exciting toy from Mattel and Hot Wheels"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This will get a photoshop. <br/> \n <br/> \nHowever, I will not be the one who will make it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "This will in fact not get a photoshop because it is too far down in the comment section. <br/> \n <br/> \nOr maybe it will. Prove me wrong, Achewood community. Prove me wrong."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 6,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i34.tinypic.com/fohab5.jpg\" style=\"border:0px;\"/></div> <br/> \nNEW! With rims!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Perfect execution."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "YOU'RE WELCOME ASSETBAR I DON'T REGRET THE TYPO"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Assetbear, what news from the North?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's not how it's done, fellow Christian Bale dude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<em>Christian Bales! What news from the North?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Condom supplies are running low, but morale is high."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "What gnus from The North? <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.learner.org/jnorth/images/graphics/tnail/c/caribou_drawing.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "LOLZ yu mispelled news wat is wiht teh raindere??!?!?!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "That joke gave me mixed  <em>emu</em> tions. <br/> \n <br/> \n(Come, ye few of the #assetbar punfest, and lay down your puns!)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ewe slay me! <br/> \n <br/> \nI liked better your other avatar, and I've no idea why, but this one still works!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Congratulations on being awesome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "It seems I horded chubbies just long enough."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "God  <em>DAMN</em>  it!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "weijia",
    "plus": 1,
    "snip": false,
    "text": "This is how I imagine my neighbors are after a little bit of wine and having watched Ferris Bueller two times in a row."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griggs_although",
    "plus": 0,
    "snip": true,
    "text": "A comment left by griggs_although was marked lame too many times and excluded. (marked lame by Thorfinn, invidious, EM2, KaMeT, gormster, sardoniclaconic, mailbean, quaga, morypcaina, woodenteeth, thebaddoctor, TheGoodwillGirl, rajib, IronDave, BlueLoggy, theunity, sje46, bixschmix, FiercestCalm, usversusthem, campincarl, gowerski, hardelicious, SPECTRE, cromar, girlandagun)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "This guy lamed liked the first 20 comments (I set it to 1).  I think everyone should lame him back"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 1,
    "snip": false,
    "text": "sharp eye brosef"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "24, I mean."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "GRIGGS_ALTHOUGH WAS AN INSIDE JOB <br/> \nGRIGGS_ALTHOUGH WAS AN INSIDE JOB <br/> \nGRIGGS_ALTHOUGH WAS AN INSIDE JOB <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Oh man! I thought it was the Jews."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Who told you?!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Oh no, the goys are getting wise to us!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "The Juwes are the men that will not be blamed for nothing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "finish_him",
    "plus": 0,
    "snip": false,
    "text": "Maybe Jew an' me are amigos!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "chubby for incredibly obscure jack the ripper trivia"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am in Israel, and I feel I can say with full confidence that the Jews here are too busy with Shabbat elevators that stop at every floor without you having to push a button to concoct any sort of inside job."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I think you have hit upon a deep and ringing truth. Chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "I am glad you noticed and let us know.  I... I just wanted to talk about the strip today with other readers, is all, and I felt kind of sad that people hated everything I said.  But now I feel better and kind of want to hug you, so thanks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, haha, that's why I checked.  I was wondering who didn't like our comments about Liebot, and I noticed the same name over and over again. <br/> \n <br/> \n*hug!*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": ":D thank you!  you... are... rad!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 10,
    "snip": false,
    "text": "Have a SEXY Weekend!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's so... it's so frikken short!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snidedk",
    "plus": 5,
    "snip": false,
    "text": "That's what she said!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "You'll have to give me more to work with than that if you want me to unlame him!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "By which I meant unignore. Feel free to lame me back to the stone age. I would."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"....shark jumper.\" <br/> \n <br/> \n <em>-omni</em> <br/> \n <br/> \nYou had me at \"shark.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "If Tina can unclutter The Body Shop's displays, Ray really needs to hook his claws into that shooting star.  That would be no easy task.  I implore you, dudes who avoid lotion shops of assetbar, to just one time go into The Body Shop.  Just an experiment for this strip. <br/> \n <br/> \nI will pay you ten thousand dollars if you manage to leave there not smelling like Satsuma Cupcakes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "bumpishound",
    "plus": 3,
    "snip": false,
    "text": "I'll bet it's the idea of illicit Satsuma Cupcake grinding that's got Ray all up in the bidness."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "perilon",
    "plus": 13,
    "snip": false,
    "text": "Man, when I roll into a lotion shop, lotion shop come out smelling like ME."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 7,
    "snip": false,
    "text": "I usually leave The Body Shop smelling like cheap beer and self-loathing. <br/> \n <br/> \nI should probably mention that \"The Body Shop\" is a strip club four blocks from my house."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "The B-Body Shop and the Marble Arch <br/> \n <em>GIRLS GIRLS GIRLS</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 5,
    "snip": false,
    "text": "Sale at The Body Shop! <br/> \nAll women's clothing...  <em><strong>100% off!!</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "<em>All office furniture, over 50% off!</em> <br/> \n <br/> \nALL OFFICE FURNITURE, OVER 50% OFF! <br/> \n <br/> \n <strong>ALL OFFICE FURNITURE, OVER 50% OFF!</strong>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "ALL OFFICE FURNITURE, APPLY DIRECTLY TO THE FOREHEAD!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "<em><strong>THESE KNIVES!</strong></em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Oh my god, these KNIVES!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "Hey, that sounds like a good deal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Well that sounds like a good deal."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "GREAT SERVICE, <strong><em>NO SHIRTS!</em></strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who wonders when seeing a \"No shirts, No shoes, NO SERVICE\" sign what kind of service \"no pants\" would get?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Tekende wonner this too! Also Bill Watterson."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "Ray expression tells very little. There's something on his mind we can really grasp yet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "By which I of course mean \"can't.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "I wish I had a second life in Pest Management."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shaggy23",
    "plus": 2,
    "snip": false,
    "text": "million dollars multipass?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>Sarah Michelle Gellar just can't stop simulating wacking off.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "This is a great day for America."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "If only I could just get my wang in that fist"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "You mean... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://electricgypsy.net/computers/web_images/wang_wltc.jpg\" style=\"border:0px;\"/></div> <br/> \n...this WANG?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Is it... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.bbc.co.uk/comedy/thatmitchellandwebbsite/images/396/numberwang_host_2.jpg\" style=\"border:0px;\"/></div> <br/> \n <strong><em>NUMBERWANG?!?!?</em></strong> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://tmwl.project76.tv/Images/I0QWdG_numberwang_simon_2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "8 9.22 1000 77 <br/> \n <br/> \n <strong><em>NUMBER WANG!!!</em></strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Everybody Wang Chung!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "beefsmipeep",
    "plus": 0,
    "snip": false,
    "text": "\"Twelve pounds and sixty-seven pence\"? <br/> \n <br/> \nWhy is this man smiling, you ask yourself (well, I did) - that's not even enough to fill the petrol tank in one of those dinky-ass cars they drive in Blighty."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Haha, crossed off children in need."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that is a  <a href=\"http://web.archive.org/web/20091231054858/http://www.lyricsmania.com/lyrics/freezepop_lyrics_8293/future_future_future_perfect_lyrics_74374/do_you_like_my_wang_lyrics_735540.html\">good song</a> . <br/> \n <br/> \n <em>8-bit plastic love machine...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 6,
    "snip": false,
    "text": "Achieve your dream!   Drink enough beer, enough beer to die, and slugs will smell the malty odor emanating from your corpse, crawl inside, and drown. <br/> \n <br/> \nWeird thing to wish for."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Nah, I'm gonna be cremated.  All the booze will help me catch on fire quicker."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "<strong>Thirty Dead, 6 Wounded In Massive BoozeCruise-Related Explosion at Local Cremation</strong> <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 5,
    "snip": false,
    "text": "<strong>Completely-Soused in the Crematorium</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 20,
    "snip": false,
    "text": "<strong><em>BOOZE BURN BLOWS URN</em></strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Oh my god! Do you work for the Sun?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "<em><strong>JUDGEMENT DAY AND DRUNK AS A LORD</strong></em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*THE"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "unclesma",
    "plus": 0,
    "snip": false,
    "text": "Chubby. I think you know why."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Seconded. I  <em>know</em>  kickstart's comment. I  <em><strong>know</strong></em>  it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "oneshotnothing",
    "plus": 0,
    "snip": false,
    "text": "am i crazy, or is this a mars volta reference? that would be awesome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "please see my own and unclesma's posts above. <br/> \n <br/> \nyou  <em>know</em>  etc..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "We all knew. The Mars Volta is hardly obscure."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Who's Mars Volta? I mean, is he like really cool, or really angry? <br/> \n <br/> \nI guess I'll ask my friends Cedric and Omar...."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "unclesma",
    "plus": 0,
    "snip": false,
    "text": "Man I think that is obvious at this point."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Does Second Life have pests? Other than the people who talk about it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kittydragon",
    "plus": 0,
    "snip": false,
    "text": "V-chub. <br/> \n <br/> \nThat is all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikimilks",
    "plus": 0,
    "snip": false,
    "text": "i feel better about this strip once tina grows eyebrows."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "svigali",
    "plus": 0,
    "snip": false,
    "text": "yep, dumb people sure do say 'must of' but usually not so audibly"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "My feelin's on svigali's comment are: [Con].  Must've been making fun of the way I talk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "I... don't feel worthy of contributing to this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Hey. <br/> \n <br/> \nDoesn't \"Must of\" and \"Must've\" have the  <em>same exact pronunciation</em> ?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "Pretty much.  Anyone who has a big problem with \"must of\" is somebody who needs to find a better language issue with which to judge people.   <br/> \n <br/> \nI recommend preggers."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "My vote is for \"That's that dankness\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "And none of the wackness?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "Yes!  Which is why it's so weird that he took care to spell it out incorrectly..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "Also: panel 7---\"that is bomb.\" Either my eyes are going, or Tina forgot an article there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "\"That is bomb\" is actually not that strange.  Sort of like, \"I got some bomb hamburgers on the grill\", or \" ma, you got the bomb-ass titties\". <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 2,
    "snip": false,
    "text": "Is that a good compliment to give mom?  Because she has been kinda down lately."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Man, the only person who would say \"I got some bomb hamburgers on the grill\" is that Guy Fieri dude on the Food Network. Ain't nobody  <em>really</em>  talks like that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That's that guy from that Applebee's commercial! <br/> \nI don't watch the food network, but I recognized that dumb name."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Beyond Alton Brown, you're not missing anything."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "Alton Brown, the surprisingly ungay science chef!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Straighter than the equator. Surprisingly. <br/> \n <br/> \nGotta go. He's doing Greek sandwiches."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "I also just watched the Greek sandwiches show. Chubby for you for being able to seperate the celebrity chef wheat from the chaff."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "The equator isn't straight! It's a damn circle! HE IS GAY I KNEW IT"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "But he is straigher than it! He could be a  <em>lot</em>  straighter than it, i.e. completely straight."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh crap."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I say must've. It sounds dumb, but is smart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Me too.  Think of all the extra work our jaws are avoiding."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think I just say \"must have\". Some abbreviations are actually more difficult and less natural sounding than saying the full words."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "perilon",
    "plus": 3,
    "snip": false,
    "text": "amn't <br/> \n <br/> \nshouldn't've <br/> \n <br/> \nfo'c's'le"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I shouldn't've'd used all those contractions. <br/> \n <br/> \n(contraction, not abbreviations.  You'ren't going to be like that now, right?)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "', ' ' ' ' ' 't?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i225.photobucket.com/albums/dd135/jayling2010/Snap.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think I missed it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "for  <em>clarification</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>Oooohh!</em> <br/> \n <br/> \nThanks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I say \"amn't.\" <br/> \n <br/> \nAnd \"musta.\" <br/> \n <br/> \nI'm an English major at Stanford, and it has become clear to me this very minute that they should really just kick me out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That's OK, I was a triple major in two writings and a history, and I consistently make up my own words and use them in conversation. That's in addition to the \"musta\"s and even a \"gotta\" once in a while. <br/> \n <br/> \nThe way I look at it, once you've learned how the language works, then you have the right to play around with it a little bit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Believe it or not, I've actually encountered one of those here in East Tennessee. It was a little weird, and I think some people were confused, but it did seem to work out all right."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "We don't believe in natural selection 'round these parts, sorry."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I often tell people that the English language is a lot more fluid than they give it credit for. Then I correct them on something and I get punched in the face. <br/> \n <br/> \nAlso round-a-bouts get cocked up by things like buses and stupid people."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There's a roundabout here in Oklahoma as well. Actually I think there's several, but only one in the specific city I reside in."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Roundabouts are taking over our suburban towns."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "We say rotary."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oui, c'est rotary."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "j'suis desole, mais en francais, on dit \"rond-point\". Peut-etre \"rotary\" soit quebecois?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "My French vocabulary is about twenty words big. I was just trying to make a pun about how \"we say\" and \"oui, c'est\" sound alike."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That's a good pun. <br/> \nAlmost Joycean good."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Except that \"say\" is a typical English dypthong (\"AY-ee\"), while \"c'est\" is classic French pure monothong (\"EH\"). Your French teacher must've been a Brit. <br/> \n <br/> \nNonetheless, I will apologize, chere demoiselle, for having mistaken your punster momment for a confirmation that made no sense to my overly literalistic eyes. (Curse these eyes that lack such as understanding for whimsy! A multi-lingual pun is no easy thing to contrive!)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "My French teacher was nonexistent, but we can pretend he/she was a Brit. I'm a fan of Brits. I realize say and c'est are not pronounced exactly alike, but it's close enough for government work or Americans who impose their diphthongs on all other languages."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Like I said, a multi-lingual pun is no easy thing to contrive. I am honestly impressed that you made one. <br/> \n <br/> \nIt is more a comment on my overly-literal eye for French (which I read as readily as English) which failed to recognize the pun, then on your puny ability. <br/> <br/> <br/> Let it be said now, you have my permission to punish me anytime, anyplace. I'll try to have the wits to see the humor."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "The most advanced French I know is:  <em>Pas d'elle ma on qua nous.</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That was ... absolutely horrible. I'm sorry, but it isn't even completely French. I find myself feeling like Simon Cowell... <br/> \n <br/> \nI sit properly punished."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "There was a kid at my grade school who when asked to say out loud, in front of the class, what the abbreviation for \"is not\" was, said \"isnut.\" <br/> \n <br/> \nI have to assume that he didn't end up at Stanford. He also smelled funny which never helps. Just consider yourself fortunate for not smelling funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Down here it's \"musta\". I musta heard that contraction a couple thousand times by now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna go down to tha store and get m'wallet.  I shouldn't've forgotten it... (And this is when it's necessary to be extra enunciative.)   <br/> \n <br/> \nAND WE REGULARLY SAY AIN'T.  I love the Missouri mush mouth, y'all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "My best friend calls it \"Boogan\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you meant to say \"I'm FIXIN' to down to tha store...\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "It's not quite that country 'round here.  There are the occasional \"fittin'\"s and \"fixin'\"s though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Where's that store at?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hee hee.  Yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I musta, you know I think I musta, I musta got lost!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You'd of thought that you'd've thought that youdda thought that. <br/> \n <br/> \nNow, any of youse 'members \"Micky Blue-Eyes\" tells me how an' write out an Italian mobster sayin' \"Forget about it.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fuggetaboutit?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Nah. It's gotta have more \"d\" sound, less \"t\". And the vowel color in \"about\" needs to be altered. Also, more aspirate in the \"get\" part. <br/> \n <br/> \nI know, easier to critique than offer a suggested spelling myself."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Yinz is a bunch of jagoffs n'at. <br/> \n <br/> \nThe language of the Steel City.  Frightening, in its own way."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "chubbied for Pittsburghese."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Things are sure slippy out there..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hehateme",
    "plus": 1,
    "snip": false,
    "text": "The part of Tina is played by Rosie Perez."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aparrish",
    "plus": 0,
    "snip": false,
    "text": "Never have two capitalist cats been so heartwarming."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 9,
    "snip": false,
    "text": "Ray is a capitalist fat cat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "AHHHH WHY CANT I CHUBBY THIS GODDAMMNIT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I have to admit that the capitalist bent of this comic leaves me feeling a bit cold toward Ray. I know that's the intended effect of the comic. Still. Ray. Come on. Is this really the only way a womanising businessman can feel close to someone of the opposite sex? <br/> \n <br/> \nI think I'm taking this far too seriously. Thank God my girlfriend is back. Dates and Sex are better than thinking too much about cartoon cats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "There was a comment on the last strip by hardelicious that Tina doesn't have the assests to form a solid shrinkle but she appears to in this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 4,
    "snip": false,
    "text": "Aww fuck, I just told the internet I am staring at cat cleavage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 3,
    "snip": false,
    "text": "there are detailed reports on a stuffed bear's junk within this asset bar, i don't think you've lowered the tone too very much"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "You push two grapes together tight enough and they'll make a crack in the middle.  The call on the field stands: Tina is  <em>triflin'</em> , and is misrepresenting her satchels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "He was not sure he was ready, but he totally barebacked it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chilibone",
    "plus": 0,
    "snip": false,
    "text": "ray! beware the... <br/> \n <em>Mantonio</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "I like it when I read the strips early after their posting, such that I can read the strip and all the comments and then proceed to get back to work satisfied.  <br/> \n <br/> \nI must say that this strip gets to me. I am rather like Ray: a well-dressed party  <em>animal</em>  with a keen eye for opportunity, yes; but we connect in a much more meaningful way-- our relationships with women.  <br/> \n <br/> \nSure, my busy days and nights full of drunken romps are prone to my share of womanizing, but dammit, do I ever want to settle down with someone. I too, have my eyes on a career woman. Her ambitions turn me on ever so much. Inasmuch as every time I go on a date with her, I just want to start a business and put her in charge of advertising. My ego melts for her like a popsicle in the sun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Well dressed as in you go around wearing nothing but a thong, a medallion, and glasses?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sorry, your boozy romps are dooming you to a life with a tramp."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Another of Ray's spontaneous promises to Tina that will fall by the wayside? I mean Ray wouldn't know an Araucana from a Speckled Sussex."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 4,
    "snip": false,
    "text": "nobody knows what those things are."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "antiquatedtory",
    "plus": 0,
    "snip": false,
    "text": "Rare breed chickens."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "man in the age of wikipedia there ain't no call for criticizing someone else for using obscure references.  IMPROVE YOURSELF, SIR."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What's wikipedia?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "Touche."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "^douche^ <br/> \n <br/> \nand fuck wikipedia and fuck rare breed chickens."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Only if you're lucky and fast enough to catch one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "man you got a lot of anger at your own exposed ignorance."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Please, please, please...  <em>heirloom</em>  chickens, that is what the strip calls them and that is what I was refering to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Tina's right The Body Shop brand needs some serious greenwashing, that place is like 5 parts Union Carbide and 1 part Exxon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "I hope this does not last. The last thing this comic needs is a female Ray, which is essentially what Tina strikes me as."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong>I hope this does not turn into a strip about marraiges.</strong>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>...or a scathing review of a lazy English Major's poor typing/proofreading...</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "... or a review of masturbatorial rape fantasies..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Wait, how do you lame irony and self-deprecation? <br/> \n <br/> \nOhhh...   <em><strong>that's</strong></em>  how."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "know what? Tina looks like Ray in drag."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "So does Rod Huggins."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Ray is the Mike Myers of Achewood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Who's Mike Myers?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "He's the Robin Williams of Canada."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Cute. It's just not a clear reference, since it could equally well be a MLB pitcher, a Canadian comedian/actor or the feared slasher of Halloween fame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The killer from Halloween?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "that's the dumbest thing i ever heard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Aww, so sweet. <br/> \n <br/> \nI give them two weeks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am thinking a three week arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "let's make it interesting, eh?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Betcha a wee emoticon that Tina ends up a permanent cast member."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I blame everyone who consistently complained that there weren't enough female characters in Achewood. You see what you did, guys? Just look."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "What? Started a betting ring? That don't sound so bad. Fact, I'll join in. <br/> \n <br/> \n <em>...Bet it all on black.</em> <br/> \n <br/> \n...Uh, False, we're playin Go Fish. <br/> \n <br/> \n <strong><em>Even blacker.</em></strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "What is all the dogging on Tina?  I think she's alright, she's got a little more spunk and character then Molly, I appreciate that. <br/> \n <br/> \nMolly's cute and all, but let's face it, she's just sort of the pixie, striped socks type that every guy with depression wishes he could have as a foil.  A real Amelie.  Sort of Yawnsville to me, I mean, let me guess, she's going to be really sweet all the time and forgive any stupid misgivings.  Tina has enough of a tinge of skeeziness that will make her interesting. <br/> \n <br/> \nI'd prefer Ray and Tina focus over Beef and Molly.  As a matter of fact, we could go a couple weeks now without Beef or Molly and I'd be pretty much alright."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Tina has NO CLASS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 1,
    "snip": false,
    "text": "Every time I think of assetbar I always think of some kind of classy strip joint where the girls show their \"assets,\" and all the men where a three-piece suit, tie, top hat, an monocle. <br/> \n <br/> \nAm I alone in this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 4,
    "snip": false,
    "text": "I think of a pygmy on a unicycle riding into a big pile of bee hives."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "i think of a cool place where other teens can go and talk about their feelings in regards to horny cartoon cats, musical bands, \"hooking up\", and jesus"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "All at once? <br/> \n <br/> \n\"Dude, did you see those horny cartoons cats trying to hook up with Jesus while he was at bad practice?  I am \"pro\" with that.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "sounds like my house. <br/> \n <br/> \nall you teenagers in the hose, we shld party."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Shed party? <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://www.roofthatch.com/shed1.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Well, ya know  <strong>I'm</strong>  in! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://upload.wikimedia.org/wikipedia/commons/3/37/Theodore_Kaczynski.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ". . .Unabomber?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Always a blast at a party!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "You know I just realized that I used the homophone \"where\" for \"wear.\" This completely saddens me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 3,
    "snip": false,
    "text": "You crazy kids and your wine-whine merger. <br/> \n <br/> \nIt bothered me so much, back in elementary school, when we'd be presented with a story with blanks in it, which we had to fill in given the clue of a drawing of a homophonic word (like a bee taking the spot of the word \"be\"), and for the intended word \"which,\" there would be a drawing of an old warty crone with a pointy hat, and I'd complain to the teacher that the exercise was inaccurate because (for me, and for a remaining tenth of Americans) there's a phonemic distinction between the voiced and the voiceless labio-velar approximant, and she'd just sigh and tell me that if I liked words so much, why didn't I  <em>marry one</em> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You knew that in elementary school? <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deadpool",
    "plus": 5,
    "snip": false,
    "text": "You know I had a teacher just like that in 5th grade. She would make us stand up to talk to her and there was this short kid she always made fun of. I used to see him crying in the lunchroom over a ham sandwich.  <br/> \n <br/> \nI felt sorry for him, but I didn't associate with him because I was a bit of a prick in elementary school. <br/> \n <br/> \nAlso, I invited that teacher to come to an awards ceremony for me back in high school and she sent me a letter saying she didn't care if I had a 4.0 GPA and she drew a big middle finger at the bottom of the page. The Post Script included ramblings to the extent of how I got her address and why I thought she cared. <br/> \n <br/> \nI've since managed to sign her up for some porn mags."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How does someone like that get to be a teacher? <br/> \nAnd why did you invite her? <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "I think that when she hired she was in stable mental conditions. Later on when she wasn't so sane, the principal was probably too afraid to fire her. <br/> \n <br/> \nAnd I invited her because I actually like her and I thought she built character in her students. I knew I owed her something."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "For every deadpool that was improved there was 10 woodenteeths that were seriously fucked up."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I imagine you angrily scribbling this on the walls of a hotel you were assigned to be the caretaker of during the winter, after you consumed the ten reams or paper already and that shrew of a woman and that little puke of a kid WONT LEAVE YOU ALONE WHILE YOU ARE TRYING TO WRITE."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I just saw a good movie."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You did. It will  <em>change</em>  you. <br/> \n <br/> \nThat woman made me want to weild an axe."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That movie has one of my favorite moment in cinematic history right  <em>next</em>  to my least favorite moment."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Woah!! <br/> \n <br/> \nColbert Report tonight was referencing heavily that movie."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Wait, what movie is this?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The Shining."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The Shining."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<em>The Shining.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Tha Shiiiiiiiiiiniiiiiiiing!!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "The shinning! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://tbn0.google.com/images?q=tbn:glJshGdh0bxZCM:http://popvultures.com/wp-content/uploads/2007/10/homer_shiningspoof.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Shhhht!  You want to get  <strong>sued?!?</strong>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I CANT DELETE IT!!! <br/> \n <br/> \nI tried to find a picture of marge as a little girl today, but I had safesearch off. <br/> \n <br/> \nThere is a  <em>lot</em>  of Simpsons porn."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Jesus Christ a lot of people felt the urge to slam that one into my face."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If by \"slam that one into my face\" you mean \"answer my question,\" then yes, I did feel the urge to do that. It's just that several of us felt the urge to do it at once, apparently."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Rowboat and I answered it at the same time, and because of that everyone else decided to answer it too."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "We were some answering fools, we were."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "She is actually a horse in clothing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i had a teacher in 9th grade. i was a good kid. cool. and i was smart and the teachers liked me. so i'd get called up to write something on the board frequently. i always cordially obliged. <br/> \n <br/> \nwell, i was wearing bermuda shorts (as was the SoCal style in the mid-80's). and there was a new girl in the class. long blond hair and big tits. i had a raging hardon. and the teacher called me up to the board. <br/> \n <br/> \ni declined. she re-requested my presence at the front of the class. i re-declined and she became perturbed and insisted i come up. i did not.  <br/> \n <br/> \ni don't remember how the rest of it went. but i do remember her not giving me any credit or just trusting me that i was not interested in coming up.  <br/> \n <br/> \nrude fucking cunt."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Solution: pretend to be fumbling in your backpack to find/put away a pen or a notebook, and think as hard as you can of rash-covered scrotums being smeared in gorilla vomit. Come on, this is 6th grade stuff."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "The day was saved by achilleselbow <br/> \n <br/> \nThe man who tells you what you should've done <br/> \n <br/> \n <em>Without a time machine.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Kind of the Bizzaro Cassandra. <br/> \n <br/> \nAlso kind of not like that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Try  <a href=\"http://web.archive.org/web/20091231054858/http://www.wonderhowto.com/how-to/video/how-to-hide-an-unwanted-erection-in-school-171235/\">this</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i will check this out when i am not at work.  <br/> \n <br/> \nnow? lols.. now i wish i had just waltzed up there all slowly strutting my stuff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "See, in my day, we all wore tighty whities, which held our adolescent boners in, more or less.  You did want to line it up with the zipper bluge in your jeans, too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I'd love to see that letter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "what a fucking cunt.  <br/> \n <br/> \nso many teachers get so screwed 'cuz they can't handle the incessant barrage of heinous kids (teens or otherwise).  <br/> \n <br/> \nfor one to take it out on a kid.. bitch should be shot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Hwhat hword did hyou marry?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "Hwair did you get the idea that he took her advice?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Oh but I did.   Her name is \"misappropriatability,\" and she's as sweet as Shirley Temple pudding."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Shirley Temple pudding? (!)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Labio?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "Labio! What news from the... Y'know, south?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "\"Not good. We are intangled by the thick brush which makes any sort of movement difficult, and there's some sort of large crab-like creatures terrorizing everyone. We are taking a pounding.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Lobstrosities! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://bp2.blogger.com/_LbccUVbSRd8/R03ZQm7FdsI/AAAAAAAABUs/8KqypSaAwm4/s400/Lobstrosity 2.jpg\" style=\"border:0px;\"/></div> <br/> \nDid-a-chick?   <br/> \nDid-a-chum? <br/> \nIf anyone gets this reference, I love you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that thing is scarier than a sunfish. <br/> \n <br/> \n(what? they're not that scary? some HUGE fish head just floating at you?? that's straight-up terrifying.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Saw that shit on it's own in a tank in Japan. You just  <em>know</em>  there is a 400 year old cursed Japanese fisherman throwing out decapitated fish heads from his chum bucket and sunfish are the result. I also saw this: <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://a7.ac-images.myspacecdn.com/images01/21/m_30d42a2170381c5192e46a7fc2c3affe.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Is that a crab robot?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Apparently they're deep sea crabs that live near Japan. They rarely moved. When they did, you wished they hadn't."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why  . . .not?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... cause it looked like theys were gunna split the glass and hunt you."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Are we talking like deep where the water would be more solid than glass?  Cause crabs who can walk through windows would be freaky awesome."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh my god water is like that when it's deep? <br/> \n <br/> \njesus christ I hate ocean things  <em>soooo</em>  much.  How can people eat those monsters?  Is it mankind's way of reminding the ancient dragoons that nest underneath our feet that we're on top?  Eventually they'll have had enough; this \"deep sea crab\" is the first in a line of super-soldiers.   <br/> \n:_("
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "We eat them to gain their mystical powers. <br/> \n <br/> \n <em>I can walk sideways now!</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Hey, what's the difference between crabs and lobsters? <br/> \n <br/> \n <em>Crabs walk sideways.</em> <br/> \n <br/> \nOh shit, I think I caught lobsters off that waitress."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You can use that to defeat Flame Stag!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh fuck you just broke my brain... look at how close I was sitting, JUST LOOK!  <br/> \n <br/> \nI'm just imagining him moving an arm out and snipping a bit off my fringe. Then pulling back again, just to let me know what's what."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "DOD A CHOCK <br/> \n <br/> \nDID A CHUM <br/> <br/> <br/> in b4 fingers lopped off <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I have to finish that.  I lost interest in the middle of book 4, but I heard the rest are good."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What excellent books."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 0,
    "snip": false,
    "text": "Yeah, 4 is like a western romance novel.  You can probably just skip it and move on to 5.  If you aren't enjoying it then don't bother."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mailbean",
    "plus": 0,
    "snip": false,
    "text": "I suggest skipping ahead in book four to part four (page 615 in my copy). That's where Roland stops talking and they get back on the road and on with the main story."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I probably should have, because that flashback is boring.  However I am a little bit of a perfectionist when it comes to reading."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "v-chub. shame about the last four books."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "ok.. i am outta the loop on this \"assetbar\" thing. i mean, i see it in the URL. but the way people talk about it makes it seem like i am missing something.  <br/> \n <br/> \nso \"assetbar\". it's just the ability to post shit on achewood strips, right?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"Assetbar\" is an odd name, now that you mention it.  I guess Onstad thought of each strip as an \"asset,\" and this is a \"bar\" or \"pub\" or \"place to discuss assets.\"  (The military speak of assets in terms of people and equipment deployed.  Then there are financial assets.  Not to forget female assets.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Not to forget male assets."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Oh, Pogo, you're such a liabilitease."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I don't think Onstad named Assetbar.  It is a product apparently being developed by several other people who went to Stanford.  People who might have sadistic streaks in their personalities."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "This may shed a little light on the subject: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://www.louisgray.com/live/2008/07/assetbar-launches-fanflow-for-premium.html\">http://www.louisgray.com/live/2008/07/assetbar-launches-fanflow-for-premium.html</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "So we've been a beat test all this time!  Just like in Ender's Game."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "A beat test indeed.  Hopefully Achewood readers' collective efforts to pummel, batter, and smack the infrastructure have been useful."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Or is a test of stream of consciousness poetry?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sorry, beta."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<em>fanflow</em> <br/> \n <br/> \nI just... it's somehow redolent of  <strong>menstruation</strong> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You nailed it! I knew something about it left me uncomfortable and uneasy. Thank you for clearing that up for me!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchee",
    "plus": 0,
    "snip": false,
    "text": "Tina was expecting more than a high concept lifestyle brand"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Uh, I don't really think she was."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I disagree. Tina's not much else but a consumer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwade",
    "plus": 0,
    "snip": false,
    "text": "I thought Beef was the one who wanted an MBA for a wife? I guess Ray picked up on his dream after Molly stole Beef away!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpstones",
    "plus": 0,
    "snip": false,
    "text": "Stubby arms ftw."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I love the word \"Adirondacks\".  I first heard of the area in Warren Ellis'  <em>Planetary</em>  series (conclude it you bastard!), and had to furiously look it up. <br/> \n <br/> \nThe best picture associated with it is as follows: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://en.wikipedia.org/wiki/Image:AdirondackGuide.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Or: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://upload.wikimedia.org/wikipedia/en/8/8f/AdirondackGuide.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It looks like the guy on the right has had a beret photoshopped in (i.e. oldskool photoshop = black magic marker)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "preston",
    "plus": 0,
    "snip": false,
    "text": "So is that dude carrying around the whole deer or just the head??"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "That's your standard Jackalope basket-backpack <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://boisee.com/blog/wp-content/uploads/2007/01/jackalope.JPG.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You would love the chairs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "In a masterstroke unlike any preceding it, Chris Onstad silences Assetbarian dissenters by  <strong>having at least one female achewood character that is not super shallow and lame</strong> . <br/> \n <br/> \nLegendary."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Molly is awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Ultrapeanut's actions were not particularly transparent.  She's got stuff going on up there.  Plus she got a five-year-old to bone.  Layers upon layers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "Or, in this case, layers upon layees?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "krockhool",
    "plus": 0,
    "snip": false,
    "text": "I also appreciate the inclusion of a non-lame female.  I would like to expand on this comment.  May I suggest the term \"Assetbarbarian\" for future use?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Assetbarbarian has entered the race alongside Assetbarrista and Assetbarian in the formal elections."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "But I'm voting for the Third Party candidate: \"Asseteer\"! <br/> \n <br/> \n <em>Go ahead--<strong>Throw</strong> your vote away!!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I coined the term  <em>'asserbarian'</em> . <br/> \n <br/> \nIt was a typo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You know what's funny? When I logged on here, your comment was displayed as the most recent comment at the top of the page, like so: \"I coined the term 'ass...\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Everyone knows that was actually Al Gore."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Oh Jesus not this again. <br/> \n <br/> \nGore never claimed that. He merely said that people get to look at good asses much more nowadays because of the internet, which he invented."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubbies both!!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Can you cite that? <br/> \n <br/> \nSnopes is never wrong. <br/> \n <a href=\"http://web.archive.org/web/20091231054858/http://www.snopes.com/quotes/internet.asp\">http://www.snopes.com/quotes/internet.asp</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "OK. Got it. Gore didn't invent the Internet (which has the nice alliteration of a catchy slogan), he \"took the initiative in creating the Internet\" (which has the distinct wooden tone that explains why he isn't likely to ever be president.) OK. Thank you for clearing that up. Because creating and inventing are such very different things. Good luck un-ringing that bell!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Okay."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I dont believe Gore said he invented the internet. I was merely spinning my fabulous yet delicate web of comedy. I was possibly even being ironic."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't have mattered if you did believe it. What you wrote was obvious far-fetched parody, and extremely funny, and well deserving of a chubby or two."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh!  Oops!  I misread that post.  That's why I didn't recognize as a parody.  My \"bad\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Onstad was apparently not at all interested in prompt follow-up with Little Nephew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Who?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "says the owl."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Little bitch can stew. It ain't no thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I googled, and found  <a href=\"http://web.archive.org/web/20091231054858/http://flickr.com/photos/91882683@N00/500031618\">this.</a> <br/> \nIs this anyone's here?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "Wow, that picture is so cute I cold went unconscious for a minute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "AWWWWWhehehehe"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I've learned their names and now I want to play with those little psychos!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ray is the cutest kitten ever (although they probably all are equal cuteness). <br/> \n <br/> \nPuts my ugly cat to shame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but didn't Ray sell his own eyes?  Or is that non-canon?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "You would cut out a kitten's eyes so that it could more accurately resemble a cartoon on the internet?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What a terrible person you are."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, you shouldn't make like your cat is the reincarnation of Ray and then not submit it to every lifechanging action that formed the entity known as Ray.  Even if he regretted them, they are a part of who he is."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "So it's wrong that I rounded off my cat's ears?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Yes, American Curls don't actually have round ears, they're just kind of folded back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qatipay",
    "plus": 0,
    "snip": false,
    "text": "GodDAMN I was a little freaked out by my flickr stats the other day! Thank goodness it's just you lunatics. <br/> \n <br/> \nYes, them's mine. Or were, until we farmed them out to people who sadly gave them non-Achewood names."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Kittens by any other name still  <em>wear a thong and sunglasses or have hella depression</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>SOON...</em></strong> <br/> \n <br/> \nMr. Frisky?  Mr. Frisky, I'm a  <strong>prostitute</strong> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "qatipay",
    "plus": 0,
    "snip": false,
    "text": "Well I'm pretty sure Beef ended up the farthest from Circumstances out of that whole batch... some loft in Chelsea with a huge cat tree & a freezer filled with homemade turkey dinners."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "This is the way power-business-persons negotiate a marriage, and within three working days they'll have written up a successful life contract.  Truly that is the bomb."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "Ray!  You should be ashamed of yourself, going to such lengths just for a shag.  You should have hung up and just called a different sex line. <br/> \n <br/> \nBut after draining your martini glass with your left hand in Window 3, I respect the way you have another full one in your right hand in Window 4.  I imagine you were holding it under the table.  Sheer class, Mr. Smuckles, sheer class!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": "Damn, does this strip mirror my real life exploits in trying to find a suitable mate. It's damn hard for a smart and savvy man of leisure such as Mr. Ray Smuckles to find a mate. Kinda like me. Now. Everyone dance. Like there is ass in your pants."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Cat cleavage is better than nothing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Furry cleavage. Warm and snuggly and inviting and... <br/> \n <br/> \n <em>oh.... bleeerrghghghghghghghh</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "More like \"nothing is worse than cat cleavage.\" <br/> \n <br/> \n(This is not strictly true. See:  <a href=\"http://web.archive.org/web/20091231054858/http://en.wikipedia.org/wiki/The_Holocaust\">Assetbar.</a> )"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "halbermensch",
    "plus": 2,
    "snip": false,
    "text": "I know this comment will shortly be lamed into oblivion, but I'm not finding the newer strips funny. This is like the tenth season of a show I once loved."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "valuedan",
    "plus": 1,
    "snip": false,
    "text": "Yeah, my eyes kinda glazed over reading this one. A first for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You have an OPINION! Lame him! <br/> \n <br/> \nNah, this one wasn't so funny. Funny isn't always the point here I think you'll find. Wit isn't necessarily a laugh out loud affair."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "You know, I can agree with that up to a point, but unfortunately, people have been needing to say this for about 90% of strips in recent memory. I think the main difference is that whereas older strips actually had funny or absurd situations in addition to Onstad's distinctive writing style, the recent ones focus exclusively on dialogue combined with mundane and everyday situations, basically just rehashing Beef and Ray's respective talking styles to the point that I think it's becoming grating and formulaic. Like for Beef it's 'let's see how many random unrelated analogies I can stick in to make this boring marital argument appear more interesting'. I don't think it's particularly witty either. <br/> \n <br/> \nThis is just my attempt at describing why I've been enjoying it less lately. Clearly I've enjoyed Achewood in the past, probably no less than most of you, and if you look at the favorite strips in my profile, you'll probably see some sort of pattern."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Achewood is a novelistic comic.  It has classic characteristics of the graphic genre, but allows for divigations of character and mood. <br/> \n <br/> \nI do not begrudge Achewood its novelistic conceits."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "Novelistic? Graphic genre?  Divigations?   <br/> \n <br/> \n We really need Lyle to throw up on a football tomorrow."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...or Lyle should finally play Cornelius' trumpet..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "3 feet!  Can't do that by not caring!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I kinda wish that we would get a new crazy arc like in the olden times.  Something surreal; Beef hasn't died in a while.  I was sorta excited when LN died because I thought that would kick off an awesome arc, but instead we've had all these singles. <br/> \n <br/> \nI'm in it for the story lines."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I was just rereading some of the comments on the \"Million Story Building\"/Chris Ware homage strips.  Man, there were a bunch of crybabies on that one, people posting misguided goodbyes to a comic strip, heralding it as some kind of threshold into mediocrity, etc..\"achewood will never be the same after this.\"   <br/> \n <br/> \nI always go back and reread the strips after a few months or so, and lay off any decision until then.  I remember hating the Lonis Edison arc while it was happening, but now it might be my favorite. <br/> \n <br/> \nBut my overall gut feeling is that achewood hasn't been as good for about 1.5 years, but that time frame mysteriously matches up with the existence of assetbar.  Might be all the over-analyzing, or maybe the analysis is correct..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "colorlessness",
    "plus": 0,
    "snip": false,
    "text": "I think I like Achewood less since the existence of Assetbar, and that has solely to do with Assetbar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I only lame for offensive posts, and although this comes close, I'll have to save it. <br/> \n <br/> \nThis is a comic of character development, also."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "It's mostly been a series of snickers 'n' smirks for me lately, which is enough.   <br/> \n <br/> \nThis one really made me make an audible \"psshah\" noise at  <em>Game On</em> .  I think it is a pro-solid way to say I love you. <br/> \n <br/> \nGame on, Gene, game on. <br/> \n(in this example i am saying it to a fellow named gene)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Gene is one of those names I totally don't get. I mean, who sees a newborn baby and thinks, \"Oh yeah. You're definitely a 'Gene'. I can imagine you going to school and the other kids saying 'I pick Gene for baketball!' Or a beautiful woman one day saying 'Yes, Gene, I will marry you!'.\" <br/> \n <br/> \nSorry if your name is Gene, by the way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Also: Harvey."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "The only way to make the name Gene work is to render it in the form \"Gene, Gene, the dancing machine,\" but instead of dancing, substitute in an appropriate skill.  Gene becomes desirable as a baby name/basketball teammate/marriage partner by substituting in dribbling/dribbling/cunnilingus."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "\"Gene\" is from \"Eugene,\" right?  Which literally is from \"eugenics.\"  It means \"good genes,\" and gains in popularity around the time that eugenics rises in prominence as a science.   <br/> \n <br/> \nIs this true, or am I making it up as I go along? <br/> \n <br/> \nWhy did I say it?  What does it mean?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "*Does Gene from Eugene  <em>accept</em>  or  <em>decline</em> the offer of a coconut rum cocktail from Hiram the Blacksmith?*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You are the guy who just put  <em>Rescue Dawn</em>  and an Achewood arc together. How do you feel about that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "In Robotron, the little guy you play is named Eugene."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If you want to understand tragedy, please consider my high school acquaintance Albert Eugene [last name redacted], who had to go by Gene, because it was literally the only part of his name that was only  <em>sort of</em>  dorky instead of emanating waves of crippling nerddom."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Five bucks says there's a \"berg\" somewhere in that redacted last name."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"Al\" emanates waves of crippling nerddom?  Really?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "halbermensch",
    "plus": 0,
    "snip": false,
    "text": "I was raised by a Gene."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": true,
    "text": "A comment left by invidious was marked lame too many times and excluded. (marked lame by cmjhogan, usversusthem, Doc_Rostov)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "LOLLZ THER SULD BE LIEBOT IN EVREY STIP"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 8,
    "snip": false,
    "text": "But we are supposedly here to discuss the comic after all. And you seem to be under the impression that intelligence and humor are mutually exclusive. I would say that the earlier strips were actually  <em>more</em>  intelligent in their use of surreal juxtaposition and absurdity, or even just the cleverness of the punchlines. Just because you involve a character in a story arc that's not especially funny, that doesn't automatically make it \"character development\". <br/> \n <br/> \nThere are too many awful webcomics who use \"character development\" as an excuse to never write anything funny or original. Instead, they simply involve their characters in banal, drawn-out storylines, usually involving relationships, as a method of keeping you coming back just to find out what happens next to so-and-so. I say fuck that shit. I have a right to expect a webcomic to be funny, especially one that used to make me laugh uncontrollably on a regular basis, just as you have a right to disagree. <br/> \n <br/> \nAs much as people want to make claims to Achewood being on par with high literature or whatnot, it is still a webcomic - an especially good webcomic, but a webcomic nonetheless, and as such, it is subject to the limitations of the medium. I don't mean the actual comic format - after all, Alan Moore's work ranks among the best literature of the 20th century. I'm talking about the fact that it's a regularly running strip, which means that Onstad has to come up with something to post four days a week whether he has good ideas or not. It's an economic and conventional imposition on the art that dilutes both form and content. <br/> \n <br/> \nIf he actually wanted to write some unified, compelling narrative, which I'm sure he has the ability to do, he'd have to sit down and plan it out and have an idea of where it's going rather than making it up as he goes along without being able to change anything. Clearly he did this with Cartilage Head and possibly GOF, but the recent abundance of abruptly abandoned story arcs, pointless filler strips, and \"character development\" that doesn't actually \"develop\" anything shows that he doesn't usually plan that far ahead (plus he said so in an interview). This is why I'm generally not a big fan of story arcs in webcomics, unless they're particularly well-planned and organized, like Templar, Arizona. Otherwise, the style best suited to the medium is one where there is actually something worthwhile in every strip. <br/> \n <br/> \nIn any case, you're mischaracterizing the argument. It's not like people who've never read Achewood are coming here and being like \"omg where are teh jokes?\" The point is we liked Achewood before and now feel like something's missing. So either you think nothing's changed or you didn't like the old stuff as much as we did. Neither of those makes you a 'truer' Achewood fan. <br/> \n <br/> \nBasically, Achewood's grown up. It's like an experimental avant-noise band who used to dress up like ostriches and defecate on stage while screaming non sequiturs gradually becoming a mid-tempo folk-indie rock trio that sings about life using some mildly clever metaphors. Some people might like this, I don't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I personally liked the moon trip, and whenever Beef died, and the really surreal stuff like that.  The domestic stuff, although funny, does get a little boring after a while."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Don't worry about Onstad, guys. He's got it under control."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "i think the biggest reason we get major discussions of the comic's current quality is that we're seeing and commenting on this in real time. we appreciate a lot of the earlier strips in hindsight, because we have context and time to mull em over. The ratings of any comic that was posted after assetbar was created will always be a little skewed from what it may have been a couple weeks or months later, had people allowed it to sit in their minds for a bit. <br/> \n <br/> \nmy point: in six months, people reading the archives will notice none of the major differences in quality between now and then that we're seeing and fretting over. though they'll probably be saying the same kind of things to each other then. hindsight."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Also, a lot of people are just forgetting how many of the much older strips just aren't that funny. We've developed all kinds of quotable memes on this board but here, I just clicked on random comic and got the  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=12202002\">introduction of Showbiz</a> . Now this is a character development strip from that supposedly precious golden age of 2002, people. The only thing remotely funny is that Ray shouts \"DRY AS THE DICKENS.\" You see anyone make that into a meme lately (DO NOT START IT NOW)? <br/> \n <br/> \nI'll click random again and see what I get. Okay, this time I landed on a pretty good one. It's February 1, 2005 and Ray is  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=02012005\">still sort of stoned</a>  two days later. He thinks his lawnmower smells amazing and he wants to sell it on eBay, even wondering if eBay \"gives an award for blowing people's minds.\" Add to that the random supplemental vignette of Ray writing his name in a dirty window grate and sliding away like Gumby on ice skates and you've got the recipe for good old fashioned  <em>Achewood</em>  comedy gold. <br/> \n <br/> \nNow I'll do one more random comic. Ah! Now this is a great gem that manages to have both characterization and silly comedy. It's Roast Beef  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=04192005\">remembering what he was dressed in as a baby</a> . Now, it also happens to be from 2005. In my personal opinion, 2005 was a really good year for  <em>Achewood.</em>  I remember that was the year of  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=08232005\">Roast Beef bangs a web site</a>  and  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=02242005\">Teodor's ninja antics</a> , two of my favorite strips ever. <br/> \n <br/> \nI clicked random comic one more time and got  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=03282002\"> another one from 2002</a> , specifically the scene when the cats are about to dance like they got ass in they pants, but then one more click and I'm in 2007,  <em>during the age of Assetbar, mind you</em>  and  <a href=\"http://web.archive.org/web/20091231054858/http://achewood.com/index.php?date=03272007\">it is glorious</a> . <br/> \n <br/> \nSo yeah try clicking random comic once in a while and see where you go. You will probably land on more than a few strips from the olden days that just ain't that funny that you forgot existed. I mean the man puts out more than 200 strips a year, people. People  <em>do</em>  five way too much. It is a problem."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, this has never been a comic that'll blow your mind every single day (excepting '05, of course). That having been said, I'm really in no position to comment on the current state of the strip, as I've been on a self-imposed Achewood hiatus since May. I've liked the strips I've read since I've been back. That's all I know."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I think you're right about the real-time thing, but it does feel like the frequency of really funny strips has been decreasing. Once 2008 is over, we can look back and do a statistical analysis as compared to to other years."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I just wish people would stop 5-whoring, it's not productive to have every single strip rated a 4.5 to 4.7.  <em>They're not all that good</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think one of the problems is that people only vote on the strips they think are good, so the rating is inflated. I know I'm guilty of this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Dude</em> ....man, you're blowin' my feeble American mind!  <br/> \n <br/> \nWhat's a, um, quanti...a quantifiteria?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Omni hurt my feelings."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I liked the Red Meat system.  Each rating a user gives goes towards their running total, and the score of an individual strip removes that average bias.  An average rated strip ends up being a 0, and I guess it could potentially range from -4 to  4 depending where a given person's average vote is (using the 1 to 5 scale anyway).  If they only rate 5's, their votes aren't worth anything."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Oh dear, how many RMCS members are on here?  I go by a different name, of course."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Former RMCS member here.  I used the same name there.  It's a name I've been using ever since the Psycho Family Cirkus (successor to the DFC)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Me too. It almost feels like sacriledge to slap a two on an achewood strip."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Let me get this right: You are going to do a  <em>statistical</em>  analysis on how funny the strips from 2008 are compared to other years?  Who's going to quantify the funny?  Will there be vivisection? Because if so, I have some ideas."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "IronDave loves vivisection and he has a haunted foundry in which to experiment..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "...and he would've gotten away with it too if it weren't for those meddling kids!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "If one more character photoshops or blogs or photoshops their way into or out of a problem in the next three months, I'm starting \"Achewood Minus Roast Beef/Ray\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "When I get my doctorate, I'm going to make sure someone says \"You have a PhD, Chris. Game  <em>on</em> .\" <br/> \n <br/> \nSeriously, after 5 or 6 years getting there I'll have to gain the momentum back somehow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "This Tina shit has increased my own \"achewood is dead to me\" factor by 8.2%"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "METRIC I MEANT METRIC  <br/> \n <br/> \nFUCK :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Appropo of nothing much, but today I was taking a photo of some school kid who just got a role on  <em>Neighbours</em> , anyway his name is Mauricio but I kept calling him Mantonio, and when they asked where I was getting Mantonio from, well... I told them, I got some stange looksm, and I got out of there quickly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Last night I tried explaining the concept of furries to my mother. I got a similar reaction. <br/> \n <br/> \n(I was explaining it because of  <a href=\"http://web.archive.org/web/20091231054858/http://www.youtube.com/watch?v=-eL06dz1Ymg\">this advert which is literally on TV</a> .)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "<strong>KILL IT WITH FIRE</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Would it be really cheesy American of me if I started calling commercials \"adverts\" on a regular basis? Because I fucking love that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It depends on what kind of person you're willing to be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I would like to be any kind of person that is allowed to say \"adverts\" without people wanting to punch me in the face. I am willing to be that person."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Then it depends what kind of people you surround yourself with. My friends would punch me in the face and I would do the same for them. We look out for each other like that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I'm willing to say now that no American can be that person.  You can't say that any more than you can refer to the country with Paris as its capital as \"Frahnce\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "On an only partially related note, the brother of a friend of mine has somehow come to calling 7-11 \"the sevvie.\" So there's a fun, British-sounding slang term that actually isn't British at all so you can have fun using it and not get punched in face."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>\"Pushing the bounds of sentence structure one syllable at a time.\"<br/>\n<br/>\nlove, <br/>\nrowboat</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Rowboat, you're always looking out for me and my face."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Australians or at least those from Melbourne call the 7-11 \"the sev\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I guess it was too good to be true. But at least you can say it without getting punched."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>actually isn't British at all so you can have fun using it and not get punched in face.</em></div> <br/> \n <br/> \nI'm not sure you could, not around here. <br/> \n <br/> \nWe have QuikTrip or QT.  Awesome stores.  The Toyota of convenience stores."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i155.photobucket.com/albums/s314/denton_12/963712-R1-22-0A_023.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Tell me, Kamet.  Tell me of your love for QuikTrip."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "They always used to have my obscure cigarette brand of choice when I was in college. And, the above QT was right next to my house, which was right next to the college.  The ultimate in \"Convenience\" stores.  Mauhahahhahhaaaahahaaa... ok ya, that was a bad joke."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "here is what I love about QuikTrip. <br/> \n <br/> \nThey used to sell a beer called \"Quittin' Time\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Traveling across the \"Heartland\", my buddy and I found a highway gas station called: <br/> \n <br/> \n <strong><em>Pump 'n Pack</em></strong> <br/> \n <br/> \nWe gassed up and took our pictures quickly, so as not to be caught up in the latter equation."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Not nearly as good as the \"Kum and Go\" <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://i31.photobucket.com/albums/c367/pinktee79/5930-DF.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, and the number 69 is right below it. Teriffic."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the suggestive quantity of \"fountain drink\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Every time I go to Tulsa I'm like \"man where all the dang 7-11s at\" and then I see a QT which is basically the same thing (although that one off the highway is pretty badass, all having burritos and chimichangas and tons of donuts and stuff) and everything is okay."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I tell you now... Avoid QT food.  It stays in your body for about 45 minutes, then the revolt begins, somewhere between the stomach and the small intestines."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I've never eaten it, because every time I go there it is like 3 in the morning and none of the hot food is prepared."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Hush now, Kamet.  Hush."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Man, all QTs have that stuff.  They are awesome, I tell you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Or the guy who orders \"torrr-TI-yazzz\" at Chili's."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "I don't know hombre. Here in arizona, there is a beeg enough hispanic population that people look at joo funny if you say \"Tor-tiLL-as\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Americans say that? <br/> \n <br/> \nAt least we don't say \"ad-vert(stessed)-iss-ments. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You  <strike>are</strike>  would be surprised, unfortunately."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How do people here say the following things? <br/> \n1.Idea <br/> \n2. Aunt <br/> \n3. Advertisements <br/> <br/> <br/> NH <br/> \n1. Idee-ah and I-deer <br/> \n2. Awnt?  Ahnt? Anyways, not like an ant. <br/> \n3.Ad-ver-tize(stressed)-ments"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "1. toe-may-toe <br/> \n2. poe-tay-toe <br/> \n3. (redacted)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I live in the Lower Middle West. We don't have any kind of accent, so we say everything exactly as it appears."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "So you say aunt so that it rhymes with \"font\"?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I thought he meant \"ay-oont\", like:  <br/> \n <br/> \n\"Romanes  <strong>eunt</strong>  domus\" <br/> \n <br/> \nI've heard most Wisconsiners say \"Ant\", but after hearing \"Awnt\", some became self-conscious about referring to insects around out-of-staters. <br/> \n <br/> \nThe \"R\" sound added to the vowel ending of a word (I believe) is mostly British-European inflection, but the U.S. East Coasters also might be prone to similar sounds. <br/> \n <br/> \nIf most Americans have the similar-sounding pronunciations for 'Advertise' and 'Advertisement', then how do the Europeans pronounce  <strong>'Advertise'</strong> ?   <br/> \nIs it: \"I'm go to [ Ad- <strong><em>Ver</em></strong> -Tiss ] my prawn scones in the Examiner.\"?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It is my impression that the \"Awnt\" pronunciation occurs only in New England.   <br/> \n <br/> \nAlso, \"Ideer\" seems to me to be a Boston thing, even though the Boston accent is known for dropping Rs, not adding them. <br/> \n <br/> \nAgain, I insist it's Romani ivi domum!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "There's a weird phenomenon in both Britain and Boston where they drop the R's from the end of words, but add R's when the words end with vowels. I think it has to do with not wanting to have to make the unavoidable sort of grunting sound that happens between a word that ends with a vowel and a word that starts with the same vowel. It is quicker/more efficient to say \"That ideer always comes up\" than \"That idea always comes up.\" <br/> \n <br/> \nBut I don't really know what I'm talking about at all. And I say \"ant\" for both the insect and my relative, because I live in California, and we do not like vowel differentiation in California."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>To-may-toe, To-mah-toe, <br/>\nPo-tay-toe, Po-tah-toe,<br/>\nLets call the whole thing off...</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling that people who say  <em>Po-tah-toe</em>  don't exist and were created by the writer of the song."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What? The only similarity between English English and Boston English that we both say \"Tomato\" the right way."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "And also that R-at-the-end-of-words-that-don't-end-with-R thing! I do not know if all English accents do this, as there are a lot of them, but when I was at Oxford, one of the first of many things that confused me culturally was the way one of the exchange program staff (Stephanie) referred to another staff member (Milena) as \"Milener.\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "There are hundreds of English accents.  Haven't you read/seen Pygmalion/My Fair Lady?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Did Milena make hats, by any chance?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "New England Aunt isn't Awnt, it's AAAAAAAAAAAAAHnt, like an Australian would say it. But we don't say Bwoohhston."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wasn't sure how to transcribe it.  Look above.  I said \"Awnt or Ahnt\". <br/> \nBut it is not that vowl anyway, but i dont know ipa that well. <br/> \nit is not that long."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It is like adding an \"n\" to \"on\".  ont."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Adding a \"t\" to \"on\", actually."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I got so much shit when I lived in Pittsburgh for not differentiating enough between \"pin\" and \"pen.\" I guess it's a texas thing, having your vowels sound like one another? Also, maybe my friends were just huge dicks."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That \"unavoidable sort of grunting sound that happens between a word that ends with a vowel and a word that starts with the same vowel\" is a glottal stop. It often is represented by a silent \"H\" or is implied in certain vowel combinations (try for example \"uh-oh\"). It is a muscle reaction of quickly closing and opening the vocal chords, and like any muscle, control can be gained practice. So, it isn't completely unavoidable, and doesn't have to resemble a grunt at all."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "\"... qained WITH practice.\" Damn!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "quained?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "DAMN!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "As a native Bostonian, I feel like we're not so much into adding the extra R, but dig the hell out of some extraneous H. That would probably come out more to the effect of \"That ideah always comes up.\" It's not hugely noticeable until you get into \"gotta go, my Ahnt is heah. Talk to you latah\" territory."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What? Advert is the proper word."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Not in America. We say \"ad,\" and we think Americans who say \"advert\" are pretentious for consciously trying to sound more British. We also say \"adverTISEment\" rather than \"adVERTisement.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I believe that while I was growing up in Minnesota, a lot of people said \"adVERTisement.\"  Or maybe it was just my family.  I think I say it both ways now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think it's even more common to say \"commercial\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "What is the deal with adVERTisement?  There's nothing wrong with it per se, but I remember one year in middle school when the girls who liked to act snooty started saying it as if you were uncouth to do otherwise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "It is great fun to put the emphASISin the the wrong syLAble."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "This is  <em>har</em> assment! <br/> \n <br/> \n(Note: it is almost impossible to make it through a two-day referee course without hilarity when the instructor continually emphasizes the first syllable of that word.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "man there is some serious ecosystem confusion here.  bears and octopi?  WHAT?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Tina apparently forgets her articles sometimes...perhaps Russian is her first language."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 0,
    "snip": false,
    "text": "So... am I the only one who thinks that \"must of\" was just a genuine mistake by Onstad?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "At this particular institution you'll find that we take special care to only hire professors who have made substantial critical contributions in the area of  <em>auteur theory.</em>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "prettyrad",
    "plus": 1,
    "snip": false,
    "text": "I've never seen Onstad make such a profound grammatical blunder... Dude made Ray say \"An historical\" once, but that could be proven correct, if a bit weird. <br/> \n <br/> \n[Side note: Upon further research, I have found that this is amended to \"A historical\", in the search machine, and that in a later comic, Ray uses \"A historical\" too. <br/> \nYou didn't have to read this side-note, guys.]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Consider the psychology of the individual. <br/> \n <br/> \nShe  <em>muft of</em>  said   <em>must of</em>  on purpose."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 1,
    "snip": false,
    "text": "Don't worry folks, Tina will fail to test well in certain key demos and be replaced well before launch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Ray is totally rawdoggin' that comprehensive business product plan!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "worldbelow",
    "plus": 0,
    "snip": false,
    "text": "Tina is so nasty."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 1,
    "snip": false,
    "text": "irondave likes to rape little poodles"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotnroll",
    "plus": 0,
    "snip": false,
    "text": "I disliked Tina from her first appearance. please let something bad happen to her."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I fear I agree. I never cared for her at all. And I like this new incarnation even less. At least the original Tina had the wherewithall to keep Ray in line, and she dumped him, not the other way around. <br/> \n <br/> \nThis one is pathetic, all taking on multi-year projects like a MBA and shit to win him back, like she's got no personal ambition and can only borrow his. Yech! <br/> \n <br/> \nI like Ray not being alone and all, but please, Chris, give us some one worthy of his Rayness!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think we need to start a contending group, called the \"Liebotters\", who claim that every secondary character is actually Liebot in disguise.  It happened once, so it's pretty likely it has happened again and nobody realized."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Shit! THAT would make this an awesome arc!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "HOLY CRAP!! IT'S AN UPHOLSTERY BUTTON!! <br/> \n <br/> \nIn panels 2, 4, and 8, there is some round thing on the end of the toothpick holding device in Ray's drink.  Also, in panel three it is on Ray's cheek, just of the edge of the glass.  In my mind I filed it away as some weird ornamentation on the end of the THD, like a logo or emblem. <br/> \n <br/> \nThen, on the tenth or twelfth reading of the strip, I realized it is a button on the upholstery of the booth. <br/> \n <br/> \nHoly Crap!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I kept thinking the  <strong>same exact thing</strong> , but about the one above Tina's ear in panels 1, 3, and 5. I was like, \"Is that some sort of bizarre barrette or something that I'm just not understanding?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...you guys can't be serious..are you..?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You need a hobby."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 5,
    "snip": false,
    "text": "deth cun cum at any time <br/> \nthe pani of passin' is not alot <br/> \nsum peeps say it fels seplim <br/> \nwin u finally do and cum shot <br/> \n <br/> \nand other ickle pome 4 u.  i am and jr. pote atm <br/> \n <br/> \namways, les git don 2 bizz pepples. i c n moves all tim dis fomally tings get gut tings den get worse as can get an den tings git bit./beset i mena i c it so man tims i lik \"k dis win is wors as can b. tim 2 c deze 2 cats get marred\" an den dey get marred im lik \"big suplise\" dis woz aceptball in mongil cuz i mena, das how da stor goes sam wit conan but i mena i jus c it so oft i dunno. <br/> \n <br/> \nreblaved balck pepes tak r rposedibly 4 most bviolce i tik deh afirv. discass"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "Dear Internet: I made a  <a href=\"http://web.archive.org/web/20091231054858/http://www.myspace.com/psikoticc\">song</a>  about Achewood. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "please note that it takes a while to get to the song, but it IS about Roast Beef going to one of Ray's Friday Parties."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "......"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It is a cool song. You have good flow   beats."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ah shit I forgot about the assetbar moratorium on plus signs. <br/> \n <br/> \nI meant \"flow  <em>and</em>  beats.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "that is interesting.  The beginning was weird, but I liked it. <br/> \n <br/> \nTom is my number 7 too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "CAn you provide the lyrics please?  I'm bad at understanding lyrics for rap songs."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "why yes i can. <br/> \nyou will have to wait as i am currently indisposed, but they will come."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I think I kind of like it better as \"flow beats.\" It sounds either like a middle-aged white man trying to convince his children that he's familiar with their music or like a strange menstural disorder in which your blood flows every time your heart beats."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Ahem.  <em>Menstrual.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Don't feel bad. When our junior high school basketball coach/health class teacher said it, he pronounced it \"menustral.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "When my high school biology teacher  <em>wrote it</em> , she spelled it \"menstral\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "There's too much Bale-love going on around here"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is not possible for there to be too much Bale love."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I still haven't seen a pic from  <em>The Machinist</em>  or  <em>The Last Emperor</em> , so there is room for expansion."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I thought about it.  Even looked for some pictures.  But after that Ted Danson shit.. I'm not sure about anything anymore."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Ask and ye shall receive. Until tomorrow."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "That Bale dude sure likes starving himself huh? Next up an animated gif of Bale eating bugs or larvae or snake or whatever it was that Hertzog got him to eat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like this song. It is pretty good. I sent you a friend request because I liked the song, which has a really great title, I think."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The title is bomb.  I forgot to mention that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah, and the rap song written using the title is a lot better than the one in my head when the strip first appeared. <br/> \n <br/> \nAll \"The Middle Cat, Not Ray, Not Pat\" sung to the tune of the \"Rug Rap\" from Nickelodeon. <br/> \n <br/> \n\"It's a rug rap, from under the mat, It's a rug rap, It's a Rugrat Rap!\" <br/> \n <br/> \n... <br/> \n <br/> \n... <br/> \n <br/> \n... <br/> \n <br/> \nDON'T ACT LIKE YOU DON'T REMEMBER!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231054858im_/http://faultywiring.files.wordpress.com/2008/05/notgay.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Not pedo?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey, falseprophet, I heard somewhere that you were gay, is this true?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "As someone who watched Nickelodeon like it was crack, I have no idea what you are talking about."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Seriously? You never saw  <a href=\"http://web.archive.org/web/20091231054858/http://www.youtube.com/watch?v=FiuPJ0avmiM\">this commercial?</a>  no rickroll."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh!! <br/> \n <br/> \nDude, thanks for making my day.  I saw the first two seconds, with Tommy putting that tape in, and I  <em>suddenly remembered</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow. That...that's horrible."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "It was better than the dozen or so assholes who spend all day freestyling outside the Art Institute of Atlanta. Fucking Audio Production program..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I  <em>didn't</em>  remember, but  <em>now</em>  do. Thanks for nothing, falseprophet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Hey, a baby's gotta do what a baby's gotta do. <br/> \n <br/> \nYa know?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bearstranaut",
    "plus": 1,
    "snip": false,
    "text": "I didn't write a song about achewood.  <br/> \n(Tina is a  <em>hack</em> )"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jammydodger",
    "plus": 0,
    "snip": false,
    "text": "I always thought that Tina's glasses look so angry when she doesn't have eyebrows. <br/> \nSomehow this makes me not like her."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "tarped in nad maze o sham in <br/> \na pirson dessined by deh pop <br/> \ndey tol me dey only ad sum questin <br/> \n2 ask but now im am locked within <br/> \ni hopes i dun dorp deh soap <br/> \n <br/> \nand interestin' pome dis tim wit undtons. <br/> \n <br/> \ni am and pote nowdayz sry if im 2 cultored 4 u cuz is noit in \"rlap; foam cuz an podey can rlap at sit is ez aww ye i sayz it. <br/> \n <br/> \ndispit ma indisthipatins i notic dis abot maselp. <br/> \nbalk pepes smells werd an dey skin be felin dif den dat o a whity yano? des r facks but ib dey spek gut i ovluke dat an dun fron on dem so mush. <br/> \n <br/> \njus and obsatin"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "BTW omni, I am uncomfortable in finding your avatar way more interesting than I can easily justify or explain. Nicely played!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I chubbied this but have no idea why."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "It is because there is something wrong with me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Are you STILL doing this? go you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I didn't even read it. I've barely time for this comment stream, and won't encumber it with decoding near English gibberish. It's not personal, gladi8orrex. You might be saying the most brilliant thing the could completely alter my world view and save me from my mundane existence (my existence is anything but mundane!) and it's lost on me.  <br/> \n <br/> \nPresentation counts for something."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chapelthrill",
    "plus": 1,
    "snip": false,
    "text": "You have a lovely weekend too Mr. Onstad. Game  <em>on.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Wait wait. <br/> \nTina? <br/> \nBusiness Propositions? <br/> \nI think we just stepped into 2002"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "(>'.(^O.O)> <br/> \n <br/> \ni do sum kirbs 2 pase deh tm"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i do some curbs to pass the time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "=^.^= <br/> \n <br/> \n(the cutest emoticon evar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "=^-^= <br/> \n <br/> \n^or maybe this one^"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The first one."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "The first wins, but it comes second to Kirby. <br/> \n <br/> \n(>^0^)>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "@(*-*)@   <= Leia <br/> \n*\\o/*     <= Save the cheerleader save the world"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Octafish wins."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i saw my ex at a concert last night. it basically went like the first paragraph of  <a href=\"http://web.archive.org/web/20091231054858/http://raysmuckles.blogspot.com/2004/09/saw-tina.html\">this</a>  blog entry by Ray. <br/> \n <br/> \nwe did not speak to each other. we smiled at each other as we passed each other at the venue's doors and her younger sisters whispered about me. <br/> \n <br/> \nthat is all. <br/> \ni felt like you all should know. (i don't know why.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Huh. She walked off and thought all those things that you learnt to read in her after a while. Her younger sisters were just being shocked. Looking for something scandalous, more of a reaction. You both played it like good people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>\"Is that the one with the physical deformity you can only see when he's naked?\"<br/>\n\"I think it is\"<br/>\n\"Heeheehee\"</em> <br/> <br/> <br/> Italics are like whispers right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>Yes! Keep it down.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "she (and as a turn, they) wouldn't know about anything like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Labor Day and I still have to go to class."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcjuicy",
    "plus": 0,
    "snip": false,
    "text": "If Tina had an MBA why was she phone sexin"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "omni",
    "plus": 0,
    "snip": true,
    "text": "Comment left by omni ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you for sharing. Should we wake you in an hour?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It is Tuesday, September 2, 2008. It is 12:22 P.M. MDT. Soon, soooo soon, it will be noon in Achewood, California. You can hear Acheworld holding it's collective breath in rapt anticipation of what will follow...."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "New strip at lie thirty"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Hey, random question:  <br/> \n <br/> \nA) Is the achewood IRC still up? <br/> \nB) How do I get there?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It is extremely quiet, but you can connect to it by going to  <a href=\"http://web.archive.org/web/20091231054858/irc://irc.slashnet.org/#achewood\">irc://irc.slashnet.org/#achewood</a>  (I believe some browsers know what to do with this url, otherwise just join #achewood on irc.slashnet.org)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Much thanks <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "it's 1337.. still no new strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "does anyone else feel that niecey nash would be an appropriate voice actor for an animated achewood?"
  }
]