[
  {
    "depth": 0,
    "minus": 0,
    "name": "pascal",
    "plus": 84,
    "snip": false,
    "text": "No. Well, twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": true,
    "text": "A comment left by luckypyjamas was marked lame too many times and excluded. (marked lame by apocowarg, aHatOfPig, nilehus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Three times... with soap. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "Only during the solstice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "This is where I ask if you were being literal and truthful, as I was. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by relaxing was marked lame too many times and excluded. (marked lame by scura, riotdejaneiro, Bex, rascaldom, furysama, NDCaesar, MortisInvictus, jeffreyquah, matt420, hausea, gonchoriffic, AmonRunsAmok, whymog)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lawbot",
    "plus": 14,
    "snip": false,
    "text": "IT'S FUNNY BECAUSE IT'S FUNNY"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Oh, now I get it!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by relaxing was marked lame too many times and excluded. (marked lame by Hipjiverobot, king_of_pwns, clancine)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by CygnusX-1, Sweetlips, obipam)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "landowmpg",
    "plus": 2,
    "snip": false,
    "text": "Calmer than you are."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "<em>Thanks Dude.</em> <br/> \n <br/> \nYou guys are being a cock to a stranger. I'm just curious about the origin or meaning of the riddle. Why is that lame?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "landowmpg",
    "plus": 1,
    "snip": false,
    "text": "I don't think it's lame, but man you got slammed for that question.  Personally, I think the sheer inanity of the question is funny.  I think you're probably reading into the meaning a little too much.  I mean, Beef is at a Friendly's in Hell, reading a magic-eye menu that asks him if he's ever had his finger up his butt.  It's supposed to be surreal."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Oh sure, I realize it's funny because it's an offensive thing to find printed in a menu, and absurd because it's not really a riddle at all. <br/> \n <br/> \nBut the phrase also exists outside of the comic, and that's what I'm curious about. Best I can figure, it's a ploy to see if the subject is naive/lacking awareness enough to try it right there.  It could also imply the subject is gay (maybe you'd like something else up your own butthole), or is anal retentive (you couldn't stick your finger up there because it's clenched tight), or smells bad (self-explanatory.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 3,
    "snip": false,
    "text": "It is used by people of low mind to inquire if you are gay. It is not a riddle, it is simply a question asked by people who think homosexuality is a bad thing to say \"Ha! Hey, I'll bet you stick your finger up your butt because you can't get any REAL dick because you're such a loser!\" <br/> \n <br/> \nOr to imply that you're bi-curious. <br/> \n <br/> \nOr just because you want to know if someone's done it. <br/> \n <br/> \nBut it's not a riddle. And it's not exactly that hard a thing to come up with, saying 'the phrase exists outside of the comic' is like saying that when Beef asks Ray if he has any Guinness. You can say \"What does 'Do you have any Guinness?' mean? I've heard that outside the comic before.\" <br/> \n <br/> \nBasically, the joke is that it sets you up to expect a riddle, and instead it gets a probing question about Beef's anal finger virginity. <br/> \n <br/> \nCAN I OVEREXPLAIN THIS AND EXTEND THIS POST SIZE ANY LONGER? No. Goodnight."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "You sir are a scholar and a gentleman. I thank you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "It cant be asshole, it starts with an l followed by a u,y or v"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 4,
    "snip": false,
    "text": "luv-hole."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shirt145",
    "plus": 5,
    "snip": false,
    "text": "No way, man, that is clearly a bu in that sorta fuzzy font.  So it's probably bun-hole. Buxom wench? Burnt toast? Dang I can't think of any more bu-things to stick whatnots all up in.  <em>What are you trying to tell me ONSTAD</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "breakfast burrito"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "panthera3000",
    "plus": 2,
    "snip": false,
    "text": "I guess it's probably  <em>butt</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "But what does it mean?!?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "It means that the key to salvation lies not in petty personal issues like whether or not you like it up the butt, but in if your moral beliefs align with your own actions enough that you can be honest about it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Oh."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "For example, the reason Jerry Falwell is still in hell is because the friendly's menu asked him if he was sexually attracted to Tinkie-Winkie. This is not a hard question to know the answer to. But his answer (a fifteen minute long rant about how the telle-tubbies curves were designed to arouse, and movement crafted as a non-verbal plea to be penetrated, absolved him from any guilt for being enamored) failed to earn him passage."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Well, it's for the better then."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I had a party when Falwell died. The thought of him being trapped in hell forever because he is such an obtuse prick brings me great joy."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deimosrising",
    "plus": 1,
    "snip": false,
    "text": "Buffy reference or theatre reference? Or independent coincidence?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Pretty sure the term existed before Buffy, but yeah, first thing I thought of too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's a theatre term as well, for trapdoors basically."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "huber",
    "plus": 1,
    "snip": false,
    "text": "TODD"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 2,
    "snip": false,
    "text": "I dont know if i've ever been to a friendly's that wasn't a hell mouth. They have the worst wait staff ever, but the ice cream makes them worth tollerating."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "So this is a real place? Out West? Like what we would call a Bob Evans in the middle of the country? Friendly's is a real place here, as well. But it's just dive bar down the street."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drcatastrophe",
    "plus": 1,
    "snip": false,
    "text": "Friendly's is, sadly, a real place.  It exists in New England (and apparently in California-hell); it seems that the Midwest was spared having to experience this abomination of a restaurant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "Wrong-o...  There are Friendly's in Ohio at the very least.. Oddly, their website doesn't show any locations in California.  California-Hell, however, does not appear to be covered by the online location list for any major restaurant chain. <br/> \n <br/> \nSide note:  Their food will kill you, but their soft-serve creepy clownhead ice-cream dish is possibly one of my formative pleasant memories of childhood."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "waldo913",
    "plus": 1,
    "snip": false,
    "text": "http://www.friendlys.com/locations/index.aspx"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drcatastrophe",
    "plus": 0,
    "snip": false,
    "text": "Oh shit I'd forgotten about that.  There food is nasty to a ridiculous extent, but their ice cream is good, and can often be ordered from a window at the side of the restaurant so you don't have to go into the hellmouth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "I don't wanna eat no ice cream outta no damn clown head. That's one thing I  <em>know</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "I remember watching ads for Friendly's on TV as a kid and getting REALLY excited and begging my parents to take me there.  I was sad when I found out that it was a U.S. broadcast and that there were none in Canada.  Every subsequent Friendly's ad just seemed to taunt me. <br/> \n <br/> \nTo this day I still desire to dine on ice cream out of a clown's head."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I could get out my face paint and rainbow wig. We could do a thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I can't remember the food/ice-cream much at all from my youth, but my local one in CT was one of the dirtiest franchise restaurants I've ever been in...and on a consistent basis, I remember it always being loud and frantic, and the tables and floors were always sticky and grimey.  When an 8 year old thinks your restaurant is unhygenic, then you got problems. <br/> \n <br/> \nOf course, within a few years, it was closed down and a Pizza Hut opened up in the same space.  Lateral move, pretty much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "How the hell did Todd ever know about this? Did someone tell him? Or, more likely, did he wander into friendly's  schmammered on whisky and stare at the menu?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 3,
    "snip": false,
    "text": "Definitely the third.  Todd seems like an eyes-out-of-focus kind of guy most of the time.  Fortune smiling on the well-soused once again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sargasm",
    "plus": 8,
    "snip": false,
    "text": "And by  <em>third,</em>  I of course meant  <em>second</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 22,
    "snip": false,
    "text": "Obviously you were in the process of passing the guy in third.  Understandable confusion there."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "babachewy",
    "plus": 1,
    "snip": false,
    "text": "I'll bet Bliter told him."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "babachewy",
    "plus": 1,
    "snip": false,
    "text": "Or Blister. Of of those guys."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "babachewy",
    "plus": 32,
    "snip": false,
    "text": "*One of those guys, I mean. <br/> \n <br/> \nI was cleaning my Acheworld today and it went off in my face two times."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cdl146",
    "plus": 2,
    "snip": false,
    "text": "Is your avatar a hop? If so,props. And if not, uh... it really looks like a hop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "babachewy",
    "plus": 7,
    "snip": false,
    "text": "It's an artichoke. Maybe giants use them as larger hops, no man can say"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pitseleh",
    "plus": 6,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101014114724/http://m.assetbar.com/achewood/uuadW1z3q\">The artichoke is a grenade.</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "OHHHHHHH SHIIIIIT--Wait, this is a year late. Nevermind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rhymesforkids",
    "plus": 0,
    "snip": false,
    "text": "this is a little too convenient. a get out of hell free pass?  i suppose only the chill guys know about it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Not to mention the fact that hell is apparently rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Let's hope Hitler doesn't like eating at Friendly's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "He's probably a waiter there, the ultimate insurance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "If you don't leave a big enough tip, he cries and shoots himself in the head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 8,
    "snip": false,
    "text": "She did, twice. And I 'cashed my ticket' instantly both times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 31,
    "snip": false,
    "text": "Nasty. Anyway, we were able to stabilize Pat with defibrillation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "oh, HELLO chubby!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "CHUBBY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drycup",
    "plus": 0,
    "snip": false,
    "text": "I can only wonder if Chris started with the woogly eyes in panel four of if he tried for hours to give Beef out of focused eyes until he exploded with frustration."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "estutius",
    "plus": 1,
    "snip": false,
    "text": "What about an object the same approximate size as a finger?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "...like that dude in your avatar's thumb?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "A roll of Smarties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apocowarg",
    "plus": 10,
    "snip": false,
    "text": "The last time I was at a Friendly's it was 7 am and there were THREE people crying. All I could think about was this strip. It creeped me out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Your use of the word \"people\" rather than \"children\" or \"babies\" causes me to imagine three grown people of varying age and gender, all sitting in various areas of the restaurant, sobbing uncontrollably."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 6,
    "snip": false,
    "text": "Your imagination was spot on in this case. There was one table we walked by with a young woman and man both crying. When we got to our booth I realized the elderly woman in the booth next to us had her head down and was crying as well. It made me feel like I was having a mild acid flashback, everything surreal and too bright."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Does it say bum? I naturally thought ass immediately, it seems to be something beginning with a b or an h. People from other places in the world - do you still say bum? It could be hula hoop. Fuck, what an idiot - it says butt."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "or \"bottom\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Or bunghole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "It figures you have to be able to solve Magic Eye Puzzles to get out of Hell.  I would be so screwed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "I'd be totally screwed too. I've not been able to do one of those in my life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Me neither. Hey, can someone here who can do it maybe, I dunno, trace out what we're suppose to see on one of those? Can they even work that way?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Just relax y-y-your eyes! <br/> \nLet 'em go outta focus. <br/> \n <br/> \n(seriously, thats about as good a description as one can give)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "I do that, then my eyes say \"something is there!  I must focus on it.\" and that goes out the window.  Also when I get them to stay out of focus, I go, \"It's a tree!  A dolphin!  I see a line there, it must be a race car!  An airplane!  I can see it!\" then I look at the answer and it's a kid fishing or something lame like that that was nothing like what I saw."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I can see them, now. The inability to see Magic Eye pictures can be caused by a mild astigmatism, correctable with lenses."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've still never been able to see anything in one of those, but if that's true maybe there's hope for me yet. Unfortunately, those things all apparently simultaneously evaporated into the ether around 1998."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Oh godDAMN but Beef's eyes in panel 5 are  <em>priceless.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattylite was marked lame too many times and excluded. (marked lame by littlecat, dominus101, relaxing)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 1,
    "snip": false,
    "text": "I hate you in the face for this, but I understand that it had to be done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "IT'S A SAILBOAT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theoddwaffle",
    "plus": 0,
    "snip": false,
    "text": "5/5, simply due to Beef's eyes in panel five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wilbur",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef can't you... <br/> \n <br/> \n <em>SEE!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shirt145",
    "plus": 0,
    "snip": false,
    "text": "Gosh!  It's a good thing this question isn't \"How many times have you stuck your finger...\" or I would be in  <em>trooouuuble!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bex",
    "plus": 0,
    "snip": false,
    "text": "Jesus fuck I never noticed Beef's eyes in panel 5 until now and this is like my 17th reading <br/> \n <br/> \nEeeeeek"
  }
]