[
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 24,
    "snip": false,
    "text": "I bet his wig smells really bad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 3,
    "snip": false,
    "text": "I'm surprised that nobody has commented on the disturbingly evocative sounds of the old man... they almost make me want to vomit merely by reading them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aargh",
    "plus": 1,
    "snip": false,
    "text": "... splat. splat splat. splat. SPLAT. Pure genius."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 1,
    "snip": false,
    "text": "I like that there's a sword beside him, as if he had to stop in the middle of the duel he was having so many years ago and immediately start vomiting into a nearby bucket.  For eternity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "This isn't as eclectic as it may mean to be, when you're vomiting repeatedly it always seems like its going to go on forever, you feel like an old man, and as you stare at the ground a little voice tells you that you aren't going to be ok."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mikekitchell",
    "plus": 9,
    "snip": false,
    "text": "this is hell of my favorite achewood strip"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by straw, ButterMoths, riotdejaneiro, Thorfinn, gothfae, Ariamaki, odei, unalone, rajib, luckypyjamas, lk, anewcede, Fcannon, suprememongoose, nutmeg, clembot, HellaEdgar)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pohlhoud",
    "plus": 10,
    "snip": false,
    "text": "That strip is great, dude. Retract. <br/> \n <br/> \nRetract."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by riotdejaneiro, TonyHighwind, unalone, RedGuy, nutmeg, cailetshadow, trawser)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 17,
    "snip": false,
    "text": "it doesn't need to be the objective best to be his favorite.  he just likes what he likes is all"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 43,
    "snip": false,
    "text": "Top 10 Reasons I Don't Like to Revisit This Strip: <br/> \n <br/> \n1. This is what the ground actually says to me, everywhere, all the time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 8,
    "snip": false,
    "text": "everytime i get on a plane, i hear these words. i swear somebody just whispered them into my ear. <br/> \n <br/> \nbut i turn around and it's just the flight attendant who's been doing her job for way too long, the light smile wrinkles as proof."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I'd stay inside at all times... <br/> \n...and I probably wouldn't revisit this strip either. <br/> \n <br/> \nSo  <em>thank the fucking gods</em>  I'm not you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "chubbied so hard for only saying one reason"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Oh sweet buttery CHRIST your avatar made that terrifying."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "It is excellent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 2,
    "snip": false,
    "text": "I wonder what the man plans to do with the sword when he finishes vomiting at the end of eternity?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 9,
    "snip": false,
    "text": "What else? Stick it down his throat and begin vomiting anew."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 4,
    "snip": false,
    "text": "He will let Death hold it and practice for a few minutes before she shuts down the Universe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 14,
    "snip": false,
    "text": "I think the sword goes with the wig to show just how old the man is. Like it's not a historical costume or anything, he's actually so old that he comes from a time when people wore swords and wigs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Agreed. First prize!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 3,
    "snip": false,
    "text": "at least he's got a Bucket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by sharksarecoming, cailetshadow, magnificentpoof, HollyBones)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 27,
    "snip": false,
    "text": "Ain't no one gonna steal that bucket."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 19,
    "snip": false,
    "text": "But one day the old man will KICK the bucket, and when he does the tide of vomit will flood out and cover the Earth and it will be the End of Times."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jhunter",
    "plus": 2,
    "snip": false,
    "text": "this is perhaps my favourite idea for the end of the world. the Rapture has nothing on this.  <br/> \n <br/> \nI am already beginning work on a boat with which to cheat death, hell of Noah's ark style"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "A bucket that never fills, apparently."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "setzkin",
    "plus": 19,
    "snip": false,
    "text": "What makes you so sure that it is, in fact, a bucket rather than a conical opening into a vomit-filled chasm?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "Word."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "oh my god I can smell the thing.  <br/> \nWell played, player."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "Who is the whispering earth talking to, I wonder? This is head and shoulders the weirdest arc to date."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carlyle",
    "plus": 3,
    "snip": false,
    "text": "To all whom have the ears to listen and the will to understand, the earth speaks it's dire warning of coming catastrophe"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, Zefiel, silver_lake, The_Prophet, igotnostrings, TapaidhNaomh, Overmedicated, Thorfinn, Mangtastic, Jesler729, tibcoolbreeze, aargh, mashisoyo, gothfae, twohundredninety, purplehaze, yellowcardigan, Spenham, unalone, equinn2006, Tagrineth, Andrew_, electricjelly, meowmix, Vee, Lumus, luckypyjamas, earendil, mugi, Hyetal, nutmeg, MrPoopytime, captneko, scraggg, Merkin579, nphares, mattylite, drunkenimp, stormagnet, bilingualmonkey, Mastronaut, projectiles, Archon_Divinus, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 46,
    "snip": false,
    "text": "You're asking things to make sense in a comic about anthropomorphic animals living hidden in human society where they have a large underground city and occasionally travel to the afterlife and back. <br/> \n <br/> \nPerhaps there is some deeper meaning here or perhaps it's just a story. Whichever it is, I find the fact that there's an old man that constantly vomits fairly amusing, so there's your basic humour. If Onstad  <strong>is</strong>  in fact trying to create some surrealist art here then I don't have a problem with it, or the fact that he's doing it in a webcomic. I don't see why you must expect artists working with this medium to keep it simple, especially when Onstad himself has gone to such great lengths to turn his webcomic into something original, gripping, and amusing and nothing short of a masterpiece in some places."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 6,
    "snip": false,
    "text": "i thought of this arc as a parody of surrealism, and enjoyed it a ridiculous amount. <br/> \ni loved Eraserhead, and i really liked that backwards-dancing midget from Twin Peaks. Onstad obviously appreciates this kind of thing as well and he was just paying homage to a subject that he has an interest in. <br/> \nBack off caduceo and let a dogg do his thing. it's not your comic strip."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Yea, I'm gonna go with the parody angle too, which is the same thing I thought about the Cartilage Head arc. I agree with the general sentiment that webcomics should be funny, but to people who are familiar with surrealism and magical realism, seeing such references in a webcomic about cats is indeed funny. I had much more of a problem finding anything funny about The Great Outdoor Fight, which seemed to be just a not-quite-ironic homage/parody to bad 80's action movies of the same sort that South Park has done to the point of overkill.  <br/> \n <br/> \nI do think it's a bit ridiculous to make some kind of grandiose artistic claims for this. At the risk of elitism, I'm just going to say that discussing this on the level of serious art is a stretch. I doubt we'll see Onstad's work in MOMA any time soon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "It's not surrealism. It's Magical Realism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 9,
    "snip": false,
    "text": "What's wrong with  <em>non</em> sense?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 5,
    "snip": false,
    "text": "Yeah, when is David Lynch going to get back to writing the classic achewood strips we all know and love?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 14,
    "snip": false,
    "text": "Caduceo: The Dog who didn't value art. <br/> \n <br/> \n(Refer to the alt text.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 1,
    "snip": false,
    "text": "Whoa.   <br/> <br/> <br/> Whoa."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "His art criticism is a dog's art criticism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carbonation",
    "plus": 0,
    "snip": false,
    "text": "The dog who valued art does not appear in this strip courtesy of Steve Martin."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "And I thought Caduceo was simply being a douche before because photography doesn't really qualify as art... as I'd said... pffft. <br/> \nFigures he'd be hating on the strip itself instead. <br/> \n <br/> \nIdiot dog. <br/> \n <br/> \nBut still.... aside from clever references to the alt text, thus don't really have much to do with art."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "Tons of things make no sense whatsoever, and a lot of artists have chosen to convey that fun little bit of life in ways like this. That's the point, I guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "you are obviously NOT the dog who appreciates art"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 1,
    "snip": false,
    "text": "wah! why do i look at archive strips expecting myself to have something new to add?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "Ekil sdnuos eciov ym tahw si sihT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 8,
    "snip": false,
    "text": "Thank you, Zatanna."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Thank  <em>you</em> , nerd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Let's rock!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 4,
    "snip": false,
    "text": "\"It's not going to be okay this time...\" I actually use this phrase on a semi-regular basis. I don't know an old man who is constantly vomiting, but I have a friend who's been going at it for a while."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 6,
    "snip": false,
    "text": "The whispering earth seems very ominous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "7th_shot",
    "plus": 1,
    "snip": false,
    "text": "A lot of Achewood makes me stop and think, or at least stop and appreciate, but I think the earth whispering \"It's not going to be okay this time\" is the only thing that's really unsettled me. Couldn't say why."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "ruined my acid trip, for sure"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "Gonna have to do a semi-retract on this one. The earth in this strip and the time Keith Moon's head went all crazy in a jar are equally upsetting concepts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Agree, and also the Cartilage Head strips. Look I know they were great but Cartilage Head just disturbs me on a level that nothing else can. (Keith Moon's head was mildly disturbing, but still funny because it seemed so harmless. The earth in this strip is...unsettling, but nothing I have read of Achewood so far has disturbed me as much as Cartilage Head.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "This arc is by far one of my favorites throughout the archives.  It is only topped by the Great Outdoors Fight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Butters and Ray look like the things from the video for  <a href=\"http://web.archive.org/web/20101006071602/http://au.youtube.com/watch?v=S_CM5-gel6o\">Hearts a Mess</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hooves",
    "plus": 2,
    "snip": false,
    "text": "this strip could easily have been by edward gorey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diggidy",
    "plus": 3,
    "snip": false,
    "text": "Do you think it's the good kind of vomiting, where you're like \"Yes, this is good.  This will make things better.\" or the bad kind where you're like \"Oh my god, this needs to stop.\"?   <br/> \nBecause I think I could handle the eternal good kind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 7,
    "snip": false,
    "text": "I believe that the whispering earth has the answer to this question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lunchbox",
    "plus": 0,
    "snip": false,
    "text": "For some reason, my mind keeps wandering back to Dante's Inferno whenever I read this strip. Must be the talking ground."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "That whispering earth is from  <a href=\"http://web.archive.org/web/20101006071602/http://www.imdb.com/title/tt0089908/\">Return to Oz</a> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 3,
    "snip": false,
    "text": "dude... that movie scared the living crap out of 9 year old me. All crazy imp things on skates coming to get me in my nightmares. <br/> \nall scree, scree, scree"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Jeeeesus."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The whispering earth is whispering because it is being raped? I think that is what Chris is saying here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liithe",
    "plus": 0,
    "snip": false,
    "text": "Maybe, I missed it, but I'm surprised that nobody noticed this: Mr. Permapuke has a wig, a shirt that matches Teodor's pants, and a sword. I think I imples that this \"very old\" man has been puking for centuries. This is the first strip in which I have noticed the little things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "liithe",
    "plus": 0,
    "snip": false,
    "text": "Oops. One comma too many."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "What'd the man do? Piss off some wizard who cursed him?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "The first thing that came to mind for me was that he might have been dueling a wizard as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westerberg",
    "plus": 0,
    "snip": false,
    "text": "Holy shit, this strip scares the crap outta me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Everyone assumes the very old man who is permanently vomiting is wearing a wig. What happens if his hair just grows like that and you all are RACIST for assuming that just because a dude has a sword, his white, wiglike hair is a white powdered wig?"
  }
]