[
  {
    "depth": 0,
    "minus": 0,
    "name": "nickrnot",
    "plus": 22,
    "snip": false,
    "text": "The nacho-cheese dollop hairstyle greatly increases the religious experience of receiving one's First Nacho eucharist"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 4,
    "snip": false,
    "text": "though the cheesy coiffure did first move its wearer to boo the nacho, defending itself as the main whiz of the land."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "smilebuddha",
    "plus": 8,
    "snip": false,
    "text": "He's Gouda get a haircut.  Something that makes him look sharp, and not like a Muenster."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 57,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <em>\"This is my nacho which is given for you...</em> <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 105,
    "snip": false,
    "text": "\"this chip, it is my body, this cheese, it is my blood, these jalapenos, they are my .. uh.. erm.. lymph nodes, these re-fried beans, my... oh... well... i know what it looks like but i assure you it's not ... come on Peter don't go, this tastes really good i promise. Judas! come on, you asshole! you're going to betray me! ASSHOLE\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "Chubby: Check."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 23,
    "snip": false,
    "text": "Judas, you betray me with a dish."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nilehus",
    "plus": 0,
    "snip": false,
    "text": "<em>Why does this not have many, many more chubbies?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": "LET'S TWIST AGAIN"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "LIKE WE DID LAST SUMMER"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "AA-aa-Aaa-AAA-AAAAW LET'S TWIST AGAIN"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 23,
    "snip": false,
    "text": "\" <em>WHO ORDERED THE BODY OF CHRIST?</em> \""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 14,
    "snip": false,
    "text": "But I hear that it has a tendency to come back up. <br/> \n <br/> \n(genuflect with that reflux)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "capnroblivious",
    "plus": 5,
    "snip": false,
    "text": "When I got there, the bathroom stall was empty and an angel was standing on either side of the door.  They asked me why I was looking for the nachos among the digested."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redjoker",
    "plus": 0,
    "snip": false,
    "text": "chubbied for shmexy eddie reference (mr. izzard to those who are naughty)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The jalapenos are his rad chillies. <br/> \n <br/> \nC'mon, fancypants. Get on the ball here. Chubbied regardless."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fancypants",
    "plus": 8,
    "snip": false,
    "text": "man, that would not have gone over well.  jesus should have waited till the last moment for that big reveal: <br/> \n <br/> \n\"Hey! Hey Judas! That jalapenos you just slammed down your throat? They taste good?  Yeah, they did? Yeah. Those were my balls, dude.\" <br/> \n <br/> \nAnd Jesus then cackles maniacally as Judas violently pukes that stuff up. <br/> \n <br/> \nSubsequently: <br/> \n <br/> \n\"Trust me Judas, this is all going to make sense to you tonight\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And then Louie said \"I wanna dip mah BALLS in it!\" <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=x9xmvhQl2-Q\">Amen</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "July 14th"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "B-Bastille Day..?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The State returns."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "WHAT."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, perhaps that is phrased poorly, the State is finally released on DVD. For real this time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh on DVD.  Yes I was anticipating that at some point but not this soon.  I thought you meant the series.  I got all giddy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 15,
    "snip": false,
    "text": "Christianity has become impossible to parody. For every joke you make about someone doing Communion with pizza and beer, there are two congregations that have  <em>literally have Communion with Little Caesar's and Miller Lite.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Reality Chubby!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tetsujin",
    "plus": 1,
    "snip": false,
    "text": "Communion with Little Caesar's probably isn't much more expensive than those stupid wafer things, and is at least marginally more tasty..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by esselfortium, Conn, Baryonyx)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Pics or it didn't happen."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "fascinating tale, friend"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philophobe",
    "plus": 1,
    "snip": false,
    "text": "Keep writing copy like that, and you're going to end up doing the Milwaukee Bureau of Tourism's entire job for them. <br/> \n <br/> \nYour mailbox all filling up with earnest but inarticulate  <em>Cease &amp; Desist</em>  letters, all smudged with the last bits of cheese which didn't quite rub off on twenty pairs of too-tight Wranglers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "The cheese is a lie!  I've been to several churches in the Milwaukee area, and not  <em>one</em>  of them had cheese-covered wafers! <br/> \nMaybe I gotta try Catholic... <br/> \n <br/> \nAll crossin' themselves with a cheese curd before dipping it in the basin of Holy Ranch... <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Stop going to churches then. Eat your cheesy wafers at home and be glad you're going to no longer be surrounded by stodgy cheeseless retards."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "And though at first there was only one parody and one joke for every two actual congregations, after the parodies were passed around and all had chucked, there were four full baskets of parodies and jokes left."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fancypants was marked lame too many times and excluded. (marked lame by lamboyster, changuitotuerto, cmjhogan, mercuri0us, drago25, dracer2, JimmyK, Centipede_Damascus)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "Lame: Check."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fancypants",
    "plus": 43,
    "snip": false,
    "text": "And Jesus the LORD said unto those gathered to lame fancypants, \"Whosoever has not been fucked over by assetbar once in his life cast the first lame\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Verily, I cannot cast lames and therefore issue a chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Jesus, what language!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "one explosive chubby for you, good sir."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "That knocks off the first two commandments, care to try for three?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Commandments? Like Commandment Lassard, or Camp Commandment Klink? <br/> \n <br/> \nHo-gan!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "commandments or condiments? The more the better. unless you eat only classic nachos"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<em>Dan Brown, eat your goddamn heart out.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "No, seriously, do that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "Don't you put that pen to fucking paper, Dan Brown. <br/> \nYou are  <em>done</em> , motherfucker."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I had a discussion with my friend who likes Dan Brown. <br/> \nI said that my problem isn't really his prose--which is not so good--but the fact that he lies.  He says things like Leonardo was a flaming homosexual, and stuff about the Knights Templar that simply are not true.   <br/> \nAnd I get the argument back that \"It's fiction.  It's supposed to not be true.\" <br/> \nThey don't get my point.  Yes, the narrative is supposed to be accepted as false, but Dan Brown writes as though the historical stuff is true.  Like he did honest research.  And that is the douchey part."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<strong>that is because he is a tool.</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He also did quite a bit of ripping off crazy ideas from other tools."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "oh if only i could chubby you harder"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I can't really comment on the historical stuff cause I don't know or care, but I read  <em>Digital Fortress</em>  which is about obscenely smart computer scientists working for NSA (trying to crack a password) who cannot guess the password  <strong>3</strong> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That last riddle in Da Vinci Code (the rosey flesh orb one) was so mind-boggling easy that I felt like tearing it up."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is it a clitoris?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "chagment",
    "plus": 2,
    "snip": false,
    "text": "Is that the first stage of your decision-making flow chart?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "YES -> Squint and look closer.  Don't get fooled again like in Thailand. <br/> \n <br/> \nNO -> But is it sexxxy tho?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "YES -> Squint and look closer.  Don't get fooled again like in Thailand. <br/> \n <br/> \nNO -> But is it sexxxy tho?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "The double post makes it a nice loop."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This seems to be happening to me more than usual.  I actually blame my shitstained mouse, and not AssetBar.  I am blazing a trail here"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Shitstained mouse? I thought it was more common to use a gerbil."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nohassles",
    "plus": 0,
    "snip": false,
    "text": "i am not quite so foolhardy as to attempt to redeem dan brown <br/> \nbut isn't there, if not a glimmer of truth, at least enough of an academic low muttering to make the implication that he was homosexual reasonable? dan brown is definitely neither the first nor the most reputable person to have made the claim. <br/> \ni guess the problem is with the 'flamboyant' because for sure flamboyance was probably not a sustainable trait"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yes, the flamboyancy thing.  I remember reading a few things on the Da Vinci code, and to be honest, this was the only thing that really stuck in my mind is the charge that he was a flaming homosexual instead of just a homosexual (which I believe is debated itself).  The big deal is that he would take a small rumor, and blow it up each time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Well, it's widely accepted by the gay community that da Vinci was gay - is it the flaming part that you're questioning? Because that might not be true. And I don't know much about the history of the Knights Templar, so I don't have much to say as far as that goes."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Are you sure it's widely accepted by the gay community?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Well, living in New Hampshire (as you know), my access to \"the gay community\" is limited to my boss, a few people from high school, relatives of friends, and GayHeroes.com. But, according to most of those people, yes I am sure."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I now want to go down to the Castro and ask the first twenty people I happen upon their opinion on Da Vinci. <br/> \n <br/> \nRegardless this still isn't academically rigorous and I will likely end up being glared at  <em>so hard</em>  by a friend who is a historian."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "let us also remember that \"gay\" as a sexual identity did not exist until it was invented by philologists in the 19th century so that, flaming or not, to ascribe that identity to da vinci is anachronistic at best. it is still very possible he had sex with other men, though."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Homosexual then GOD THEY DIDNT HAVE ENGLISH BACK THEN. <br/> \nMust we speak in Italian?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What am I talking about?  They had English then."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Sigh. No, sje. What he means when he says \"gay\" didn't exist back then is that there was no such thing as \"sexual identity\". People had sex, some of the had sex with just women, some of them had sex with dudes and women, and some of them had sex with mostly dudes. Usually they got married in any case. To borrow the language of the Republicans, there were \"homosexual acts\" but no \"homosexual people\"."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ahh, I see. <br/> \nThat Kinsey scale says that most people have same degree of bisexuality.  And I'm fine with that.  However, there had to be people back then that only wanted sex with men.  Are you saying that there was really no term for them?  At all? <br/> \nNow, he didn't live in Ancient Rome, but my Latin dictionary tells me that the word for homosexual is  <em>cinaedus</em> , which Wikipedia tells me is defined as \"a man \"whose most salient feature was a supposedly \"feminine\" love of being sexually penetrated by other men.\"\" <br/> \nHowever, I can accept that people may not have identified as being gay or straight back then, at least not at significant rates.  Still, though, even if he didn't identify as gay, that doesn't mean he wasn't gay. <br/> \nUmm . .Republicans say that?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well that doesn't actually mean homosexual. It just means the, um, receiving partner, which I believe in ancient times was considered somewhat a somewhat degrading position fit only for slaves. Two men of equal status wishing to express their love were supposed to hug and kiss while rubbing one's junk between their partner's thighs. <br/> \n <br/> \nIn any case, the definition doesn't specifically preclude an attraction to women. There were probably dudes who weren't at all attracted to women - there's no way to know. But even those dudes probably still got married and had children, seeing it as an unpleasant duty they had to perform."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't worry.  That bill is about to be passed, and when it does, you'd be fighting them off like pesky rodents. <br/> \nAll having sex with you while you're trying to pump gas."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I actually feel a veto coming on. <br/> \n <br/> \nBut I hope I'm wrong, there's nothing better than gas station lesbianism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "I AM INCREDIBLY SAD THAT THE FIRST COMMENT WAS NOT CAPSLOCKED. <br/> \n <br/> \nTHIS COULD HAVE BEEN A THING YOU GUYS. <br/> \n <br/> \nIT COULD HAVE BEEN A THING."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickrnot",
    "plus": 0,
    "snip": false,
    "text": "I am sorry for doing this! I did not realize... until it was too late! <br/> \n(I decided not to go with caps on this post as well. I felt it would just be dissapointing.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 3,
    "snip": false,
    "text": "And young Rodingberry, though brasher than his father and most surely than his father's father, tasted yet of the Nacho and was counted first among its followers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 3,
    "snip": false,
    "text": "Gene Rodingberry?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 2,
    "snip": false,
    "text": "Upon the largest tortilla chip in Wales this boy shall hang."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drivewhere",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drivewhere was marked lame too many times and excluded. (marked lame by Potatoes9000, c_dizzle, skjames)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "forever?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I hate that song so much. <br/> \n <br/> \nI am not going to lame you for that.  I just thought you should know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "I don't understand why it's so popular. <br/> \nI like it, and I like the message it's getting across, but the music isn't that great.  I don't understand why it's position amongst Beatles songs is so high."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Oh,not Strawberry Fields. \"Glycerine\" by Bush. <br/> \nBut yeah, there are much better Beatles songs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 4,
    "snip": false,
    "text": "Lil Neph has the Welsh  <em>so</em>  figured out"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lawbot",
    "plus": 6,
    "snip": false,
    "text": "I recently had the pleasure of watching a reality show set in Wales for self-proclaimed sophisticated hosts of dinner parties. None of the contestants had heard of a \"moussaka\" apart from the one serving. Of those four being served the moussaka, only one was not taken aback by it.  <br/> \n <br/> \nThis was in Swansea, Wales' second city. This cartoon is entirely accurate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "worldbelow",
    "plus": 4,
    "snip": false,
    "text": "Ah, Come Dine With Me. An excellent scientific study in those who can, and those who cannot, pronounce 'sorbet'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "\"Sore-bet\" being at the forefront. That televisual programme is made bearable only by the commentary of Dave Lamb, who mocks the contestants as is their due."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Really, i can't imagine why you guys got so much trouble saying Sorbet. Really it's easy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Anyone for a round of Llapp-Goch? <br/> \n(Not sure of the spelling)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "That one time I was in Wales on the way some place else, I ended up partying with the dude who picked up us hitch-hikers and treated my girlfriend and me to a night of Strong Ale aka Skull Attacks. Woke up on the deck of the guy's boat with three heavily tatooed fortysomethings blissfully passed out, with a little pain in my skull but none anywhere else. Also, everyone in Wales in my recollection is sporting a mullet and built like a rugby player, men and women."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 10,
    "snip": false,
    "text": "You can always tell a Welshman, but you can't tell him much."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "How to kill a Welshman:  <br/> \n <br/> \n1. Obtain poison. <br/> \n2. Mix poison into one (1) 'Bloody Mary'. <br/> \n3. Call over targeted Welshman <br/> \n4. Speak the following lines: \"Hey! You! This isn't a Bloody Mary! It's the blood of an entire English family\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "This is true, because the Welchman is a bigoted fellow who is apt to negative generalisations towards his betters."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Although in his defence, he lacks the fiery temperament of the dusky peoples."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "I DRINK THEIR BLOOD! I DRINK IT UP <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "A Welshman would never post such a large image."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bigtom",
    "plus": 4,
    "snip": false,
    "text": "Christian Bale is indeed a Welshmen, you can tell by the way he walks"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "He attracts me like no other lover."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "<em>homina, homina . . .</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "and the entirety of Wales said <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "How to kill a Welshman, alternative method: <br/> \n1. Obtain poison <br/> \n2. Place poison inside a sheep's vagina <br/> \n3. Wait"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Hey, that's how my uncle Mingus died! <br/> \nNot cool, not funny, not a good joke."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "(I don't even know if Mingus is a Welsh name)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "<em>Who is the cat<br/>\nWith the leek in his hat<br/>\nWho can think.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Children built like men."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "Boys becoming men, men becoming wolves."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Women having penises but living as women, puppets trying to be Real Boys, ugly ducklings becoming swans, elephants trying to fly, crows becoming racial stereotypes, lovers becoming parents, parents becoming enemies, Cougars becoming Mellencamps.  What a world.  What a world."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Cats and dogs, living together!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Bill Groundhog-Day, Ghostbustin'-ass Murray!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tothevictor10",
    "plus": 0,
    "snip": false,
    "text": "belgand. you are just constantly rocking refrences that make me smile. thank you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Man, this is spooky scary."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "There are probably more \"l\"s in there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I never heard of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notcool",
    "plus": 1,
    "snip": false,
    "text": "LN would have been a tiny, golden cat god if he would've went back in dead-time to the Antebellum South to his scheisty wares. In Wales, at this time, he would make an excellent Protestant preacher. And probably later have to go to America or be burned. <br/> \n <br/> \n <em>My search history got much more interesting from writing this</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Hock. Hock. That was one of the exotic words. The special words. <br/> \n <br/> \nI will not blame Assetbar. Not for this."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "keir",
    "plus": 7,
    "snip": false,
    "text": "I love the nacho so much I want to take it behind the middle school and get it pregnant"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jake11",
    "plus": 0,
    "snip": false,
    "text": "Li'l Nephew drops some tasty truth bombs on the people of Wales"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "x3 as Grizz and Dotcom laugh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Nice work getting the reference, you literally rock. I love nice-on-water so much I want to take him behind the middle school and get him pregnant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "GUYS YOU GOTTA HELP ME BE FUNNIER THAN KENNETH THE PAGE <br/> \n <br/> \n <em>MEANWHILE IN JACK DONAGHY'S OFFICE</em> <br/> \n <br/> \nJACK THIS IDEA YOU HAVE* IS CRAZY! <br/> \n <br/> \nLIZ THIS IDEA WILL MAKE US RICH! <br/> \n <br/> \n <em>BUT AT WHAT COST??</em> <br/> \n <br/> \nJACK THE ACTORS ARE GOING CRAAAAZY! <br/> \n <br/> \nDEAL WITH IT LEMON! <br/> \n <br/> \nHilarity ensues."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>*see last issue --ed.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Jack - LEMON DID YOU GET THOSE SHOES AT THE \"DRESS LIKE A LESBIAN\" STORE <br/> \n <br/> \nLiz - BLERG"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Isn't there a Slanket somewhere you guys should be filling with your farts?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Did Jackie Jormp-Jomp give up when the vampires attacked woodstocks?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I TOO RECOGNIZE THIS CULTURAL REFERENCE."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "OH ISNT IT FUN TALKING LIKE THIS"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "EXACTLY"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "WE ARE ALL AWARE OF A POPULAR SITCOM"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "THIS SONG DESCRIBES HOW I FELT IN MIDDLE SCHOOL ABOUT LADIES WHO DID NOT LIKE ME"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You clowns get a room, eh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "It was pretty difficult for LN to get the chilies for his nachos. In Wales at this time chilies were kept by the church elders, and handed out in very small amounts to respectable married men, who could be trusted to use them responsibly."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Tought for a time to be a burning tool of the devil to incite sexual congress in women alike, they were forbidden, until on a fine spring day a feenchman by the name of Gilbert Mauparnasse to alleviate the suffering of fine women giving birth. He was hanged by the afternoon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Aw man fuck me and my bad spelling"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 1,
    "snip": false,
    "text": "That's okay. We all know spelling is easier in Feench."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyetal",
    "plus": 5,
    "snip": false,
    "text": "This is the best Achewood I've read in quite a while.  I've been waiting for the Nephew arc to bear some fruit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I pretty much love this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Last Panel: Seems the Nacho preaching is done atop a log floating in a river. <br/> \n <br/> \n <em>It gives ye great powers of balance!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I see what you see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "But do you see what I see?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "Do you hear what I hear?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Said the little lamb to the shepherd boy...hey, is that David Bowie knocking on the door? <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "True story, people I work with were talking about how cool it was the Bowie was performing with Bing -- unaware the Crosby has been dead for ages!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by cunty, sprkfv39, decagon, snidedk, king-jim, mrblank91, kharbevnor, spicyponyhead)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Congratulations, I hate you again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Mostly I just hate how much I love him. <br/> \nIt isn't his music.  His music--what I know of it, which is admittedly little--is okay to quite good. <br/> \nIt's mostly his face. <br/> \nI feel the same way about Paul McCartney (modern era).  I can't stand the guy.  Love his music though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "There's really little reason to watch someone sing, when you think about it.  I've never really seen a Bowie video, for instance, except that \"Dancing in the Streets\" thing he did with Jagger."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "heh, that video was awful."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 1,
    "snip": false,
    "text": "Still, seeing Bowie sing live is the stuff that'd make your day/decade. Guy's funny as hell, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I see no reason for this. I don't  <em>love</em>  Bowie, but I don't see anything hateable about him. He wrote some good songs you know."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I don't see anything hateable about him</em></div> <br/> \n <a href=\"http://web.archive.org/web/20110102224622/http://img.dailymail.co.uk/i/pix/2007/06_02/bowieDM1306_468x427.jpg\">Look at this picture and say that again.</a> <br/> \nRight, I like his music.  I don't like the dude."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Oh, Ziggy... <br/> \n*swoon*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Nope, still awesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Homophobe"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't know if he is gay.  I don't really care either."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "He's not."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Notwithstanding all of that anal sex with men."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "please stop polluting my inbox with this shit. David Bowie is an icon beloved by many (and bi <em>sexual</em> ), SJE is a tool, and Tekende's kind of a prick. There, are we up to speed?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ":O <br/> \nIt's  <em>sje</em> , not SJE."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 9,
    "snip": false,
    "text": "well excuse me e.e. fuckin' cummings"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "fuck and cummings"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>kind of</em> ?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I thought he was all kinds of confused when it came to sexuality. Coming out as bi, then claiming that he wasn't really all that bi and just wanted to fit in because it was so the trendy thing at the time. <br/> \n <br/> \nI think the idea that even his sexual orientation is a matter of current trends and style is perhaps more perfectly descriptive of the man than the truth could ever actually be."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Considering he had a number of long-term relationships throughout his career, all with women, and has been married to supermodel Iman for like 12 years, it's pretty certain at this point that Bowie is straight, and the gay/bi talk was all for shock value. It was, at the time, a great way to get attention."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "You can't spell  <em>Iman</em>  without  <em>man</em> . <br/> \n <br/> \nOh my goodness I think I just  <strong>broke reason</strong> ."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Quick ! undo !  <strong>Undo!!</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Sje, it's not fair to hold that against him now.  He was all over the Ziggy Stardust thing before you were born.  (I, however, was totally into the glitter thing in the day, all platform shoes and rhinestones while swanning around Capitol Hill in Denver, circa 1972.  I got over it, too.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "OK, so you don't like gay rock n' roll pirates with foofadoo hair wearing hot pants.  Which begs the question: just what  <strong>do</strong>  you like?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 5,
    "snip": false,
    "text": "He can't be gay.  A common rumor places him in bed with Mick Jagger, and you can't get more heterosexual than him!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "I admire your logic, Captain Spaulding."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't like  <em>any</em>  rock'n'roll pirates with foofadoo hair wearing hot pants.  The gayness has nothing to do with it. <br/> \nI like puppies! :D"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 3,
    "snip": false,
    "text": "Is he freaking you out, sje? Or are you just mad that the media monkeys and their junket junkies haven't invited you to the plastic pantomime?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by Liebeslied, greatjob, king-jim)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "They came on so loaded man, well hung and snow white <br/> \ntan."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "With god-given ass"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "king-jim",
    "plus": 0,
    "snip": false,
    "text": "To be fair, I don't think Bowie will be losing much sleep over some no-mark on t'internet saying he doesn't like his face. What with being one of the greatest musicians of the 20th century."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm sure he has come to terms with his ugliness (And that his massive amounts of money and fame helped). <br/> \n <br/> \nHey, I am a huge Beatles fan.  Doesn't mean that they all aren't ugly too.  All John Lennon was was a dirty hippie."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You have odd ideas about ugliness. Ringo was ugly, sure. Paul was kind of odd-looking, but not ugly. John was pretty good-looking, and George was very handsome, at least until he started looking like Jesus or whatever. Bowie ain't ugly."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, they all look drastically different throughout the sixties.  I think George was quite homely looking around 64, but when he started growing his hair out is when he looked best.  PAul was the most handsome in 69, but John just looked like a lazy hippie bum.  I suppose it isn't necessarily ugly, just odd.  John was probably the best looking one during the Beatlemania years, I think. <br/> \nAlso, I am secure enough in my masculinity to talk about this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sprkfv39",
    "plus": 0,
    "snip": false,
    "text": "Greatest performers, maybe. Great songwriter, sure. Greatest musician? Not by several leagues in a century involving Stravinsky, Alfred Brendel, Coltrane, Mingus..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "Sje, sje sje...  You dislike some of the stylings of Bowie based on your personal aesthetic taste...  Well hey, that's just kinda prejudicial of you..  If you wanna offer something of an explanation of your gut reaction I'm all ears...  More than likely however you probably can't articulate the who what where when and why behind your gut reaction...  Just know that artists often are contemplating the who what where when and why behind a culture's aesthetic sensibilities, and hopeful, even if they turn your stomach, hopefully they at least make you think a little bit.  If you try, maybe you can come to find some part of subconscious self that is attracted to the burlesque grotesque hetero&homo-erotic.... <br/> \n <br/> \nOn a similar subject, check out [url=http://www.nachtkabarett.com/LogosAndSymbology/RodentDeathsHead]this awesome analysis[/a] of Marilyn Manson's work. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "[/a] ...  but of course assetbar... but of course...  <a href=\"http://web.archive.org/web/20110102224622/http://www.nachtkabarett.com/LogosAndSymbology/RodentDeathsHead\">http://www.nachtkabarett.com/LogosAndSymbology/RodentDeathsHead</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Guy's so superficial I bet he judges things based on their appearance."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I like that \"brlesque grotesque hetereo/homoe erotic\" description. <br/> \nI don't know why you think I am being prejudicial.  I never said that he is a stupid man, an evil man, a gay man, a idontknow man.  I just expressed that I don't like his style.  You are inferring that I think all these other things about him, when really I said nothing at all about them.   <br/> \nBut yeah, I don't like Marylin MAnson's style either."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "...so you admit it then!  You admit you're middle of the road!  White picket fence and all!  so not cool... so not cool..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I never said that he is a stupid man, an evil man, a gay man, a idontknow man. </em></div> <br/> \nAwwww. Glad to see he's not part of the axis of evilgaystupidness, then.  <br/> \n <br/> \nAnd by \"idontknowman\", do you mean foreigner, liberal, or just different from you?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Oh fuck off sje."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, you don't have to be mean to me.  It was a throwaway comment.  He looks weird.  I know nothing about the guy.  I was just in a bad mood. <br/> \nI do think he looks weird.  Both his style back then and just how his face looks.  I'm sure he's a swell guy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "You can stuff your sorries in a sack, mister."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That is just a lovely turn of phrase."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How can you turnip praise?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "good god youre annoying"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Said the young Italian man (ragazzo) to the dead lady on the ground."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You guys have to remember that sje also considers tattoos on girls an automatic turnoff and basically doesn't listen to anything past the 70's. If I were to venture a 5-second diagnosis, I'd say he's been brought up in a fairly sheltered Leave It To Beaver-esque environment and has developed extremely boring whitebread sensibilities as a result. Sje, I know you're a swell guy, but you should realize that there are entire worlds of people out there to whom dudes wearing Polo shirts look equally ridiculous and worthy of derision."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wait . . .really?  You have to tell me you're kidding.  I'm wearing a polo shirt right now. >.<"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And you did >.<.  Refrain."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 0,
    "snip": false,
    "text": "At least it wasn't a :( <br/> \n <br/> \nI did a :("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "You are so wrong.  Bowie is so wonderful that every time I go into a dive bar with a decent enough jukebox I try to play me some Bowie.  It invariably makes all of the people in the bar happier to be alive."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Ch-ch-ch-Changes! <br/> \nYoung Americans. <br/> \nCan you hear me Major Tom? <br/> \nAll guaranteed smilers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "It cannot be unseen!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Perhaps they're having one of those contests, old school styles, running on the log to see which one drops first."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I really don't mean to be a dick, but I made that image in response to a very similar comment by you, it's understandable with so many comments between mine and the one of yours that I was responding to. I only mention this so that we don't get locked into some kind of infinite loop in which I am forced to produce an entire comic series about Little Nephew in an alternate Butch Cassidy and The Sundance Kid universe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "Forced? Sir, you should feel obligated."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I was aware. Resistance is futile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "a fast and extremely special nacho recipe would be much appreciated at this time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chips, shredded cheese, maybe some red pepper or paprika, microwave 30 seconds on high or until cheese is melted."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 14,
    "snip": false,
    "text": "I'll grant you that it is fast, but hardly special.  I'm wracking my cheese-lobe to come up with better, but best I have is lame.  I stack two kinds of chips (huge-ass tortilla and Fritos Scoops), with three kinds of (hand) shredded cheese.  Chedder (sharp as you can stand), smoked Jack, and some Gruyere (for tanginess).  Chop up a few fresh jalapenos (I will fry your balls if you use those awful pickled, canned kind).  Fry some bacon and crumble to bits.  Layer the tortilla chips in a bigass plate.  Cover in a mix of the cheeses.  Dust with cayenne and paprika (smoked preferably).  Add scoops.  Recheese.  Redust.  Add bacon.  One more layer of tortilla chips.  Recheese (go heavy on top).  Redust.  Get a bottle of Tabasco.  Throw it away.  Microwave it til it is gooey (oven it at 300 if you really love me, then broil til brown).  This is designed to be eaten in a layered bite.  You should burn yourself.  You should burn others. <br/> \n <br/> \nThere.  Not too fast, but moderately special. I suppose there is a place in there for beans if you like that kind of thing."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "No.  Not special enough.  Heat oven to 300.  Spread legs at frat house.  Wait several months.  Discard Tabasco as above, along with baby.  Milk self.  Scrape rennet off a nearby Dungeon Master.  Mix with milk, separate whey, press curds.  Age your milk.  Age it soo good.  Grate.  Sprinkle.  Add paprika and cayenne and modified death jalapenos.  Get melty in oven.  Eat daedala_x-cheese nachos. <br/> \n <br/> \nI would pay thruppence this very morn for such a delight"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fermatprime was marked lame too many times and excluded. (marked lame by Wolfensti, Deusoma, Granularsilica, woodenteeth, ElZilcho, cpnglxynchos)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "It's a whole lame thing. <br/> \nOh damn, it won't let me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Got ya covered, Fox."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Same"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Tragically, I could only lame it once, so I did it for me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "MAN WHAT DON'T LAME ME <br/> \n <br/> \nokay yeah it was kinda stupid. More people should take advantage of ALL CAPS though. Like to write movie reviews for stuff like 300. Or Star Trek, probably."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "BASICALLY FAGOOTS I AMSYAING TAT I THOUT JEFFK WAS THE HIGHT OF COMEDY"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "shhhh now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "THIS ISNT UR FATHERS STAR TERK"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 8,
    "snip": false,
    "text": "Because of the internet, when I'm at work writing a notation on a print and as is standard, write in all caps, I feel like I'm being a douche.\"3/8 FILLET WELD | ROOT PASS OTHER SIDE | DOTN FUX 1T UP! LOLS!!!1!\" of course, I have to write that, they always seem to fux it up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "\"Because of the Internet\" hits bookshelves in three volumes this fall.  Penguin Press (has some regrets)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 4,
    "snip": false,
    "text": "An excerpt: <br/> \nThere was a knock. Eddie grasped the knob of the door but froze before opening it. What if behind that door he would meet a pop star from the eighties that he had seen far too many times before, or worse...a naked man bending over displaying his distended anus? That would be horrible, but no, that doesn't happen in real places, he told himself. Still he couldn't believe it deep down. He was afraid. He summoned his courage and opened it, there was an attractive woman there. <br/> \n\"Hi I'm Charlene\" She said with a bright and friendly smile \"I just moved in next door and I thought I'd say hello...\" but she was interrupted by the door slamming into her face. <br/> \n\"Fucking spam\" Eddie grumbled to himself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I would read this. <br/> \n <br/> \nI would read this nine times."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Pre-order now, receive another book at 10% off!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Why, dusty, we're in the same line of work. How fine. Did you have many printouts of Achewood strips hung inside of your terrible grey cubicle like I did?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigs",
    "plus": 3,
    "snip": false,
    "text": "Holy shit, these are some dudes in LOVE with yelling."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "They are 1/3rd of the people who comment on youtube videos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "helter",
    "plus": 1,
    "snip": false,
    "text": "Nah man, their grammar's way too good."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "What did you say about my Grandma?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "granularsilica",
    "plus": 1,
    "snip": false,
    "text": "She dances a mean tango."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I thought this said \"meat tango\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "That is a wonderful euphemism. I'ma have to use that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "I'm sure Hedonismbot's got the recipe for that too."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "In exchange for a blown up version of her avipic, I'll give her my recipe for a meat tango with pearlescent aoili and creamed eggs (teabag on the side)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'll chubby some of your comments if you'll e-mail me a copy of said blown up picture."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It exists and is quite easily found. <br/> \n <br/> \nYou are some pitiful stalkers."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Dang, that woman's got a lot of photos uploaded."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Also there is another picture where she is painted and it is pretty terrifying"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Yes, it is terrifying on purpose. Try seeing it in person, me 5'8\" and in 5\" heels, towering over you like some bizarre space alien."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "5'8 in 5\" heels does not tower over me.  It is adorable to see little painty people feeling large.  Ho ho ho!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Rainie and Sasha rock."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "The spike in my Flickr page stats is pretty hilarious, sheer #s-wise, and that only fap-worthy photos are being viewed..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I want to comment that I did not look at the fappable pictures.  Only the Turple pictures.  And I fapped at them."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I only fapped to the fig pr0n. Which is, in itself, kinda kinky because, like god, I hate figs."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I looked, I believe, at every page, but did not find the actual purple-ponyhead pic in question, strangely enough. The only painted one I could find was the scary cheese-eating one."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Why are you looking on Flickr? <br/> \n <br/> \nI don't want to be a dick or anything, I assume that if she wants it to be posted around she'll do so herself, but this is not something that I had to hunt for or anything."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I'd give you a chubby for this, but 1) I'm out, and 2) you seem to be doing ok on your own."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Covered. I too found Turple inordinately adorable, but I was able to restrain myself. Or, at least, affix the cuff before it went too far."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nOoooooh Yeaaaah. <br/> \nI'll take those chubs now, if you please."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "No, he wanted to be blown ... nevermind."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Blown up, you say?  <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "To shreds, you say?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Indeed."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": ".... Proceed"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Koodge, indeed"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 19,
    "snip": false,
    "text": "IF I AM A PILGRIM TO GOMORRAH, I AM A PILGRIM TO GOMORRAH, BUT DO NOT JUDGE ME UNTIL YOU HAVE SEEN THE CORPULENT BOY MOVE HIS LIPS IN TIME TO THE NUMA NUMA SONG!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "CRUISE CONTROL FOR COOL"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "THIS ENTIRE STRIP IS SO COOL I CAN'T HANDLE IT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "I BOO CAPSLOCK!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Capslock would have been even easier back in the day, as you could just tell the \"lower case\" of letters to fuck off, and use exclusively those from the upper case."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "And man, you've got a boo that spans two generations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "The gent who boos the nacho as the pilgrim to Gomorrah's father looks like he's been the victim of a right shaving cream prank. Perhaps LN only recently invented the aerosol spray-can. Think on this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "He hasn't noticed yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yorkshiretea",
    "plus": 2,
    "snip": false,
    "text": "To this day all Welshmen must undergo a rite of passage at the age of 14 where they prove their love for Wales by eating a plate of Nachos."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I, too, am a pilgrim to Gomorroah."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "god FUCKING dammit one simple sentence and I can't even manage to do it right. I think this has something to do with the fact that a doctor removed my penis recently."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jake11",
    "plus": 0,
    "snip": false,
    "text": "i'm...so sorry"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "deafwhisperer",
    "plus": 6,
    "snip": false,
    "text": "The golf course of Assetbar - its blades too high, its green too short - is impractically played through with the clubs of Spelling and Grammar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "<em>You are a penisless wanderer,<br/>\nA simple pilgrim on the road<br/>\nto South Gomorroah...<br/>\nNo yesterday, and no torommoroah...<br/>\num..<br/>\n<br/>\nCarrying your Silver Surfer Toroah.....</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "This is the precise reason that I got kicked out of Sodoam in the first place."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "There is something going on here that would make you also break that sentence by misspelling Sodom. Something is going on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "telescreen",
    "plus": 1,
    "snip": false,
    "text": "There is something going on here that would make you also break that sentence by misspelling Sodom. Something is going on."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Did that Something also make you doublepost?  I think I got chills."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "To paraphrase: <br/> \n <br/> \nThey're multiplying; I've got chills!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "I've got chillies? they always make me repeat myself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Rad chilies?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "If you're not careful, you may also find yourself losing contro-ol. <br/> \n <br/> \nEtc..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "New T-shirt idea: Raisin' Cane in Sodom"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "<em>I, Too, Am A Pilgrim To Gomorrah</em> <br/> \n <br/> \nAnd other poems <br/> \nBy Langston Hughes. <br/> \n <br/> \nAn unreleased collection, collected. And then published... <br/> \n <br/> \nBy -= Ray =-"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>then released</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Moral bankruptcy...trough nachos....Oh little Nephew what have you done!?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 2,
    "snip": false,
    "text": "The nacho trough is Taco Bell's next endeavor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 3,
    "snip": false,
    "text": "I actually meant to say \"through\" but i kinda landed on my feet didnt i?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Only $3.99 at Taco Bell. <br/> \n <em>BONG!</em> <br/> \nThink outside the bun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Gulliver's Breakfast-Style Trough"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "The kind of cheese they use on their nachos at Taco Bell makes it impossible to get outside the bun if you know what I am saying. <br/> \n <br/> \n(I am making a poop joke.  Sorry mom, sorry dad, sorry college.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "He knows not what he has wrought. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 1,
    "snip": false,
    "text": "I haven't logged into assetbar for TIME, but I felt I must do so today to register my absolute delight at these last couple of strips. \"I BOO THE NACHO AS HIS FATHER\" had me gasping for air. Onstad you've still got it!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jay_wish",
    "plus": 0,
    "snip": false,
    "text": "Brilliant :D"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "This strip is so good it's like it took seven and a half years of build-up and time travel through the afterlife so that the nacho experience could have a two-dimensional expression."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "An yet...LN lands on his feet immediately, dresses right and talks that Welsh trashtalk without missing a beat. <br/> \n <br/> \nKid's got  <em>sartorial semantics!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Sartrean Semites?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "simonthedigger",
    "plus": 2,
    "snip": false,
    "text": "This is one of the funniest webcomic strips I've read in a long time. Way to go, Onstad! <br/> \n <br/> \n(also, way to go Prof. Hazard)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Welcome."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I'M THE BEST <br/> \n <br/> \nAROUND"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 2,
    "snip": false,
    "text": "NOTHING'S GONNA EVER KEEP YOU DOWN"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I severely appreciate a strip that is written entirely in caps. <br/> \n <br/> \n <em>severely.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Nacho Judas is a great name for a band."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "expellens",
    "plus": 1,
    "snip": false,
    "text": "I saw Nacho Judas in Prague back in '04.  Man, they really used to have a real tight sound until people started finding out about them.  I can't say I ever really liked them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I was at that one show where troubled frontman Ulli Sloanekettering stabbed the bass drum and the Blood of Rock came out and drowned former duo keyboardists Julie St. Julia and Henrick von Bladderberg.  I don't remember any of the music."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Screw nachos, go for the real payoff: cola."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "But LN does not know the secret ingredient in Coca-Cola. Only Ray knows, and he has not yet impareted this terrible knowledge to the boy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Ray is one of the two people in the world that know the Coca-Cola recipe, and if he dies then the recipe will be lost forever because the other person will die of grief within seconds. Sorry Coca-Cola."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "Li'l Nephew slays the Welshmen. Brilliant!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "Who welches the Welshmen?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 3,
    "snip": false,
    "text": "Who Frenches the Frenchmen?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 11,
    "snip": false,
    "text": "Skinny bitches, mostly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "YES!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "INDEED!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "ew."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philophobe",
    "plus": 1,
    "snip": false,
    "text": "Who Polishes the Poles?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 5,
    "snip": false,
    "text": "Every other girl on redtube.com"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I now very much want to see a Pole smoking video that consists of a Central European man enjoying a pipe filled with fine tobacco."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "who put the Dutchie on a Dutch-a-Dutch-a-Dutchie-man?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "who put the chang in the  <em>ching chong wing wong?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "WHO WOULD YELL AT GOD ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 18,
    "snip": false,
    "text": "Who put the bitch in the bitchy-bitch bitch man <br/> \nWho put the chong in the ching chong wing wong <br/> \nWho put the bop in the beep bop dootle dop <br/> \nWho put the gabble in the arble gabble gobble greeble <br/> \nOnstad was that man <br/> \nI'd like to shake his hand <br/> \nBut he hasn't done a signing over here"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this asset are Pro."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "ECHIDNABOY YOU HAVE OUTDONE YOURSELF YET AGAIN"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "But he is not in the past.  He is in heaven.  I am confused."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Does it even matter anymore?  Everyone's been debating this since we returned to LN, but who cares?  Let's all just say it's some kind of past Welsh heaven."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 2,
    "snip": false,
    "text": "Is this really so hard to understand?  He is in Heaven.  One part of Heaven is where the ole timey Welsh live.  They don't communicate with other parts of Heaven, so they don't know what a nacho is.  This is it.  This is all you have to know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "king-jim",
    "plus": 2,
    "snip": false,
    "text": "sje46 is spot on. If you assume that everyone's heaven is what they wish it to be (see Beef's fridge full of bread and guinness) then these C17th Welshmen have no concept of modern times, and being men of little or no imagination, exist in an afterlife which is just like ancient wales. I suppose Molly is just more curious and forward thinking than her community, so has migrated to a 21st century american heaven (modern wales is shite)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "So there is no possible chance of another \"Whoops I forgot to say how this all works\" comic?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Maybe Onstad will give his readers some credit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 2,
    "snip": false,
    "text": "I mean, it's Heaven, dude, it works however it wants to, thus however the hell  <em>you</em>  want it to.  It's not a thing that really wants to be explained, ever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Heaven . . . Heaven is a place where nothing, nothing ever happens."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Mr. Byrne went to a popular London dance club and didn't get laid, so he had to go home and bitch about the place in a really cool song."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "trap",
    "plus": 1,
    "snip": false,
    "text": "One of my teacher's is Mr. Byrne, and I immediately thought of him just standing up in some club like he does in class, just furious about the lack of fine bitches."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "trap",
    "plus": 0,
    "snip": false,
    "text": "Teacher's? Man...man. What the hell, trap. What the  <em>hell</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If heaven is what you wish it to be, then maybe LN invented the Welshmen just so he could pretend to be from the future."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Maybe. .  .all of you are figments of my imagination."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You wish."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "(I wish you were a girl and would have sex with me)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wait a tec . . .you are a girl, aren't you! :3"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It won't work unless you really truly believe. <br/> \n <br/> \nAnd even then you'll need to get me a Greyhound ticket or something."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I never understood that smiley. It looks like you have balls hanging where your nose/mouth should be."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "At beast it has a vaguely Cthuluoid look to it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Prefer >:3"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD IT'S A LION GET IN THE CAR! <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't get it but I love it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "FUCK that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Man, you're really upset at me today.  Be happy I posted the small version of the picture."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That was you that posted the :3?  I just hate :3 in general, that wasn't against you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "(:3  I always thought that was a walrus...or an elephant seal or something."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "(:3)===()= <br/> \n       ()="
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "damn i'm sorry Gordon i've cutted your butt out"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "OH HOW THOSE WELSH DID YELL IN CAPS LOCK THAT DAY <br/> \n <br/> \nAlso can anyone verify that \"thruppence\" is the colloquialism for three pence?  Don't blame me if that's wrong, I learned all I know from Who songs.  (and that rhymed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "My grandparents can verify this.  Also, I mentioned below, it is an excessive price for a single nacho."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drivewhere",
    "plus": 1,
    "snip": false,
    "text": "no it's not.  Charlie is phasing it in like it's some kind of new fangled Apple product.  It'll come down in price in a few months."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zhankfor",
    "plus": 0,
    "snip": false,
    "text": "Not only did they yell in caps lock, but the narrative captioning and sound effects were as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 5,
    "snip": false,
    "text": "In the past, you shouted the motivations behind your actions at the top of your lungs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "With two angry raised fists."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "And everything was in sepia tone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It helped ease us into the adoption of full color."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "I imagine Welsh cats walking around the market, brows furrowed, and stopping at various shops and food carts and yelling BOO! at them.  Groups would form, booing food and livestock loudly for an extended period of time before being convinced otherwise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "You had to make your own entertainment in those days."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "me and my guys learned from History and so we do it in the present now too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "It was a simpler time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Threepence for a single nacho is a ripoff!  I guess it just show that LN has his uncle's natural talent for entrepreneurship."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I guess you're underestimating how difficult it would be to come by nacho chips, cheddar cheese and chillis in 16th century Welsh heaven."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "god's going to need to change that if all goes according to plan."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nacho chips could be produced fairly easily if he had access to cornmeal, an oven, and enough hot fat to deep-fry them. The cheddar (assuming that's what he uses) should be even easier. From what I can tell on the maps Cheddar isn't terribly far from Wales."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Three cents for a nacho seems like a pretty good deal. That'd get you 33 chips in a 99 cent meal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 5,
    "snip": false,
    "text": "Well, not three  <em>cents</em> . <br/> \n <br/> \nIn predecimalized British currency, one penny was equal to 1/240 pound sterling -- if you do the arithmetic, you see that thruppence would be worth .2 pounds of silver. As of May 4, the current price of silver appears to be floating around $13 an ounce: http://www.kitco.com/charts/livesilver.html  <br/> \nThat works out to $2.60 for a single chip. <br/> \n <br/> \nOf course, it's impossible to work out an Old Tyme value of silver in modern currency, but it would definitely have been more valuable and harder to acquire in centuries past than it is today. LN is totally ripping these guys off. <br/> \n <br/> \nOn the other hand,  <em>who can put a price on ecstasy?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 2,
    "snip": false,
    "text": "assetbar please just start converting URLs into links automatically it will make our lives better"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spicyponyhead",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>who can put a price on ecstasy?</em></div> <br/> \nRavers can. Last I heard, it's going for around $20/pop. I'd rather have nachos."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Damn right, $20 will buy A LOT of nachos."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Listen you're kind of weird. This leaves me with the question as to whether that photo is really of you. If so, is it colourised, or are you painted?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "that's just her natural colour scheme. that's the reason she's jaded with e and would rather have nachos."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "After-School Special, coming this Fall."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Yes, it's me. Yes, it's actually painted. Backup evidence exists. Yes, I'm kind of weird.  <em>but happy</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huh. I always figured it was a picture of like a fairy from some obscure fantasy movie or something.  <br/> \n <br/> \nThis new information is intriguing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "The lemon represents awesomeness."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "\"Ceci n'est pas une citron\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I am hoping like hell that the french dub/sub of Crocodile Dundee used the line \"ceci n'est pas un couteau!\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "ceci n'est pas x : new assetbar meme ?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "As long it's as sporadic as the \"iwannacum\" poster, plus for those who don't have a handle on French, it gives us an excuse to hit Babelfish and find out that \"umbrella\" (for instance) in French is...\"parapluie\"? <br/> \n <br/> \nReally? \"Parapluie\"?  <br/> \n <br/> \n...Shit. What a weird language."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "probably comes from parrer (en:block ) et pluie (en: rain). <br/> \n <br/> \nClearly i'm not an etymologist so it may be a bunch of baloney."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>..that the french dub/sub of Crocodile Dundee used the line \"ceci n'est pas un couteau!\"</em></div> <br/> \nDid not, but it should have."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Stay  <span style=\"border-bottom: 1px dotted\">gold</span> , Ponyboy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "do you mean stay purple"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Stay fuschia Ponygirl.  <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's fuchsia. <br/> \n <br/> \n...I know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "ecstasy doesn't leave ranchero stains if you get messy. <br/> \n <br/> \nand what kind of  <strong>chump</strong>  is at a rave all dancing around with a paper plate in his hand?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "No ranchero stains, but depending on your metabolism and underlying inclinations, an E evening can leave hell of other stains.  At least you're spared the embarrassment of dancing around with your finger food -- at least the finger food that sits on a plate, that is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "playing Mystery Stains can turn coming down off e into an  <em>adventure</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "king-jim",
    "plus": 0,
    "snip": false,
    "text": "$20? That's about £12 right?  <br/> \nIf that's what you're paying, you've been done."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Since you're trying to convert into some unknown Assetbar-unfriendly currency, I'd guess you're not from the US. I'm estimating the price of drugs, even when I occasionally did them I didn't buy my own."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "king-jim",
    "plus": 0,
    "snip": false,
    "text": "Unbelievable. Fucking assetbar can't handle a pound sign. How galling."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "# <br/> \n <br/> \n(I know, I know...)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "oh lord, .2 ounces of silver, not .2 pounds. But that may have been apparent from context."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xud",
    "plus": 1,
    "snip": false,
    "text": "The alt text should read \"Charlie Smuckels: He gets things done\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "who is Charlie Smuckels? <br/> \n <br/> \nIs he any relation to the crazy Finnish Inventor Raymoo Smookels? <br/> \n <br/> \nBecause that is Charley Smuckles we are seeing in the strip above"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Charlie is dallying with Paradox."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Well, I suppose this does prove that sometimes the caps lock key has a legitimate use."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "veerex",
    "plus": 0,
    "snip": false,
    "text": "Don't the Welsh already have a hot, spicy vehicle for cheese in the Welsh Rarebit?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 6,
    "snip": false,
    "text": "Spicy Rabbit? <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 13,
    "snip": false,
    "text": "that horse is weirding me the fuck out"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mawk",
    "plus": 1,
    "snip": false,
    "text": "a chubby for putting into words what we've all been thinking for 52 years of that cartoon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Oh Brunhilda, you're so lovely</em></div> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Yes I know it I can't help it</em></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "seriously one of the best Bugs cartoons ever. <br/> \n <br/> \n <strong><span style=\"border-bottom: 1px dotted\"><em>SMOG</em></span>!!</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "The only one where Elmer \"wins\" (Bugs is \"dead\" at the end)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "also true!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Shit!  I just remembered the \"I am Elmer J. Fudd, millionaire, I own a mansion and a yacht\" episode. (Elmer trades places with Bugs to avoid Alcatraz [for tax evasion].)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "how did that one end, again? I just remember being 10 years old and a little disheveled."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Elmer (as bugs is lead off to prison): \"I may be a screwy rabbit, but it sure beats Alcatraz.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I'M ON A BOAT! I'M ON A BOAT! <br/> \nTAKE A GOOD, HARD LOOK AT THE &!$#@(!^%~ BOAT!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "It looks like it belongs in pre-history, with all those deformed-looking rhino ancestors."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I'll be honest, Bugs' tits are worrying me more. <br/> \n <br/> \nI mean, am I supposed to be turned on by them?  Am I normal."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "no. that is a cartoon. those are cartoon tits."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "You're perfectly normal. <br/> \n <br/> \nA normal Furry, that is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "Speaking of \"normal furries\" I have only one story about furries, and here it is: <br/> \n <br/> \nI was at an outdoor camping festival.  I was talking to a buddy of mine in line for the showers when all of a sudden, out from the men's side of the shower shack comes a furry. Dressed in his costume, headpiece on, and soaking wet. <br/> \n <br/> \n\"It\" nonchalantly walked back towards the camping area.  As everyone in line was gawking and somewhat dumbfounded I waited a beat, then said \"So...does it just shake off or what?\" <br/> \n <br/> \nEveryone breaks up laughing, and I depart.  But I went back to my campsite, and suddenly I realized that I didn't really know how it was going to dry off. And that idea has haunted me for quite some time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Were I live we are close enough to the 60° \"parralèle\". They die off during the winter. Nothing of value was lost."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "cool story, bro."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I will never as long as I live understand those people. <br/> \n <br/> \nI respect them their gumption for wearing stuffy, scratchy mascot suits in the name of a dream, but I'll tell you nine times that I will never understand the drive to do so. <br/> \n <br/> \nyou're a better man than I, smilebuddha. I'd probably have decked him. not because I have any particular beef against furries, but just because I can't stand to see someone act that wholeheartedly ridiculous. I can't abide by that kind of ridiculous."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "it has long been a dream of mind to don fire-proof gear, a rebreather mask such as what firemen wear, and  visit a furry convention with a Vietnam-era Flamethrower, loaded to bursting with napalm. <br/> \n <br/> \nwhen I do this, you will be the first man I shall contact for support"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "*mine, even <br/> \n <br/> \nevidently i cannot spell while eating lunch"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It has been a long dream of mine to become a world terrorist and talk about my plans on a popular internet website. <br/> \n <br/> \n <em>You're living the dream</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "for my next trick i will get my house raided by the FBI <br/> \n <br/> \noh wait it's already happeni"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "This is a  <a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=o_-kP1lNIW8\">documented phenomenon</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "That is the proper response to the image that jeffspaulding posted."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<em>Schwing!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Warner Brothers presents: <br/> \n <br/> \nBugs Bunny <br/> \n-in- <br/> \n <em>The Horse With A Trapezoid For A Head</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "it's just very fat <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "This was the era when Chuck Jones was doing a lot of acid I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Little Nephew in Slumberland? <br/> \n <br/> \nThat's an extensive line of thought but the true of heart and thorough of research will be rewarded."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Or, since we're talking about Wales,  <span style=\"border-bottom: 1px dotted\">Dreams of a Rarebit Fiend</span> ..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's what I was referring to.  A gold star for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dammittim",
    "plus": 3,
    "snip": false,
    "text": "On the next episode of \"Lil Nephew Civilizes the Welsh,\" our hero is almost drawn and quartered for suggesting the existence of heretofore undiscovered, theoretical vowels which are not the letter Y."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Hey, I'm pretty sure they've used \"w\" as a vowel since old times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snatch22",
    "plus": 0,
    "snip": false,
    "text": "They were such good boo-ers back in the day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Comparing a nacho to Jesus is pretty ballsy, even for a dude as ruinous as LN."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "The English language is Onstad's bitch"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "For some reason, I find \"two for a groat\" funny all out of proportion to the number of words it contains."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drivewhere",
    "plus": 0,
    "snip": false,
    "text": "it's kinda creepy how everyone in Whales dresses alike.  It's like a twilight zone kinda creepy.  It was okay when Molly's brothers all dressed alike, it was kinda cute, but I assumed it was because they were all brothers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 12,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>It's kinda creepy how everyone in Whales dresses alike.</em></div> <br/> \nAll soggy and covered in krill..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snatch22",
    "plus": 0,
    "snip": false,
    "text": "All named Jonah..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drivewhere",
    "plus": 0,
    "snip": false,
    "text": "mmmmm....  France is a country, right?  I think it might be...  but I'm not sure..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Or Geppetto..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cormano",
    "plus": 1,
    "snip": false,
    "text": "Man, bein' shot dead mighta been the best thing ever happened to Little Nephew. He is getting his Ray on, now, full-time, without falter.  <br/> \nAlso, who else is glad to see Onstad get his groove back. First real good arc in quite some time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "yeah, he's gettin his Ray on old-school, but what's there to  <em>own</em>  in 17th-century Wales? <br/> \n <br/> \nbest the guy can do is a horsecart that doesn't squeak and maybe some of-age milkmaids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nShrewfbury Market, Platinum Edition: For Difcerning Young Playas"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "i read your name as 'tripfag' for a second there <br/> \n <br/> \ni almost shit a brick"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "shat"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 4,
    "snip": false,
    "text": "That house looks like it's about to walk away."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This might be the weirdest post on this whole page."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 0,
    "snip": false,
    "text": "Nah, I think there is a gif of that house walking at cyriak.co.uk"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "That house looks bow-legged."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Remind me of Dali for some reason"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Remember Dali's mustache?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Know some of his painting, no memory for his face."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I see now <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Wait, a  <em>cat</em>  painted those? <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "that cat is definitely going \"this is my guy!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*chavs"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "\"DID GOD BOO JESUS AS HE WAITED TO BE BORN?\" shall now be my default response for wankerly internerds who don't like any posts on their favorite blogs."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "iwannacum",
    "plus": 12,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "THE RETURN! <br/> \n <br/> \nSERIOUSLY DUDE YOUR TIME HAS PASSED. MOVE ON WITH YOUR LIFE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "He only posts once per strip, I guess if Onstad doesn't update, he has no meaning in his life. <br/> <br/> <br/> For the sake of this dude we need at least 2 strips a week.  Wanting to cum less than that is unhealthy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "BUT HE MISSED THE LAST LIKE FIVE STRIPS, WE THOUGHT HE WAS GONE FOREVER."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Maybe he stopped wanting it, and finally took action."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Did God boo Jesus as he wanted to cum?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Come quickly lord."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Jesus is coming! <br/> \n <br/> \nGrab a towel."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "He can sprinkle that holy water on me any ...  <br/> \n <br/> \nOk if there is an afterlife I am  <em>so</em>  fucked"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Apparently, it is ok to make a joke about Jesus, or even God and you can still get into Heaven.  However, if you make a joke about the Holy Ghost, you are guaranteed to go to Hell, no trial. <br/> \n <br/> \nIt's in the Bible."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "I think the Wayans brothers smoked the Holy Ghost in a movie once."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I always buy Jesus condoms, so I can come in the name of the Lord."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Then blessed are you. Hosannah in the highest."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "I like to think of the holy trinity as the top execs of an intergalaxial(?) corporation. God is the chairman, makes all the rules and grand announcements. Jesus is in charge of sales and PR, all good news and platitudes. <br/> \nThe poor old HG is stuck with admin, counting the fallen sparrows, organising plagues etc (and filing.) His (its?) job must be so boring and depressing that a little joke about his mates would be a welcome diversion. He wouldn't tell the others of course, (thunderbolting the messenger and all that.) But if you piss him off there's no way you'll ever get it of your celestial rap sheet."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 2,
    "snip": false,
    "text": "\"I like to think of Jesus with giant eagle wings singin' lead vocals for Lynard Skynard... with an angel band.  And I'm in the front row, and I'm  <em>hammered</em>  drunk\"."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "I think you're in hell."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "You'll be sure if they play Freebird."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "and i'm the dude in the back high as hell and all yelling random shit"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'll Holy your Ghost."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "I'L verb you noon"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for Welsh accent."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Sorry, but taking the name of God -- any name -- in vain is verboten.  Second commandment.  Besides, God is triune, showing facts of the one God."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "I mean \"facets\" but \"facts\" is pretty good, too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "\"facts\" and \"god\" don't really belong in the same sentence."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 3,
    "snip": false,
    "text": "Nietzsche tried pretty hard though: <br/> \n\"There are no facts, only interpretations; also, God is dead.\" <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "doesn't that last part confirm the existence of a holy ghost?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That just makes it thrice as fun to deny the Holy Spirit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Too soon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "On the subject of Nachos: you would think it's one of those foods that's impossible to get wrong.  Chips, cheese, jalapenos, and add almost anything else you like...  but a surprising number of restaurants couldn't make decent nachos if their lives depended on it.  I've found it frustratingly difficult to sort out these fools from the people who  <em>do</em>  know how to put cheese onto chips and melt it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You would think that Chili's would make good nachos, or at least passable ones, right? I mean, given the rest of their menu, you would think at least they couldn't screw up nachos. But no. You would be surprised. Their nachos are terrible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "It's been a long time since I had Chili's nachos...  Yes, I was surprised.  I can't recall if there was anything wrong with the nachos themselves, but what they were selling as a roughly $10 plate of nachos had about a dozen chips on it.  I got the impression that they'd prepared each chip individually, found it too labor-intensive, and stopped as soon as they'd made enough to almost cover a small plate. <br/> \n <br/> \nOn The Border, if I remember correctly, used some kind of weird baked tortilla things as opposed to their regular tortilla chips, for their nachos...  And then a lot of places use cheese sauce instead of actual cheese - not the worst possible choice but a real step down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Back in the 80s when their menu was just a little yellow thing and almost half of it was burgers I was always perplexed that despite the name and preponderance of chili cook-off paraphernalia around they had pretty crappy chili. <br/> \n <br/> \nI mean, I still enjoyed my Terlingua Pride, but just in a bowl by itself? Hell no."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "The \"No Reservations\" where Bourdain goes to Mexico has a scene where he meets \"the inventor of the nacho\".  What makes it great is that Bourdain makes no attempt to hide his contempt for nachos, and is even more sarcastic than usual in his description of the nacho-making process.  I don't think the inventor picked up on it, so hopefully there was no harm done, though it wasn't nice on Bourdain's part.  Made for good T.V. though. <br/> \n <br/> \nNote: I like nachos.  This is not to be interpreted as any sort of anti-nacho polemic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How can someone hate nachos?  Screw that bombastic douchebag.  He is lying to himself to not be put at the level of NASCAR fans and their lot.  There is no such thing as a person who hates nachos.  It is inconceivable. <br/> \nHow old was the inventor of nachos?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "478 years old. He was granted tongue and biblical longevity for is service to God."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, according to wikipedia, the inventor of the nacho passed away in 1975. <br/> \nMay he rest in eternal peace."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sepatown",
    "plus": 0,
    "snip": false,
    "text": "I can't remember the last time I was granted some tongue.  Or biblical longevity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kayakcabble",
    "plus": 0,
    "snip": false,
    "text": "why have the two prominent Welshmen got a turd for a haircut"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "SUCH WAS THEIR LOVE FOR WALES."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "FATHER AND SON SWORE TO PROVE THAT A WELSHMAN FEARS NOT THE RIDICULOUS."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Or wearing vanilla and chocolate soft-serve ice-cream on their pates."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 1,
    "snip": false,
    "text": "these cats got shit all coiled up on they head"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "Is Little Nephew the reason for Ray's wealth? Also, can Ray be a descendent of Little Nephew? .. Could Little Nephew possibly be a descendant of .. himself?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "just who's child  <em>is</em>  Charlie Smuckles anyway? the only sibling we've met is Dornheim, and he does not seem a likely candidate for paternity"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ray's. I thought it was obvious."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "His name is Little Nephew, as in, Ray's nephew.  Ray's blog also mentions a sister (LN's mother.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "oh shit, now i'm going to have to read all the blogs again. thank you for answering my question, hoboninja"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Just cos Ray calls him Little Nephew doesn't mean he isn't, you know like in those families where the illegitimate daughter of a child is raised as that child's sibling."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "Ray would be the type to not own up to having a son. It kind of runs in the family."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "I took a shit: (it did not smell) I forgot my watch: (i takes it off when i shit) I went back in: (this time it smelt  <em>really really bad</em>  i left in a hurry: (aight dasit) <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "cool story, bro"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "One of these days, I'm gonna doodle bodies for all you guys with head avatars and then try to figure out a way to post them"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Bernie looks like he's making fun of some kid whose ice cream he just knocked onto the floor in your avatar. <br/> \n <br/> \n\"Boo hoo hoo! Look into your heart...  <em>and find someone who gives a damn.</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What is this, the high hat?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'm gonna doodle bodies for all you guys with head avatars</em></div> <br/> \nThey're Handface iconotars, and someone already did that way back when."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <em>If handface was saturday in Sodom, then by Zeus, I am a <strong>whoreson!</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'd hit it"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Whoever that guy is, he has an awesome ear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "You remind me Good ole, Manflesh. I miss his zanny antics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I'm a fan of the neatly-coiled poo haircut."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The flat caps BOOing, they sort of morph between Andy Capp and Brian Johnson for me. All breeding racing pigeons, getting shook all night long, sleeping on the couch, firing cannons, and beating their wife, and washing it down with some brown ale."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "They sharing a wife these days?  Saves on expenses, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Let this be a lesson to all of us. You don't go standing on chairs in a Welsh marketplace. Disgraceful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>LET'S PLAY KILL/FUCK/MARRY</strong> <br/> \n <br/> \nCHOICE 1: YOUR DAD <br/> \nCHOICE 2: ME <br/> \nCHOICE 3: YOUR MOM <br/> \n <br/> \n <strong>2 play simply choose 1 of the 3 choices an' apply deh corresponding action 2 dem, ie \"i will kill ma dads, etc.\" b honest!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Kill you, fuck your dad, marry your mom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Marry your mum, fuck your mum, kill your mum, make your dad watch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "\"your\" mom not \"my mom\" you buncha stupid bastards you say one more thing about my mom i'll fu*********LINE LOST* --pside down you piece of shit.  do you hear me?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Kill your dad, marry your mom, fuck yourself. <br/> \n <br/> \nI can probably get at least three plays out of this concept alone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I would rather have sex with a parent than kill one of them.  So that means I would kill you. <br/> \nBecause I am heterosexual, I would rather have sex with my mother. <br/> \nMarrying a parent is nothing compared to the other two.  But yeah, I would marry my dad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "you realize you'd have to consummate the marriage, right?  do.. . do you know what that means?  you know what it means, right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't have to consummate the marriage."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "yes you do have to consummate the marriage or it wont count and if you disagree with me again i'll turn your life upside down, do you follow me? <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "From the desk of an unreasonable man"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "I disagree. <br/>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "You're on my list. <br/> \n <br/> \nyou dead buddy.  You just ain't in the ground yet. <br/> \n <br/> \nI don't converse with  <em>corpses</em> <br/> \n <br/> \nEnd."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But I misspelt \"I agree\" <br/> \n>.< <br/> \nI'm really really sorry!  I mean it!  I got confuseded."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh, sje! C'mere you scamp! *noogietimes*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 4,
    "snip": false,
    "text": "Today strangers were a cock to sje46 and did not wage peace. <br/> \nSo I have taken it upon myself to immortalize him in a magical card. <br/> \n[IMGS OFF] <br/> \n[i]PS: DEAR sje46 <br/> \nAS YOU MAY HAVE NOTICED THIS IS NOT ACTUALLY A MAGICAL CARD <br/> \nIT IS A COLLECTION OF PIXELS DISTRIBUTED OVER THE INTERNET <br/> \nI AM SORRY ABOUT THIS sje46[i] <br/> \n <br/> \n...c'mon, bbcode, don't fuck me this time"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "eh, the bbcode-fucking could have been worse"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Epic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yay!  A card! <br/> \nIt's okay that it can't get out of the screen!  All that matters is that you tried your most hardest! <br/> \n*hugs computer screen, which, in effect, hugs the collection of pixels*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Does that mean I have to attack?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Were you really considering any other options?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "Also, I think 5 white mana is a bit too much for a creature that's basically a 0/5 defender. I guess if your opponent had a deck that relied mostly on dick creatures, you could combine him with a Thicket Basilisk or Cockatrice, but I think those are illegal in the current block. You could also use a Stinkweed Imp, but that would require an even trickier color combination. <br/> \n <br/> \nI recall having my own image immortalized in card form - I wonder if we can do a thing and make a full Assetbar set? Remember, you don't have to limit yourself to creatures. There could be a \"BBCode Fail\" instant that would work as a counterspell, shock image spells that deal instant damage, an \"Ignore\" enchantment that makes a creature unable to attack or block, or a \"Political Debate\" enchantment with a cumulative upkeep that taps all creatures for as long as it is in play. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That could become a thing"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drivewhere",
    "plus": 1,
    "snip": false,
    "text": "heh that is awesome thanks for the tribute Alexelbow but seriously it kinda sucks that you don't want to converse with me anymore.  you should really give it another try I know I piss you off and all but you and I we're not all that different in most respects really.  if we met at a hardees or a wendys or a burkerkingees I would not try to suck your dick I promisse.  it would just be a normal conversation between two dudes.    Even though I am related to one of the most notorious serial killers in American history I myself am not a certial killer and I would not try to cerial kil you.  promisse.  you know what you don't like me Alex?  Because I am  <strong><span style=\"border-bottom: 1px dotted\"><em>unpredictable</em></span></strong>  and rust uninhibited and honest and I force you to think about the things you take for granted.  But I would be much more moderated and subdueded in real life.  I swear.  a conversation with me is basically just normal.  with sprinkles.  normal with sprinkles.  I swear to fucking God Alex you are going to forget what I look like and one day I will insinuate myself into your life just to start a conversation with you I know who you are on face book I will join some chat room that you are a member of and I will pay someone to interact with you maybe someone from a third world country who will work cheap until you trust that person enough to meet them in person and I will show up and pretend to be \"bob_the_masturbator\" or whoever from Assetbar.  you better think twice about everyone you interact with Alex because it could be me from now to.... INFINITHY!!!! so why don't you just give it up and agree to meet me in eprson  you still have me on your block list on facebook why don't you unblock me Alex just a little bit just chat a little bit it won't hurt I promisse it won't hurt one bit."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "This is also brilliant. You may not be a serial killer, but you sure can play a solo in the key of creepy."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I just realized that I chubbied this. <br/> \n <br/> \n <em>Hamscout takes minus one to heterosexual virility.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>\"Political Debate\" enchantment with a cumulative upkeep that taps all creatures for as long as it is in play.</em></div> <br/> \n <br/> \nBrilliant."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "When did he say that?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "In the comment that has the AIU card."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 1,
    "snip": false,
    "text": "This could totally be a thing. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 3,
    "snip": false,
    "text": "This is definitely a thing. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 8,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Do Asherdan. I was going to do one myself, but I couldn't remember where his icon came from, so I don't have a large enough picture and plus I'm at work so I only have MS Paint etc. <br/> \n <br/> \nMy suggestion is that any creature that attacks Asherdan receives Trample."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "someone do me"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "and Tekende <br/> \n <br/> \ndo us"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Do us  <em>hard</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224622/http://tineye.com/\">http://tineye.com</a> <br/> \nIt failed for me though."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huh, I've never heard of this before. Interesting."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <em>Disclaimer: I know next to nothing about Magic: The Gathering. While you guys were wasting your adolescence with MTG, I was wasting my adolescence with Warhammer 40,000.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "You know, is it sad that I miss Asherdan? <br/> \nI mean yeah, he was a troll, but at least he was a coherent one."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I was thinking of something for loneal, but it was a mere shadow of the idea of using a flaming sword angel.  A chubber for you. <br/> \n <br/> \nI'm also trying to think of the most controversial card for glad.  He's completely hit or miss, some love him, some hate him.  Chaos orb isn't good enough.  Maybe some part of the Affinity engine or something.  I suck at this.  I know assetbar, and I know the chastity belt that is Magic, but I can't squish them together."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "Being afraid to lose keeps you from winning."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was also thinking something very much like Chaos Orb and I too felt it was somehow not quite enough. Perhaps you flip the card and if it lands face-up you win the game, if it lands face-down reshuffle it into your deck. Cards that allow you to search for Glad may not be used. <br/> \n <br/> \nGlad is, unlike many others, a Sorcery, not a Creature."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "\"if loneal is the target of a spell or ability, remove her from the game\" <br/> <br/> <br/> ahahahaha.  <br/> \n <br/> \nLoneal was cool but that line is so damn funny."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that was hilarious, I must agree."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 12,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i'm glad i saved chubbies for this one"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hear-hear! <br/> \n <br/> \nthere-there, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Police also point to the Web site http://www.zombietime.com that documented numerous photos of men performing oral sex, urinating in public, and <strong>masturbating from second floor windows</strong></em></div> <a href=\"http://web.archive.org/web/20110102224622/http://ebar.com/news/article.php?sec=news&amp;article=3886\">HA!</a> <br/> \n <br/> \nAnd you all laughed when I defended the  <a href=\"http://web.archive.org/web/20110102224622/http://achewood.com/index.php?date=03262003\">cumbrella</a> . Who's laughing now?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "As usual be glad I did not post any of the many pictures detailing the event. This dude clearly jerked it directly onto a crowd of people. Though, in this case, there would have been no desire for such apparatus by the majority of those affected."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I was thinking, even before I went to the website \"Man, sounds like Dore Alley or the Castro!\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "isn't public indecency kind of a thing at that fair? wouldn't that be kind of like asking ray (and now li'l nephew) to stop coming up with ridiculous business schemes?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but the NIMBYs are getting louder and louder and there's some talk that the Gav might be trying to crack down via the police department to make himself look like something other than a jackass extra from  <em>Wall Street</em> . <br/> \n <br/> \nI mean, look at what they did (or tried to do) to Bay to Breakers. No booze and no nudity? What in the fuck is it then? I mean, yeah, people are filthy, disgusting jerks who fuck everything up, but it's better finding a way to fix that than trying to tell them to stop having fun. I live along the route and I'm not even one of those bitching. Guess it's because I'm not concerned with the property values on an overpriced condo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was going to mention that specifically, but I didn't want to fall into the trap of going on about local events."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You guys shoud party."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "WE SHOUD PARTY <br/> \n <br/> \n=SHOWBIZ="
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah right, as if Showbiz would have a signature similar to Ray's...we all know that isn't the case."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "People keep comparing LN's salesmanship here to Ray, but I don't remember Ray doing alot of in your face street-style hustling.  <br/> \nHe mostly just makes things happen with a few phone calls, huge sums of money, and a deal with Lucifer. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "LN is having to crawl his way up from the grassroots, but it is clear that hustlin' is in the blood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "oxymoronically a new classic?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think it has a good shot.  At least for this time period it's one of the best ones."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "bah.  it's hilarious, at least!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Someone suggest an obscure band from the 60s or 70s for me to listen to, please.  All I ever do is listen to the big bands from that time.  I need to see what else that era has to offer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Strawberry Alarm Clock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I like incense and peppermints.  I shall research and see what else they have."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "The Shaggs <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Thanks.  I'm not sure if you're messing around with me, though, either by suggesting them because they are terrible, or suggesting them even though I already listen to them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "You want obscure and more than one-hit wonders: go with The Orlons (decent 60's pop); ? and the Mysterians; Paul Revere & The Raiders; Vanilla Fudge; Mitch Ryder & The Detroit Wheels.   <br/> \n <br/> \nMore obviously, hit the R&B/proto-funk/soul bin with the Temptations, James Brown, Isley Brothers, Chambers Brothers, and Curtis Mayfield & The Impressions.  And, by God, find some Isaac Hayes albums...the man was sorely underrated as a singer and arranger."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Also The Association and the Classics IV.  After that, you might as well just start looking at Wikipedia articles and finding links to performers/peers on band pages that you know you like."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Pluggin' Memphis soul right now: Otis Redding, Sam and Dave and Wilson Pickett."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I realize you said proto-funk, but damn man are the Meters just too funky for you to handle or do we need to exchange words... by which I mean a series of extended slap bass solos."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Forgot the Meters.  Doin' the Cissy Strut in my head as I type this. <br/> \n <br/> \nBAW WAH WAH WAH/WHAH WA WA WA WA/BAN A DANH DANHHH! <br/> \n <br/> \nOr suchlike."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Trobbing Gristle, Wire, Eno, Henry Cow, Can"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It's a Beautiful Day. Hardly obscure for someone who was there, but pretty much forgotten now. I guess White Bird is about all you'll find now, and you'll probably see how full of himself David LaFlamme was. <br/> \nThey were some real hippies, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's a Beautiful Day is pretty good!  They have more than a few songs on Grooveshark."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The Sonics <br/> \nThe Wailers (not reggae) <br/> \nOs Mutantes <br/> \nThe Monks <br/> \n <br/> \nGod I love fuzz."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ah, I was hoping someone will mention the Monks!  They are a pretty good band."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Err . .were."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If you do not own Nuggyts I would strongly suggest it. It is an excellent starting point to one-hit wonders and garage bands. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110102224622/http://ogami.subpop.com/bands/yonkers/microminiature_love/bio.html\">Michael Yonkers Band</a>  might also hold some interest. Their debut album  <em>Microminiature Love</em>  was recorded in 1968, but only ended up being released in 2002 to some acclaim in certain circles."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I can't explain why I spelled  <em>Nuggets</em>  with a 'y'. I mean, I know exactly why I did it, but I also knew better and knew it was incorrect and somehow it still happened. Do not look for an album by that name for you will never find it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The Music Machine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "The Sir Douglas Quintet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh, also: Alan Parsons Project. In particular the album  <em>I Robot</em>  (which has very little to do with the Asimov book of the same name)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "NO to prog rock. <br/> \n <br/> \nCover your ears sje, before someone recommends Genesis, Yes, or ELP.  <em>*Shudder*</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Although I'll allow the exception of Goblin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "While I was researching that band, I accidentally came across this unrelated thing: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Second."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "Whatever you do, don't give him a chubby"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "we'll give you them instead"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Moby Grape."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh, I went through a Moby Grape phase already.  They're pretty good.  Thanks though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well you said you already listen to the big bands but if you haven't before, give Blood Sweat and Tears a go. They where first described to me as being \"like the band Deep Purple crossed with the musical Oklahoma\". Fun party music. There is good stuff on the first four albums Although I am a big fan of  <em>And When I Die</em> ,  <em>Go Down Gambling</em> ,  <em>I Can't Quit Her</em>  and of course  <em>Spinning Wheel</em>  (Its a show stopper). <br/> \n <br/> \nRelated to BST you should check-out the album Super Session, perfect for a relaxing glass of red or a quiet shot of heroin. Donovan's  <em>Season of the Witch</em>  never sounded so good.  <br/> \n <br/> \nAlso you  <em>must</em>  check out Doctor John, at the very least first album Gris Gris, but also Desitively Bonnaroo and In The Right Place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Say octa, did you know most of those BST hits were written by Laura Nyro?  Her versions are worth checking out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well she was considered as a replacement singer but they got the Canadian guy whose name I can't remember instead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I believe I've suggested it before, but I strongly think you'd enjoy Big Star. I mean, they're not really obscure, but they were influential and unappreciated in their own time. Still, they're also not well-known enough that the average person on the street has heard of them. They have a pop sensibility that I think will really suit you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yay to Chilton."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i hear children scream for him by the millions when he comes around"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I am a big fan of Herman's Hermits. So there's that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "How Green Was My Galley."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "That movie was my introduction to the Welsh.  Nothing since has disabused me of my perception that they are all bulky morons (except for that kid that grew up to be an important ape)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You mean stereo?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 3,
    "snip": false,
    "text": "onstad - congrats on stopping posting the bullshit teaser \"strip posting late evening fri/sat/wed\" bs.  you're more of a man for it - aint nobody need to know your business."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "nevermind.  it was beautiful while it lasted; just blank space above a comic strip with a date and << and >> links; HOW A WEB COMIC SHOULD BE. <br/> \n <br/> \nnow it's back to being a microblog of a pathetic man who feels he can't keep readers coming back without posting some dates to give them hope of seeing new material without shelling out half their monthly budget."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "purplenachos",
    "plus": 1,
    "snip": false,
    "text": "he should post a little inline video clip every day of himself on a web cam giving us an update on the status of the next strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kharbevnor",
    "plus": 0,
    "snip": false,
    "text": "I can't remember ever eating nachos. They're crisps made from corn right? Sounds like a health food thing. I suppose that's what the cheese is for. <br/> \n <br/> \nI'm not welsh though, maybe that balances it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Philistine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Listen. <br/> \n <br/> \nListen. <br/> \n <br/> \nIt's Nacho Time. They are the most unhealthy food imaginable, short of a deep-fat fried reuben. Go up to the Hedonismbot's recipe. Write it down. Go to the store and purchase all items, including the tobasco. <br/> \n <br/> \nYour first nacho cooking experience, half will be soggy and half will be burnt. DO NOT LET THIS STOP YOU. You must power through to the second, third, and even nigh unto the ninth attempt, for true nacho-y goodness. You eat the first perfect batch yourself. Then you throw an excuse for your friends to eat nachos, because once they have partaken of them You Will Own Them, And Be The Coolest Kid In School."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Even If You Are Not Enrolled In School?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Especially If You Are Not Enrolled In School."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Some People Are Too Cool For School."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I just got so hard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "literal chubby"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>&gt;Nachos<br/>\n&gt;Health Food</strong> <br/> \n <br/> \naaaaaaaahahahaha"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 0,
    "snip": false,
    "text": "and Onstad is BACK.  Finally.  He's taken a long damn break.  Thank god we're back to honest roll-up-yer-sleves-and-elbow-the-neighbors work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I need you guys to promise me something <br/> \n <br/> \nScratch that.  I don't know what is saying is being put into the phrases that are flowing detracting reducing inspiring indicating insisions flake of a patel market partridge parrot carrot makes animal pastry wasp shelf driver in a toque can toucan to Cannes with a man and a shelf of yogurt forever in a spiral towards the spiral of the fly well make antimony of a small shivering door upward ever onward and then you will see by the light hits my eye like a pie on the run, band is made of a square thursdayy frighten off bones little tragically star tripped and flew into the gap between the spaces <br/> <br/> <br/> I think what I'm trying to say is... if I go crazy and end up in a mental institute will you guys promise to break me out or at least mail me a laptop with wifi <br/> \n <br/> \nHang on I can't see for the light of the scrup scrup borglewink"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "has anyone really been far even as decided to use even go want to do look more like?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I . . .actually lol'd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That is in the skull of the tennis ball quaquaqua God that is God as the beard and the beard of the skull <br/> \n <br/> \nAbridged version."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>if I go crazy</em></div> <br/> \nIf?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I think what I'm trying to say is... if I go crazy and end up in a mental institute will you guys promise to break me out or at least mail me a laptop with wifi</em></div> <br/> \n <br/> \nNo. Not Bartertown. You get yourself in, you get yourself out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>a pie on the run, band</em></div> <br/> \nYou were thinking about Paul McCartney, weren't you?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Truly the nacho does raise as many questions as it satisfies."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "I'm curious to know what kinda people hang out on assetbar.  Are you attractive in real life?  Do you have a life?  Are you intelligent?  Are you educated?  Cultured?  Religious and political persuasions?  How much drugs do you do?  What psychiatric and/or developmental conditions do you have?  (Not that there's anything wrong with that!)  Okay obviously Gladi8orex can't be honest about this one because he isn't a real person he's just a character study.  But the rest of you all can maybe shed some light.  It would be interesting to see a random self-assessment of everyone.  Pretend you're writing a personals ad.  But don't lie!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 1,
    "snip": false,
    "text": "Awesome. I am my favorite subject of conversation!  <br/> \n17 year old female here. And American. <br/> \n <strong>Are you attractive in real life?</strong> <br/> \nI think so. I'm cute and short and somewhat chubby. And I have big boobs. <br/> \n <strong>Do you have a life?</strong> <br/> \nI do! Though I'm still in high school and I'm taking college classes, I have something of a life. <br/> \n <strong>Are you intelligent?[b]<br/>\nI am intelligent, just a bit lazy.<br/>\n[b]Are you educated?</strong>   <br/> \nYeah, Junior in high school, taking some college classes. <br/> \n <strong>Cultured?</strong> <br/> \nEh...I'm not super fancy, if that's what you mean. But I do have class. I like music and theater and comics and such. Musicals are my favorite things in the whole world :D  <br/> \n <strong>Religious and political persuasions?</strong> <br/> \nAtheist and...uh...a democrat I guess. I don't...spend a lot of time coming up with ideas about politics.  <br/> \n <strong>How much drugs do you do?</strong> <br/> \nNone. <br/> \n <strong>What psychiatric and/or developmental conditions do you have?</strong> <br/> \nNone. <br/> \n <br/> \nNow I gotta cross my fingers and hope I didn't botch my BBcode somewhere. Also, I hope I'm not the only one who does this. I'm curious too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Damnnnnn I did kind of mess it up. Oh well, you get the idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong><span style=\"border-bottom: 1px dotted\">AAAAAAASSET<em>BAAAAAR</em></span></strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hardly, Yes, Yes, Possibly, Only litterature, Athe/Socialite , None , None."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Socialite? <br/> \n <br/> \n <em>Oh, Wolfensti!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "M'eh, i'm canadian."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "missbee mebe we can hangs ot u no go on sum *rubs eyes*  <em>go on sum d8s...</em>  *snort*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Aww, gladi8orrex, I'd love to! <br/> \n <br/> \n*bluuuush*"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "haha sike, i don' date chubby fatsos.  lose the w8 an we'll talk, sugar pie (don't eat one it is a figure of speech, whale girl)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "Gladi8orrex's riposte is  <em>a premier vue</em>  rather insulting and sociopathic and sophomoric.  In actuality, however, our protagonist is like a delicate dandelion inside a fragile shell...  Afraid of being hurt, this is Gladi's way of opening up.  Will Gladdi ever come out of his shell?  Will any bitch ever see though his hard candy exterior and melt his soft wussy candy middle in her mouth?  Will Gladi ever be comfortable with his true self as a Jim Carrey look-alike in high heels and drag walking a giant poodle wearing a studded collar? (Gladi, not the dog.)  Stay tuned..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "don' act like u no me u don't no shit abot me"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<em>He gets with the women but in the end they do not like him!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Aw, Jesus, you little piece of shit, that was totally fucking uncalled for. <br/> \n If you get hit by a bus today, the last thing you see will by My Face on the ad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Internet White Knights?  ON MY ASSETBAR?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": ":("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "There there, Missbee. You're still a \"would smile sheepishly at\" for me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Missbee, I have to admit that I'm kinda heavily crushing on you right now. <br/> \nDo you live in New England? <br/> \nAlso, what are you wearing (DONT SKIP ANYTHING) <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "leave chubby chick alone the last ting she needs is enough self confidence to talk to me/some guy at a bar only to make me/some guy totally barf his shit cuz she's fat n ugly"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "D'aww. <br/> \nNope, Arizona. <br/> \nBlack tank top, green skirt with black polka-dots, black leggings, black bra, pink undies. (So you don't get the wrong Idea about me, I don't usually wear so much black)."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Haha, thanks. <br/> \nYou didn't have to answer that though. *blush*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Aw, thank you i_love_kate. I would smile sheepishly back."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "You are a cock to a lady-stranger on the internet. She does a :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm annoyed.  I actually did a post saying that we should go out (I mean, like, if you want to) and then I answered the questions.  But then .. .they disappeared?  :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yes, no, yes, yes, no, no, none, nothing official. <br/> \n <br/> \nI hit puberty a little late and I ended up loving everything (male, female, trees,...).  It is a Problem."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "How is it a problem? Does the law keep you from expressing your love to things that grow in parks?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Normal people can think about Margaret Thatcher and their boner goes away.  I just get hornier."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "That... that is a pity. The lady is not for turning."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I am not attractive, but hardly ugly. I have a life, with friends and a house and DVD collection and everything. I am intelligent, in terms of deductive reasoning and memory, but I'm also phenomenally lazy. I'm... sort of cultured, and I want to become a lot more so. I'm atheistic, but only opposed to organised religion to the extent that it indoctrinates people and is used as justification for acts of hatred. I don't know enough about politics (see: laziness) but I guess socialism sounds like the way to go really. I do no drugs, and very seldom get drunk. I don't think I have any psychiatric conditions. <br/> \n <br/> \nGood talk, guys!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh my god I sound like everything I hate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "You sound like a nice guy, you should make out with an attractive female of your imediate vicinity ( <em>this is just a suggestion</em> )"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You don't  <em>think</em>  you have any psychiatric conditions."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">Looks:</span>  15 year old American girl, not 'hott' but pretty cute, chubbyish, with a kinda Shirley Temple jewfro atop the pate. <br/> \n <span style=\"border-bottom: 1px dotted\">Life/Friends:</span>  I'm pretty awkward with people I don't know, but I have lots of goofy fun with my close friends. So no wild parties or such, but that's fine by me. <br/> \n <span style=\"border-bottom: 1px dotted\">Smarts/Education:</span>  As seems to be the case with many of us Assetbarbarians, smart but lazy. As I see it, it's not worth it to stress myself out worrying about grades. If I can get a 95 with 15 minutes of studying, why spend an hour to get a 99? (Is that terrible of me that I don't push myself? Probably.) <br/> \n <span style=\"border-bottom: 1px dotted\">Culture:</span> Eh, my taste in music is pretty sucky. I like plays and ballet and stuff, though, if that's what you mean by culture. <br/> \n <span style=\"border-bottom: 1px dotted\">Religion/Politics:</span>  Jewish, not super-observant, but I do keep kosher at home and celebrate the holidays and all that jazz. Politically, I'm just about as liberal as you can get. <br/> \n <span style=\"border-bottom: 1px dotted\">Drugs:</span>  Nada.  <br/> \n <span style=\"border-bottom: 1px dotted\">Mental Weirdness:</span>  Probably AD(H)D, but I'm reluctant to go get pilled up and medicated into oblivion, especially when every other kid I know is on Ritalin or whatever. If you ask me (you didn't, but I'm talkin' anyway), they take a personality type and turn it into a mental illness so they can sell pills to mommies worried when Little Timmy can't focus on Geography. But that's a different post. <br/> \n[b]This has been: More Than You Ever Needed To Know About Catgrl. Seriously.[b]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "wow cool it's neat that some folks started talking about themselves.  It's always interesting to see the sorts of human connections we have with other random people we chat with who eventually become acquaintances and then friends and then subjects of restraining orders and block lists.  Ha ha just kidding. <br/> \n <br/> \nwell I guess I should pitch in and talk about myself: <br/> \nAre you attractive in real life?  <br/> \n   yep.  Chicks dig me... for my personality more than my looks.  I guess I'm average looking. <br/> \n <br/> \nDo you have a life? <br/> \n   not so much no.  A series of poor decisions and tough breaks has me where I am today:  poor, spending all my time working, and in a city where I don't know anyone.  No biggie, however.  You live and you learn.  Patience pays off in the end.  I'm gradually figuring out where I'm going with my life, starting a path of self-discovery, and that is more rewarding than any high-paying job or trophy wives.  Also, I'm a geek (which is a vice and a virtue) so my economic situation doesn't get me down so much, my disorganized management of my life doesn't get me down so much, because in my intellectual exploration of the world I'm always happy. <br/> \n <br/> \nAre you intelligent? Are you educated? Cultured?  <br/> \n  I suppose I'm on the high end of the average range of intelligence.  It depends what you mean by intelligence... book smart vs street smart... math smart vs emotionally smart.  My strongest area is abstract problem solving, my weakest is interpersonal skills.  That's kind of a bummer because I always wind up in jobs where you are not valued for your technical ability and where you live or die by your ability to play stupid political games. <br/> \n <br/> \neducated?  <br/> \n <br/> \n   some college... <br/> \n <br/> \ncultured? <br/> \n <br/> \n    some culture...  enough to participate in a range of cultural discussions, but if you put me in a room with some smart college kid from Europe or the U.K., I'm pretty much out of my league, especially when discussing politics. <br/> \n <br/> \nReligious and political persuasions? <br/> \n <br/> \nvery liberal, and an atheist, but very connected with the idea of human spirituality, in a secular sort of way. <br/> \n <br/> \nHow much drugs do you do?  <br/> \n <br/> \nI've never been drunk.  I don't do drugs.  I don't have to. I do take drugs to suppress raging emotional mania, which, as far as I can tell, is not unlike an acid trip.  So basically I have to take drugs to be 'sober.' <br/> \n <br/> \nWhat psychiatric and/or developmental conditions do you have? <br/> \n <br/> \nmmmm bipolar, and I masturbate a lot too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I will do this too. <br/> \n <br/> \nAre you attractive in real life?  <br/> \nNot really. I'm hardly the ugliest thing that ever happened, but you know. I'm getting married though, so I guess it doesn't really matter what I look like! <br/> \n <br/> \nDo you have a life? <br/> \nHardly. I have two friends, both of whom I've known since high school. I also have a big family, so I spend a lot of time with them. Basically I just stay home a lot. By choice. <br/> \n <br/> \nAre you intelligent? Are you educated? Cultured?  <br/> \nI'm slightly more intelligent than most of the people that I surround myself with, but when it comes to the entire human population, I probably fall somewhere between average and smart.  I was awkwardly smart as a child - I skipped second grade and scored within the top 5% on all standardized testing. Then high school hit and I didn't care anymore. I went to college for about a year, but then I decided that I hated college, and I quit. I do not consider myself cultured at all. I like plays. I hate ballet, and if you ever asked me to go to an opera with you, I would probably punch you in the face with incredible force. <br/> \n <br/> \nReligious and political persuasions? <br/> \n <br/> \nI'm an athiest. I went to Catholic school for six years, and I think that it was more of a deterrent than anything else. Organized religion as a whole sort of amazes me, though. Just because I don't agree with it doesn't mean I don't find it fascinating. As far as political persuasion? I think a woman should have a right to choose, gays should be allowed to get married, and stem cell research should be a top national priority. Those are my big concerns, and I'll support anyone who supports them. <br/> <br/> <br/> How much drugs do you do?  <br/> \n <br/> \nI've probably been stoned a total of eight or ten times in my life. I've never smoked a cigarette, ever. I drink socially, but I was a borderline alcoholic for about a year when I was nineteen. <br/> \n <br/> \nWhat psychiatric and/or developmental conditions do you have? <br/> \n <br/> \nI joke that I have OCD about things, but besides that I'm pretty normal. <br/> \n <br/> \nYay?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Fuck that's long."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "That's what she said."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<em>Oh god I'm so sorry</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "That's okay. I almost did it myself, but I figured someone else would get it for me. THANK YOU CATGRL."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I almost did it myself, but I figured someone else would get it for me.</em></div> <br/> \n..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, uh. <br/> \n <br/> \nThat's what she said! WHOOOOOOO"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>WHOOOOOOO</em></div> <br/> \nThat's what she said!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>That's what she said! </em></div> <br/> \n <br/> \nThat's what she said!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Since I%u2019m a million years old, I will do this as I was at 25 or so. <br/> \n <br/> \nAre you attractive in real life?  <br/> \nYes, but painfully shy, and really wanting to grow more facial hair because when my head hair gets too long, I think I look like a girl. <br/> \n <br/> \nDo you have a life?  <br/> \nAlready divorced (no kids yet), working at a big ad agency in Chicago, going to England to chase after a chick, lots of weed, everything all the time. <br/> \n <br/> \nAre you intelligent?  <br/> \nOne point shy of Mensa. <br/> \n <br/> \nAre you educated? Cultured?  <br/> \nBig Ten BA, used to read encyclopedias as a kid, could do with more travel and culture, but  I%u2019m usually the smartest guy in the room. <br/> \n <br/> \nReligious and political persuasions?  <br/> \nHippie communist in some ways, Goldwater conservative on others, very much opposed to organized religion, but very spiritual. <br/> \n <br/> \nHow much drugs do you do?  <br/> \nHow much drugs do you have? <br/> \n <br/> \nWhat psychiatric and/or developmental conditions do you have?  <br/> \nI have depression and was suicidal at 19.  I may have an addictive personality and am the child of an alcoholic mother who died when I was 24. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "It's too bad the characters don't seem to be \"blogging\" anymore.  I could never tolerate Little Nephew's blogs, but they might be more interesting if he used this new dialect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "What would Assetbar have to say when I reveal that I do not like nachos with cheese, or most cheeses in general, save mozzarella and the grated macaroni-topping variants?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'd say that this is your aesthetic choice, and I would not Judge you or swear at you because of it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I would respond with an seemingly inappropriate and hyperbolic description of rage. <br/> \n <br/> \nStrong opinions  <em>re:Cheese</em>  would also be expressed at length."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Damn you Belgand !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am no longer allowed to defend cheese?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "You are, i only regret that you exposed what a fool  of myself i could do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was mocking myself though."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The cheese debate rages on.  Kennedy/ Nixon eat yer heart out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's only because I hated your opinion on Mr. Bowie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I would take this new developpement humanely and propose you a shotgun mouthwash."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Suck my shotgun (penis)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That is not very nice :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Shotgun Mouthwash not only isn't very nice but it sounds like a song title by a band named something like Fall Out Boy or My Chemical Romance."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I   the wholw thing"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Fall Out Boy's name isn't really representative of their musical nature or assumed image, as it was randomly given to them by some Simpsons fan at one of their first gigs. I am pro this fact. I am con the fact that none of them recognised the reference, though. <br/> \n <br/> \n(Also MCR rock you better recognise.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I recognize that I like the song \"Teenagers\" because it kind of sounds like something Alice Cooper would write but I don't ever never liked anything else ever by them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I liked their first two albums before they got the apparent delusion that they and their music should be taken seriously."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Come on their second album was like 50% jag-off. Some good songs, but I actually preferred their third overall. <br/> \n <br/> \nFirst was undeniably best, though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No use arguing, i_love_kate. achilleselbow is, at this time, unable to judge things based only on their merits. It's not cool to like MCR amongst a certain type of crowd, and achilleselbow is in that crowd. <br/> \n <br/> \nI, however, will freely admit that  <em>The Black Parade</em>  is an awesome album. It is at this time the only MCR album I've heard though."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And of course I mean no real offense to achilleselbow. Just some good-natured ribbin' here."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I think I just became part of achilleselbow's crowd, wow. I don't think I'll fully fit in because when i think of Ronnie James Dio I think  <a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=6sn1UqbbbqQ\">Butterfly Ball</a> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "No!  Bad octafish!  Bad!  You think about his time with Sabbath this instant young man.  Do it right now!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Love is all, yes love is all at the Butterfly Ball<br/>\nLove is big, love is small<br/>\nLove is free, love is all<br/>\nAt the Butterfly Ball</em> <br/> \n <br/> \nIf it isn't Ozzy, Bill, Tony, and Geezer then it isn't Sabbath as far as I'm concerned. I don't believe in Gerry Woodruffe either. No, only as a four piece with the original line-up."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Alright then.  This is a valid viewpoint for Sabbath.  You are being a good role model for the youngsters with this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Dude, you're way off the mark. If you're talking about hipsters, they STARTED liking MCR after The Black Parade. The whole reason I don't like that album is because it's  <em>too</em>  pretentious. The early stuff that I  <em>do</em>  like is fun, catchy, angsty emo with a goth vibe, and some of my best memories are of getting kicked in the face while moshing to them at the $5 shows they used to play around NJ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"fun, catchy, angsty emo with a goth vibe\" is exactly how I would describe  <em>The Black Parade</em>  except replace \"goth\" with \"glam\". \"Pretentious\" would not be part of my description. I firmly believe that all of the bombastic, driving numbers on the album (\"Teenagers\" and \"Mama\" in particular) are quite tongue-in-cheek. I don't hear anything pretentious on the album at all."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm with Tekende. They're up themselves, but they're not pretentious. They weren't trying to appeal to a particular crowd, they were just trying to illustrate their innate awesomeness with as much pomp and grandeur as was necessary."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what any of you are talking about, so I don't know if my comment here is relevant, but I do know that this is the absolute worst cover of  <a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=QZev4cC7Qzg\">Under Pressure</a>  I could have ever imagined, and then some.   <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "To be honest, I think  <a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=rog8ou-ZepE\">this one</a>  is worse.  He didn't even get the words right."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "At least you didn't post the part where the two singers make out."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "I'm glad someone pointed this out. The way I see it, the entire point of the last two albums has been to be over-the-top and dramatic--which is what makes them good and interesting, rather than obnoxious and pretentious. The differences between the three albums appeal to different moods/emotions--angst, theatrics, and morbid glamour, respectively--and I think that's what creates such polarized opinions on the band. If you can identify with the angst and morbidity, the music is appealing; if you look down on that as emo, or find the glam aspect pretentious, then you'll hate it. In other news, I think I have a bad habit of thinking about shit that's not important like I'm supposed to write a critical thinking essay on it. <br/> \n <br/> \ntl;dr My Chemical Romance is pretty damn good and I'm glad to know that some of the most awesome people on Assetbar aren't on the hate bandwagon."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Okay, but you really have to hear the first album though. I'm not even sure I would like it that much anymore outside of the nostalgic value, but still, the difference is striking."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is a goal. I just haven't gotten around to it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "as a man who also does not enjoy nachos, my feelings on this asset are: pro."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "FINALLY.  Let me be clear: I like nachos as chips but some people seem to only qualify them as nachos if they have cheese on them.  I loves my chips with salsa but cheese ain't ballin'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by belgand was marked lame too many times and excluded. (marked lame by cunty, Wolfensti, mortshire, catgrl131, Scorpio_nadir, IronDave, octafish, pointy_stick, sje46, mrblank91)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I hate you for several things in that post."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I cannot possibly understand how a plate of tortilla chips with salsa on them is somehow classified as nachos. Nachos  <em>muft</em>  have cheese on them. I'm not saying they won't be delicious (of course, they will never be as delicious as real nachos), but they are not nachos. You are lying to yourself."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If the lie tastes just as good then I don't see a problem, guy.  Chalk it up to vernacular."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "With some research I see I am wrong.  I blame Doritos and not having had many nachos as a child."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I feel I should let you know that I lamed this because it was NSFW, not for any personal reason. You've posted links before, (Haven't you?) why not this time?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A valid assessment. I found it rather hard to actually see and, well, it fit within the realm of the cat-cock we've seen before in the strip. <br/> \n <br/> \nI usually put something like this in a link, but in this case, well, it wouldn't have worked. I think my record will show that I am not really one for the shock image. But a dude named Nacho sitting on his throne... man, I am only human."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>ROCK <br/>\nHARD <br/>\nHUMAN<br/>\nCOCK</strong> <br/> \n <br/> \n <em>it really feels like i'm reading a <span style=\"border-bottom: 1px dotted\">Dr. Manflesh</span> post!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ne'er was there a truer pastiche."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "yelled roast beef to the chicken"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "the pic gabe me a chuppy so i gabe u one"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think you are a gay."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "are you discriminating against people of alternative sexualities sje <br/> \n <br/> \nare you a  <em>bigot</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "touch my spigot"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "rawr"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "i am just calling them how i am seeing them"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Is that Jack Bauer?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "he's working some rough chuckles these days <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You're under arrest for several reasons."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Gay pornography? <br/> \nOn  <em>my</em>  Assetbar?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<em>It's more likely than you think.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Harrison Ford to gay pornography: GET OFF MY ASSETBAR!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>How dare <strong><span style=\"border-bottom: 1px dotted\">you</span></strong>, sir!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He's actually a straight porn star, but considering the trans stuff he's apparently done lately this is being taken to be somewhat fluid. <br/> \n <br/> \nI don't care so much about sexuality, but when you have sucked a cock on camera I think that you are just lying to yourself when you call yourself straight."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But for women it's different because they can turn that shit on whenever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "How many vaginas has he sucked on camera?  <br/> \n <br/> \nBut you suck  <em>one cock</em>  and they call you a cock sucker."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You know, I had a conversation about this on IRC.  Apparently a significant percentage (the majority--can't recall the actual number) of lesbians adult film actresses identify as being  <em>straight</em> .  And I said I doubt that, since they are, you know, having sex with people of the same sex, and chose to. <br/> \nThey responded with the fact that they are acting.  A person can play a Nazi(Godwin'd!) in a movie and not actually be anti-semitic.  But they are not actually rounding up jews, they are just pretending. <br/> \nThen I was told that most people in the adult film industry are forced into it.  And, frankly, I think that is not true.  It  <em>might</em>  be true for prostitutes, but I doubt that too.  However, I have no evidence to back up my opinions."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "sje i think stereo is one of those people who actually believe everything they see in porn and would expect or attempt these things in reality <br/> \n <br/> \nhe probably grew up with the internet"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But there's a noticeable discrepancy between \"lesbian\" \"actresses\" and \"gay\" \"actors.\"  And you don't have to be a porn expert to know that, just so no one accuses me thus. <br/> \n <br/> \nBut I am a porn expert."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Discrepancy in the number of lesbian as opposed to male gay*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Well of course there are things you can fake and things you can't fake - there's that Roman comedian called Genesius who faked rites and prayers so well he ended up a martyr.  <br/> \n <br/> \nWhat's at question is here more identity and self-definition than activities. And when it comes to those, things tend to get a little more complex and fluctuating (e.g David Bowie) than a binary label we can put on someone based on their actions (even if a label is sometimes valid, helpful, and often a part of the definition of one's identity).  <br/> \n <br/> \nI remember someone saying here that she was bisexual and had never been sexually active - she could have said asexual, but that's not how she identifies. I can't label her from her actions (or I'd be denying her sexuality) but I can take her word for it.  <br/> \n <br/> \nOf course there's always denial, and we can expect some from people who are in a situation where they turn physical intimacy into money-making performances, but we can also cut them some slack."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Sje has no concept of \"trade\" \"I'm not gay, the fags blow me\" nor has he the concept of \"gay for pay\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Quit being a faggot and suck that cock."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Although, just because you don't like brocolli doesn't mean you hate it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think they're just called tortilla or corn chips when on their own.  Nacho means cheese on chips."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=Nzbvqf2b3xo\">Nachos</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I should point out that this isn't furry related, it is an Australian short film that was made into a short TV series about and guy who has problems bonding with his new girlfriends dog. It is just that the dog is played by a menacing actor in a dog suit. That said, I'm sure furries would get off on it about the same as a pedo would get off on clothing catalogues for kids. <br/> \n <br/> \n <em>LET THE INTERWEBS KNOW-- I AM NOT A FURRY</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I did not know of Wilfried the talking dog. It's hilarious, and I thank you for this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "There is a Roast Beef cameo in the newest Perfect Stars. <br/> \n <br/> \nhttp://www.perfectstars.com/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "holy fuck that was not awesome to read while high <br/> \n <br/> \nshit was like a tiny acid trip"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It wasn't awesome to read while not high either, just so you know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "I suggest that we should visit that site under the influence of various stimuli and report our findings. I vouch that the site remained unawesome despite imbibing significant quantities of alcohol."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "to complete jhunter study, i did not find anything interesting while mildly inhebriatted"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "It's very disorienting; like leaving a springsteen concert and walking next door where there's an Elvis impersonater who looks as if he's never eaten a deep fried nacho and peanut butter burger in his life.  <br/> \n(Pre-emptive note follows): <br/> \nI love Elvis; I love every thing about him and everything he did. (except the movies) <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Fistful of viagra does not improve viewing, and cause me to spill a drink."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Fistful of viagra does not improve viewing, and cause me to spill a drink."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "But you came twice!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Correct. He really wanted to cum."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Perfect Stars - Comics That Defeat The Senses <br/> \n <br/> \nWell, they certainly weren't kidding."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Robodevil really put Fry's hand to use this time .."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickrnot",
    "plus": 1,
    "snip": false,
    "text": "Thanks to time travel, the nacho has no inventor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dbca",
    "plus": 0,
    "snip": false,
    "text": "This can't end well. The whole situation smacks of Dostoevsky's [url]\"The Dream of a Ridiculous Man\"[url=http://www.kiosek.com/dostoevsky/library/ridiculousman.txt] only with more snack foods and less gratuitous sex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "so the title of this strip starts out \"romanticized sketch of...\"  so I guess that means it's kind of a random imagination strip and may not be entirely canon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>&gt;Achewood Canon</strong> <br/> \n <br/> \nohgodohgodohgodohgodoogdododofogog"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "<strong>Splut</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Taking into account Mexican Realism, let's agree it doesn't matter either way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clydewebster",
    "plus": 0,
    "snip": false,
    "text": "i have read literally every achewood but ever since achewood started costing money it has sucked dicks. <br/> \nfuckin big business!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuck_ya_ass",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuck_ya_ass was marked lame too many times and excluded. (marked lame by plummet, TheGoodwillGirl, sje46)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Apparently there has been a haxored. <br/> \nI scrolled down, and saw this had four chubbies.  When I lamed it, it jumped up to 7 chubbies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It had four after five minutes being up, and after 12 minutes, it had 7."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "When you rate a post, the lame/chubby count for that post gets updated according to how many people (including yourself) have given that post lames or chubbies since your browser last loaded the page.  So what you describe is normal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I know that.  I'm not an idiot.  The point is that in that amount of time it jumped up by three.  Five minutes after it was posted it had 4.  And it was not funny at all, so I do not expect  <em>anyone</em>  to chubby it at all.  Especially so many days after, when most people have run out of chubbies. <br/> \nThat is abnormal. <br/> \nI've been here a lot longer than you,  <em>waitress</em> ."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "shitsmeller",
    "plus": 5,
    "snip": false,
    "text": "If humor was a litmus test for posting, you shitty bigot, you would have been banned long ago."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Haha, what? <br/> \nWhy do you think I'm a bigot? <br/> \nI used the term \"waitress\" because gladdi used it once, and it was pretty funny.  I thought people would recognize that.   <br/> \nI have nothing against waitresses. <br/> \nNow how am I a bigot again? <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "your post and your general aura was stated as having been  <em>subjectively interpreted</em>  as bigoted."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm just confused as to what I'm bigotted about."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dicklet",
    "plus": 2,
    "snip": false,
    "text": "Here's a  <a href=\"http://web.archive.org/web/20110102224622/http://m.assetbar.com/achewood/uuabPkmCh#comment_529\"><strong>big</strong></a>   <a href=\"http://web.archive.org/web/20110102224622/http://m.assetbar.com/achewood/uuabcbfp5#comment_52\"><strong>fucking</strong></a>   <a href=\"http://web.archive.org/web/20110102224622/http://m.assetbar.com/achewood/uuabPkmCh#comment_564\"><strong>hint</strong></a> . If you're so compelled to say stupid offensive shit, at least have the courtesy of remembering that you did. Dumbass."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ahh, I see. <br/> \nThe first one is my asking if black people have brown cum.  This is me pretending to be ignorant about sex and race, but is not actually saying that black people are inherently inferior or anything like that.   <br/> \nThe third one is related to that.  Alreadyinuse (who is who wim9k is, and is a huge troll on these fora, or at least was, back in the day) protested against that post, and said it is incorrect to make such humor. <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I object to sje's tongue-in-cheek conjecture that black people have black ejaculate. (I suppose that some readers will not be aware that this conjecture is in fact imbecilic, so in case you're wondering about the question, there's your answer.) I object because this kind of humor noire (no pun intended) is basically the parroting of pure ignorance and racism in an ironic way, and um, I'm not saying that this can never be done right, but I'm just saying that if you're going to try it, it's hard to get right. Just ask Michael Richards.</em></div> <br/> \nHe says that the humor is very difficult to do right, not that it is wrong.  That is, I was doing it in an ironic way.  Now I ignored all that and addressed the first line, and said that I said brown, not black, \"you stupid mexican\". <br/> \nI have no idea if he is Mexican, but that's not the point.  If was a very oblique and obvious attempt at humor. <br/> \nThe second one was a picture I found on Reddit, which had to do precisely with what they were talking about, and I wanted to show it to people.  I never said or implied that I agree with such a message.  But the fact that I got 8 chubs and only one lame shows that not very many people on Assetbar were offended by it. <br/> \nBut look, all of that is irrelevant.  Many people make racial jokes.  What makes me a bigot isn't how offensive the jokes are, but how I really feel about people.  I am a very liberal guy, if not politically correct.  I'm not going to go up to black people and call them the N word.  But I'm not goin g to refrain from a joke.  Most of the time, people chose to be offended by stupid stuff.  And they deserve to be offended.  If they know who I am, they know that I am not a racist or misogynist.   <br/> \nNow shut up, woman, and make me a sandwich."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "this thread has been moved to tomorrow's comic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Fucking women is for poofs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplenachos",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224622/http://www.youtube.com/watch?v=HrTD4GhCd5o\"><strong>Free Mexican AirForce flyin' tonight!  yeee yippieee!</strong></a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "yo that dude has dog shit on his head"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "For a kid who got shot in the chest and transported via ghost caboose to Wales Charley's really taking it well."
  }
]