[
  {
    "depth": 0,
    "minus": 0,
    "name": "pascal",
    "plus": 23,
    "snip": false,
    "text": "I give it a five, only because its fucking Eraserhead on floor vacs, weird fetal thing and all. Onstad and Lynch, fighting crime!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizjones",
    "plus": 33,
    "snip": false,
    "text": "I'd like to see an Onstad-Lynch ticket in '08."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "madnes",
    "plus": 22,
    "snip": false,
    "text": "Make that Lynch-Onstad and you've got my vote."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "He will see to it that your kids truly will meditate in school."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "phoetal pig. I saw this damn thing in the theaters in college. Forch was not into hallucinogens at the time."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dasuta",
    "plus": 1,
    "snip": false,
    "text": "Oh man...  I was listening to Muse's \"New Born\" when this came up.   That is one surreal happening, dogg.   Weird times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Muse are best enjoyed when completely crooked. It becomes obvious why when listening to them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "my thoughts exactly"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "resident",
    "plus": 65,
    "snip": false,
    "text": "I'm moving this up a little bit.  Nobody will see it way down there. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 5,
    "snip": false,
    "text": "Resident, you got a tattoo of Roast Beef on your leg. <br/> \n <br/> \n <em>How come?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "resident",
    "plus": 69,
    "snip": false,
    "text": "That's a birthmark."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ted0phile",
    "plus": 1,
    "snip": false,
    "text": "This should be chubbied far more profusely than it already has been. <br/> \n <br/> \n <em>Yes, I know it's only been a day.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aclashinredsnow",
    "plus": 0,
    "snip": false,
    "text": "Honestly man this statement, this one right here? This is probably the best thing I have ever read in the comments of an Achewood strip. Almost definitely."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Lash of Thanatos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "damnn doggg"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I don't even know where to begin with your avatar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Yeah you're right. You have over 2k comments, you should be in there somewhere."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ketamind",
    "plus": 0,
    "snip": false,
    "text": "This is probably the greatest tattoo ever"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "resident",
    "plus": 3,
    "snip": false,
    "text": "It was done by Ximena Quiroz in Portland, Oregon -- her shop is called Skeleton Key, its at 18th and Hawthorne in SE Portland. <br/> \n <br/> \nShe's great, she's nice as hell, she's got killer taste in music, and there were Stellas and Creamsicles for all when Onstad drew a picture of a naked Teodor holding an umbrella for me at the signing they had there. <br/> \n <br/> \nIf you're ever in the pacific northwest and need ink injected into your skin, Ximena is the girl to see."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anemix23",
    "plus": 4,
    "snip": false,
    "text": "You are too kind, mein freund!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "resident",
    "plus": 0,
    "snip": false,
    "text": "Y'know, Ximena, I apologize -- I should have given that information right off the bat, but I was too busy being Mr. Clever Face.  I feel like an ass. <br/> \n <br/> \nI'll make it up to you by letting you tattoo me some more."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Hey I know you. <br/> \nYou tattooed Roast Beef on me as well. <br/> \n <br/> \nResident, do I also know you? You are correct that Ximena has kickin' taste in music."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "it hurts me that i gave this it's 21st chubby <br/> \n <br/> \ni mean should basically be the highest rated comment ever"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "resident",
    "plus": 1,
    "snip": false,
    "text": "Oh, and P.S. -- admire the tattoo all you want.  I'll even let you touch it for a dollar.  But if I hear about any of you bitches getting the same tat I will ride a train to your hometown and remove it with a potato peeler.  True story."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anemix23",
    "plus": 0,
    "snip": false,
    "text": "Crisis averted. Instead, a Cartilage Head tattoo was born!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "resident",
    "plus": 0,
    "snip": false,
    "text": "Did someone really...?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chrisb",
    "plus": 7,
    "snip": false,
    "text": "This strip briefly fills the emptiness that is inside all life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfslice",
    "plus": 25,
    "snip": false,
    "text": "Even before this strip, I've always felt sort of a connection between the work of David Lynch and Chris  Onstad. There are more than a few surreal moments, and somewhere at the core of Achewood is a dark thing, shrivled and squawking the high pitched warning of a lost dream. <br/> \n <br/> \n\"We've got chicken tonight! Strangest damn things! They're man made! Little damn things! Smaller than my fist! But they're new!\"  -Mr. X- Eraserhead. <br/> \n <br/> \n\"Dude are you banging a website?\" Ray Smuckles- Achewood."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "madnes",
    "plus": 20,
    "snip": false,
    "text": "LET'S FUCK! I'LL FUCK ANY WEBSITE THAT MOVES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 6,
    "snip": false,
    "text": "HER NAME IS MOLLY. Now, what the FUCK is YOUR NAME?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nutmeg",
    "plus": 11,
    "snip": false,
    "text": "Philippe at the transfer station: <br/> \n\"I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when my fear is gone I will turn and face fear's path, and only I will remain.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by apocowarg, St-Elmos_Fire, nutmeg, Mastronaut)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "And I am the winner. <br/> \n <br/> \nOh god, I am so sorry for ruining your moment with a gauche reference."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "(to achewood, that is)  <br/> \nIt is such as hell of redundant."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "For some reason, that comment made me laugh out loud."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "man typing that line into such as a macintosh speech-to-text or the youtube audio preview is pure  <em>gold</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 14,
    "snip": false,
    "text": "Tomorrow's recipe is man-made chicken."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm happy to tell you that the only reason this doesn't have seventy-three chubbies is because sixty-nine people didn't get it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 7,
    "snip": false,
    "text": "I JUST finished watching Eraserhead for the first time. <br/> <br/> <br/> <em>What the fuuuuuuuck.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shenred",
    "plus": 0,
    "snip": false,
    "text": "About to do likewise, DVD menu running and everything.  This strip was the first time that I had even heard of the film."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 3,
    "snip": false,
    "text": "Next: Cremaster!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boscostacy",
    "plus": 2,
    "snip": false,
    "text": "Four Roombas all smashing a fifth to bits inside such as the Chrysler Building..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 6,
    "snip": false,
    "text": "After watching Eraserhead I couldn't move my hands from my head for about twenty minutes.  <br/> \n <br/> \nBoth hands, like they were stuck there with glue."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Indeed. I watched a mere  <em>six minutes</em>  of the film on YouTube after hearing about it in Achewood and experienced similar results."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "I've never seen the movie, but I've had it open in a video player on a computer, and dragged the slider at various speeds, essentially watching the movie fast-forwarded.  That was enough for me to seriously question whether I'll ever what it normally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "you should teach a film appreciation class"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 10,
    "snip": false,
    "text": "Alternate ending - Teodor with wig and distended cheeks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 3,
    "snip": false,
    "text": "Everything is fine in heaven."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cameasiam",
    "plus": 0,
    "snip": false,
    "text": "....\"In Heaven, everything is fine\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dipstikk",
    "plus": 0,
    "snip": false,
    "text": "Alternate version MUCH BETTER!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heavymetaljesus was marked lame too many times and excluded. (marked lame by joeyramoney, ButterMoths, godfatherofsouls, nutmeg, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": true,
    "text": "A comment left by terebikun was marked lame too many times and excluded. (marked lame by eatmorekix, rowboat, drago25, hrbobhope, bilingualmonkey)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Completely agree about Mulholland Dr. I hate that movie, with the exception of a few choice scenes (not just THOSE scenes, no)."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "you diss mulholland dr., you fluff my hypothetical hog"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Yeah? Find some way to defend it. IT MAKES NO SENSE. AT ALL. <br/> \n <br/> \nNow there are some good scenes in it. But on the whole it's a gigantic mess."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "the weird mute theater scene was kind of neat.  i'll give it that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Now, this, I don't get.  An Achewood fan disliking something because it doesn't \"make sense.\"  I was able to enjoy a lot more things (including much of Achewood, and David Lynch) when I let go of needing things to make sense.  Come to think of it, it might have been Eraserhead that started me down that path, go figure."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "It's not just a question of the movie making sense. There's no real theme or averarching thread to the thing. I love David Lynch. Twin Peaks is one of my favorite shows ever, I highly enjoy Lost Highway, Wild at Heart, and Blue Velvet. Eraserhead was good. <br/> \n <br/> \nMulholland Dr? I did not enjoy it. <br/> \n <br/> \nHowever. I should maybe watch it again sometime. Perhaps I will feel differently."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "The thing with Mulholland Dr is that it seems to have some kind of hidden meaning, but it doesn't.  So, you don't get it and you go \"wow, that movie was so smart I didn't get it at all, it must be a really good movie, let's give it some awards\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Man I have seen Mulholland Drive much times. I thought I had it figured out, but then a collegue of mine showed me a paper her daughter had done on it at film school. It was really long and insightful, and I remember everything coming together as in a big, sighed  <em>Yes</em> . <br/> \nSadly, I can't remember much of it now, and the movie has me back to pulling my own hair. I still love it to death, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 2,
    "snip": false,
    "text": "Personally, I follow Roger Ebert's theory that Lynch probably never believed he was going to get that TV show off the ground, and was just hustling for funding wherever he could get it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "It is OK to not appreciate David Lynch. If it's not your thing, whatever. But proudly trumpeting that you  <em>hate</em>  Lynch....all that does is help everyone realize that you're not to be listened to. That's all that does, man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terebikun",
    "plus": 4,
    "snip": false,
    "text": "See, precisely this is part of why I hate him.  People are so mystified by his movies that they think he's a genius and if you don't like the movies it's just because you don't \"get\" it, that you just don't appreciate him.  There's nothing to get!  He just thinks of esoteric situations and images and haphazardly pieces them together with the barest of narratives, if even he deigns to give them that. <br/> \n <br/> \nI'm not proud that I hate Lynch.  I love challenging movies, and I love movies that take large artistic licenses, and I love ambition and working outside comfort zones and the mainstream.  My favorite movie of late is Synecdoche, New York, which in some circles makes me way too pretentious, and in others not pretentious enough.  I wanted to like Lynch, I really did.  But he's awful.  There is so, so much better out there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I have never seen any Lynch movie and have no opinion one way or the other, but that's some damn fine discourse right there.  Chubby for you, sir."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "Thank you!  Being appreciated for discourse is a rare and wonderful feeling."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "DISCOURSE DEES NUTZ HAHAHAHAHA"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I see your point, especially about the whole \"Emperor's New Clothes\" aspect of Lynch's movies.  I submit that a David Lynch movie should be watched in much the same way one might listen to a piece of music, or even look at a painting.  If you take away the need for plot and \"sense\", you can regard a David Lynch movie as a really stunning collection of bizarre, sometimes uncomfortable, but always evocative, imagery and just enjoy it at face value.  I really enjoy most of his movies, and it's not because I'm so mystified by him that I'm forced to assume he's a genius."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Sometimes</em>  uncomfortable? You, sir, obviously have a much higher comfort level than me. Most of his work has me in a perpetual state of discomfort, and that's maybe my favorite thing about him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "That's exactly why I want to like him!  So many of his scenes, taken by themselves, are amazingly interesting and evocative pieces of art, like the theater scene in Mulholland Drive.  But those separate scenes simply don't add up to any sort of narrative, or indeed a cohesive film.  So while I can appreciate his artistic talent, I just can't say he's a good filmmaker."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Certainly valid. Some can take those scenes and run with them in their own imaginations and some can't or don't care to and that's fine. Anyway, you've come a long way from \"...I hate Lynch,\" and that's all I wanted to see happen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "He's a very experimental filmmaker. He really should do Roombas next. With his lovely Idaho face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 3,
    "snip": false,
    "text": "I love that you can tell Beef got really prepared psychologically beforehand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "you would really have to though"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 3,
    "snip": false,
    "text": "I live in a tiny town with an abysmal movie selection. <br/> \n <br/> \nWe will carry one copy of any decent film, but it will always be either checked out or (more often) lost within the bowels of our accursedly disorganized system! <br/> \nMeanwhile, we will have 16 copies of the newest comedy that has Will Ferrell running around in his underwear. \"You guys still like that, right? Is this still funny?\" <br/> \nNow that that's out of my system.. <br/> \n <br/> \nI muft watch Eraserhead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ferryboy",
    "plus": 1,
    "snip": false,
    "text": "I created an account just to comment on this strip. I now find that I have nothing to say about it, much like when I saw Eraserhead. No, wait, I do (and did) have something to say: \"That baby is fucked up!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 6,
    "snip": false,
    "text": "It's cool dude I just got an account to see my lil avatar winking away."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "to this day he has never revealed how he made it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "The baby?  Or the avatar?  Because the baby was just a cow fetus with some stuff duct taped to it or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 4,
    "snip": false,
    "text": "This is number one on my list of strips that I would be likely to enjoy if I had seen Eraserhead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anabanananana",
    "plus": 0,
    "snip": false,
    "text": "I agree...I think I would enjoy the Roomba comics a lot better if I had seen more movies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Considering Lynch is one of my favourite directors: <br/> \nYES YES YES YES YES to this strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "resident",
    "plus": 11,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ragnarok_engine",
    "plus": 1,
    "snip": false,
    "text": "Hard.  Core."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripperday",
    "plus": 3,
    "snip": false,
    "text": "Sweet. <br/> \n <br/> \nYou can't be a secret agent if you've got a tattoo because your enemies might find out about it and then you couldn't tell they had the wrong guy if they caught you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I'm happy you posted this twice on the same page. <br/> \n <br/> \n <em>[I am not happy you posted this twice on the same page.]</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "resident",
    "plus": 1,
    "snip": false,
    "text": "you show me how to delete it then, genius."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Better still, get a more elaborate one yourself and triple-post it here. <br/> \n <br/> \nbitch-bitch-bitchy rowboat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Turns out AIU was the only genius who could delete it, along with every other picture on assetbar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "Beef looks very handsome in a shirt and tie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "RB has a hard time working up the guts do to Eraserhead, understandably"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 9,
    "snip": false,
    "text": "The first time I saw Eraserhead was Halloween night, four years ago, about three nights after I found out my wife was leaving me.  I watched it alone in our living room, chain smoking cigarettes and drinking straight vodka.  I've never had a movie fit more perfectly with the mood I was already in; Eraserhead is bleak, disgusting, lonely, stark, hauntingly dark and yet strangely humorous...I know I'm not painting a pretty picture here, but the whole thing was just so  <em>appropriate</em>  that it actually ended up being kind of an awesome and weirdly memorable night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "I love this comment. Probably one of my favorites of all time. <br/> \nI got super curious about eraserhead after seeing all these comments about it and watched some clips on youtube, and I see the strange humor. <br/> \nIt's like, the guy's life is just ridiculous, and he's almost laughing at himself in his own miserable way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "The first time I watched Eraserhead it was on Betamax, on a shitty old television. I was 10. Fucked me up something good."
  }
]