[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by ted0phile, Dovey, ezcmac, UntilYouAreSoNude, madnes, apocowarg, TheGreatD, karljw, symbolsoup, stanshall, riotdejaneiro, cryztal, mikeronomicon, Thorfinn, Hipjiverobot, JTTuba, NeoNaoNeo, Mangtastic, kylank, Deusoma, science, onlxn, TPman90, aargh, DiamondMonster, BPMead, ESwrathwright, goocifer, Catachresis, wurlitzergirl, StagnantDisplay, odei, mercuri0us, shammack, GMM, bug, sardoniclaconic, clancine, trisha, iloveyoucupcake, antecen, NDCaesar, gtc, fancypants, JuanCarlos, Sargasm, atticusonline, Cracklewater, Art-Vader, HolyQ, Vee, mira, luckypyjamas, Axhoola, lk, fakedaisies, woof, fmercury, aHatOfPig, cognitonaut, Magb, mcjuicy, ravindra108, Fcannon, PohlHoud, Jeef, lateadopter, suprememongoose, nutmeg, TheSoulBear, Wulvaine, FinnS, Jewpacabra, UConnHusky, erinye, eRiUukFJk, smilebuddha, Doc_Rostov, Mo_Rose, AidenS123, Audhumla, boswelljn, stoned_lightning, ibetso, stormagnet, Panserbjorne, cuneocapo, wehavemagnums, tragicone, Darthemed, afvbs, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by featurelessvoid, NeoNaoNeo, TonyHighwind, salvagebar, Ebessan, Sargasm, Appers)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked as spam and excluded. asherdan: What a douche. (reported by GeyserShitdick, cognitonaut, alejandroadam)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 6,
    "snip": false,
    "text": "he has to be a dick. he was punk before we were punk"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "asherdan is not actually as much of a dick as I thought he was, but he needs to lay off"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by ted0phile, straw, ezcmac, mball, madnes, apocowarg, symbolsoup, riotdejaneiro, Thorfinn, kylank, aargh, odei, Mosana, bug, Howard, NDCaesar, Semiquaver, JuanCarlos, Sargasm, atticusonline, caduceo, Cracklewater, luckypyjamas, lk, woof, Fcannon, lateadopter, nutmeg, TheSoulBear, Wulvaine, Jewpacabra, clembot, eRiUukFJk, smilebuddha, stormagnet, cuneocapo, aperson)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "alejandroadam",
    "plus": 103,
    "snip": false,
    "text": "you don't know snakes from dildos"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mugi",
    "plus": 8,
    "snip": false,
    "text": "Oh, that's brutal."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "Snakes and dildos? Isn't that a kid's board game?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "I always wondered why Snakes and Ladders is called Chutes and Ladders in the US. <br/> \n <br/> \nIs it just that it makes more sense to slide down a chute than a snake?  <br/> \n <br/> \nOr was there fear of Biblical Meaningfulness? If kids' game pieces were allowed to slide down snakes, would that be too much like the Fall of Man, when the serpent got our incestuous ancestors kicked out of the Garden?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cracklewater",
    "plus": 3,
    "snip": false,
    "text": "Wow, I had no idea it was such an old and moral game: <br/> \n <br/> \n\" <em>Snakes and Ladders originated in India as a game based on morality called Vaikuntapaali or Paramapada Sopanam (the ladder to salvation). This game made its way to England, and was eventually introduced in the United States of America by game pioneer Milton Bradley in 1943.<br/><br/><br/>The game was played widely in ancient India by the name of Moksha Patamu, the earliest known Jain version Gyanbazi dating back to 16th century. The game was called \"Leela\" - and reflected the Hinduism consciousness around everyday life. Impressed by the ideals behind the game, a newer version was introduced in Victorian England in 1892, possibly by John Jacques of Jacques of London.<br/>\n<br/>\nMoksha Patamu was perhaps invented by Hindu spiritual teachers to teach children about the effects of good deeds as opposed to bad deeds. The ladders represented virtues such as generosity, faith, humility, etc., and the snakes represented vices such as lust, anger, murder, theft, etc. The moral of the game was that a person can attain salvation (Moksha) through performing good deeds whereas by doing evil one takes rebirth in lower forms of life (Patamu). The number of ladders was less than the number of snakes as a reminder that treading the path of good is very difficult compared to committing sins. Presumably the number \"100\" represented Moksha (Salvation). In Andhra Pradesh, snakes and ladders is played in the name of Vaikuntapali<br/>\n<br/>\nThe squares of virtue on the original game are Faith (12), Reliability (51), Generosity (57), Knowledge (76), Asceticism (78); the squares of evil are Disobedience (41), Vanity (44), Vulgarity (49), Theft (52), Lying (58), Drunkenness (62), Debt (69), Rage (84), Greed (92), Pride (95), Murder (73) and Lust (99).</em> \" <br/> \n <br/> \nI love you wikipedia. I don't care what anyone says."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "GRRRRRR RIOT FIGHT!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeronomicon was marked lame too many times and excluded. (marked lame by TonyHighwind, Bex, fattypneumonia, Zem, TheSoulBear, Nathan)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "this pretty much sums it all up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by TonyHighwind, yaegmenthor, VictoriaW, Darthemed)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 23,
    "snip": false,
    "text": "He is (was, since I now know how this tragic tale unfolded) fine. I enjoy reading his comments far more than the endless stream of 'omg Ray is so awesome' or 'I totally use this line in real life' or '(insert quote from previous strip)'. It doesn't need to be a love-fest all the time. The people who marked his comments as spam are truly abusing the system and sinking to a new low."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 3,
    "snip": false,
    "text": "I like reading them too, often right before laming them.  But still it is fun to read that sort of comment, so it pisses me off when people mark them as spam.  If you don't like a comment, lame it, go with a lower lame setting, or use the \"ignore user\" function.    Don't mark it as spam.  Have some  <em>dignity</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by ted0phile, mikeronomicon, Fermata, atticusonline, glue, jezebel, Axhoola, Wulvaine)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeronomicon was marked lame too many times and excluded. (marked lame by TonyHighwind, Zem, Panserbjorne)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mercuri0us, dracer2, whymog, aperson)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeronomicon was marked lame too many times and excluded. (marked lame by TonyHighwind, Zem, Ciansy, davidbowie)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by lumley, mercuri0us, dracer2)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "So...you want to murder someone because they said something you dislike? For (favorite religious icon/marvel superhero)'s sake, you're more of an asshole than Asherdan."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "This asset has no lames. <br/> \n <br/> \nJust thought I'd point that out while it's still true."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Asherdan just likes to play the devil's advocate. Not a bad thing, it's just something he enjoys, I think. <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "thorfinn",
    "plus": 4,
    "snip": false,
    "text": "I am now beginning to understand why everyone hates asherdan and constantly lames him.  It made no sense early in the archives."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by freakscene, NeoNaoNeo, Mangtastic)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 23,
    "snip": false,
    "text": "So I'm guessing you didn't eat your lentils, then."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I remember google image searching \"Chris Onstad\" back in the wee days of my addiction. This is what I found. <br/> \n <br/> \nI was sorely confused, friends. Sorely."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Have you not loved and lost...a beer? <br/> \n <br/> \nI go through this almost everynight, but so that a child may live."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Y...you were going to kill a child?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "every night. <br/> \n <br/> \nluckily he's too drunk to do it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm afraid that my drunken posting has become a thing on assetbar. <br/> \n <br/> \nYeah, ok, so I'm back from a minor league baseball playoff game (Bulls vs Bats, that's a tough one for me) and quite few beers plus a double Powers at the James Joyce for afters. <br/> \n <br/> \noh shit I'm back at home!  hey guyss"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeronomicon was marked lame too many times and excluded. (marked lame by unkle_bob, diplomat76, Satyr)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorriffs",
    "plus": 3,
    "snip": false,
    "text": "Such viciousness on a forum for a comic strip!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 37,
    "snip": false,
    "text": "Dude, if you think this is still just a comic strip then you are not paying much attention. <br/> \n <br/> \nIt is also a  <em>store</em>  for such as  <em>cookbooks</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hannah",
    "plus": 3,
    "snip": false,
    "text": "i think this is pretty cute. :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "I know this is basically adorable to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 4,
    "snip": false,
    "text": "I wish I could say that about Natty Ice, but I CAN'T AND I NEVER WILL (that stuff is nassty)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 14,
    "snip": false,
    "text": "I'm surprised they can get enough horses to piss into a bottle to  <em>make</em>  Natty Ice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howard",
    "plus": 6,
    "snip": false,
    "text": "dude seriously when horses piss they don't fuck about. <br/> \n <br/> \nThe entire operation is probably just an old man, a shire horse and a funnel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 10,
    "snip": false,
    "text": "water, people. you're forgetting to water DOWN the horse-piss. sheesh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satellitetv",
    "plus": 2,
    "snip": false,
    "text": "I thought Natty was bad, and it is, but then I met Milwaukee's Best ICE, and I died a little inside."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikebox",
    "plus": 0,
    "snip": false,
    "text": "hahaha, like narrangansett or Bull ICE 40s"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "its good bong beer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 8,
    "snip": false,
    "text": "Agreed. The only thing natty is good for is making you play beer pong  <em> to win </em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "just keep me cold!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 3,
    "snip": false,
    "text": "wouldn't hugging it warm it up?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "http://chappie.stanford.edu/archives/1996-1997/the_transmitter_faces_south/rainier_beer/ <br/> \n <br/> \nA lot of other old Onstad material there too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "fuck it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roccolieuallen",
    "plus": 0,
    "snip": false,
    "text": "A promising start!  You really DO have to keep it cold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoveland",
    "plus": 0,
    "snip": false,
    "text": "Does anyone remember a couple years back when Onstad put some links on here to some of his friend's stuff (or something along those lines)? <br/> \n <br/> \nI seem to remember a poem about a college girlfriend and a bum masturbating while looking directly into his eyes...anyone?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Go back one or two strips and someone left a link in the comments to an Onstad Stanford monkeyboy comic, where if you then click on his name you can see other stuff, including that poem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoveland",
    "plus": 0,
    "snip": false,
    "text": "\"girlfriend\" from 6/21/99?  I thought that might be it but it isn't...it was something called..i think college girlfriend...or something along those lines....it had something about a drive through and a homeless guy masturbating while looking directly into the authors eyes and it being creepy...I don't know if onstad even wrote it but I know it was on the site....it was only a feature for a few months"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "1997 - 2004 Chris Onstad <br/> \n <br/> \nMakes it seem like he was working on this comic for 7 years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "RIP <br/> \n <br/> \n...oh wait, what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Dear Mr. Onstad, <br/> \n <br/> \nI gave this comic a 5. Mainly because it's just simple and kinda stupid and not meant for the eyes of thousands of people and that's alright because that's OK.  <br/> \n <br/> \n~woodenteeth"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Is this the genesis of the Asherdan hatred?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "As I understand it, some years ago Onstad administrated a discussion forum in a way that hurty wurted asherdan's feelings.  <br/> \nWhen assetbar was created, asherdan leapt at the chance to be an ass on a discussion forum once more. That's basically it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I have a lot of love for Rainier and thus for this strip. <br/> \n <br/> \nThe time I almost threw up on my girlfriend in bed after drinking all those Rainier tall-boys?  I'll blame it on the one Olympia I had."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeltaen",
    "plus": 0,
    "snip": false,
    "text": "Rainier is really good, but it gives you a bad hangover."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raticus",
    "plus": 0,
    "snip": false,
    "text": "(test) <br/> \n....................../´¯/) <br/> \n....................,/¯../ <br/> \n.................../..../ <br/> \n............./´¯/'...'/´¯/` <br/> \n........../'/.F/.Y./F././¨¯\\ <br/> \n........('(...´...´.... ¯~/'...') <br/> \n.........\\.................'...../ <br/> \n..........\\.................../ <br/> \n............\\..............( <br/> \n..............\\.............\\ <br/>"
  }
]