[
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by budenhagen was marked lame too many times and excluded. (marked lame by michlitschc, pulkbaby, LocusCosecant)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by budenhagen was marked lame too many times and excluded. (marked lame by blastradius, jthompson, pulkbaby, Darthemed, turkfish)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zaratustra",
    "plus": 9,
    "snip": false,
    "text": "trick question, eh"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gumfish",
    "plus": 6,
    "snip": false,
    "text": "TRUCK QUESTIONS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Well, technically when the truck comes to a stop and opens its side out to form a makeshift sunshade, it can be considered a stand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robobogle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by robobogle was marked lame too many times and excluded. (marked lame by facehead, MauriceSnail, lastlarf, pulkbaby)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laserblade",
    "plus": 58,
    "snip": false,
    "text": "Three tacos - $3 <br/> \nLarge Dr. Pepper - let's say $1.50 <br/> \nLesotho - $3.088 billion at purchasing power parity (source: CIA Factbook). <br/> \n <br/> \nComes out to: $3,088,000,004.50."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daaaaang",
    "plus": 13,
    "snip": false,
    "text": "Your avatar just made it seem so appropriate that you would know how much a country is worth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shirt145",
    "plus": 2,
    "snip": false,
    "text": "Hahahaha at the fact that I read this as CIA facebook.  Nicely researched by the way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 5,
    "snip": false,
    "text": "Swaziland is only $1 more on Thursdays!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cuddlefish was marked lame too many times and excluded. (marked lame by blastradius, pulkbaby, LocusCosecant)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by joeyramoney, autrepoupee, VictoriaW)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by Tinhand, greatwhitehope7, marijne, twohundredninety, whoper, mortshire, Howard, Axhoola, logic, CactusCat, Mastronaut, pulkbaby, biff, turkfish, Nictusempra, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 6,
    "snip": false,
    "text": "Even disregarding the fact that \"sooner or later\" is a deeply entrenched idiom, it often makes perfect sense when interpreted literally. Which it does here."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "riazm",
    "plus": 3,
    "snip": false,
    "text": "Oh my god what? Under a dollar? That's like.. under fifty pence. <br/> \n <br/> \nFifty pence in England will buy you a packet of crisps. You will have ten pence left over for a refresher bar."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "kledermans",
    "plus": 2,
    "snip": false,
    "text": "A dollar is back over 50p as of a couple days ago, thank you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 21,
    "snip": false,
    "text": "Sounds like someone takes U.S. currency devaluation a little personally!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by apocowarg, Scorpio_nadir, Semiquaver, 762, vermy, proof_man, Crater12, logic, TheGreatestCape, Doc_Rostov, jwinehou)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Sotico, I like you, but stop it with the anglocentrism.  It is rough enough living here without it being rubbed in that we don't live there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, fosters, Semiquaver, 762, Crater12, TheGreatestCape, smilebuddha, Doc_Rostov, jwinehou, tellumo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 8,
    "snip": false,
    "text": "It says that you're kind of a jerk to be unnecessarily hatin'.  As I've said elsewhere we tend to get nicer yanks on these here boards and everyone here more or less has earned the right to be judged on their own merits just for being here, in my humblest of humbles. <br/> \n <br/> \nAbout half the people here are assholes but the other half are mostly really nice.  There's no point in pissing on the generally nice ones for no real reason, is all I'm saying."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, daidai, mashisoyo, bug, hikikomori, Semiquaver, 762, coffeecoaster, lakesofcanada, atticusonline, Axhoola, Crater12, logic, tz, TheGreatestCape, scraggg, Doc_Rostov, jwinehou, tellumo, morbo)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "semiquaver",
    "plus": 9,
    "snip": false,
    "text": "Odd thing.  From where I'm standing, the fuck-you-all-I-care-about-is-me perspective is a uniquely American one.  Oh, well, I guess it doesn't really matter anyways."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, daidai, kazad, bug, Crater12, I_Love_Kate, jwinehou, tellumo)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "I've lived in the US, in Oklahoma, all my life. I have never encountered one person who is like what you describe, soticunto.  <br/> \nMaybe you should, I don't know, learn about the US or visit it or something before you just decide that every single person there is brain-dead."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Open the curtains sometimes then. <br/> \n <br/> \nI've been there. Seen it. Was glad to leave.  <br/> \nO'course, of all places in the united states to go to, Arkansas probably wasn't the best choice."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "the_dude",
    "plus": 10,
    "snip": false,
    "text": "i get a kick out of how soticoto disparages others as sheep while preaching a view of an entire country based on how it is presented in the media."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "fosters",
    "plus": 17,
    "snip": false,
    "text": "\"Viciously sociopathic?\" I think you misspelled \"bitter virgin.\" Don't flatter yourself, kiddo. You may look in the mirror (constantly) and see the former but I guarantee you everyone you meet just sees the latter."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, vermy, Doc_Rostov, jwinehou, tellumo)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, Crater12, Doc_Rostov, jwinehou, tellumo)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "catgrl131",
    "plus": 10,
    "snip": false,
    "text": "You a crazy person, soticoto. <br/> \nGo to a dungeon."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "notcool",
    "plus": 9,
    "snip": false,
    "text": ">>go dungeon <br/> \n <br/> \nYou enter the dungeon. The flickering torches in sconces on the walls barely illuminate the slime-covered rough-hewn stones making up the walls and floors. The ceiling is too high for you to see clearly, but there appears to be something hanging from it. The smell of decay and brimstone stings your nostrils and makes your mouth water. You hear running water from far away. <br/> \n <br/> \nIn front of you is a soticoto. <br/> \n <br/> \n>>kill sot <br/> \n <br/> \nYou hit the soticoto for 498 damage! <br/> \n <br/> \nThe soticoto drops to the ground dead. <br/> \n <br/> \n>>loo sot <br/> \n <br/> \nYou loot the corpse, and find one soticoto juices. <br/> \n <br/> \n>>teabag corpse. <br/> \n <br/> \nSyntax Error."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "There is a pretty low infidelity-related joke I was about to make involving a homonym of \"coming\" but I did not make it.  I feel like this should be shared for some reason.  I don't know, maybe somebody else can figure out how this bullshit world is supposed to work."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "quaga",
    "plus": 3,
    "snip": false,
    "text": "(yes, I know I'm late to the game here) <br/> \ncounterpoint: chavs <br/> \n <br/> \nseriously, there are jerks on both sides here. The only reason we have more is because we are a larger country, therefore more people live here. If you look at it per-capita, it's probably about even. In fact, it's spread pretty even throughout the world. Case in point: look at how many countries have their own editions of Big Brother."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "the skateboarding magazine? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "oh thank god! no more bothersome page numbers!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I was just about to make the same point. Chubby for that."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "You guys realize that was a joke right?  You read the rest of the things on the front page?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Chavs. Aye. Horrible things. Part of why I can't like my own country either. The other thing is that due to our degrading culture, we have to invite other cultures in to compensate... BUT they always end up being from those countries where \"more culture\" is never a good thing. <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Big Nick's Burger and Pizza Joint.  Broadway and 77th.  Order the French toast.  You will come to understand -- even to love -- this country, for all its foibles."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I love that you didn't mention the city because you didn't have to."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Incidentally I have been to Big Nick's.  And yes, it is truly a thing to love."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I was in New York recently and the airport shuttle driver and two cab drivers told me I should go there. Sadly I never made it, and...I regret it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You're one of those crazy people who don't do anything they should be doing.  Which means I should like you.  But you skipped Nick's.  Which means I have a Conflict.  :(."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "alzuna",
    "plus": 4,
    "snip": false,
    "text": "<em>D</em> I <strong>s</strong> <em>A</em> grE <em>e</em> M <strong>e</strong> nT  <strong>B</strong> O <em>x</em> <br/> <br/> <br/> Although, there is always a Next Time. I may indeed get off the plane and go directly to Nick's."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "See, I can't imagine going to the Eastern seaboard without going to Big Nick's.  It's, like, the Platonic restaurant.  They serve every kind of food imaginable, and they prepare it better than anyone else in the world.  So yes.  Next Time indeed."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "<em>Preface: I have no beef (other than Roast) with you!</em> <br/> \n <br/> \nAre you English? <br/> \n <br/> \nAre you happier, now that we've got Obama? <br/> \n <br/> \nGeneral Americans suck, just like in general  <em>people</em>  suck. We're just the biggest and loudest group of jerks around. Naturally, we seem jerkier than the rest. If you took a proportionate number of Americans and replaced all of the Basotho with us, no one would be so adamently against us. <br/> \n <br/> \nI really think Bush helped to fuel that fire, too."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Go to the store and find your cheapest and rastiest-assed bag of sliced plain white Wonder-ouvre bread, then hold it up next to some chichi ultra wheat digestolax honey sweetened brain bread.  Check the ingredients lists on each individual loaf; compare and contrast.  That is America's ideas compared to the ideas of Other Nations.  Give us time though we're clearly learning at this stuff."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "panthera3000",
    "plus": 0,
    "snip": false,
    "text": "Dude why do you even like this comic then? As far as I know Onstad is from the USA"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "HA! The Canadian dollar is worth more than yours! In your pants and in your face!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Yes. Those would be two places that I've begun to hoard Canadian dollars  <strike>for when the Lakotah secede</strike> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "No he doesn't. Whether it is sooner OR later, there will be a case of Regrets. What I am wondering is when the time switches from sooner to later. I figure 'sooner' is when the food sits like a ball of half-set glue in your stomach, and 'later' is when warfare is declared on your lower digestive system."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Depends on the area you live in. If I'm paying more than $5 for a burrito then I'm probably doing something terribly wrong. This is not for just some cheap, terrible burrito this is for some of the best burritos that can be had in what is one of the most competitive burrito markets in the country."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "You can't get Mexican here for under $6.50, if you aren't cooking it. Old El Paso kits are probably the cheapest choice and they don't taste too bad either. <br/> \nAustralia is not sure about Mexican food. Australia is more comfortable with Chinese and sushi.  <br/> \n(There are so many sushi bars all of a sudden. Sushi is nice and all but it's not that nice that I want ten different sushi bars within walking distance.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sheer",
    "plus": 0,
    "snip": false,
    "text": "SO WHAT IF A TACO IS MORE THAN A BUCK...  I AIN'T BUGGIN'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "adelazero",
    "plus": 0,
    "snip": false,
    "text": "Aww man don't tell me you get your tacos in a gas station. My boyfriend works in a gas station, I've seen what they put in those things. Seriously dude if you somehow read this cut that shit out..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 0,
    "snip": true,
    "text": "A comment left by supergeorgina was marked lame too many times and excluded. (marked lame by blastradius, thedudeabides85, pulkbaby, veck, turkfish)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 4,
    "snip": false,
    "text": "i come from scotland and that doesn't translate.  why is it classic?  does 'pendejo' mean 'shit meat lover' or something?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "bearealcoolhand",
    "plus": 6,
    "snip": false,
    "text": "means dickhead"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "natjo1986",
    "plus": 0,
    "snip": true,
    "text": "A comment left by natjo1986 was marked lame too many times and excluded. (marked lame by goocifer, pulkbaby, LocusCosecant)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "blastradius",
    "plus": 2,
    "snip": false,
    "text": "Pendejo = Asshole."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "noah",
    "plus": 7,
    "snip": false,
    "text": "It's an amazing word, that can mean many different things depending on which Spanish-speaking country you're in.  Jackass, idiot, chickenshit, filthy asshair, slut (pendeja), cheat, cuckold, it runs the fucking gammit.  Pretty much the only insult it can't mean is \"faggot\".  That's what \"maricón\" is for."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 1,
    "snip": false,
    "text": "Also, a tuft of pubic hair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "taidje_khan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by taidje_khan was marked lame too many times and excluded. (marked lame by Andrew_, DrSkradley, Fcannon)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 5,
    "snip": false,
    "text": "Dunno.  But your fiesta name is \"Fuck Nugget.\"  Eat up, and have a nice day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "Clearly she was refering to Gambit from X-Men."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ghede",
    "plus": 0,
    "snip": false,
    "text": "Pendejo = Generic Insult. The proper response is to either get mad and threaten to cutchoo up mang, or to back down. At least according to the stereotype ridden movies I have seen. <br/> \n <br/> \nAh, B movies. Keeping you informed of stereotypes and cliched dialog since the fifties."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by silver_lake was marked lame too many times and excluded. (marked lame by Lacrimus, twohundredninety, tomsonlocal, Mastronaut, veck, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "le_chien_manquee",
    "plus": 33,
    "snip": false,
    "text": "i bet you don't know what a baldy hauf-inch stauner is, mochacho."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "riazm",
    "plus": 26,
    "snip": false,
    "text": "Alright, I'll bite, I live in the Midlands and I think you just made that up. <br/> \n <br/> \nEven trying to run it through my Scottish accent/English degarblifier yields nothing. I'm staring at a massive, blank unrolled sheaf of dot matrix printer paper and saying what? Paper all still coming out of the machine, Degarblifier LCD display saying \"ERR56\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "coogs",
    "plus": 4,
    "snip": false,
    "text": "I'm gonna go ahead and say it means a tiny erection...aw it takes is one Irvine Welsh book n ah think ah've goat the scot dialect doon pat"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "le_chien_manquee",
    "plus": 3,
    "snip": false,
    "text": "not bad, but you forgot to add 'pubeless'.  this was a terrible insult in 1980s scottish playgrounds, back in the days before shorn ballsacks were socially desirable. <br/> \n <br/> \nby the way, irvine welsh is a hack and a fraud.  try alan warner or iain banks for some quality contemporary scottish writing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Iain Banks? He can't even spell his name! <br/> \n <br/> \nAn old girlfriend pushed \"The Wasp Factory\" at me. Later I found out she had not actually read it. You have to read it yourself to understand the heinosity of this act. It's like dosing someone with 500 mics."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Screw you, jackparsons.  <em>Fuck</em>  you. <br/> \n <br/> \nThe Bridge is a masterpiece of modern literature. And Whit is almost as good. I'd mention more, but I'm better acquainted with his Science Fiction work."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I liked The Wasp Factory, but chubby about his name.  Too true."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 1,
    "snip": false,
    "text": "Latino, or just Mexican?  People here discuss Mexican slang terms as if everyone in all of Latin America used them, which in most cases isn't true."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, logic, Doc_Rostov, tellumo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 2,
    "snip": false,
    "text": "More specifically, it's what a Mexican taco truck proprietor will most likely call anyone and everyone who buys tacos from him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tony",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tony was marked lame too many times and excluded. (marked lame by hargbarf, equinn2006, pulkbaby, LocusCosecant)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 8,
    "snip": false,
    "text": "I died. When I read that sentence. I just stopped living. It was too funny. My mother even laughed. She's not even here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gage",
    "plus": 9,
    "snip": false,
    "text": "If Beef goes to Lyle's SaniTaco stand, there's also the added bonus that a naked lady sat on the counter!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "thegrapist",
    "plus": 4,
    "snip": false,
    "text": "Beef's right. Those leftover Blammin Slammin Oh Man Am I Jammin Enchiladas could save a hungry mexicans life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by JohnnyLandmine, blastradius, solobuttons, veck, STUART, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by hargbarf, madnes, Axhoola, bhlaab)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Well, you know, it's easier. I once confused these French dudes for Amerikans in Acapulco. I was so sorry and apologized lots afterwards. <br/> \n <br/> \n <em>Oh SNAP</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "Go to the Florida area, all of a sudden all the Latino people are \"Cuban\"."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Uhm.  South Florida is heavily Cuban-American.  See: Little Havana, Miami."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "Wow, way to not get it.  I was pointing out that the Mexican generalization isn't true everywhere, which you've now helped me prove.  Unless you're trying to say that indeed all Hispanic immigrants in Florida  <em>Cuban</em> , in which case refer to the post I was replying to."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I did in fact assume you were expanding on a generalization with a more-insulting expansion of the ways in which Americans are idiots (generalizing all Hispanics as Cubans).  Clearly you were not doing this and my defense/rationalization makes no sense.  Feel free to accept my humble apologies/One Gold Coin From This Bag."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "I'm gonna assume you're not from the states.  In which case, would you please stop generalizing people for overgeneralizing?  It's alienating and hypocritical."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "lol \"don't insult my insulting behavior\"  <br/> \n <br/> \nI was talking about racism. not overgeneralizing. \"Mexican\" is a nationality, there is no ethnic consistantcy to people that are citezens of any American (as in north, central, and south) nation. calling someone a nationality becuase they have brown skin is not generalizing it's blurring the lines of ethnicity, language and nationality. with the implication that when someone appears to have native american ancestory they must be poor, starving, stupid, and not a legitimate citizen. but some kind of 'second class' citizen or foreigner. and the thought you are now thinking that \"but it's so often true\" thought that is racism. north americans don't think of other people as people first. they think of them in terms of economic class, race, and clothing options first.  <br/> \n <br/> \nand yes I am a US citizen but I don't see why that is important to my opinon of every American I've ever meet.... <br/> \n <br/> \nalso. I made one little tangent QQing post. sorry. lol it had no place here. but your still a dick. and the OP from thegrapist is still hateful bullshit. not that I think it's unique in anyway to him or the US. it seems to be a part of the universal human experince."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "thegrapist",
    "plus": 0,
    "snip": false,
    "text": "Pfft. Moron. Way to assume I'm from the US. <br/> \n <br/> \nScroll down a little bit, huh? <br/> \n <br/> \nEnchiladas are Mexican cuisine, correct? Ergo: A Mexican would eat it.  <br/> \n <br/> \nJust like an American would eat a hot dog, a Canadian would hoark down some maple syrup, or a German would feast upon bratwurst. <br/> \n <br/> \nNothing hateful at all."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "\"starving mexican\" is what I found offensive wtf are you talking about/reading? or are you just to good at flaming to have to read anything. also.   good job missing the point, and have fun being another one of the billions of xenophobic ethnocentric human beings. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegrapist",
    "plus": 0,
    "snip": false,
    "text": "PS : http://www.commonsensefarm.com/images/Ingredient_sub/500soapbox-pic.jpg"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "Large portions of the United States are overwhelmingly racist.  Large portions are not.  Every United States citizen you've ever met (hyperbole or no) is not every United States citizen.  As it happens, ninety-nine out of a hundred people I've encountered and discussed race with in my part of the states hate the kind of imperialist racism you describe.  Sir, they like it about as much as fish like parasailing.  And that's a fact.  As a wise man once said: if that makes me a dick, then at the very least acknowledge my balls."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "this isn't debate class, it's my experience. and your post makes no sense. what are you trying to say? you don't see it so it's not a problem and no one should ever say anything? are you done stroking your epeen? what are you looking for me to say? \" I give up, racism is not a problem at all, I was wrong to be offended that someone implied my friends and family are all starving savages.\"  are you defending thegrapis? or just insulted that I stated my experince is that americans hate natives/hispanics/latin americans usually openly, but sometimes just residually?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Asking you to acknowledge that one large country could have regionally and individually different attitudes towards race doesn't constitute, as you say, \"stroking my epeen.\"  America's a big country to be making these kinds of generalizations about, and I merely suggested that you calm down instead of potentially insulting a few decent people.  Christ, man, it's only fair. <br/> \n <br/> \nThe OP was revolting, it's true: I don't think anyone would really disagree with you (hence the humor of zefiel's reply).  Escalating the conversation to further insults from there instead of ignoring the comment and moving on isn't mature or productive, though. <br/> \n <br/> \nInsulting ME for pointing out that not everyone in this danged country is racist...well, that's just silly."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Apparently I lamed you for this a long time ago. I can't imagine why. I apologize."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by pr0ncess, LocusCosecant, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was trying to suss that one out. For a bit there I was operating under the hypothesis that Lesotho was both a fairly obscure Aftican nation (obscure to an American, anyway) and a regional So Cal snackfood what compliments tacos and Dr. Pepper. This hypothesis failed even the most superficial scrutiny. The wheel of psuedoscience takes another shuddering turn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kledermans",
    "plus": 3,
    "snip": false,
    "text": "I assumed he meant he was going to purchase the country.   It's not a big country, about the size of Rhode Island I think."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thegrapist",
    "plus": 0,
    "snip": false,
    "text": "Also, I'm Canadian. <br/> \n <br/> \nAnd trust me, your idiotic connotations are false. Stop looking for things that aren't there."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 10,
    "snip": false,
    "text": "Here (Mexico) the usual fare is 3 tacos for a dollar. Cow cheek, tongue, guts, udder, whatever you want. There's also pork, which usually includes a little slice of pineapple that the  <em>Taquero</em>  will deftly cut into the air and catch with your taco."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lacrimus was marked lame too many times and excluded. (marked lame by stormypinkness, puadxe, blastradius, equinn2006, Mastronaut, tragicone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "Tuesday is Taco Tuesday at Del Taco here (Utah), all I know it means really cheap tacos that are maybe good and maybe not good....They seem to vary in quality from location to location."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "I have had a tacos in mexico. but I prefer other street foods that I will probably never know the name of, or know how to spell. but they are great. and inexpensive. also the coke is so good. you can't drink american coke EVER AGAIN"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "YES! Why is the U.S. apparently the only country subjected to fucking gross high fructose corn syrup Coke? I don't know about the Mexican ingredients, but European Coke is all sugar-sweetened. Also, apparently, you can also get sugar-sweetened Coke in the U.S. during Passover, because observant Jews can't consume corn products during that time. Here's a feed on the matter:  <a href=\"http://web.archive.org/web/20101008201556/http://buzzfeed.com/buzz/Sweet_Sweet_Passover_Coke\">http://buzzfeed.com/buzz/Sweet_Sweet_Passover_Coke</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Because in the US, corn syrup is cheaper than cane and beet sugar -- a lot of corn is grown domestically, but the other stuff is imported."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "(... Or, more precisely, would probably have to be imported to acquire sufficient volumes of it to manufacture Coke. I'm not sure how much of US table sugar is produced domestically and how much is imported, since SOME sugar cane and beets are probably grown in the US.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ralgnar",
    "plus": 8,
    "snip": false,
    "text": "More to the point, corn growing is such a big US industry that the government would suck the corn farmers dicks personally if they weren't so busy giving them gigantic subsidies and pushing corn syrup and corn-based ethanol on everyone."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Very good point."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Within a 40-mile radius of  <a href=\"http://web.archive.org/web/20101008201556/http://www.dublindrpepper.com/?gclid=CLXbqazIpJMCFRJPxgodojj0nQ\">Dublin, Texas</a>  you can buy sugar-sweetened Dr. Pepper. I lived about half an hour from Dublin and after moving I just can't drink regular Dr. Pepper anymore  <em>I just can't</em> .  <br/> \n <br/> \nDamn, this strip is making me miss Texas."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "You can also buy cane-sweetened Mexican coke on the bottom shelf of various Texas-area minimarts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "American Coke is disgusting. They've somehow managed to make it taste greasy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Oh god yes.  There's a market between my house and school that imports Mexican coke.  Nothing like actually drinking it in Mexico but whatever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I need to see that pineapple thing done.  That sounds rad. <br/> \n <br/> \nIn my hometown in Texas my friends and i would walk down to Taqueria La Jaliscience.  The food was amazing and cheap but i never saw such displays of pizazz. Then again, it was usually right before closing and we were an annoying group of kids.  Good times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randombeing was marked lame too many times and excluded. (marked lame by straw, blastradius, logic, Mastronaut, pulkbaby, STUART, aperson)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "Because you can now view it in assetbar mode just by mousing over it or looking at the element properties, like normal."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "Beef is correct. Lesotho costs less than a single taco."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kneejerk",
    "plus": 1,
    "snip": false,
    "text": "wtf is lesotho, besides a small country in africa"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "Lesotho is a small country in Africa, nothing more than that. That's the point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 5,
    "snip": false,
    "text": "Well it does have  <a href=\"http://web.archive.org/web/20101008201556/http://en.wikipedia.org/wiki/Lesothosaurus\">Its own dinosaur.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "that is both wild and disturbing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Much like your icon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 4,
    "snip": false,
    "text": "I thought it was Prince for a full 3 seconds. They were happy seconds."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The picture of the dinosaur makes me laugh. The one behind the other one is taking such a dainty step. Looks like a reptillian ballerina."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "josher",
    "plus": 0,
    "snip": true,
    "text": "A comment left by josher was marked lame too many times and excluded. (marked lame by blastradius, SchnappM, equinn2006, lastlarf, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asinineuser",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asinineuser was marked lame too many times and excluded. (marked lame by blastradius, philboyd, josher)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "josher",
    "plus": 0,
    "snip": true,
    "text": "A comment left by josher was marked lame too many times and excluded. (marked lame by equinn2006, behka, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by ButterMoths, josher, lateadopter, Boredom_Man, Audhumla)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "freelancelove",
    "plus": 1,
    "snip": false,
    "text": "I applaud josher's shameless posting, as for some reason the alt text only half displays on my browser, after which it dissolves into ellipses."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "connellingus",
    "plus": 4,
    "snip": false,
    "text": "I assume you're using Firefox if it gets cut off. Check out the  <a href=\"http://web.archive.org/web/20101008201556/https://addons.mozilla.org/en-US/firefox/addon/1715\">Long Titles</a>  add-on. Alternately, you can view the alt-text by right-clicking on the comic and clicking on \"Properties.\" This gets asked often enough that I think maybe there should be an FAQ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "werthog42",
    "plus": 0,
    "snip": true,
    "text": "A comment left by werthog42 was marked lame too many times and excluded. (marked lame by KilroyWasHere, madnes, robobogle, shockofsputnik, equinn2006, logic, Fathington, DrSAd, Mastronaut)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jrpigman",
    "plus": 6,
    "snip": false,
    "text": "It basically means he reads it as \"an eff ay queue\" instead of as a word rhyming with \"tack.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 7,
    "snip": false,
    "text": "Welcome to the grammar rodeo, folks. Saddle up for some boring tirades! (I guess it's not too fair to single this one example out. But come on, people! This is the goddamned internet! Minor grammatical transgressions are really the last thing we should be freaking out over. Yes, that sentence has a plural subject and a singular verb conjugation, and yes, I ended it with a preposition. SUCK IT."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smog",
    "plus": 15,
    "snip": false,
    "text": "In Vietnam, my dad was stationed in An Faq. Shit was no joke."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "freelancelove",
    "plus": 0,
    "snip": false,
    "text": "It didn't take me this entire 5 months to find that extension, but it did to thank you for your help. So thanks!"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "josher",
    "plus": 5,
    "snip": false,
    "text": "Don't be a whore? Not two posts above, a guy asked for someone to post the alt text. Although, of course, now THAT'S been obliterated by the \"lame\" mafia as well.  <br/> \n <br/> \nSo sorry for trying to help out."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "twohundredninety",
    "plus": 2,
    "snip": false,
    "text": "I don't think there's a lame mafia. I think there are just a lot of people reading this now, and many of them (five, as I write this) found it lame. Look at how many different users have commented on this page alone. Surely five of them can have independently come to the conclusion that the comment sucked. <br/> \n <br/> \nI  <em>almost</em>  marked it lame, and then thought better of it, but I'm not part of an Evil Conspiracy. I'm sure other people had the same thought and then failed to change their mind. <br/> \n <br/> \nAs far as the obliteration goes, you can prevent that from happening by setting your hide threshold at the top of the page, right under the comic. Mine is at 9999, so comments are never hidden. <br/> \n <br/> \nAnd if a comment does get hidden somehow, you can still read it by clicking the word \"comment\" in the message \"A comment by somebody was marked lame too many times and exlcuded.\" This works with spam, too: No comments are ever actually deleted."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Lame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foolio",
    "plus": 2,
    "snip": false,
    "text": "Only 4.3?! \"I still have enough money left over for a large Dr. Pepper and Lesotho\" is one of those quintessential Achewood lines like \"Now you must call it a sex bicycle.\" FIVE STARS"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "foolio",
    "plus": 0,
    "snip": false,
    "text": "Oops, forgot to do the \"feelings on this strip\" dropdown. I thought that's what the rad chilies are for."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robobogle",
    "plus": 2,
    "snip": false,
    "text": "A chubby goes to the man who sneakily makes me do a search for the term \"sex bicycle.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Oh man, you hadn't read the sex bicycle arc? You are in for a  <em>treat</em> . <br/> \n <br/> \nPS My iPod is named Sex Bicycle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "happycat",
    "plus": 5,
    "snip": false,
    "text": "Sometimes I have fantasies about what combinations I would make if I owned a tex mex franchise. My favorite is the 'six shooter', six bean burritos all wrapped up in a cardboard box a la the happy meal. You simply can't go wrong with a fat case of burritos."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afkpuz",
    "plus": 4,
    "snip": false,
    "text": "I don't necessarily fantasize about mexican food, but large food in general. <br/> \n <br/> \nOne of my ideas is about 4-5 yukon gold potatoes, with seasoning, wrapped in a New York strip steak.  The steak is then tied off at one end and placed vertically on the plate to create The Mortar Shell."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "robobogle",
    "plus": 2,
    "snip": false,
    "text": "Let me know when your restaurant opens. I will be there, and I will be brandishing an oversized fork."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "I agree. These are both Good Ideas."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "The cardboard box actually has to be an oversize revolver, or maybe just the cylinder, with each burrito loaded and ready to fire. I would definitely buy such a thing. <br/> \n <br/> \nAlso, the Double-Barrel : Two chipotle marinated steak burritos with seasoned peppers and onions, brown rice and green chile with colby jack and cheddar. <br/> \n <br/> \n<hungry>Ooohhh man, it's gruzzle time</hungry>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "8/22 is Philippe's birthday. Let us hope for a strip, even though Chris rarely does three in a row."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "It didn't look like it would happen this morning, but you got your wish!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Awesome. Especially since he said next strip Thursday ... and in the last moment we got the birthday strip anyways on Wednesday. <br/> \n <br/> \nYou rock Chris!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "The Lesotho line nails it. Absolute classic Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 0,
    "snip": true,
    "text": "A comment left by imitationcrab was marked lame too many times and excluded. (marked lame by ishuta, twohundredninety, biff)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hikikomori",
    "plus": 17,
    "snip": false,
    "text": "<strong>NOTORIOUS P.E.N.D.E.J.O.</strong>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "k_buttsworthe",
    "plus": 0,
    "snip": false,
    "text": "na na nanana na DORIT - O <br/> \nna na nanana na something - HO"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Chubbied for excellent beatbox work, and the use of that rhyming scheme that is never used in real rap, ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Heh.  I think that kind of \"rap\" was invented by movie executives who wanted a rap over the end credits of their movies.  Dragnet.  Ace Ventura.  Also Fruity Pebbles commercials."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I applaud the rhymes, though I appall the rhythm."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Cuisine so good it made me slap my mom?\" What?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "KISS MY ASS, BITCH! I'LL BE AT DWAYNE'S!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elzilcho",
    "plus": 0,
    "snip": false,
    "text": "The serious period is in effect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": false,
    "text": "Christ, look at Ray's rims!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 1,
    "snip": false,
    "text": "uh oh, ray's gettin annoyed in that last panel.  beef, you are providing sass in the main."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "That's really interesting, how beef realizes Ray spent so much money on him in the fifth panel, and yet by the sixth, he's still making fun of Ray.  I wonder if Beef has any issues with getting married that he's taking out on Ray, or if he's just still getting back at Ray for calling him a butthole."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "No, I think he's mad because Ray spent that much on him, and Beef will likely never be able to do the same for Ray. Or himself, for that matter. Basically, he's grateful, but his pride is wounded also, so he gives into the baser impulse to protect his pride rather than express gratitude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonentity",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nonentity was marked lame too many times and excluded. (marked lame by ishuta, equinn2006, mer, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "asherdan",
    "plus": 2,
    "snip": false,
    "text": "Big question of the day:  <br/> \nare these two small-times knuckleheads going somewhere that maybe will lead to  <em>awesome</em> ? Every desert trip so far has ended up in a nice arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twoply",
    "plus": 1,
    "snip": false,
    "text": "Did Ray's right nipple fall off in panel 5? Should I really be noticing details such as this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boson",
    "plus": 0,
    "snip": false,
    "text": "His hand is ever so subtlety dangling in front of it as his arm supports his gangsta lean."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "Jalapiñata Power Plate:  Deep fried tortilla burros encrusted with jalapeño bits.  Blindfolded with a tri-color alpaca blidfold, you thrash the burro with a flauta while the waitstaff works the other customers into a cheering frenzy.  When cracked open, the burro bleeds a hearty queso.* <br/> \n <br/> \n* <em>Desert jalapiñata bleeds flan</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*dessert."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "LETS HOPE FIESTA MAX! DOES WEDDINGS  <br/> \nTOOT TOOT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robobogle",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robobogle",
    "plus": 1,
    "snip": false,
    "text": "Whoops, accidental clicking there. What I meant to say is that I miss a lot of the characters that haven't been popping up lately. Chucklebot, Pat, Nice Pete, etc. It's not that I don't love Beef and Ray. I love Beef and Ray, but sometimes I miss the other guys."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "captainpeepers",
    "plus": 0,
    "snip": false,
    "text": "I could go for some Vlad to tell the truth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarabria",
    "plus": 1,
    "snip": false,
    "text": "this comic actually made me google at 4 in the morning to see if i could find an all-night mexican restaurant in melbourne. <br/> <br/> <br/> sadly i could not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "DASTARDS! <br/> \n <br/> \nBut Mexicali Rose on Swan St, Richmond is pretty good during \"normal\" hours. Not a Sani-Taco to be seen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 0,
    "snip": false,
    "text": "The conscienceless bastards over at Taco Bell will stop at nothing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "\"My Fiesta name is Pendejo.\"  Dying. Choking. Others in the office asking if I am OK.  See, when Chris does  <em>that</em>  he is in the zone.  He is as funny a writer as has written!  P. G. Wodehouse class.   <br/> \n <br/> I think Beef is saying that he's got enough left over for a guilt-easing (temporary grade) donation. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prine",
    "plus": 5,
    "snip": false,
    "text": "He is saying he could buy a small country for what Ray just spent on a couple buckets of raunchy Tex Mex food, sans the cost of three Tacos and a Dr Pepper."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Thanks prine!  Just couldn't parse that one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 0,
    "snip": false,
    "text": "Semi-related question: what's the mexican food equivalent of Outback/Chili's/TGIF/Applebees/Olive Garden/Red Lobster/etc.? Is there even a nation-wide mexican equivalent?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Dunno about nation-wide, but there is a regional equivalent here in the TexMex part of the country: <br/> \n <br/> \n <strong>El Chico</strong> <br/> \n <br/> \nEl Chico means \"the little boy.\" <br/> \n <br/> \nThe owners chose that name because it would be easy for gringos to remember.  Seriously. <br/> \n <br/> \nWe employess learned that in the employee meeting where we saw the  <em>History of El Chico</em>  video."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ugh. El Chico. We have those here. I worked at one for a couple months. I HATE EL CHICO'S FOOD. My working there has nothing to do with it; I kind of liked the job. But that food is just fucking terrible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "On the Border is one.  It's not in every state, but it's in most of 'em."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "also, they're big Margarita promoters, like Chili's"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "On the Border has some amazing empanadas, though. Gotta give them props for that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm not a big fan of Mexican food at all really, so I don't have much too compare them to, but, yeah, that's one of 2 things I've had in my few trips to On the Border (the other being chicken fingers off the kids menu), and they're pretty good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 3,
    "snip": false,
    "text": "Isn't Chili's supposed to be slightly Mexican? I mean, not really Mexican, but you know, I think they read a book about Mexico at one point. Most of it, at least. Skimmed, anyway. <br/> \n <br/> \nThere's also Chevy's. <br/> \n <br/> \n(hint: all these places blow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "padijun",
    "plus": 0,
    "snip": false,
    "text": "Hmm now that you mention it, chili's has probably sold a few items with \"southwestern\" or \"fiesta\" in the name"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "padijun",
    "plus": 0,
    "snip": false,
    "text": "Hah! A day later I see an ad on TV for Chili's \"Chipotle Crispers\" <br/> \n <br/> \nHand to god, Onstad got this one perfect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "The only thing I know about Chevy's is when I was like 6 some lady was shot in front of one. So now I associate that place with suffering."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Azteca. God how I hate fucking Azteca."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "posting from wii.  achewood on my tv is twice as good ; ]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "I meant to chubby this, but Assetbar has decided that I am too Friendly. <br/> \n <br/> \n(Hey, Assetbar folks? It would be cool if you set the chubby/lame threshold to scale based on the number of comments on the page. Unless it already works that way, but if it does I can't tell.)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "minus the thing that caused that"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "<em>I HAVE A WII AND A GIRLFRIEND</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "happycat",
    "plus": 6,
    "snip": false,
    "text": "See, they should have a feature for the Wii where the controllers vibrate when you read a massive internet burn like that."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "or a feature where a razor blade pops out of the side of the controller and vibrates if you try to cut across the road instead of down the street because you're so emo about the burn you forget the proper procedures"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "You may find reading  <a href=\"http://web.archive.org/web/20101008201556/http://www.thebestpageintheuniverse.net/c.cgi?u=manly_suicide\">this </a> helpful."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "o yeah of course, i've studied that page many a time, my concern is that if i ever get burned again in such a fashion as i did above that my judgment would be impaired such that i would forget to apply the proper technique.  seeing that the wii is japanese and all i just kind of figured that an intuitive suicide interface would be a natural addition to the product"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "The Wiimote conceals a spring loaded  <a href=\"http://web.archive.org/web/20101008201556/http://en.wikipedia.org/wiki/Tant%C5%8D\">Tanto</a>  for ritual Seppuku"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I think Seppuku will be one of the minigames in the next Wario Ware."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "Man, Ray is so cool about a $147 meal. Cooler than a pack of Lesothos, he is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nonentity",
    "plus": 0,
    "snip": false,
    "text": "What is a pack of lesothos? The internet is driving me crazy on this one, I can't figure it out."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "did you read this page at all? there is like a 20 post thread about it up higher on the page. i imagine the internet is often a problem for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lereya",
    "plus": 0,
    "snip": false,
    "text": "\"My Fiesta Name is Pendejo.\" <br/> \n <br/> \n5'd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 7,
    "snip": false,
    "text": "Pah, I feel like I deserve to lame myself for this, but since there is no strip today -- HAPPY BIRTHDAY PHILIPPE. YOU ARE RAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "\"My Fiesta Name is Pendejo\" - I wish more gringos had Fiesta Names!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ixmucane",
    "plus": 0,
    "snip": false,
    "text": "Nobody ever says 'this was my first Achewood' anymore, well it was. I was horribly confused, these cats just don't make much sense if you're not acclimatized to their speech patterns. So I went back to the start, and was a captive of the archives from 'because of a problem?' untill I finish the comics that have been made since this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbeta",
    "plus": 1,
    "snip": false,
    "text": "A really good Mexican taco... across the border will run you somewhere in the vicinity of $1 to $1.50 - and those are good stuff. <br/> \n <br/> \nIn San Diego, a burrito, with a higher price so as to make gringos more comfortable about what they're eating, will run you anywhere from 4 to 6 bucks. But northern of San Diego... I'd be weary of your Mexican food... you have to really hunt for it to either be GOOD/TASTY and or COLON-SAFE. <br/> \n <br/> \nI AM from Mexico originally, consider my words LAW."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Lesotho is especially nice with guacamole."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "I'm completely with Beef on this one. I, too, got mad crazy guilt about wastin' food."
  }
]