[
  {
    "depth": 0,
    "minus": 1,
    "name": "pascal",
    "plus": 57,
    "snip": false,
    "text": "All laminated like they came from some sort of fifth grade rummage sale, bits of sticky putty still on the backs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flynn",
    "plus": 52,
    "snip": false,
    "text": "I .. I have a simple apartment decorated with owl posters. Oh .. oh God no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ssddr was marked lame too many times and excluded. (marked lame by Nurdbot, lawbot, Uruloki)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "You take that back [b]Dar es un Transvestit; essen mein Scheisse, Arscloch![/i] <br/> \n <br/> \n(I am a third-generation German immigrant yet I cannot use umlauts with BBCode.  I  <em>suuuuuuck.</em> )"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 13,
    "snip": false,
    "text": "screw you BBCode,  <strong>Fuck You!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jhunter",
    "plus": 2,
    "snip": false,
    "text": "arseclock?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Arseloch. It means, literally and figuratively, \"asshole\". Such as \"Fick mich in meinen Areseloch!\" <br/> \n <br/> \nI do not, however, know German in any legitimate manner. I only know English and Latin. This usually lets me bluff my way through other Romance languages, but when it comes to  <a href=\"http://web.archive.org/web/20100204030541/http://www.gutenberg.org/etext/20595\">the awful German language</a>  I'm largely just coasting on vague knowledge and no understanding of grammar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bambule",
    "plus": 1,
    "snip": false,
    "text": "Arschloch"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "I'm intrigued that, of all the possible demonstration sentences, you chose that one."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "It is an amusing way to determine someone's comprehension of German as well as something that is most excellent when shouted passionately by a sexual partner (or whispered gently by a desired partner). <br/> \n <br/> \nIt is also one of the very few German phrases I know. I cannot ask where the bathroom is, but I can say that. Frankly, it seems the more useful phrase to understand."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "antsama",
    "plus": 51,
    "snip": false,
    "text": "The greatest part of this strip is how the clerk looks back and forth in the last three panels at each cat.  Just run your eyes from side to side it's fantastic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "O man that is the end"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Hella seconded!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "German people cannot shut their mouths all the way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 5,
    "snip": false,
    "text": "Oh! That is truly the limit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaredwilde",
    "plus": 0,
    "snip": false,
    "text": "How's your mother?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>Seriously blown.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "More like... Seriously blow <em>in</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 5,
    "snip": false,
    "text": "Is curryworst pretty good? It sounds pretty good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "curdledboy",
    "plus": 4,
    "snip": false,
    "text": "Depends on which side you get, really..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tellumo was marked lame too many times and excluded. (marked lame by featurelessvoid, madnes, riotdejaneiro, Deusoma, StagnantDisplay, CanusDivinus, gbeaton)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 11,
    "snip": false,
    "text": "A friend of mine was in Germany last year and mentioned in a blog post that he got currywurst there. In my comment, I asked \"MIT POMMES ODER BROT?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 12,
    "snip": false,
    "text": "Is your friend Bono?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's odd. Your first post got 3 (undeserved) lames, but your repost got 9 chubbies. Your comments seem to exist outside the space-time continuum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Nevermind, the more recent posts go at the top. I am an idiot. I am the guy that sucks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Well, I am the guy who spastically clicked twice on the \"Post\" button, so I am another guy that sucks, at least."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No, the newer posts go below.  I am also puzzled by the earlier laming, must have been a childish vendetta, of which I have seen many here in Ass-etbar Land."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I just had the experience of being confronted with a mystery, having the mystery (seemingly) solved and then finding myself staring back into the mystery."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 21,
    "snip": false,
    "text": "a seagull divebombed my currywurst on the hamburg docks.  damn dirty skyrats.  so i got a buttermilk cornetto instead (germany is awesome)."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Your comment needs hell of such as more chubbies"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 1,
    "snip": false,
    "text": "Is \"skyrats\" a commonly used term in German speaking countries?  my roommate just spent the last year in Austria and that is what he refers to pigeons as."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I've heard it said here in the US. If you think about it, it's true--they poop  <strong>everywhere</strong>  and eat whatever happens to be on the ground, but they also fly."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef knows German! What an educated cat is he."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Pommes would be clear to anyone who had eaten American food in a country such as France or Belgium.  Brot could be inferred from the fact that it is bread and the sound is similar, or possibly he listens to Fettes Brot.  It is not necessary for him to know German to have this knowledge."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sp1derbaby",
    "plus": 4,
    "snip": false,
    "text": "Roast Beef knows German! What an educated cat is he."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Ray does not know German. Ray ist ein dummkopf!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "It's been unmentioned that Ray received an e-mail from Bono. <br/> \n <br/> \nThere's a chance that Bono perhaps just sends out a bi-monthly newsletter to anyone who subscribes, but some things tell me that Bono sent that e-mail personally. <br/> <br/> <br/> (those somethings are 34 million albums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thunderbat",
    "plus": 1,
    "snip": false,
    "text": "Alt text says: \"Actually it was an IM and it was from his cousin Kev, who regularly gives him travel tips.\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "andrew_",
    "plus": 3,
    "snip": false,
    "text": "Thanks for making me feel like a douche, thunderbat."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "zefiel",
    "plus": 11,
    "snip": false,
    "text": "In Acheworld everyone's a cock to a stranger, ALWAYS.  <br/> \n <br/> \nI blame the lack of e-weed"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "e-drugs are bad, okay?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "apricotta",
    "plus": 2,
    "snip": false,
    "text": "do you think it's rad to take e-weed zefiel"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thunderbat",
    "plus": 0,
    "snip": false,
    "text": ":("
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ovenface",
    "plus": 1,
    "snip": false,
    "text": "what smells?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I... Oh, crap! I guess I should have been watching myself when I was using that public footpath earlier. <br/> \n <br/> \n <strong>Number 121: The Stink Evasion (Drastic)</strong>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "that smell is heated up marijuana."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fcannon",
    "plus": 0,
    "snip": false,
    "text": "[ur=http://achewood.com/index.php?date=12102002] Kev's shown up before[/url]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fcannon",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100204030541/http://achewood.com/index.php?date=12102002\">Ahem</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I nearly gave this a 5 for that. Does Kev send him IMs  <em>as</em>  Bono? Was Ray just confused? Was Ray just lying?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "I like how Ray counts with his thumb instead of his pointer when he orders, like a good guidebook German."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Oh wait now that I look at it more it does look as if it's his pointer. <br/> \nWait. Do cartoon cats even have thumbs?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "laikalost",
    "plus": 1,
    "snip": false,
    "text": "I assure you, the ALT text is a lie.  Ray's got it in good with Bono & Co., thanks to his connections with the music industry.  Last I heard, U2 was coming out with a cover of the hit song, \"Ass In Your Pants.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ceres",
    "plus": 0,
    "snip": false,
    "text": "I've been to Germany several times, and usually get something like this when I'm there. A tip for you all... order the bread if you absolutely have to. Sometimes it'll be half a slice of dry, generic Wonderbread, but that's generally preferable compared to their fries. Think an extremely intense and unnatural yellow and a taste that suggests they were grown in a vat, rather than a field. Almost glow-in-the-dark (figuratively speaking, of course) if you're really unlucky. <br/> \n <br/> \nBut that doesn't matter, because their sausages kick all kinds of ass. Order an extra sausage and skip the bread/fries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 2,
    "snip": false,
    "text": "See, that description of their fries only recommends them to me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "German fries are absolutely in-freakin'-credible, and are the only fries I've ever had that are 100% awesome even eaten dry. <br/> \n <br/> \nNot that you'd want to when there's curry at hand of course..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "I would put forth (having experienced it many times firsthand) that you are somewhat mistaken, ceres, at least in the general nature of your comment.  That is, the great majority of breads and beers (which are referred to colloquially in German as liquid bread: fluessiges Brot) are of the most rich and well made variety...my sympathies go to you if some vendor food left you dry, but go a few meters past the trainstation or whatnot and experience bread that is dense enough to be used as a blunt instrument in a murder, bread that makes you think of eternity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 3,
    "snip": false,
    "text": "Went to Germany last year.  Report follows. <br/> \n <br/> \nIt's basically a lot like America.  But with no graffitti and lots of Smartcars and Mercedes.  And windturbines.  They like American Hip Hop circa 2002. <br/> \n <br/> \nFastfood service people definitely get snippy with you really quick.   <br/> \n <br/> \nThey are not really jazzed about giving it to you your way (even though it says it right there on the sign IN ENGLISH) at the Burger King on the Autobahn rest stop. <br/> \n <br/> \nThey serve soup at the Cologne Crown Plaza called \"Rack of Bunny Soup\".  You assemble it yourself from a tall glass of hot carrot broth, some roasted veggies and some mysterious piece of bunny on a skewer.  Way yummier than it looked or sounds. <br/> \n <br/> \nCurrywurst is just aiight.  (I totally ordered it just because of this strip.) <br/> \n <br/> \nDoners are  <em>awesome</em> . <br/> \n <br/> \nAt an \"American\" themed diner, they brought me a burger that was literally 1 pound.  And stuck a little American flag on top.  I guess they were editorializing. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chubbied mostly for \"mysterious piece of bunny\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "You're talkin' about what would basically be the most awesome soup of all time you realise"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I didn't remember this comment, but apparently I've chubbied it before. <br/> \n <br/> \nI remember travelling through southern Germany and Austria for a few weeks in the late 80's as young kid.  It was always an adventure trying to order a hamburger at local inns and restaurants in the Black Forest and small Alpine villages.  Normally you'd get meatloaf with a piece of bread or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crankheart",
    "plus": 0,
    "snip": false,
    "text": "so today i told a far-too-old-yet-still-a-virgin friend of mine that if he didn't get mad rutty w/ some broad soon, he'd end up all 50-ish in a simple apartment decorated w/ owl posters. it would reek of hilarity if it weren't so true. poor merlin :("
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "I have this problem quite often. Trouble is, nobody enunciates in the food service industry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "My trip report: <br/> \nWe asked the man in the ice cream cart outside the Berliner Dom where the best currywurst in the city was, and he told us (in perfect English) \"Curry 36\", and even pointed out subway stop we needed to get off at. <br/> \n <br/> \nWhen we found the place it was indeed packed (on a Sunday!) but we worked our way to the front of the line and tried to order in manner Onstad taught us. <br/> \n <br/> \nThings are never as easy as they are in webcomics. <br/> \n <br/> \n\"Ein currywurst, bitte!\" I said. But Herr Currwurst's reply was not what I had been trained to expect, and sadly (inevitably?) I was reduced to \"Heh, what?\" <br/> \n <br/> \nI was later informed that his next query was not regarding the side dish, but rather what sort of bratwurst I wanted. (Skin or no skin? I'm not sure.) But a friend graciously took over and I sloped off to OD on fingernail schnapps. <br/> \n <br/> \nVerdict: the curry powder really does add a certain something to the mix of ketchup and bratwurst pre-cut into little pieces, the way my mother used to do for me in kindergarten. Oh, and the pommes are delicious, despite what the guy above says. Curry 36: A           , would buy from again. <br/> <br/> <br/> As a sidenote, I realized while in Warsaw that my Polish vocabulary was identical to the Phillipe decision-making flowchart. Dzie%u0144 dobry! <---> Tak!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Currywurst made at home from a cut-up hotdog covered in ketchup and dusted with curry powder and some paprika is actually pretty damn good. Not the way I always take it, but damn if the Germans aren't onto something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "fingernail schnapps?  someone please 'splain.  pretty please."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Potent stuff. You'll feel lucid (similar to the effects of boutique cannabinoids.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Best thing about this is Herr Currywurst following the conversation in the last three frames"
  }
]