[
  {
    "depth": 0,
    "minus": 0,
    "name": "bookofsand",
    "plus": 55,
    "snip": false,
    "text": "Man, I sort of wish I were the opposite of a church."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 8,
    "snip": false,
    "text": "That part is the bit that cracks me up about this strip."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "chaesar",
    "plus": 12,
    "snip": false,
    "text": "\"cheaper than therapy or  <strong>bullets</strong> \""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 66,
    "snip": false,
    "text": "Whoah, Onstad! You're working some rough chuckles these days!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 3,
    "snip": false,
    "text": "It is essentially the best possible description of Lyle"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_prophet",
    "plus": 13,
    "snip": false,
    "text": "And, strangely enough, Mr. Bear IS a church- meaning both he and Lyle are opposites! <br/> \n <br/> \nThere is little to be proud of in that revelation, but a man can't be picky when it comes to revelations, he has to be thankful he gets any at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Five for that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "The last line is truly the funniest."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "Daniel Lloyd is the opposite of a church. <br/> \n <br/> \n*waits*"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 5,
    "snip": false,
    "text": "Nothing makes you laugh like an idiot more than \"Oh my god I almost barfed on the ground\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 4,
    "snip": false,
    "text": "I was shocked that Phillipe did not say gosh, though I assume you are not blaspheming if you do not capitalize His name"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I just looked it up, and there is no blasphemy if your do not insult God or religion.  Just using the name of God is not blasphemy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "moophl",
    "plus": 1,
    "snip": false,
    "text": "We don't really have to worry about that at all actually, as God is just a title and not a name. The God guy from the bible had a name which is forgotten since long long ago as people were hella careful about using it. I don't remember the laws on this one by heart and am too lazy to look it up, but there was something like only head priests were allowed to say the name of God and only in the innermost section of the temple. I think the name was lost in relation to the Babylonian diaspora deal. (Hey, if they managed to displace ten tribes in that ordeal, it's kinda easy to throw in a name as well.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 2,
    "snip": false,
    "text": "Yahweh.  It hasn't been forgotten. <br/> \n <br/> \nOr, as the devout have it, YWH.  No vowels = no problem!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 0,
    "snip": false,
    "text": "Almost. Hebrew has no vowels."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dcofosho224",
    "plus": 0,
    "snip": false,
    "text": "thats kind of an inaccurate way to put ithebrew has vowel sounds (obviously) and symbols for them as well, just 99 time out of 100 native speakers leave them out in writting cuz in semitic languages like hebrew and arabic it is the consonants that carry the fundamental meaning and the vowels indicate like the syntactic function of the word and stuff."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "No but it is heresy if he is claiming to have gods besides God."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 8,
    "snip": false,
    "text": "Reminds me of the time my best friend (who has rank foot odor) took off his shoe and made my other friend's little brother puke right then and there. It was hilarious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Sounds like something  <a href=\"http://web.archive.org/web/20101005111211/http://www.realultimatepower.net/\">Robert Hamberger</a>  would say."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biznart",
    "plus": 1,
    "snip": false,
    "text": "Better the ground than the mayor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Not the mayor!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "Or a football."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obvious",
    "plus": 1,
    "snip": false,
    "text": "The Dodge Neon bit always cracks me up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "setzkin",
    "plus": 0,
    "snip": false,
    "text": "If you really think about it, for what practical reason do we need light to travel faster than a Dodge Neon really?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 8,
    "snip": false,
    "text": "Light must travel faster than a Dodge Neon so that you can see the approaching car  <em>before</em>  it runs over you.  If light traveled at the same speed as the Neon, your interaction with it would be, \"Hey, what's that car doing here at the farmers' mark-{THUD}.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 1,
    "snip": false,
    "text": "Hey! my dodge neon goes much faster than that. One-hundred and eighteen miles per hour, to be precise. <br/> \nHow long it takes to get there is another story..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 13,
    "snip": false,
    "text": "and what grade the hill is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 22,
    "snip": false,
    "text": "At 118 mph in a Dodge Neon I would have to assume that could only  be down a steep hill. My Neon can only make it up hills if I rub her dashboard and tell her how much I love her and I'm sorry sometimes I hit her."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 18,
    "snip": false,
    "text": "Shortly after writing this derogatory comment about my Neon it ceased to function. Oh cruel fate, remove thy cold hands from my throat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Don't mess with a Neon that has magical realism."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "would you rather have a geo metro?(it only has 3 cylinders)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "Jewish is one of the big ones."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Despite it being basically the smallest religion on Earth. Total Jews: 13-14 million."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "This is really a great description of the world's major religions.  Judaism is a fairly small religion but gets an honorable mention for its continuing role as an international political issue."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "One of the best of these. In particular I like \"Can Knights disagree with Policemen?\" and \"Lyle is the opposite of a church.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 1,
    "snip": false,
    "text": "\"oh my god i almost barfed on the ground when i saw animal planet's show about scallops and one shot up and swam away like a crazy catcher's mit\" <br/> \n <br/> \ni stole the barf part for when i am very excited"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smoothjimmyapollo",
    "plus": 24,
    "snip": false,
    "text": "Dogs without lips harkens to the Magreux dog licking unsucessfully licking at the straw in its beverage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 10,
    "snip": false,
    "text": "I have a feeling Onstad has tried to get his dogs to use straws on more than one occasion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellabosque",
    "plus": 0,
    "snip": false,
    "text": "i learned to drive in a dodge neon"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 8,
    "snip": false,
    "text": "my paternal grandfather was a knight of iceland. true story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": true,
    "text": "A comment left by arbys was marked lame too many times and excluded. (marked lame by Sopoforic, blueshoc12, cailetshadow, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "Nah, Lyle is polymorphously perverse if he's anything.  No closets in that house."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 13,
    "snip": false,
    "text": "So  <em>that's</em>  what Phillipe looks like in b&w..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 3,
    "snip": false,
    "text": "KNIGHTS vs. POLICEMEN: <br/> \nthe war without end."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "droplede",
    "plus": 9,
    "snip": false,
    "text": "\"Yeah, don't eat 'em\" is a masterly compression of the complete unabridged Oxford Acorn Guide, vols. I-IV."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Ummm...somebody please tell me I'm not the only one who tried to eat an acorn when I was kid. <br/> \n <br/> \nIn my defence, that kid in  <em>My Side of the Mountain</em>  made pancakes from them.  He's a bad example."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 2,
    "snip": false,
    "text": "I read you could make coffee from them. My parents didn't let me drink coffee. Coffee looks like chocolate. Slightly brown crushed acorn water doesn't, as it turns our, doesn't taste much like it neither. Tastes more like brown tannin water, which is what it is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "One time when I was a little kid our next door neighbor tried to eat a pinecone.  I think she had dementia pretty bad, poor thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "They're actually really good, once you leach the tannins out. They used to be a food staple of the Indians here in Northern California, but they're a huge pain in the ass to prepare. I made some damned fine muffins, though. They taste good, but definitely vaguely foreign, as no one really bothers to prepare them anymore. (For good reason)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 10,
    "snip": false,
    "text": "This is a really good Friday Facts, but Philippe seems a bit out of character at a few points. It doesn't seem to me that Philippe would say \"Oh my god I almost barfed on the ground...\" and so forth. Doesn't seem like his \"voice,\" you know? That and how he says \"Yeah, don't eat 'em\" under ACORN UPDATE just seems a little bit unusual of a voice for him to have. <br/> \n <br/> \nAnti-lame disclaimer: I STILL LIKE THIS STRIP OKAY I THINK IT IS FUNNY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "He's a little sponge, and much of what he writes is what he has heard lately (although he does not alway credit his sources).  Thus the \"voice\" can vary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "Damn, It freaks me out to look at Philippe in black-and-white!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "I always learn so much from Achewood. <br/> \nI just watched scallops swimming around for 15 minutes because of this strip. <br/> \nI had no idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I really get the feeling Onstad himself almost barfed all over the ground when he watched scallops. <br/> \n <br/> \nGo and watch them. Totally an evolutionary link... to... errr catchers mits."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite Friday Facts. I love it so much. Phillipe seems a little... off, but maybe he's just had too much orange juice and getting a little sassy. Or it might actually be Mexican Magical Realism black & white Phillipe writing it, who knows."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh, phew! Thank you, Phileppe. I was on the verge of eating an acorn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Baryonyx, I appreciate your new avatar. Also...yeah, don't eat 'em. <br/> \n <br/> \nThe comment about slow moving light and Phillipe's absolute authority in saying it is major-league chuckles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "The add made this one a 5 for me.. and then the part with Lyle? WOW..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gsail11",
    "plus": 1,
    "snip": false,
    "text": "I can't believe this strip is rated so low, there are so many gems. <br/> \n <br/> \n <em>Also:</em>  Jewish."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "\"When You Take a Shower, You Get Drenched!\"  Ha."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eca",
    "plus": 0,
    "snip": false,
    "text": "Philippe doesn't know what he's talking about.  <strong>Whistler's Mother</strong>  is the best painting in the world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 11,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <span style=\"border-bottom: 1px dotted\"><strong>VS.</strong></span> <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <strong>Only One Can Survive</strong> <br/> \n <em>Wednesday, 10:30 p.m.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "The fight consisted of the two paintings being placed in front of each other for days, until Mona Lisa fell over from Whistler's Mama's unceasing, accusing stare, her cold dead eyes reflecting the nebulous and umbral darkness of that weird cutain-y thing off to the left."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cbtbone",
    "plus": 2,
    "snip": false,
    "text": "I was wondering why such a marquee fight would take place on a Wednesday.  The promoters probably figured after two or three days things would just be getting interesting in time for the weekend crowd.  Only a die-hard MMA* fan would stick around for the whole thing. <br/> \n <br/> \n*Mixed Materials Art"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Nah, God owes the Platypus a do-over. <br/> \n <br/> \nLike seriously dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 11,
    "snip": false,
    "text": "Dude, the platypus is a bad ass. He's all like \"Yeah, so what if god threw me together out of spare animal parts! So what if I have a bill! That bill is an electromagnetic sensor motherfucker! We're so badass we don't engage in regular sex, only  <strong>platypus</strong>   <strong>rape</strong> ! I might be a weird little creature, but I can still totally poison you! I can lay eggs! I...AM...RUUUUUDE!\" <br/> \n <br/> \nWhen god created humans, he intended them to be a slave race to the platypuses. Platypuses are like Chuck Norris to other animals. They have animal style superpowers. Platypuses. Nature's freaky little badasses."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I really am sorry I ever doubted the noble Platypus.  <br/> \nIt was days after I made the previous statement when I learned of the electric beak-age you speak of and all their other bad-ass qualities. <br/> \n <br/> \nThank you for putting it so deliciously."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "And that is why I have a tattoo of a platypus jumping through a flaming hoop. The end. No moral."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flim",
    "plus": 0,
    "snip": false,
    "text": "Seriously, I did not know this about the scallop. <br/> \nCrazy catcher's mitt: yikes. <br/> \nThis changes all things. It's not a happy change"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mt85",
    "plus": 0,
    "snip": false,
    "text": "t, just for \"cheaper than therapy or <b>bullets</b>\" line"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "BBcode has slapped you in the face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zorglemeister",
    "plus": 9,
    "snip": false,
    "text": "I can't believe no one has commented on the utter child-like genius of the Caramel bit.  This was nearly the exact experience that got me into chemistry when I was five.  My grandmother would make these excellent caramels that tasted better than anything in the stores, and so I tried to plant one, and then my dad explained to me that certain things have to be crafted rather than existing naturally in the world, and then he got me a giant Periodic Table of the Elements (which I still have, framed in all it's glory) and I began assisting in the kitchen, until I almost destroyed the house due to attempting to cook certain chemicals that should not be heated on a gas stove.  Anyway...  If there was an elemental substance \"Caramel\" it would be more valuable than gold."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by Norsef, saddestking, riotdejaneiro, BionicSheep, Lumus, BrianNotBrian, choosebro, dj_insomniac, Doc_Rostov, echidnaboy, libelandslander, aparrish)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "<em>Not cool dude.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for adorability."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "latterman",
    "plus": 1,
    "snip": false,
    "text": "Yeah  <em>Phillippe</em>  should  <em>talk</em>  about  <em>\"mouth edges\"</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Yup.  Just tried to brush your avatar off the screen, using my finger.  You've won this round, Latterman!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ouroboros",
    "plus": 0,
    "snip": false,
    "text": "where is the \"Thanks, L.B.!!\" after the knights-policemen entry?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarsbar",
    "plus": 0,
    "snip": false,
    "text": "Definitely the most informative Philippe Times yet."
  }
]