[
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 52,
    "snip": false,
    "text": "HA HA! Roast Beef is Ray's Attention. <br/> \n <br/> \nBRAVO. :)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "shenred",
    "plus": 98,
    "snip": false,
    "text": "Beef was Ray's GOF championship.  Internet pervs are mere insignificant against the power of Beef and Ray combined.  It's like using a black hole to kill an ant."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 6,
    "snip": false,
    "text": "You cannot hack a massive furious Nazi, but you can hack a filthy spurious pervert."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "dougthehead",
    "plus": 10,
    "snip": false,
    "text": "RAY SMUCKLES:  HE GETS THINGS DONE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 140,
    "snip": false,
    "text": "So this finally gets explained. I was confused as to why Ray knew so much about perverts. Now Beef, that I can understand - the man spends his free time paying attention to the worst aspects of existence.  <br/> \n <br/> \nChildren being attacked by feral goats? Beef has written an essay about it. Ruthless slaughters going on in some jungle-infested asshole of the world? Beef has made posters about such things and then deleted them because they didn't pass muster. Tori Amos accidentally clicking on an advertisement and then seeing a tiger give birth to a stillborn cub? Beef has written a poem about it while sitting in the soulless blue glow of his computer screen. <br/> \n <br/> \nNo, it did not rhyme, but it's hard enough to give words to such things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tapaidhnaomh",
    "plus": 4,
    "snip": false,
    "text": "I was half and half on this post, and then I hit the last line and was won over. <br/> \nBravo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "I really just wanted an excuse to write \"feral goats,\" to be honest."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "bacter",
    "plus": 51,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "boscostacy",
    "plus": 6,
    "snip": false,
    "text": "Is this what a trashy orgasm is?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "I feel like a Trashy Orgasm would be some kind of a drink, like the Breast Man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shinkusan",
    "plus": 2,
    "snip": false,
    "text": "Actually, the Trashy Orgasm is in fact the Breast Man, just with 2 parts Blue Nun added."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "It should be a drink that is really enjoyable to have, but which leaves a bad taste in your mouth and make's you feel pretty sick later on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "llobstrosity",
    "plus": 0,
    "snip": false,
    "text": "Bailey's, with a garnish of crushed walnuts and a drizzle of grenadine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by straw, Contrasoma, ishuta, ButterMoths, biomusicologist, silver_lake, kylank, wargasmic, ntopp, Checkmatejones, StagnantDisplay, desdin0va, atypicaloracle, Theoban, waldo913, Paco, automin, luckypyjamas, gbeaton, cathaoir, Hexjumper, davidbowie, havenless, Mastronaut, alchemicnirvana, Awko, SPECTRE, ouroboros, Pigs)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "Poing, I do not know what you are doing. I do not get you, Poing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "Thanks for trying not to \"excrete urea,\" poing.  I know it's difficult."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by DaPooka, alphagator, lamelliform, InspectorGadget, TheLoneliestMonkey, Archon_Divinus)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "semiquaver",
    "plus": 8,
    "snip": false,
    "text": "What are you doing with real English.  That is not okay."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Not disagreeing  <em>per se</em> .  I just felt sad I was too late to the lame party on the last post and so lamed here.   <br/> \n <br/> \nFunny, this is the first time I've felt the desire to do that.  I hope this isn't a thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "old, female my foot. sounds like \"that guy\" has a new persona."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "This variety of troll is, I think, our least amusing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sneeeeeeeeeeeze",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sneeeeeeeeeeeze was marked lame too many times and excluded. (marked lame by hargbarf, kylank, n00b, DrSkradley, Audhumla)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "The second set of troll is especially toubling to me.  I might not be a billy goat, but I'm dang close enough."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 6,
    "snip": false,
    "text": "I'd love a chance to inhabit  <em>my</em>  avatar but really what kind of situation would let me type \"HOGAAAAAAAAN\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "Psst, there's a microphone in the coffeepot."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I own a monocle. Of the internet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by MrMacky, atypicaloracle, atticusonline, glue)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Frasier?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jrpigman",
    "plus": 5,
    "snip": false,
    "text": "This post is much funnier when you read it with its  <a href=\"http://web.archive.org/web/20101009144516/http://kids.niehs.nih.gov/lyrics/wonderyr.htm\">midi   accompaniment</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 5,
    "snip": false,
    "text": "I WILL TRY NOT TO EXCRETE UREA <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "\"HOW ARE YOU. HOW HAVE YOU BEEN.\" <br/> \n <br/> \nIf I press on your nose, will your  <a href=\"http://web.archive.org/web/20101009144516/http://m.assetbar.com/achewood/uua6ZQ6w0\"> arms fall off? </a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "DO NOT BE DISSING ON RINGO. <br/> \n <br/> \nI AM A FAN. <br/>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "philosophe",
    "plus": 34,
    "snip": false,
    "text": "Attention is the only thing Roast Beef can afford to pay. He is not proud of this but then again he ain't got much to be proud of."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "philosophe",
    "plus": 41,
    "snip": false,
    "text": "no sir not too much at all"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "I don't know, it seems like Emeril and Spongebath would \"respond\" to a \"request\" by Beef if he needed to pay a \"death relationship\" sort of attention -- or maybe Trouble Man and No-No -- basically Beef has a lot of contacts to call on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 11,
    "snip": false,
    "text": "Ray has earned the respect of Nice Pete.  He does not need to look farther than that if he wants to put death on the menu."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "Ray may not be of the internet, but he can sure as hell arrange a death relationship."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Ray is of the telephone. He owes a lot to Mr. Bell and his assistant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bacter",
    "plus": 7,
    "snip": false,
    "text": "Ray's response might seem a bit extreme, but think: this guy is described as a  <em>main</em>  pervert of the internet. Of the  <strong>internet.</strong>  That is so hard to become. Nolan is messed up. This situation is pickles on parade, which is also a fetish site Nolan has signed up for."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bumfighter",
    "plus": 2,
    "snip": false,
    "text": "Behind every good cat, there is a Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westacular",
    "plus": 0,
    "snip": false,
    "text": "Beef pays attention."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by kylank, ohmygooses, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 31,
    "snip": false,
    "text": "the .orgy top-level domain is highly sought after."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "Chubbied just for the avatar alone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I found out today that a .org and even a .edu address can be purchased through godaddy.com! What kind of blatantly offensive capitalistic opportunism is that!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "I supposed I should have closed with an interrobang. Ah well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retinarow was marked lame too many times and excluded. (marked lame by Dovey, hellofyellin, Overmedicated, layzerblade, kylank, sharksarecoming, wittyname, ohmygooses, DESTROY_YOU, scrumpton, Zem, Boyd)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paco",
    "plus": 3,
    "snip": false,
    "text": "Actually, there is Ray, and Nolan, and the several men with baseball bats Ray has contracted."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "and then they swing. and Nolan is the loser."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wiliamthepleasr",
    "plus": 0,
    "snip": false,
    "text": "Ray's mom would be so disappointed that he had a van. Would icing the main pervert of the internet be enough for her to overlook his van-owning?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heeeraldo",
    "plus": 0,
    "snip": false,
    "text": "contrasoma brought this up yesterday:  <a href=\"http://web.archive.org/web/20101009144516/http://achewood.com/index.php?date=02092006\">http://achewood.com/index.php?date=02092006</a>  - Beef pays attention for Ray during the GOF - it's nothing new on that front. <br/> \n <br/> \nBeef's grunchy side, however, is... why did he know about Potty Pals?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 4,
    "snip": false,
    "text": "He knew about Potty Pals because  <em>he pays attention!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "And because he wanted to get Wonderful Wok.  <br/> \n <br/> \nWhen reading Ray's retort, did anyone else see \"greasy as a ladies' sex cancer\" rather than \"dancer?\"  <br/> \n <br/> \nI think reading Nolan's inbox is polluting my mind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nokidding",
    "plus": 0,
    "snip": false,
    "text": "yeah, i saw that too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That's a relief, I guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 11,
    "snip": false,
    "text": "Beef's the Internet equivalent of the Neighborhood Watch. He knows about Nolan much in the same way that the old man across the street knows that you were the one who threw the bag of garbage into your neighbor's swimming pool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Beef's 'gr' idioms are things of beauty. <br/> \nHi blog - grep; plus grelicious, gruffle, grunchy and one I can't quite remember."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "taiiga",
    "plus": 8,
    "snip": false,
    "text": "problem fucking solved, smuckles 1, internet 0"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "Nolan  <strike>is</strike>  was a world class pervert.  His martyrdom will cause him to become the standard by which future perverts are judged."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I don't think he's dead. That was Ray threatening him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "Oh... I assumed yesterday that he meant \"took care of him\" in the sense that might be employed on The Sopranos.  But you're probably righter than me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "No, I think you're right. Notice how he says \"have hired,\" and how Nolan, previously a semi-regular, never shows up again. Nolan is fucked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "automin",
    "plus": 14,
    "snip": false,
    "text": "Franks and sacks is no game for children."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 7,
    "snip": false,
    "text": "Ray is a man of means. Just because he said he pays attention doesn't mean he did not first buy that attention from such as Beef. <br/> \n <br/> \nRaymond Q. Smuckles: Attention Broker."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 6,
    "snip": false,
    "text": "No, didn't you read the alt text? He  <em>payed</em>  attention. The attention was in the form of hit men."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think it should be Understood that Ray Smuckles gets things done. doesn't matter  <em>how</em> . <br/> \n <br/> \n..is this the first time he's ever been called \"Phil?\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boscostacy",
    "plus": 10,
    "snip": false,
    "text": "To finish saying Philippe's name would be to provide details. Ray has asked for no details."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "koodge",
    "plus": 0,
    "snip": false,
    "text": "It seems like whenever someone here calls him Phil, they invariably get attacked by a swarm of lames. <br/> \n <br/> \nBeef knows this--he pays attention--and now he's just seeing if anyone has the sack to lame him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 9,
    "snip": false,
    "text": "Beef lames himself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "agreed."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "methadone",
    "plus": 1,
    "snip": false,
    "text": "I would have figured ray would just go get tic-tac and deal with the man face to face. Maybe with Vlad as muscle - he is an ex-member of the Tasty Dudes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 3,
    "snip": false,
    "text": "It's his money acting as an alienating agent once again - although he could just go over and beat the hell out of Nolan personally, he'd rather use the money in order to have a professional do it.  <br/> \n <br/> \nRay will never do anything if he can have his money do it for him.  <br/> \n <br/> \n-Darren MacLennan"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 2,
    "snip": false,
    "text": "I believe Ray did not hire men to kill Nolan. Ray is informing Nolan as if it were true, knowing that a Man of the Internet will cease bringing his perversions into the world not of the Internet once that world looks like it will kill him. I mean, look how long it took him to get over the SaniTaco humiliation."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "I hope Nolan was not actually killed, though. Just threatened. He's a character that Achewood should not lose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 8,
    "snip": false,
    "text": "how you gon' sleeeeeep toniiiiiight girl <br/> \nknowing that a cartoon cat is dieeeeeed girl"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "To quote Nick Cave quoting Bob Dylan, 'death is not the end'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "True! At least, not in Achewood (thankfully)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by NeoNaoNeo, rexsjain, Bourbonsamurai)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "How  <em>did</em>  Nolan find out he was a kid?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "On second thought, Nolan probably never knew Philippe was a child.  He found Philippe through Potty Pals, which speaks to a different perversion altogether.  Their e-mail exchange made it clear that Nolan assumed he was dealing with a sex merchant, not a five-year-old who was trying to cheer up constipated old people.  The guys all assumed Nolan was after a five-year-old, but we have not heard Nolan's side. <br/> \n <br/> \nNot that I'd want to shake Nolan's hand at this point.  No telling where that thing has been."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "That's almost exactly what I was going to post until I re-read Beef's line: \"bragging all over about how he's gonna have dinner with the kid...\"  Yes, that could easily be Beef interjecting his own interpretation of Nolan (that he's a pervert and thus a pederast and the main reason the dinner interests him is the kid aspect, not the Potty Pals founder part), and not Nolan's actual comments, but since it's read and summarized pretty quickly by Beef, I was thinking that's more or less what Nolan was bragging about, \"having dinner with a kid.\"   <br/> \n <br/> \nAnyways, per usual, it's all from the mouth of a cartoon cat, so let's not get too worked up over it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "frogg",
    "plus": 14,
    "snip": false,
    "text": "I wouldn't put it past Philippe to have \"I am five!\" as his email signature."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "There is a very good chance, yes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rexsjain",
    "plus": 0,
    "snip": false,
    "text": "good question!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Dude, Beef threw up on an electrical outlet to get into hell.  Pederasty will definitely get you there, but you won't be staying at the home for dead bluesmen."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "poing",
    "plus": 1,
    "snip": false,
    "text": "are you by any chance writing your doctorate on Achewood"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "You know what's funny? In the last comic one character used the uncommon (almost archaic) \"pederast\" instead of the more common \"pedophile.\"  In the comments under THIS comic, not one single person up to an hour before this posting deigned to use \"Pedophile\" once. I think a lot of people learned a new word yesterday, and wanted to give it a spin (or maybe we're all just sick of CNN-ese)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Either that or they recently watched The Big Lebowski."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I wanted to agree by chubby, but friendliness overcame me too soon.  Anyway, that's exactly what I thought."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I got you covered, bro."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "Most Nick Cave songs, in addition to being about a death relationship, are also about relationships  <em>and</em>  death."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I would just like to say that I am enjoying myself immensely watching your icon over and over again whilst listening to Dragonforce."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Has death ever stopped Achewood characters from staying in the strip before?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lacrimus",
    "plus": 4,
    "snip": false,
    "text": "Raymond Smuckles: A man  <strong>not</strong>  of the internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dwade",
    "plus": 0,
    "snip": false,
    "text": "I missed it the first time around, but it is fairly ironic that Ray describes himself specifically as NOT of the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hidden_7",
    "plus": 2,
    "snip": false,
    "text": "Any accusations Beef may have made in the past about Ray's pro-ice status are proven false here. He will hire some men to kill a dude from the internet because he has suspicions that this Internet Gentleman plans something untowards with his favorite five-year-old buddy.  <br/> \n <br/> \nHe then calls this Internet Gentleman to inform him about the men who are going to kill him, out of a courtesy a pervert of that magnitude certainly does not deserve."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I wasn't going to give this a five, but the last panel won me over. Won me the  <em>hell</em>  over."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "\"What? Oh. A  <em>death</em>  relationship.\" <br/> \n <br/> \nGold. 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, this line has been ruined for me by our own lovable poster saint using it over and over in places where it has absolutely no relevance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "What?  Oh.  A  <em>death</em>  relationship."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 6,
    "snip": false,
    "text": "As soon as I saw the first panel of this, I Wiki'd Carol Burnett, thinking that the cultural reference would be integral to the strip. Alas it was not, and a good 3 minutes of my life was spent doing something no man should do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "voxelnaut",
    "plus": 0,
    "snip": false,
    "text": "Yeah, same here. I've spoiled too many strips by not understanding the cultural references beforehand, so I opened a new tab with wikipedia the moment I read the first panel, without even glancing at the rest. Too bad my newly acquired habit didn't do me any good this time around. (great strip though)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Exactly. <br/> \n <br/> \n(Me too)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "koodge",
    "plus": 5,
    "snip": false,
    "text": "None of you knows who Carol Burnett is? That makes me feel damn old."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "I'm with you on this one.  I sincerely hope that Ray's opinion (or lack thereof, I guess) doesn't keep Achewood readers from looking into someone who turns out to be a pretty damn talented lady."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "contrasoma",
    "plus": 2,
    "snip": false,
    "text": "This is likely the most trifling comment I've ever put forth, but does anyone else think Ray's dismissal of Carol (Just can't. Just don't.) would make more sense if it was inverted? (Just don't. Just can't.) Surely, if one  <em>can't</em>  care about something, then saying one  <em>doesn't</em>  care about it is superfluous, yes? <br/> \n <br/> \nLike I said: trifling."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I mean, I'm surprised at the lack of knowledge of Carol Burnett, but my pa hits me when I get to thinking 25 is old.  He knows when I think this.  No one needs to tell him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "He just  <em>looks</em>  at you and he knows you think 25 is  <em>old</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It makes me feel old, too, and I'm only 20."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm turning twenty in a few weeks. <br/> <br/> <br/> i am mortified. my teenage years laid to rest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I recognized the name, but couldn't place it. I still don't know where I've heard of her from, because I, like Ray, don't care about anything she's done. At the lookup helped me understand that aspect, which I guess was the only aspect, in retrospect."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "looking up her name only helps to understand why you shouldn't care about her. <br/> \nalthough people not knowing who Carol Burnett is makes me feel a little better about not having known who Bela Lugosi was.  I mean, Carol Burnett is still  <em>around</em> , poisoning local television with \"reunions\" and all such manner of saying \"LOOK at ME! I STILL HAVE IT!\" whereas Bela Lugosi...well, I don't think I've ever heard his name outside Achewood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Watch \"Ed Wood\" by Tim Burton."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "That wasn't even a Bela Lugosi reference so much as it was a Bauhaus reference, which you would have realized if you knew what Bauhaus is."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "I know who she is because my grandpa always thought she was cute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Maybe it's because I'm a chick and also a fan of mouthy broads who are hell of funny, but I think Carol Burnett is awesome. She busted her ovaries doing exactly what she wanted to do, doing variety show comedy in an era when it was thought that only dudes can do that stuff. She is RAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "intelligentblue",
    "plus": 1,
    "snip": false,
    "text": "franks and sacks does NOT sound like a fun game."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "God, I [i]hate[i] that kind of relationship!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "The relationship between what you type into the box and what comes out... on  <em>the other side</em> ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 6,
    "snip": false,
    "text": "No, with Assetbar there's no relationship between what you type into the box and what comes out.  There's only a  <em>disappointment relationship</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "The text box we use to leave comments should henceforth be known as the \"disagreement box\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robybeef",
    "plus": 1,
    "snip": false,
    "text": "ray HANDLED THIS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Alright, I was wrong, Ray did indeed take care of Nolan. <br/> \n <br/> \nI think Little Nephew would be said to know that Philippe is Ray's favourite kid.  Then again, Philippe never accused Ray of being impotent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 12,
    "snip": false,
    "text": "I can't imagine how excited Nolan was at the possibilities of entering into a certain sort of relationship with a variety of men. That is, until he found out it was a  <em>death</em>  relationship."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hcaz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hcaz was marked lame too many times and excluded. (marked lame by straw, Contrasoma, randombeing, divot, wittyname, ntopp, mortshire, Spenham, Miku224, gbeaton, sneakymarco, sncether, Mo_Rose, kittydragon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "automin",
    "plus": 3,
    "snip": false,
    "text": "<strong>What</strong>  kind of relationship?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 6,
    "snip": false,
    "text": "Perhaps even... an  <em>Ottawa Modified</em>  death relationship?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "noah_j",
    "plus": 1,
    "snip": false,
    "text": "it's like fake aaron eckhart!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "He just looks at you and he  <em>knows</em>  you're a perv."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "no just at you"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Too much, man.  Too much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "too much"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "atrusrand",
    "plus": 0,
    "snip": false,
    "text": "And Beef had the unfortunate idea that Ray could not cold up kill a man, but hell, he's got enough money to have people do that for him. <br/> \n <br/> \nIt's good to be the king."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "In a raw situation, Ray has the money to let people go pro-ice  <em>for</em>  him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "noah_j",
    "plus": 1,
    "snip": false,
    "text": "NEVER! NEVER have the EVILS of pederasty been so firmly deferred! ladies and gentlemen, ray smuckles and roast beef kazenzakis have TRIUMPHED yet again!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypercube",
    "plus": 23,
    "snip": false,
    "text": "It is implied that Ray has a trashy orgasm after he tells the pervert that he is going to die. I am not sure what this says about Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 2,
    "snip": false,
    "text": "At least he regarded it as trashy. <br/> \n <br/> \nHere's hoping the next strip won't start with a black box that reads \"ALSO PREVIOUSLY BUT LESS PREVIOUS THAN THE LAST.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "But I wish to know who assisted Ray with the trashy orgasm. Ray has said in his blog that he does not practice self-gratification, so someone was \"on the job\" with Ray, whatever the precise nature of the \"job\" (hand, blow, etc). As I see it, Ray, flushed with triumph and hella feeling it, decided that getting his bone on was the bst way to celebrate. And I agree, Just getting drunk would not be good for his latent diabetes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jpenpage",
    "plus": 1,
    "snip": false,
    "text": "In at least 1 cut away fantasy of Ray's he is OK going it alone:  <a href=\"http://web.archive.org/web/20101009144516/http://achewood.com/index.php?date=02262007\">http://achewood.com/index.php?date=02262007</a> <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well, those were special circumstances."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Dang, first time through I read that as \"flushed his triumph.\"  Sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tenthman",
    "plus": 1,
    "snip": false,
    "text": "Waterbury did make note that Ray was \"something of a somn-onanist\" so maybe Ray had just woken up.  Self-love, asleep style."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sneakymarco",
    "plus": 0,
    "snip": false,
    "text": "Getting one's bone on is always the best way to celebrate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 2,
    "snip": false,
    "text": "I'll bet you five bucks he was thinking of Carol Burnett when it occurred."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jpenpage",
    "plus": 0,
    "snip": false,
    "text": "Damn, that would be so completely trashy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 5,
    "snip": false,
    "text": "All slinking down the stairs in that curtainrod gown.  Ooh."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I don't think Ray having a trashy orgasm is implied if he walks into a room and tells everyone about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I, too, can never order up some Steamed China without first checking up on the latest news from the computer front."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "You, like Beef, must accidentally leave windows open detailing the life and times of the main perverts of the Internet. Your friends might notice, if they were PAYING ATTENTION."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Beef doesn't need to leave windows open. He gets RSS feeds about the internet's main perverts direct to his browser."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abbazaba",
    "plus": 0,
    "snip": false,
    "text": "Keep it short, Beef. And no details. <br/> \n <br/> \nhaha"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mo_rose",
    "plus": 2,
    "snip": false,
    "text": "Beef without details is like a day without sunshine, frikkin' dull!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soupkaty was marked lame too many times and excluded. (marked lame by hypercube, NeoNaoNeo, SchnappM, BoscoStacy, littlefatdog, Mastronaut, philosophe)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterjoel was marked lame too many times and excluded. (marked lame by randombeing, NeoNaoNeo, cmr, cathaoir, soupkaty)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soupkaty was marked lame too many times and excluded. (marked lame by NeoNaoNeo, BoscoStacy, LocusCosecant)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "It is indeed a common mistake, but I don't think the usage of \"payed\" in the alt text was accidental.  I rather suspect that the author used that misspelling on purpose to help emphasize to the reader the monetary sense of the payment.  If he'd written \"paid attention,\" we'd all have assumed that attention was the direct object, when in fact the implied money was the direct object and Attention, as personified by Ray's hired squad of goons, was the indirect object."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "I can see your point. But I don%u2019t like to think he intentionally set out to misspell the past tense of a verb to create some subtle nuance for the reader. I think he just misspelled it. I checked several times before I even made that original post, all thinking %u201Cnah, onstad doesn%u2019t misspell things.%u201D  <em>These things happen.</em>  They just don%u2019t happen often with Achewood.  <br/>  But even if it was an intentional misspelling, it was still a misspelling. <br/>  Which is all I was trying to point out. It%u2019s what I do. <br/> ooh, other theory: he was seeing who was paying attention."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "god. damn. it. <br/> <br/> \n <em>everyone pretend that %u2019 equal apostrophe. and %u201C and %u201D equal quotation marks.</em> <br/> i guess that's my punishment for pointing out spelling errors, which is not a trait people like to see in otherwise  decent people. funny though because i had pasted from word because i wanted to make sure i didn't make any errors."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Using Word is an error."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Eventually we all drink the bitter brew of Word and BBcode and wind up with rogue percent signs in our comments.  <br/> \n <br/> \nJust got to learn from it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "I am too friendly. Consider this a certificate, redeemable for one chubby on one post of your choosing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "Well you can't very well respond to a post where you argue about misspellings when you have some in your own. You get  <em>lamed</em>  for that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cathaoir",
    "plus": 2,
    "snip": false,
    "text": "peterjoel is the kind of person who believes other people are wrong when he is, in fact, the person who may be considered wrong in this situation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "peterjoel is the kind of person that should research before posting sometimes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "peterjoel is the kind of person who is apparently trying to make a second career for himself. The second career is being hella lamed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "http://paidattention.net"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mightymeliel",
    "plus": 1,
    "snip": false,
    "text": "Ray is talking on the phone without his talking-on-the-phone jacket. Odd. Though he  <em>did</em>  disrobe to talk to Nolan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Good observation! However, I get the feeling that this conversation was not one to be had while robed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Ray does  <strong>NOT</strong>  fuck around.  Nolan has found this out via the business-end of such not-fucking-around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 3,
    "snip": false,
    "text": "Sixth panel eyebrow. It's all about that eyebrow. The eyebrow says \"Yes, I  <strong>knew</strong>  you were going to be curious. That is why I prepared  <em>this devastating quip</em> .\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madnes",
    "plus": 5,
    "snip": false,
    "text": "In the sixth panel, Nolan issues an unheard \"Oh la LA LA LA!\" To which Ray retorts the final phrase."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i had never considered use of 'devastating' and 'quip' in such a way prior to reading your comment. <br/> \n <br/> \nchubbied for that fact alone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Of course. Beef was behind it. Should've known. <br/> \n <br/> \nRay and Roast Beef compliment each other perfectly. Roast Beef notices the problem, Ray takes steps to solve it. Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 1,
    "snip": false,
    "text": "Does anyone else think Nolan was more excited than anxious about Ray's arranged death relationship?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "This is a heart-warming Christmas message from achewood; play franks and sacks with favorite kids and expect to hear from death dudes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "Ray's final word bubble implies Nolan probably guessed one or two other types of relationships before Ray told him what he was getting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "\"Death relationship\" is my new method of threatening people."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jonnay",
    "plus": 0,
    "snip": false,
    "text": "To us (the readers, that is), Ray  <em>is</em>  from the internet.  This must mean that Nolan is from the internet's internet... some sort of super-internet, if you will."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "The MetaNet. um, The Innernet. The Reiternet. I'm spent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 5,
    "snip": false,
    "text": "I hope it was trashy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bartleby",
    "plus": 0,
    "snip": false,
    "text": "I'd bet good money that Roast Beef frequently updates the wikipedia page on prominent internet perverts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bartleby",
    "plus": 1,
    "snip": false,
    "text": "It is less a hobby and more a compulsion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dzieger",
    "plus": 0,
    "snip": false,
    "text": "I you think about it, being a \"main pervert of the internet\" is really quite an achievement. I mean, think of what you'd have to do to stand out from that kind of crowd. <br/> \n <br/> \nOn second thought, don't think of it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I think \"main pervert of the internet\" is part of Beef's and Ray's idiom, like \"basic time of friends.\"  That is,  I'd guess that a \"main time of friends\" might a wedding or a reunion, something big that you don't do all the time.  So, if Nolan were a \"basic pervert of the internet,\" he'd just be your run-of-the-mill, everyday type of pervert on the internet.  A \"main pervert\" is somehow exceptional, but it does not necessarily mean that Nolan is in the top ten of all perverts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pseudonymjones",
    "plus": 0,
    "snip": false,
    "text": "Phil is Ray's favorite kid? <br/> \n <br/> \nLittle Nephew is going to be  <em>crushed</em> . (Or, alternately, not crushed?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 9,
    "snip": false,
    "text": "Problem with Philippe = Ray hires men to initiate a death relationship with the source of problem. <br/> \n <br/> \nProblem with Little Nephew = Ray hires serial killer to disrobe and mutilate his own flesh in front of LN. <br/> \n <br/> \nI think LN knows where he stands."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "Little Nephew knows he is inches from being served as prime rib at Binion's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flash1087",
    "plus": 1,
    "snip": false,
    "text": "It's been downhill for the kid ever since he admitted to wanting to get his bone on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I had always thought Neph to be more of a teen or pre-teen - so there's no real competition for favorite kiddom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snark",
    "plus": 2,
    "snip": false,
    "text": "Ray is now officially pro ice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narrenschiff",
    "plus": 0,
    "snip": false,
    "text": "Incredible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "copstache",
    "plus": 0,
    "snip": false,
    "text": "I guess I'll never know what to order next time I get Steamed China..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144516/http://m.assetbar.com/achewood/uuac2KHVD\">Yes you do.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "Ray takes OFF the jacket before making telephonic threats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ray looks like Spider Jerusalem in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Guess that makes Beef his filthy assistant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 12,
    "snip": false,
    "text": "Well damn dog this here is a fine day of positive personal experience because today I am current on Achewood yeah after two months of going through the archives from the beginning at one month of strips per twenty-four hour period, sprinkling literary criticism and words of wisdom 'long the way, I am cold enjoying Onstad's genius in real quantum physical time, all waking up at six in the ay em to check the strip, publish a thought on such concepts on these e-pages and then watchin the sun rise with my coffee mug in hand dog that is a classy aspect to have as an attribute yielding hella style points. <br/> \n <br/> \nAnd now right here these are main words of hard-ass truth than the flaccid truths I have seen littered among the assetbar taking up time and BBCode but hey man here it is straight up and down: <br/> \n <br/> \n <strong><em>This is my first Achewood strip.</em></strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Mazel tov!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cathaoir",
    "plus": 1,
    "snip": false,
    "text": "I just finished catching up at the end of last week. Unfortunately, I didn't register for awhile, so it doesn't show that I've looked at every single strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah same here. I don't have too far to go though, thankfully. Now I just click on the \"You haven't seen...\" links on the left until I'm down to nothing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i read for a while before this was set up so i have all of them archived on my computer so i can just pull up whatever strip i want and i've read through it all at least once but assetbar just doesn't care. <br/> \n <br/> \ncouldn't care."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Congrats from the guy 3 months behind you.  So close I can taste it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "Does this mean Phillippe gets to keep his king costume?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "Not a classy aspect of Roast Beef at all. <br/> \n <br/> \nWhat kind of homepage is he going to?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "namdnas",
    "plus": 0,
    "snip": false,
    "text": "Ray's got hitters on speed dial."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kbhoyt",
    "plus": 0,
    "snip": false,
    "text": "Best strip in a while."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "It's been a while since I can last recall the cats punctuating the end of a sentence with \"dig.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 0,
    "snip": false,
    "text": "why is ray speaking so harshly to roast beef today?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "he knows what he did"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 2,
    "snip": false,
    "text": "WWBHD (what would Braveheart do?) i think this is the phillosophy Ray lives by."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "WWBHK: Who would Braveheart kill? <br/> \n <br/> \nHWBHGROTGFTIWWTPFASWP:  How would Braveheart get rid of that guy from the Internet who wants to play franks and sacks with Philippe? <br/> \n <br/> \nGDTIS:  Goddamn, this is silly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daily",
    "plus": 0,
    "snip": false,
    "text": "Holy crap! Grunchy! <br/> \n <br/> \nClassic! Lots of early morning, co-worker-distracting laughter from this cubicle. <br/> \n <br/> \nLordy, I'm gonna have to five the fuck out of this one. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeppelin_child",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of dialog and phrasing that I love about the more recent Achewoods. It seems like Ray's speech has gotten progressively crazier over the years, thoguh I havn't read the older comic in a while.  <br/> \n <br/> \nGot a 5 from me. There haven't been any lengthy story arcs in a while, maybe this one has potential?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuneocapo",
    "plus": 0,
    "snip": false,
    "text": "Oh please for the love of all that is holy let Nice Pete and his cousin Friendly Ted be a part of the variety of men sent to one of the main pillars of Internet perverts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "turing",
    "plus": 1,
    "snip": false,
    "text": "\"Not Of The Internet\" is a wonderful descriptor.  I wonder if Ray has that on his business cards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnemonicdevice",
    "plus": 1,
    "snip": false,
    "text": "Today and yesterday turned me from a long time reader into a first time poster. Back to back 5 Beefs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "When you're serious about death relationships, you involve a  <em>variety</em>  of men."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Aside: is this the first case of Philippe being referred to as \"Phil\"? (panel 5)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 23,
    "snip": false,
    "text": "This has been discussed. <br/> \n <br/> \nI think it might be a sign of respect...Beef called him by his full name back when he was only five, but now that Philippe is five, the more dignified, shortened version is appropriate. Some day, when he is five, he might even be Mr. Phil."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm too friendly, but please enjoy this imaginary chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "I chubbied him for you.  I mean, I was going to chubby him anyway, but you can say it was from you as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "so long as he never becomes Dr. Phil. <br/> \n <br/> \nthen we (well, i) will have a Problem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": ":rustle:"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "It's a rustle of defiance. He shall not care. He cares so little the paper needs to be rustled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "its like philippe takes after ray with the whole start up a business thing,  and before you know it he is hiring a \"variety\" of men to come and hunt you down!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Don't get me wrong, I love Ray and think it's great he's killing the pedophile, but he just comes off as sort of a dick in this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "Would Ray slap a $20 on Nolans table, informing him that no main pervert of the internet should pay to eat? :)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "No, he would just glock him behind a Whole Foods."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Some times you got to S.A.L.A.D."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weekendofsound",
    "plus": 0,
    "snip": false,
    "text": "Presumably, Nolan is going to be turned into pedarist sauce. <br/> \n <br/> \nI have problems with the conflict between nolan and philippe, seeing as the two basically comprise my name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rexsjain",
    "plus": 0,
    "snip": false,
    "text": "Congrats Chris! <br/> \n\"Achewood is TIME's No. 1 Graphic Novel for 2007\" <br/> \n <br/> \n(In reality, we dont need it. Achewood doesnt need it. Really.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 1,
    "snip": false,
    "text": "Ray and Beef are giving off a kind of \"Jeeves and Wooster\" vibe in this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rfillingh",
    "plus": 2,
    "snip": false,
    "text": "Today's main perverts are making a lot of news lately.   <br/> \n <br/> \nhttp://filtersweep.shackspace.com/58988662.html <br/> \n <br/> \nWhoever wrote this reads Achewood.  Or is a character of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "So much dialogue. Watch some tom and jerry onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frundle",
    "plus": 0,
    "snip": false,
    "text": "Is there a book about Achewood t-shirts yet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "i find it interesting that philippe is rays' favorite kid and not his own nephew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boscostacy",
    "plus": 1,
    "snip": false,
    "text": "Of course Philippe is not his nephew! Philippe is an otter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "But little nephew is his nephew, but ray doesn't care very much for him. I mean, he hired nice pete to cut himself in front of little nephew and his goth friends. Greater good and all, but he wouldn't do that to Philippe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "Philippe gives him hugs. Little Nephew don't give him nothing but jive."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Favorite line you ask?  <br/> \n <br/> \n\"What? Oh. A death relationship.\" <br/> \n <br/> \nDude is so cold he has a internet pervert murdered. In the blood my friends, cold in the blood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": false,
    "text": "I love strips where we see Ray sticking up for his friends and being an all-around good guy. I'd love to have Ray Smuckles as a friend.  <br/> \n <br/> \nAlso: \"Ray Smuckles, not of the Internet.\" = great."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 0,
    "snip": false,
    "text": "Yesterday's strip made me love Ray so very very hard, but today literally brought tears to my eyes. I will never forget that.  <em>A certain kind of relationship</em>  with death."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Wow!  Thank goodness this storyline was terminated before anything interesting happened!  And the thorough explanation of how it was ground to an abrupt halt is also quite grand.  There aren't enough really thorough explanations in comics these days."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "I'll admit I was a little dissapointed by this. I was kind of wondering what happened to Nolan. I mean yeah, Ray makes it pretty clear what happens, but how? Who? Does Nolan enjoy it? Does he make an upsetting and ultimately unsavory last request?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "I can only wonder if Nolan not of the Internet is furious about his Internet doppelganger ruining his name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "At first I was worried that this strip was implying that Beef was a pedophile, but then I realized that Beef is just the kinda guy who would know what pedophiles were up to, because he likes to be depressed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Man, I want Ray to have my back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 1,
    "snip": false,
    "text": "Do not screw around with the friends/family with a cat who has dubious morals at best, more money than sense, and is the direct descendant of a legendary killer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Check! <br/> \nCheck! <br/> \nCheck! <br/> \n <em>...and gets things done.</em> <br/> \nCheck!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "i don't wish a death relationship on anyone.....well maybe a few people"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Good thinking just saying death and not to include details such as \"gag you and throw you in the trunk of a car\" since you never know what will turn this type of dude on."
  }
]