[
  {
    "depth": 0,
    "minus": 0,
    "name": "haschel47",
    "plus": 0,
    "snip": true,
    "text": "A comment left by haschel47 was marked lame too many times and excluded. (marked lame by Gulik, magicbacon, MXMissles, Shawgun)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beansdooma",
    "plus": 5,
    "snip": false,
    "text": "The alt text on this one kills me every time because I can see it so clearly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 28,
    "snip": false,
    "text": "He's right. You can't just accidentally spiral a football with vomit. You've got to really want it bad."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "spinynorman",
    "plus": 29,
    "snip": false,
    "text": "The juxtaposition between this strip and the last is fantastic. It's like Onstad is saying to us, \"Yeah, yeah, we'll have our sweet moments, but this strip is still about a bunch of raw and dirty dudes tearing it up on the deviant scene.\" Considering how he adamantly stated this was not a baby strip when he had a kid, I just assume it's true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by UncleRifle, sevenarts, atypicaloracle, jollysaintpete, atticusonline)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juav",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juav was marked lame too many times and excluded. (marked lame by jollysaintpete, Gumfish, luckypyjamas)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 10,
    "snip": false,
    "text": "Perfect spiral. Scientists are still trying to figure it out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "dammit I was about to post the exact same thing <br/> \n <br/> \n <em>dammit</em> <br/> \n <br/> \nalso, chubbied."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j-man",
    "plus": 0,
    "snip": true,
    "text": "A comment left by j-man was marked lame too many times and excluded. (marked lame by anglachel149, wittyname, Bacter, SkiddyFisk, luckypyjamas, werthog42, lastlarf, brianstanwyck, cjfoster, Garyos, natjo1986)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tetsujin",
    "plus": 3,
    "snip": false,
    "text": "As promised - three feet.  No more, no less."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 6,
    "snip": false,
    "text": "The prophecy has been fulfilled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 2,
    "snip": false,
    "text": "Onstad delivers would be a wonderful pizza establishment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roastbeet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by roastbeet was marked lame too many times and excluded. (marked lame by Sound-and-Motion, Dainbramage, botch, morganization)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "doctorbaronking",
    "plus": 20,
    "snip": false,
    "text": "This why I read Achewood. Wedding Schmedding, I want puking on a football. A     Excellent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, beansdooma, riotdejaneiro, invidious, Mangtastic, BPMead, ShineALight, fosters, UgliestSong, LORD_HUMUNGUS, utv, IrishGuy, juanclaudius, BrianNotBrian, smilebuddha, Doc_Rostov, echidnaboy, Panserbjorne, brianstanwyck, cjfoster, Pigs)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I know a number of people who live in Rugby who might disagree. <br/> \n <br/> \nYou've got to learn. Football is a generic term covering various European, American and Australian codes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 4,
    "snip": false,
    "text": "Even you have to admit... a game that primarily revolves around kicking a ball around deserves the generic name \"football\" more than one that revolves primarily around picking things up and running with them... with the absolute minimum of foot-on-ball action.  <br/> \n <br/> \nThat'd be why I say \"Rugby\" and not \"Rugby Football\"....  and when I'm feeling particularly pretentious I'll say \"Rugby Union\" or \"Rugby League\". <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 25,
    "snip": false,
    "text": "Hahahahahah sport sport sport sport - who cares."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by daidai, Doc_Rostov, Panserbjorne)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zadig",
    "plus": 3,
    "snip": false,
    "text": "Y'all some nerds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gulik",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gulik was marked lame too many times and excluded. (marked lame by madnes, jlynes, mcowgill, Blings, milhouse, eric, SkiddyFisk, qwerty, lastlarf, Rawk5tar, Pigs, morganization)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rawk5tar was marked lame too many times and excluded. (marked lame by sabalpalm, divot, madnes, blastradius, riotnrrd, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "prine",
    "plus": 10,
    "snip": false,
    "text": "There's no alt text visible in Acheworld and it's a bit of a pain to view archived strips normally now, so it's for convenience's sake when browsing the archive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "That is odd, I can always see the alt text...but then again I'm using Firefox."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by DaPooka, ewin, cuntpills84, katal, odei, Howard, bogmad, Dwilow, TheGreatestCape, mrblank91, smilebuddha, cjfoster, Garyos, amutepiggy, Pigs, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by koodge, Mangtastic, sevenarts, juanclaudius, aHatOfPig, logic, Zem, smilebuddha, Doc_Rostov, Panserbjorne, Awko, Pigs)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rawk5tar",
    "plus": 4,
    "snip": false,
    "text": "I laughed. None of my co-workers get it because there was no build-up for them, but I laughed. I'm still laughing. I love you, Chris Onstad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sinisterscrawl",
    "plus": 18,
    "snip": false,
    "text": "It sucks. Every time I want to show one of my favorite Achewoods to someone who isn't a regular reader, it falls completely flat because it's in the middle of an insane story sequence like this. Which as far as I'm concerned is proof that the strip is great, but it's still annoying. <br/> \n <br/> \nAlso, I just now noticed how weird Lyle's expressions and words in panels 2 and 3 actually are. First he seems sad that there's a football on the floor that hasn't been vomited on, then he's all pumped that he has discovered a way to remedy the situation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "Dude, approaching the first three panels from that perspective raises this strip from a high 4 to a solid 5. Jesus Christ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "popaka",
    "plus": 3,
    "snip": false,
    "text": "here's hoping we get to see everyone in a tux (even lyle)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 11,
    "snip": false,
    "text": "perhaps a tuxedo tee for lyle.."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "...with the arms torn off. I can't stop picturing this now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "Well done, Lyle. Well done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blings",
    "plus": 6,
    "snip": false,
    "text": "I'm glad yesterday's alt-text wasn't a sweet lie like that promised chicken recipe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 34,
    "snip": false,
    "text": "<em>So sweet!</em>  I teared up when I read this strip. Why can't I find someone as wonderful as Lyle?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, ewin, phthoggos, katal, mortshire, nonorganon)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tweakzers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tweakzers was marked lame too many times and excluded. (marked lame by silver_lake, fallow_fields, snidedk, le_chien_manquee, Magb, Plozza, nathanielperson, Audhumla, echidnaboy)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "untilyouaresonude",
    "plus": 8,
    "snip": false,
    "text": "Dude, whatever. If the forum had come along at the time when Nice Pete was taking Phillipe to the ice cream parlor, people would've been flipping the fuck out. The same with GOF. THis was the first real-time response opportunity we've had for a big arc like the one we've just seen. People respond to the different emotions getting tapped every day. It's not unreasonable to think that fans of this strip (who, I might add, I usually picture as fairly intellectual) are above being adamant about what they want and how much they love what's going on in this universe.  <br/> \n <br/> \nOne point I will agree on: he had better say something about gay people soon, lest Retardo shrivel up like a tiny, flamboyant flower in a drought."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "Either you did not pick up on my sarcasm, or I am not getting yours.  'Cause your comment is phrased as though you oppose what I wrote (you even say \"one point I will agree on\"), but what you wrote agrees with what I wrote.  That is, if you meant \"People should be able to post their honest reactions to Achewood here, positive or negative, however strong, without getting crap from the likes of you.\"  I add the proviso that they should not attack Onstad or one another personally, but not everyone agrees. <br/> \n <br/> \nNow I'm looking back at the guy who called me a tool, and I wonder if he also thought my comment was to be taken seriously.  I figured the whole dwelling-on-the-loss-of-ass-flesh would make it clear to most people that it was sarcastic.  Telling Onstad that his loyal fans want him to be boring should have gotten it across to 90% of readers.  Onstad's kid finding him, assless, on the dissection table should have gotten it over 95%, maybe even 97%.  Bringing in Retardo should have turned on the light even for such as would call me a tool.  But I obviously did not try hard enough.  Yes, I see the problem now.  I failed to use the appropriate emoticons. <br/> \n <br/> \nDamn these internets!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "smog",
    "plus": 8,
    "snip": false,
    "text": "Sometimes the cats drink alcohol."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by untilyouaresonude was marked lame too many times and excluded. (marked lame by nbgreene, mcowgill, rustmouth, werthog42, smilebuddha)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 2,
    "snip": false,
    "text": "And for the record, no, you're not a tool. I'm untilyouaresonude and I approve this message."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Brevity is the soul of wit, eh?  Two chubbies from me - becauseyouaresoright.   <br/> \n <br/> \nActually, the chubby on the next comment was for your endorsement (of your message, not of my purported non-tool-icity)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Lateadopter, you seem to be the biggest meta-critic of the forum system so far.  What's really behind all this anxiety?  We're here to listen."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I thought the exchange above was about my failed attempts at humor rather than the forum, but you're right on the mark.  I always forget how much it annoys/bores everyone other than me when I go \"meta\" about systems.  Enough that people remember me for it, clearly. <br/> \n <br/> \n[Writes \"less lateadopter, more Achewood\" on a post-it on computer.]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Jips, Deusoma, fosters, equinn2006, SeanBad)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Personally, I hope retardo is rotting in a ditch somewhere, because he makes the rest of us gay guys look bad."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "[God dammit, I hate you Firefox for submitting a post when I hit enter. There was supposed to be attached to that:] <br/> \n <br/> \nNah I'm just joshing ya, you're alright :P"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Firefox doesn't submit when  <em>I</em>  hit enter... And in fact I need to press tab  <em>twice</em>  before hitting enter to submit a comment. <br/> \n <br/> \nCan't you... <br/> \n <em>SEE!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "byronic",
    "plus": 1,
    "snip": false,
    "text": "I'd offer myself, but I'm not as athletic as Lyle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 1,
    "snip": false,
    "text": "You gotta start hanging around by the docks, and Motorhead concerts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "unless you can get a foot ball atleast a foot by puking you had best stay away from a motorhead concert."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Lyle's and Téodor's lack of pupils always puts me in mind of Little Orphan Annie. This is slightly uncomfortable because neither character is a  <em>bit</em>  like Little Orphan Annie. <br/> \n <br/> \nThat is an oddly graceful pose from Lyle in panel four. Does anyone with more money than sense (the \"Ray\" of Acheworld, if you will) want to have such a fountain made? No? Ok, then. <br/> \n <br/> \nFinally: Didn't Lyle just roll the football about its long axis? It's hard to see how that qualifies as a \"spiral,\" unless he imparted some motion along that axis as well. It's not easy to tell with the perspective and all. Perhaps I am thinking this through too carefully."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tellumo",
    "plus": 2,
    "snip": false,
    "text": "Ok, two more things: <br/> \n <br/> \nThat's a nice little curve at the beginning and end of Lyle's \"YARRRRRP!\". It adds yet more odd grace to the oddly graceful pose. <br/> \n <br/> \nAnd finally finally: 2nd & 9 with Lyle in possession. I think he'll switch to a passing game for the next play, but I don't know all that much about football. Who knows, maybe he has enough whiskey in him to barf the ball a little farther down the field. <br/> \n <br/> \nEww. I'm going to bed now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "qingofchina",
    "plus": 6,
    "snip": false,
    "text": "You have to have a pretty toxic amount already to vomit that hard. I think that the only time you could do it twice is if you were prepared to die."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Good point. However, Lyle's alcohol tolerance is pretty remarkable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apatfan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apatfan was marked lame too many times and excluded. (marked lame by sharksarecoming, jamers, le_chien_manquee, werthog42, LocusCosecant)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apatfan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apatfan was marked lame too many times and excluded. (marked lame by sharksarecoming, jamers, le_chien_manquee, joebot, brenhan)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 1,
    "snip": false,
    "text": "consider it done, my friend"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "Not to double-nit-pick on the football rules, but Lyle's three foot football propulsion is only gonna nab you the first down if it's 2nd and  <strong>one</strong> . You count down to a first down/touchdown, not up. <br/> \n <br/> \n(I don't watch football often, but I am a math teacher)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "People who don't watch (American) football shouldn't talk about football.  I say this as a guy who used to not watch football. <br/> \n <br/> \nWe're assuming that Lyle puked the ball on first down, it went 3 feet/1 yard.  That makes it 2nd down & 9 yards to go to get the next 1st down (\"2nd & 9\")."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": false,
    "text": "actaully, it is suprisingly difficult to have a football spiral via vomit.  Since a football is such an oddly oblong shape, you would have to place your vomit on the direct center of the football, otherwise it would wobble around in a circle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 3,
    "snip": false,
    "text": "Well, that doesn't just happen by not caring."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "A chubby, sir. Thank you, come again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfslice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wolfslice was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Yes, it needed Philippe and the mayor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Maybe they'll show up at the party and Lyle will decide that he needs to reprise his trick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "patware",
    "plus": 0,
    "snip": false,
    "text": "It had to be done, though."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cuddlepaw",
    "plus": 0,
    "snip": false,
    "text": "Respectfully disagree."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Everybody would have complained if it hadn't.  Onstad's inbox would be flooded and his computer would crash and die, and there would be no Achewood for weeks!  My life would be that much closer to completely meaningless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "syrinx",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's like having a joke explained to you.  It always makes it less funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "The joke is more Lyles attitude to the act in relation to the wedding announcement, in his interaction with Teodor, than the hurling itself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "handsome",
    "plus": 1,
    "snip": false,
    "text": "Welp, that football sure did get moved 3 feet by Lyle's yarp."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypercube",
    "plus": 19,
    "snip": false,
    "text": "Teodor is being kind of a dick. Making a football go three feet by puking on it is a lot harder than getting engaged."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "Hell of spiraling, yo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 1,
    "snip": false,
    "text": "Lyle has probably put alot of time and effort into moving footballs with his puke but all Teodor cares about is some stupid engagement."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 5,
    "snip": false,
    "text": "Lyle is completely unenthusiastic at the prospect of attending a party. To him, all a party means is a different place to stand around while he drinks and vomits. And unless they have a bunch of footballs there, he's probably happier where he is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by phthoggos was marked lame too many times and excluded. (marked lame by silver_lake, atom, DigDugz, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kylemcjuicy",
    "plus": 1,
    "snip": false,
    "text": "I wonder if Phillipe and Beef are gonna stick up their middle fingers without any music on like they did at Phillipes bachelor party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "czarcastic",
    "plus": 4,
    "snip": false,
    "text": "The whole idea of an \"emergency party\" just cracks me up."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Yeah. that one goes in my lexicon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 3,
    "snip": false,
    "text": "perhaps an emergency party is part of a cure for player's block"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "Emergency parties would seem to be  <a href=\"http://web.archive.org/web/20101006174614/http://www.achewood.com/index.php?date=04072006\">a regular thing</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qwerty",
    "plus": 36,
    "snip": false,
    "text": "I'm giving this strip a 5 because it involves an alcoholic toy tiger vomiting a football three feet"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 15,
    "snip": false,
    "text": "Chubbied for  <em>cutting to the chase</em> ."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "Toy tiger?  You're actually calling him a  <em>toy</em>  tiger?  Don't make me sic Hobbes on you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saurkraus",
    "plus": 3,
    "snip": false,
    "text": "The correct term is in fact  <em>anthropomorphized</em>  toy tiger."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "le_chien_manquee",
    "plus": 3,
    "snip": false,
    "text": "i think this was a missed opportunity on lyle's part.  if he'd got down close from where he could snap the ball, he'd have imparted a lot more kinetic energy to that fucking football.  he could've gained another yard.   <br/> \n <br/> \ni can't fault the execution and we know he's got a strong diaphragm, but his decision-making needs work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cottonpluff",
    "plus": 0,
    "snip": false,
    "text": "Dude, he threw up on a football and made it go 3 feet! Standing up even!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "babachewy",
    "plus": 24,
    "snip": false,
    "text": "Lyle drinking whiskey is like Popeye eating spinach, but only in Lyles mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 0,
    "snip": false,
    "text": "SPLOOT! <br/> \nroll roll <br/> \n.. roll roll roll"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": false,
    "text": "Sploot is the remedy for this entire week."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "next achewood merchandising opportunity: fountains."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "or footballs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 1,
    "snip": false,
    "text": "It's important that a man keeps his word. Onstad keeps his word."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 2,
    "snip": false,
    "text": "Except regarding long-promised chicken recipes. Tomorrow."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "hahah wow he actually did it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 3,
    "snip": false,
    "text": "It's also important that he does what he wants without feeling fan pressure. Then again maybe he was going to do this strip anyway. Who knows. <br/> \nIt is nice that Lyle is excited at the prospect of projectile-vomiting a football 3 feet. He is a man of simple pleasures. Knowing him he probably doesn't give a shit about the engagement anyway."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Ravenmancer, le_chien_manquee, someone3, Sound-and-Motion)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joshk11",
    "plus": 0,
    "snip": false,
    "text": "great lyle strip, great one-off in the middle of a storyline"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "max",
    "plus": 7,
    "snip": false,
    "text": "Because of this strip I looked up vomiting on Wikipedia. Because of that, I now know there is such a thing as \"fecal vomiting.\" Fuck [i]you[/], internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ckiahtipes",
    "plus": 0,
    "snip": false,
    "text": "I wonder if \"YARRRRRP!\" also has a Wikipedia entry?  If only this strip had audio."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elelevato",
    "plus": 0,
    "snip": false,
    "text": "While I am glad that Lyle's vomiting was so hard that it made a football roll 3 feet, I was kinda hoping that the prospect of it was just ALT TEXT trying to lighten up a syrupy (but awesome) moment. I didn't think it would actually happen. The mental image of the act conjured up was enough. Still: \"That doesn't just happen by not caring\".. BRILLIANT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "elelevato",
    "plus": 0,
    "snip": false,
    "text": "Since no one asked, what I mean is akin to when Roast Beef asked Phillipe: \"Roast Beef: Remember when Todd gor put in the newspaper for yellin' at his girlfriend so loud that he had to go to the hospital\". <br/> \nhttp://achewood.com/index.php?date=02102004 <br/> \n <br/> \nYou could show Todd actually doing it, but it would never be as good as the suggestion of it. <br/> \n <br/> \nStill, i fully agree with the assertion that Teodor's spewing abilities would lack the caring and warmth of Lyle's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 20,
    "snip": false,
    "text": "While it's awesome that yesterday's alt-text was delivered upon, there's not enough attention being given to Lyle's \"Oh HELL yes!\" in panel three. It's a subtle indicator that, though we haven't seen this behaviour before, the desire to move a football by vomiting on it is an integral part of Lyle's general character. Furthermore, it (accompanied by his following reaction) shows that it's something he's done before but never to such success*. <br/> \n <br/> \nSo what would simply be a humorously-gross situation to cut an extended significant romantic plot is, through panel three, transformed into an equally-significant moment for Lyle's character.  <br/> \n <br/> \n* I mean, three feet? God  <em>damn</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apatfan",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I was actually about to comment on that.  It speaks a lot to his character that upon seeing something, Lyle's first impulse is \"FUCK YEAH... I am TOTALLY gonna vomit on that!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bjornolafson",
    "plus": 0,
    "snip": false,
    "text": "Yeah lyle."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "colonelcolostomy",
    "plus": 0,
    "snip": false,
    "text": "Onstad is a man of his word."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "oh HELL YES! <br/> \n <br/> \ni didn't think this was actually going to happen.  lyle gets HUGE props for this, by the way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daklin",
    "plus": 2,
    "snip": false,
    "text": "Lyle vomits in the same pose as Emeril dancing to the Tenmen, and both take equal pleasure in these activities."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 2,
    "snip": false,
    "text": "June 8 is Vomit Like A Pirate Day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "Good to see Onstad came through with the previous day's alt text promise."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snatch22",
    "plus": 0,
    "snip": false,
    "text": "I agree with tinhand, and I'm concerned we forced Onstad into doing this strip.  But even if we did, he pulled it off with style and aplomb.  Or, as much style and aplomb as there can be with a vomit-propelled football. <br/> \n <br/> \nBut did anyone else think he wouldn't have to vomit AT the ball, and he would just vomit so hard the football moved on its own.  Like yelling so hard, you [url=\"http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D05292003\"] kill a chicken[/url] or [url=\"http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D03012005\"]kill your lights[/url]?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "imtheguywhosucks",
    "plus": 5,
    "snip": false,
    "text": "somehow i doubt onstad felt \"forced\" to do a strip... hes been doing whatever he wants for years and the strips have always been great"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "padijun",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure he's stated that he avoids forums, etc. because of how they influence the strip. Which is probably good. But at least he gives you a witty reply if you e-mail him!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snatch22",
    "plus": 0,
    "snip": false,
    "text": "Cock. <br/> \n <br/> \n[url=\"http://achewood.com/index.php?date=05292003\"]This[/url] and <br/> \n[url=\"http://achewood.com/index.php?date=03012005\"]this[/url]."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "The quotation marks are the problem."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snatch22",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 12,
    "snip": false,
    "text": "In 3rd grade I vomited on a kid sitting next to me on the ski school bus.  In movies, kids in these situations become best friends.  In reality, I just had to endure an awkward 2 hour bus ride next to some kid that smelled like my vomit."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i was riding in the back seat of my uncle's surburban, coming back from a UT football game, when my cousin, who was passed out in front of me leaned up against the door with the window down, vomited.  The wind blew it all right back all over me, and I had to just take it for the rest of the 2 hour ride.  It was disgusting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "Somehow, when you say it, it's much more offensive."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Did he move three feet, though? That's what's important."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Part of me actually didn't think we'd see this. It would've worked just as alt-text along. However, seeing the way Onstad pulled it off, I am HELL OF GLAD he showed Lyle and his football. And it still ties into the wedding story!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "In fact, I think this may be the new strip I'll use when I want to introduce people to Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 0,
    "snip": false,
    "text": "Lyle's form is perfected in the fourth panel.  Study it.  Learn it.  Know it.  It is perfect for vomit expulsion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": false,
    "text": "yes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by JohnnyLandmine, invidious, Babachewy, SkiddyFisk, someone3, smilebuddha)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kaseli",
    "plus": 0,
    "snip": false,
    "text": "Lyle forever!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stickmanben",
    "plus": 1,
    "snip": false,
    "text": "Heh, classic Lyle. Though instead of whiskey in place of soap, this time it's vomit instead of courtesy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarabria",
    "plus": 0,
    "snip": false,
    "text": "where is lyle's \"fuck you for not caring\" finger for teodor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halofyre",
    "plus": 1,
    "snip": false,
    "text": "hey now, the tope of the bottle looks kinda like a finger"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "It definitely is, spiritually."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by silver_lake, ocarinak, gothfae, SkiddyFisk)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "You must be able to spiral to play on the Drunk Island Football Team. Lemi cares too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirkd23",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dirkd23 was marked lame too many times and excluded. (marked lame by ImitationCrab, twohundredninety, morypcaina, SkiddyFisk, MrCreighton, bixschmix, nathanielperson, Audhumla, tellumo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by snatch22, SkiddyFisk, LocusCosecant, morganization)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by snatch22, LocusCosecant, morganization)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I liked the reference to the Bacon blog, made me think he wasn't, you know,  <em>Being Serious.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "I caught the sarcasm, but his comment was not at all funny.  I believe I got roasted for that same offense on this very page.  That's why they let us lame one another, except when they don't. <br/> \n <br/> \nMoreover, he said Fuck You to Onstad.  That is clearly allowed only on Fridays."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "I enjoyed this strip, but had the rare experience of enjoying the alt test and current toddler status more."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neuscha",
    "plus": 0,
    "snip": false,
    "text": "The splatter could be a Budweiser commercial."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by silver_lake, qatipay, neuscha, nocarsgo)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thereminhero",
    "plus": 0,
    "snip": false,
    "text": "I forgot how much I love LYLE.  Now I remember."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "It's true. Lyle spirals with vomit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I must recommend that y'all leave this to professional ralphers. That torsal twist is murder if you're not in shape and trained with good form. It's like crossing your eyes: you get stuck in that position forever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "Good goddamn, the transition between these two strips is exactly what keeps me in awe of the greatness that is this comic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "transition, juxtaposition of, whatever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "Might be the best alt text ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "Lyle's an instant 5 for me.  God, I love that raunchy little tiger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "I want to throw an emergency party sometime."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbatmat",
    "plus": 0,
    "snip": false,
    "text": "ham"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inthetunk",
    "plus": 0,
    "snip": false,
    "text": "Holy god, this strip after the one that precedes it is one of the funniest day-to-day Achewoods ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I love how after the really expressive YARRRRRP! and SPLOOT! we get those cute little non-onomatopoetic  <em>roll rolls.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "Reminds me of being a kid when you pretended to be an animal that made no identifiable sound.  I mean, you pretend to be a dog, you bark.  You pretend to be an elephant, you make that elephant noise.  When I would pretend to be a worm, though, I'd just roll around and say \"worm worm worm.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Teodor looks hella nasty in a wife beater."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iamruuude",
    "plus": 0,
    "snip": false,
    "text": "Lyle semi-heisman pose while vomiting"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "I'd still rather live with Lyle than Todd, and probably Todd more than Pat (because he's six inches tall and you can just punt the little bastard if he annoys you) but DAMN does the tiger need a kick in the chilies now and then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "That's a handegg. <br/> \n <br/> \nCue the lames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Hey, you don't see us coming to your country's comics, correcting all the football talk by saying they're soccer balls, do you?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Lyle is the Huerequeque of my ship"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "I think it's just as notable that his puke traveled several feet while maintaining enough mass, cohesion  <em>and</em>  velocity to move the ball 3 feet.  If he were on the floor with his face next to the ball, I still would've been impressed, but he went  <em>all fuckin' out!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "I like that Onstad mercifully left out the four panels of Lyle's preparation between panels 3 and 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "This is Lyle where talking about, there was no preparation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Good god, that's inexcusable. Did I really spell We're as Where?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maledictis",
    "plus": 0,
    "snip": false,
    "text": "Lyle vomiting on a turbine: a clean, renewable alternative to fossil fuels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 1,
    "snip": false,
    "text": "You know the song \"Debra Kedabra\"? You know the part where the chorus goes  <br/> \n <br/> \n\"Cast your dancin spell on me, <br/> \nI promise to go under it\" <br/> \n <br/> \nand Capt. Beefheart screams \"Oh HELL yes\"? <br/> \n <br/> \nThat's exactly what I hear when I see panel three."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dumbeast",
    "plus": 0,
    "snip": false,
    "text": "Thanks for calling out the Spotlight Kid."
  }
]