[
  {
    "depth": 0,
    "minus": 0,
    "name": "cassandrakazenzakis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cassandrakazenzakis was marked lame too many times and excluded. (marked lame by ted0phile, Contrasoma, Lolsworth, jthm_guitarist, RaysDangNachos, ppccd, Unfun, pwb, kylank, DiamondMonster, Feste, StagnantDisplay, Spenham, theoneyouwant, seanpskelly, Courtland, dullard, NDCaesar, lucidaconsole, Sargasm, DougTheHead, LordPretzel, IrishGuy, DigDugz, HolyQ, ih8jonmayr, d3athcann0n, GoriasXY, likeiwassaying, shoinan, ArthurDentLives, Fcannon, aide, nutmeg, clembot, captainphaze, Wolfslice, Audhumla, clintisiceman, boswelljn, toyoda, nphares, greyfield, JoulesIsEnergy, pigeon_street, Mastronaut, alchemicnirvana, stoaty)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": true,
    "text": "A comment left by serf was marked lame too many times and excluded. (marked lame by kylank, haff, Marcus_Brody, Spenham, Sprog, lucidaconsole, d3athcann0n, RogueCheddar, Fcannon, midgetron, clintisiceman, toyoda, motts, alchemicnirvana, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zaratustra was marked lame too many times and excluded. (marked lame by lawbot, kylank, riotnrrd, lk)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ishbario",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ishbario was marked lame too many times and excluded. (marked lame by straw, jthm_guitarist, JTTuba, NeoNaoNeo, kylank, riotnrrd, haff, Spenham, Courtland, Sprog, GitarooMan, lucidaconsole, jthompson, nutmeg, motts, Mastronaut, alchemicnirvana, grayfox, Archon_Divinus)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dougthehead was marked lame too many times and excluded. (marked lame by NeoNaoNeo, norm, Crater12, SPECTRE)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jlynes was marked lame too many times and excluded. (marked lame by Zefiel, Sprog, SPECTRE)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by Bredtt, straw, daidai, riotdejaneiro, goatmasterflash, Unfun, Thorfinn, Vondicus, sevenarts, stalkertuesday, starless, jfenserty, wittyname, jake11, StagnantDisplay, Shurimpu, Latterman, RedMange, jollysaintpete, mikeleffel2, robbingdog, EvilBobikus, GitarooMan, tehloki, whirledpeas69, MarzPan, ketamind, aHatOfPig, ArthurDentLives, midgetron, Boyd, TheGreatestCape, smilebuddha, couchfortress, toyoda, greyfield, drvonkill, whymog, motts, alchemicnirvana, slalvation, Milo, Ubermensch, dj_douche, Appers, Dasuta, flynn, SotiCoto)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by TripperDay, Zefiel, Thorfinn, NeoNaoNeo, radioelectric, gbeaton)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by ifergott, atom, Cypher, Shurimpu, Latterman, RedMange, MarzPan, fakedaisies, JimmyK, smilebuddha, whymog, motts, alchemicnirvana)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by tekende, TripperDay, masterofmetroid, Phat, DougTheHead, Crater12, toyoda, fortunagolde)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by radiowires, TommyTheBrat, atom, Cypher, prettyrad, RedGuy, MarzPan, aHatOfPig, smilebuddha, whymog, motts, Appers)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by tekende, TripperDay, NeoNaoNeo, radioelectric, Crater12, mista_b)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by radiowires, Norrec, Cypher, jollysaintpete, EvilBobikus, DougTheHead, lakesofcanada, atticusonline, RedGuy, MarzPan, smilebuddha, Fathington, motts)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Deusoma, radioelectric, mista_b, MrPoopytime, zaer, The_Clarkness)"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "cousinted",
    "plus": 24,
    "snip": false,
    "text": "So now you're a martyr because a bunch of people on a comment board dedicated to a comic about cartoon cats disagrees with you? <br/> \n <br/> \nSomeone is taking things a little bit too seriously."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "snowman",
    "plus": 4,
    "snip": false,
    "text": "\"If I'm saying things this community disagrees with then I must be doing something right.\" <br/> \n <br/> \nWhy are you here, again?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zaratustra",
    "plus": 25,
    "snip": false,
    "text": "OH GOD WHY DID I EVER MAKE THAT POST NOW I HAVE LIKE FOUR PAGES OF MY INBOX DEDICATED TO THIS THREAD"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "Aren't we all here because we all like this webcomic? I would think that saying something negative about it or its fans would cause a flurry of lames...this is common sense. Don't upset the majority if you're going to get all bitchy about the consequences."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "monstermovie",
    "plus": 2,
    "snip": false,
    "text": "god you are a massively awkward nerd"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "This is me not caring! Look at how much I don't care! I am now going to make four more posts, all about how much I don't care!"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "cousinted",
    "plus": 30,
    "snip": false,
    "text": "There's a video you should watch: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Shame on you for coming in here with a picture of Jonathan Coulton as your avatar and saying Dumb Things."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by austinceltic, JenH, apocowarg, daidai, ppccd, stalkertuesday, mashisoyo, Cypher, Feste, bug, zeromyerz, smilebuddha, SelbenCoirlo, spicyponyhead, Plague)"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I realized soon after posting that last post, that you're just a troll in general. And this generic response pretty much clinches it. Yawwwwwn."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by apocowarg, daidai, ppccd, atom, stalkertuesday, Cypher, Feste, smilebuddha, spicyponyhead)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Man, this is a shame- I got this far into the thread thinking you might, MIGHT have been worth defending- After all, you present a very correct opinion at the start, and defend it rationally for a while. <br/> \nAnd then this. <br/> \nYou sir, are hereby found guilty of Irrational Dickery to Strangers. Go to the station and turn in your humanity."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "There are exactly two unfunny things here: <br/> \n1, I am out of lames. <br/> \n2, I cannot lame you past my three-digit threshold. <br/> \n <br/> \nIt is a damn shame, it is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pwb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pwb was marked lame too many times and excluded. (marked lame by tekende, TripperDay, NeoNaoNeo, tehloki, Aaron_Haynes, Crater12, stormagnet)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by TommyTheBrat, apocowarg, daidai, Spoon, atom, Cypher, atticusonline, RedGuy, d3athcann0n, MrPoopytime, spicyponyhead)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "you always on point dogg."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Penny Arcade is occasionally good. It started out well, faltered, got better, faltered...occasionally they manage sarcasm, but rarely actual humour. <br/> \nAchewood is consistently good, if not always funny. You might not always spray your drink onto your monitor while laughing, but you will at least go 'yeah that was pretty good'."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, TripperDay, daidai, NeoNaoNeo, Deusoma, farqussus, atticusonline, Aaron_Haynes, Crater12, CEOKasen, Doc_Rostov)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, tekende, apocowarg, daidai, Spoon, Cypher, atticusonline, d3athcann0n, ArthurDentLives, MrPoopytime, mrblank91, motts, SotiCoto)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cousinted was marked lame too many times and excluded. (marked lame by TripperDay, NeoNaoNeo, Crater12, dracer2)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "breadcrab",
    "plus": 0,
    "snip": true,
    "text": "A comment left by breadcrab was marked lame too many times and excluded. (marked lame by NeoNaoNeo, DrSkradley, dracer2)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by ButterMoths, TommyTheBrat, apocowarg, daidai, Spoon, Cypher, jbushnell, dracer2, MrPoopytime, Chachibenji, motts, spicyponyhead)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cousinted was marked lame too many times and excluded. (marked lame by TripperDay, NeoNaoNeo, dracer2, MrPoopytime)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by tekende, ButterMoths, apocowarg, daidai, Spoon, Cypher, glue, dracer2, MrPoopytime, DickLaurent, motts, spicyponyhead, Dasuta)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cousinted was marked lame too many times and excluded. (marked lame by NeoNaoNeo, dracer2, MrPoopytime)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, NeoNaoNeo, Doc_Rostov)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, tekende, apocowarg, daidai, Spoon, Cypher, Cantilever, whirledpeas69, teluxe, zeromyerz, proof_man, aHatOfPig, MrPoopytime, motts)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, NeoNaoNeo, tellumo)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, tekende, TommyTheBrat, apocowarg, daidai, Spoon, Cypher, MrPoopytime, spicyponyhead)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, NeoNaoNeo, Doc_Rostov, tellumo)"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, Cypher, MrPoopytime, spicyponyhead)"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Last week is ancient history to you non-Palaeontologists... right? <br/>"
  },
  {
    "depth": 17,
    "minus": 1,
    "name": "oneshotnothing",
    "plus": 9,
    "snip": false,
    "text": "\"arguing on the internet is like running in the special olympics. even if you win, you're still retarded.\""
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "A chubby, my good man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by tekende, apocowarg, daidai, Cypher, jollysaintpete, proof_man, MrPoopytime, mrblank91, motts)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "m3tanoia",
    "plus": 3,
    "snip": false,
    "text": "guys <br/> \n <br/> \nguys <br/> \n <br/> \n:["
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thescrivener",
    "plus": 1,
    "snip": false,
    "text": "Odd, because while I read P-A regularly, I laugh out loud more at Achewood's humor more than just about all other webcomics together.  It's not my favorite, I don't necessarily think it's the best or even funniest webcomic around - but I laugh out loud more often at this strip than any others.  I don't think I'm alone in this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Pity chubby"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<em>talk hard! say opinions!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "Penny Arcade is somewhat funny for awhile, until you realize how formulaic it really is. Every single Penny Arcade: Game reference, then some dude swearing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Hi! <br/> \nYou have obviously never read more then a dozen PA comics, and then attempted to have an opinion on it. <br/> \nThank you for trying though, it was kind of you."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Seriously dude, I know I'm late to the party but Penny Arcade fucking blows. It is one of the worst webcomics on the internet, and the fact that you think that it is \"laugh-out-loud funny\" on a regular basis means there is something wrong with your sense of humour. These aren't opinions, this is a stone cold fact: Penny Arcade blows. Achewood is not only more detailed and features an actual story, but every single gag is about 100x funnier than a penny arcade strip. Also you have a shitty nerd \"musician\" as your avatar so you are obviously a stupid nerd from some other part of the internet. You have the worst opinions on the internet and I would take 5 asherdans or soticos or saints over you. tl;dr: GTFO i don't like nerds"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "opinion = fact <br/> \n <br/> \ndoesn't like nerds  <br/> \nis on internet <br/> \n <br/> \nlolwut"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "headphones",
    "plus": 0,
    "snip": false,
    "text": "oh come on now, everyone on the internet is a nerd? <br/> \n <br/> \nlisten guy, the only reason i'm replying to your comment is because apparently when people do that you read them. it is okay to have opinions, and clearly you do. but you have gone beyond the level of \"dissident\" to become \"asshole\" and your opinion has nothing to do with the upgrade. you are most likely savvy enough to understand what a troll is, and despite your, if annoying, well-reasoned comments that is what you have become. it is two years later and you are still involved with this thread. let it go. just let it go. it's too late to redeem yourself, the least you could do is let it go. there is no reason to ever get worked up about anything on the internet unless it is applicable to the non-internet part of reality. this isn't hearts, you get one heart (a lame, in this analogy) and then you go \"fuck, i might as well try and shoot the moon.\" we can all see clearly that this thread has prompted you to, at the very least, reply to everyone who commented on your dissidence and if that reveals anything about your character it is this: you like penny arcade way too much."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "It has revealed this - every few months I load Achewood up, click inbox, and then troll people who have replied to my messages. <br/> \n <br/> \nThis is hard to understand how?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "The real humdinger is, why do people reply to my two year old comments to complain in the first place? SCIENCE"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sustainability",
    "plus": 0,
    "snip": false,
    "text": "What the fuck, man, two years later you're still on the same ragefest? There's like a zillion pages in the archives to troll."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "supadupa",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Ray's face is priceless"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Well, this episode is about wangs..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by Carpetbag, mania3, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "blastradius",
    "plus": 18,
    "snip": false,
    "text": "i don't know whyy T's so mad ... my Nintendo looks just like that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stuart was marked lame too many times and excluded. (marked lame by SSDDR, n00b, Marcus_Brody, mania3)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boheeka was marked lame too many times and excluded. (marked lame by n00b, Marcus_Brody, mania3)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stuart",
    "plus": 5,
    "snip": false,
    "text": "my rad chilies?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "I only know what it looked like when it was the enemy. <br/> \n <br/> \nI was Sega-exclusive until the day they stopped being an option... which is when I threw in my lot and became exclusively Anti-S*ny. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 1,
    "snip": false,
    "text": "Soticoto is 100% bottom."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Soticoto is a sock-puppet for Pat."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "My uncontrollable disgust at even the idea of anal penetration exempts me from such things.  <br/> \nNot even sure why I have such a thing, as the idea of cutting the top of someone's skull off and fucking their brain appeals to me."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "you_bastard",
    "plus": 3,
    "snip": false,
    "text": "Satoru Iwata is interchangeable with phallic."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zaratustra",
    "plus": 61,
    "snip": false,
    "text": "maybe it'll work if you take it out and blow on it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "Dude I think you just said the secret built-in joke that Onstad thinks of but waits for a special commenter to say. Now you got infinite ammo. Mad style points."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lhmatt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lhmatt was marked lame too many times and excluded. (marked lame by blastradius, relaxing, woodenteeth)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kledermans",
    "plus": 71,
    "snip": false,
    "text": "Oh,  <em>That's</em>  what a Nintendo looks like!  <br/> \nOh man, I'm great at Nintendo.  I play that thing for hours on end, man!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "josher",
    "plus": 42,
    "snip": false,
    "text": "Did you ever get the special ending?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "The last boss is really hard."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "whats...wrong with you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 28,
    "snip": false,
    "text": "Remember to take a break every few hours of play or you could go blind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jlynes was marked lame too many times and excluded. (marked lame by taiiga, Vreeeee, Dwilow, STUART)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And grow hair on your palms."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lolcatdeluxe",
    "plus": 4,
    "snip": false,
    "text": "Perhaps. But I am sure of one thing: Onstad sure likes to draw penises. Let's see, there was the chicken penis, the skateboarding penis, the Chinese takeout penis, the rock-hard cat cack, and now Nintendo wang. Did I miss any?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 3,
    "snip": false,
    "text": "Don't forget  <a href=\"http://web.archive.org/web/20101009144535/http://achewood.com/index.php?date=07292005\">Circus Penis</a> !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 8,
    "snip": false,
    "text": "Got me on a technicallity, you did. <br/> \n <br/> \nAlthough Achewood's finest \"penis\" moment remains... the skateboard penis: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by tekende, Norsef, thesyndicate88, LaserBlade, ravindra108, cailetshadow, Ubermensch)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "breadcrab",
    "plus": 5,
    "snip": false,
    "text": "SHOCKING UPDATE D: <br/> \nNO ONE CARES ABOUT A FICTIONAL LOW RESOLUTION MAN'S SEX LIFE :O"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nonemorenegative",
    "plus": 3,
    "snip": false,
    "text": "Teodor upsetting Lyle  <a href=\"http://web.archive.org/web/20101009144535/http://achewood.com/index.php?date=01252002\">way back in 2002</a> ..? First in-strip cock, I believe :o"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 1,
    "snip": false,
    "text": "Nice. I should start a Wikipedia page: <br/> \nOnline comics: Achewood: Male Genetalia"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "upsilon",
    "plus": 1,
    "snip": false,
    "text": "There was that \"so close to syndication\" one too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 2,
    "snip": false,
    "text": "Chubby for you, upsilon. Also, that is my favorite Achewood strip, so for my failure, I will be mortify my flesh. <br/> \n <br/> \nOw. <br/> \n <br/> \nFucking OW."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144535/http://m.assetbar.com/achewood/uua8fj6rT/\">Here you go...</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "aggh....here   <a href=\"http://web.archive.org/web/20101009144535/http://m.assetbar.com/achewood/uua8fj6rT\">http://m.assetbar.com/achewood/uua8fj6rT</a> <br/> \n <br/> \nSCREW YOU BBCODE!  FUCK YOU!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 0,
    "snip": false,
    "text": "- Weird bug-eyed Ray and Roast Beef strip; ends with Ray in a wheelchair and Beef with his wang out. <br/> \nWait did you cover that already? Were you being rhetorical? Wanna play x-box?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 31,
    "snip": false,
    "text": "Did Chris see Superbad this past weekend?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "equinn2006",
    "plus": 11,
    "snip": false,
    "text": "I believe he did. Or else Ray is just part of the, like, 8 percent of kids who do this."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "j-man",
    "plus": 6,
    "snip": false,
    "text": "I wonder if Ray keeps a Ghostbusters lunch-box dick treasure chest."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "Wow, 8 percent? You'd think I'd see a lot more faces at the support meetings, then..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 15,
    "snip": false,
    "text": "\"Wow. Okay. Now, how about that one Tiananmen Square picture with the tanks.\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 9,
    "snip": false,
    "text": "all tiny milgramized members lined up on the street <br/> \n <br/> \nall cock with huge huevos standing in front of them"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dzieger",
    "plus": 2,
    "snip": false,
    "text": "Chubbied for the use of the word \"milgramized\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Well, I just learned all about the Milgram experiment.  <br/> \nSo thank you for that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 2,
    "snip": false,
    "text": "See also the Stanford prison experiment and the Bobo doll experiment.  <br/> \n <br/> \nAren't we a trainwreck of a species?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "Stanford prison experiment.  <em>My actual favorite experiment in the history.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It was a terrifying experiment. I watched a documentary on it in a class once and I had trouble sleeping that night."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "That is too cute not to mock up."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "If I could chubby this comment a hundred times, I WOULD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ferryboy",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised I had to read this far in the comments before I read something about Superbad. I was beginning to feel cold and alone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shoinan was marked lame too many times and excluded. (marked lame by madnes, kylank, ShiroBen, equinn2006, sigmacoder, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dougthehead was marked lame too many times and excluded. (marked lame by madnes, kylank, ShiroBen, sigmacoder)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 3,
    "snip": false,
    "text": "Dang it, shoinan beat me to it.  Okay, in that case I'll go with comment #2: <br/> \n <br/> \nRay is the Jim Halpert of pretending to have unlikely artistic conditions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I was going to make the same joke as shoinan, too. I'd say \"great minds think alike\", but I think it would not be appropriate for a Wii joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bhlaab was marked lame too many times and excluded. (marked lame by HonestTom, mer, emilyfun)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 16,
    "snip": false,
    "text": "Shame on Ray for pretending to such a serious condition.  Graphic artists so afflicted are limited to careers at Chinese take-out joints or doing portraiture of Philippe."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "One of my friends is a struggling graphic artist (sorry for the redundancy) - he got a job at a chinese takeout place, managed to keep it for all of an hour and a half before he ate a piece of someone's leftover General Tso's chicken and was fired on the spot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 36,
    "snip": false,
    "text": "I think we all know the real reason your friend got fired... <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ntopp",
    "plus": 7,
    "snip": false,
    "text": "Is basically thought we are all havink."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrj428",
    "plus": 1,
    "snip": false,
    "text": "Doesn%u2019t this strip reference prove that Onstad has made phallus drawing jokes before and therefore he did not rip off Superbad?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I do not think there is anything original about drawing penises, so there is nothing to be \"ripped off\".  The drawing of the penises is merely a prop used for the interaction between Teodor and Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by niggar was marked lame too many times and excluded. (marked lame by Tony, Sprog, sigmacoder, Awko)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 1,
    "snip": false,
    "text": "The second, actually, the first being Swarthy Teen Phillipe playing a bleeping, blooping mystery-game.  Onstad does not roll with the medium of video games."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellweek",
    "plus": 4,
    "snip": false,
    "text": "Third. Lyle and the importing of Urine Cop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "Does the whole Oregon Trail arc count?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "shoinan",
    "plus": 5,
    "snip": false,
    "text": "The alt text also suggests that Chris is not a fan of video games.  <br/> \n <br/> \nOn another note there is something that Ray's drawing and a Nintendo have in common: If you play with either of them too much you'll end up blind."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Stupid radiation beaming into my eyeballs... stupid addictive video gaming."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "estutius",
    "plus": 4,
    "snip": false,
    "text": "so oregon trail isn't a video game?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, Tony, mortshire, gbeaton, nonorganon)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ntopp",
    "plus": 8,
    "snip": false,
    "text": "Tell that to the pile of buffalo corpses left just outside the starting town."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Oh, god dammit. I never actually played Oregon Trail (we had different 'educational' games in this country) and I thought it was text-only. Fuck it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "You, sir, have had a deprived childhood. Never fear! Go to this website: <br/> \n <br/> \nhttp://www.virtualapple.org/2listO.html <br/> \n <br/> \nand check it out right now. (It may be less fun for someone who isn't playing it while riding a wave of nostalgia and hash, though.) Odell Lake is also awesome, although with the same caveat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mashuren",
    "plus": 5,
    "snip": false,
    "text": "Don't forget  <a href=\"http://web.archive.org/web/20101009144535/http://achewood.com/index.php?date=11182003\">Roast Beef's Tetris Crisis</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 2,
    "snip": false,
    "text": "I just noticed Cornelius' car is RHD, that is awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 1,
    "snip": false,
    "text": "Though no match for the omega, the \"s\" and reverse \"s\" shaped pieces were always shit; you could finish off a row with them, but they never figured into a double. Also bad: excessive ambition resulting in, like, 9 solid unfinished lines waiting for the upper-case \"I\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xaxx",
    "plus": 0,
    "snip": false,
    "text": "You can totally get a double with an s or z.  You know you can rotate the blocks in Tetris, yes?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 6,
    "snip": false,
    "text": "Panel 7:  Teodor realizes that Ray's all goofing on him, and in Teodor's own element, no less.  <br/> \n <br/> \nPanel 8:  Mission Accomplished."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Nintendo are wider than they are long, ergo they are not normally penises."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dr_sexlove",
    "plus": 11,
    "snip": false,
    "text": "Nintendo ain't no choad. you might call it one, but it'll just sit there, being a Nintendo, and you'll be wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sicsemper",
    "plus": 0,
    "snip": false,
    "text": "Er, what if you just turned a NES 90 degrees? Instant longer-than-it-is-wide orientation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Curses!  That changes everything!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "On you, maybe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 2,
    "snip": false,
    "text": "even though i have one, penises are one of the funnier things in life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweatpantsninja",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sweatpantsninja was marked lame too many times and excluded. (marked lame by Tony, gbeaton, STUART)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 5,
    "snip": false,
    "text": "you know you can reply directly to comments, right? That's how the appear underneath the one you're responding to (like this one.) Hit the little 'reply' link under a comment to reply to it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "astro_zombie",
    "plus": 2,
    "snip": false,
    "text": "Ray fucks with Teodor in the strangest ways."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rotating-dog",
    "plus": 0,
    "snip": false,
    "text": "I think this strip may have an extra level of meaning for Xbox enthusiasts."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "shoinan",
    "plus": 3,
    "snip": false,
    "text": "Actually with the way the Nintendo Wii is going, this could feasibly be a new attachment for it. Sure it's not family fun but we all know every kid above the age of 10 does it. I can see it now: Super Mario Rubs One Out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Attachment? Who needs an attachment? I think this is already one of the games in WarioWare."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I see you guys  <a href=\"http://web.archive.org/web/20101009144535/http://www.vgcats.com/comics/?strip_id=165\">also </a> read  <a href=\"http://web.archive.org/web/20101009144535/http://www.vgcats.com/comics/?strip_id=227\">VGcats.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 5,
    "snip": false,
    "text": "VGCats is kind of like bizarro-Achewood. Both strips are about talking cats, but one of them is yet another played-out video game webcomic and the other is funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Which one is which? WE REPORT, YOU DECIDE!  <br/> <br/> <br/> ..no, seriously, I'm fucking tired of VGcats. Chris takes as long to update, but at least his comics are GOOD."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I actually don't. I read a scant ten webcomics, and VGcats is not good enough to make that list."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "incendiary",
    "plus": 0,
    "snip": false,
    "text": "what are these scant ten?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 5,
    "snip": false,
    "text": "oh no way man you don't want this to degenerate on everyone listing their favorite comics. all hip and trendy. all Perry Bible Fellowship  <em>right after </em> Achewood."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "I've never been able to pick between the two."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "man, now I want to do it just to piss you off. in no particular order; PA, goats, DS, achewood, overcompensating, qwantz, BNS, dr mcninja, xkcd, PBF."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "taiiga",
    "plus": 0,
    "snip": false,
    "text": "pbf is probably the best illustrated comic like, ever <br/> \n <br/> \nyeah that's pretty much what it is"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "People all claiming they have Maakies prints, some guy talking about his Kochalka diaries subscription."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "garlic_breath",
    "plus": 0,
    "snip": false,
    "text": "I want to know what other people's favorite webcomics are.  Actually I found your comment funny because I am (obv.) not hip to these things and the only other one I've found is Perry Bible Fellowship, because I'm not into the videogames or fantasy stuff so much.  I do like to read Dykes To Watch Out For online, too, I guess, but that's not really a webcomic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "andrew_",
    "plus": 4,
    "snip": false,
    "text": "God  <em>damnit</em> , Ray."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ngazin",
    "plus": 0,
    "snip": false,
    "text": "Was this inspired by Superbad?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Woah, this strip makes me question a lot of others. <br/> \nLike that one where he's learned German? Exactly how clever is this cat?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "halofyre",
    "plus": 13,
    "snip": false,
    "text": "Ray is a dude who would see Superbad and do this to someone like Teodor, who is not a dude who would see Superbad."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sizone",
    "plus": 0,
    "snip": false,
    "text": "The meta-joke has now been established. Kudos to you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "oh. my god."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "As I am also not the kind of guy who saw superbad, can someone explain what the similarity is?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 2,
    "snip": false,
    "text": "One of the characters had an affliction as a child that caused him to compulsively draw penises."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "Apparently the artist behind Tank Girl and Gorillaz, Jamie Hewlett, also had this compulsion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "So is  <em>that</em>  why he marketed a line of vibrators with his artwork on them?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I did not know he had done this. Apparently the Gentlemen's Prerogatives in question were always drawn hammer-shaped, I don't know if that's reflected in the Lady Toys here referred to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 4,
    "snip": false,
    "text": "Ray OBVIOUSLY drew The Zapper with a wig on. Teodor just jumped to the wrong conclusion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robotman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by robotman was marked lame too many times and excluded. (marked lame by illgamesh, peterjoel, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Probably; the main reason being that he has a kid, and kid people do not see movies in the theatre any where near within 3 weeks of the movie's release.  It's most likely just an odd happenstance, but curious nonetheless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "yeah, didn't two different guys invent the telephone or something? <br/> \n <br/> \nshut up,  <em>i</em>  think it's relevant."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 38,
    "snip": false,
    "text": "Two guys invented the telephone at the same time. Suprised the hell out of both when one of them first tried it and the other dude answered."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gerry",
    "plus": 4,
    "snip": false,
    "text": "Charles Darwin came up with his theory of natural selection and sat on it for like 20 years ago (he was apparently worried about the implications of his theory) and when he found out that this other dude was also about to publish a theory of natural selection, he was like \"oh shit! I better publish mine!\" Luckily he was kinda buds with the other dude and the other dude was like \"your theory is better than mine anyway, so you should get the credit.\" <br/> \n <br/> \nAlso there was that time when two movies came out and they were about volcanos."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "What about those movies with meteors just mowing us all down <br/> \n <br/> \nDid you watch those"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "I watched both.   <em>Deep Impact</em>  had bad science in it, and  <em>Armageddon</em>  had stupid bad science in it.  It was like it was a competition over which movie could rape science the worst.."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 3,
    "snip": false,
    "text": "And then The Core went and won."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Sunshine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by straw, ButterMoths, HonestTom, Bophur, Siah)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "The last panel totally makes this comic. Fived."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "Dude, this comic is totally dated tomorrow.  If Onstad's still in CA, it was only like 5pm when he posted this."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 16,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by skiddyfisk was marked lame too many times and excluded. (marked lame by norm, varnish, peterjoel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by centipede_damascus was marked lame too many times and excluded. (marked lame by nbgreene, haff, keithcozz)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by keithcozz was marked lame too many times and excluded. (marked lame by entitysix, silver_lake, ppccd, Deusoma, SchnappM, goocifer, ntopp, prius_chaser, Sprog, shoinan, helloftubby, Incendiary, stoaty)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by NeoNaoNeo, alexrosenbaum, Lacrimus, evilpaul, mortshire, Sprog, shoinan)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 6,
    "snip": false,
    "text": "He sounds more like Tarzan than a handicapped person. <br/> \n <br/> \nMe Tarzan.  You Jane.  Onstad lazy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 4,
    "snip": false,
    "text": "GOD THE HOURS I WOULD SPEND WITH MY NINTENDO <br/> \n <br/> \nLADIES CALL ME"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Man, T is being such a vagina-boy in this one; Ray made a damn good joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stevepants was marked lame too many times and excluded. (marked lame by Spoon, SchnappM, GrooveHolmes, sigmacoder, Siah)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "and by You i mean Chris."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thommy_h was marked lame too many times and excluded. (marked lame by ozacrot, katal, sigmacoder, LocusCosecant)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "theboneorchard",
    "plus": 4,
    "snip": false,
    "text": "Something like 8% of the people posting here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "So I guess this means The Case of The Cum Shot will forever be a mystery? <br/> \nOh well, at least we still get penises."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "valrus",
    "plus": 40,
    "snip": false,
    "text": "Sung to the tune of \"If You're Happy And You Know It\": <br/> \n <br/> \nIf it's longer than it's wide, it's a phallus <br/> \nIf it's longer than it's wide, it's a phallus <br/> \nIf it's not longer than it's wide <br/> \nThen just turn it on its side <br/> \nThen it's longer than it's wide and it's a phallus"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whasit",
    "plus": 7,
    "snip": false,
    "text": "You get a chubby <br/> \na. because the song is awesome <br/> \nb. and stuck in my head <br/> \nc. I am soothed by seeing \"it's\" and \"its\" used correctly"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foolio",
    "plus": 0,
    "snip": false,
    "text": "I've heard this song before...where is it from? Is it from a movie or something, or is it a schoolyard thing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whasit",
    "plus": 1,
    "snip": false,
    "text": "I remember being made to sing it a lot in elementary school?  I don't actually remember where I learned it first."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "I cannot give this a chubby because the Acheworld police have decided I am Too Friendly. But I want you to know that this is a very good thing you have done here today (three months ago)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rawk5tar was marked lame too many times and excluded. (marked lame by mania3, sigmacoder, Siah)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thommy_h",
    "plus": 2,
    "snip": false,
    "text": "Whoa, you're right - this  <em>is</em>  a joke from Superbad! I'm surprised no one's mentioned that yet."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "This strips is very much like that movie that just came out, Superbad."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "twoply",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah.... did anyone mention yet this is like Superbad in any way? I've been searching this page and no individual had mentioned this bears a faint resemblance to  Superbad. ;)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": false,
    "text": "Wow, good call! It's just like that scene! You'd think it would have come up already. It's so obvious in retrospect."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I was hoping this strip reference some recent teen angst movie."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "redmad",
    "plus": 0,
    "snip": false,
    "text": "How do you guys know that the idea isn't that RAY hasn't seen Superbad and was inspired to pull some shit on Teodor?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redmad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by redmad was marked lame too many times and excluded. (marked lame by mania3, Siah, peterjoel, LocusCosecant)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "clearly."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "for what it's worth, I think the reason for the Superbad connection is not just \"penis doodle jokes,\" but the fact that both focus on some one who has a problem in which that's all they can draw; odd coincidence. <br/> \n <br/> \nAnd as the person who first posted the \"did he see superbad?\" question, I also wonder why so many people seemed to keep asking the same damn question.  I figured the topic had been covered."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by HonestTom, mania3, Siah)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "oh hell yess 'stad saw the S'bad.  ignore it if you must, you North American. <br/> \n <br/> \nbut really, zefiel, c'mon...the topic has been covered.  sarcastic zingers included."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "That movie will be called 'Supercool' here in mexico. I shit you not, i just saw the poster. I guess here EVERYTHING IS backwards."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "you know, it really works about the same either way.  \"Superbad\" is not a very original name.  Seth Rogen lazy.  No excuse for crap like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Ray may be just goofing on Teodor, but recent trends indicate to me that he seriously needs to see some lady action soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thommy_h was marked lame too many times and excluded. (marked lame by Tinhand, Paperboy_2000, old_chap, lastlarf, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "detventrilo",
    "plus": 8,
    "snip": false,
    "text": "So, kind of off topic, but I received my Great Outdoor Fight tshirt the other day.  I wore it for the first time yesterday, and nearly got in a fight.  True story."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrj428",
    "plus": 0,
    "snip": false,
    "text": "No Shit!  The same thing happened to me when I wore mine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "Really? <br/> \n <br/> \nDamn, a guy on the subway just complimented me on mine when I got it. <br/> \n <br/> \nAlthough I suppose that was pretty awesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "You were supposed to clock his ass in ways people thought could not be done."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "afkpuz",
    "plus": 1,
    "snip": false,
    "text": "Well I mean it wasn't really outdoors; I guess I could have, but it wouldn't have been a thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "In my part of the world, \"clock\" means \"look at\". It took a few seconds for me to get that comment. I thought you were advising afkpuz to use infra-red binoculars to check asses out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "Well that's not bad advice  <em>per se</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "Indeed frankly I approve of this concept. <br/> \n <br/> \nZefiel you have been incidental here!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "That is some rad chillies. <br/> \n <br/> \nI've been drunk in my Dude & Catastrophe hoody, but that's all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "I thought that the trend of recent strips' body-part and bodily-fluid references correlate to Onstad's kid, who's still at an age where body parts and substances are  <em>hil</em> arious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikemcg",
    "plus": 0,
    "snip": false,
    "text": "I'd feel cumshots are too horrifying for a three-year-old to comprehend."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Are any of us beyond an age where body parts are hilarious?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bsidestarchild",
    "plus": 0,
    "snip": false,
    "text": "Priceless!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "it is a FUCK YOU FRIDAY!!!!!!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 1,
    "snip": false,
    "text": "Is... is that, I mean (calm yourself, man) is that a Fight Club tie?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "no, it was a photo of my tie, because I was on my way to a meeting, & I didn't know if it looked good & had no mirror.... I lead a complicated life"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by AndrewofDOOM, Norsef, cwitherspoon, silver_lake, daidai, MyrrDisparo, Mangtastic, equinn2006, shoinan, Plozza, lastlarf, echidnaboy, joamiq, henrythecad)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Retardo's back!  I guess I'll say, \"Yay!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Norsef, daidai, vermy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Man Ray is just so pleased."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Well, he invented rayographs and all, he has a right to be pleased."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "Today was fuck you friday? That explains my shitty ass day at work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144535/http://achewood.com/index.php?date=06282006\">Might Ray be in denial of a fear of penii?</a>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "\"penii\" is a terrible pluralization, you should be ashamed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "oh snap i forgot how butthurt people get when the word nintendo fanboy gets thrown around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thommy_h was marked lame too many times and excluded. (marked lame by ezcmac, UntilYouAreSoNude, silver_lake, SchnappM, mortshire, equinn2006, dzieger, Adjakz)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "The penis shark."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "good catch, hadn't noticed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I don't see this as a ripoff, I see it as homage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I don't see this as a ripoff, I see it as homage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "I don't see this as a ripoff, I see it as homage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "Man, it's not a rip off, that kid in Superbad didn't draw dicks accidentally. He did it because he was obsessed with drawing them, not because he was attempting to draw a Nintendo. (of course this is assuming Ray isn't lying and really can't draw anything but phalli)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 2,
    "snip": false,
    "text": "In the future, everyone will draw dicks for fifteen minutes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fielding",
    "plus": 2,
    "snip": false,
    "text": "It puts my mind at ease to know they will have finally fixed the public school system."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I've had days like this"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeroasalimit",
    "plus": 1,
    "snip": false,
    "text": "So...when Ray was a kid, did his parents pin up his drawings on the fridge or were they too rude?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Clearly, Onstad is ripping off every single person who has ever used Pictochat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I can just see the obliviously angry fanboys now."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "Ray is sitting at a drawing table. He calls Teodor over to tell him about a problem he is having. Apparently, Ray cannot draw anything without it becoming a penis. Teodor, skeptical of Ray's condition, tells Ray to draw a loaf of sourdough bread. This comes out as a penis. Teodor is concerenedly amazed. Teodor asks Ray to draw a Nintendo Entertainment System. Ray illustrates the request as the male genitalia adorned with pubic hair. Teodor sees through the ruse. He leaves, upset. Ray is delighted with his joke. He continues to draw phalluses until Cornelius or Roast Beef comes in."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Javonathan, _cheesekayke, Andrew_, megstud, Awko)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "you're an asshole.  <br/> \nyou should register."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "andrew_",
    "plus": 2,
    "snip": false,
    "text": "when will you learn the golden rule, Zefiel? <br/> \n <br/> \n\"No one should be a cock to a stranger,  <em>ever!</em> \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carnelian",
    "plus": 0,
    "snip": false,
    "text": "This is classic achewood. The look on Ray's face at his success is wonderful"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "fuck you people i tried reading through the comments here but between all the lames and all the links and the sheer size of the page it was taking me longer to wait for something to happen than to actually experience it, I GIVE UP less than a quarter of the way through. <br/> \n <br/> \ngo to HELL"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I agree somewhat. I start reading a long conversation (usually a heated argument) for some reason, I guess they are usually interesting? and then after like 4 or 5 scrolls down, I'm just like bla I could be reading another strip. <br/> \n <br/> \nNot that I have a problem with discourse at all, go ahead talk amongst yourselves."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "Ray's smile in the last panel is pure comedic gold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 1,
    "snip": false,
    "text": "Teodor, panel 7: <br/> \n <strong>dammit, he was <em>right</em>!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "\"Nobody EVER gets that right!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Reminiscent of Gibby Haynes' \"Perfect Pencil\" joke; see  <span style=\"border-bottom: 1px dotted\">Our Band Could Be Your Life</span>  by Michael Azerrad, Boston : Little, Brown, 2001"
  }
]