[
  {
    "depth": 0,
    "minus": 2,
    "name": "spoon",
    "plus": 3,
    "snip": false,
    "text": "FOREVER!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "melatonin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by melatonin was marked lame too many times and excluded. (marked lame by Hipjiverobot, mania3, quartamilk)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ifergott",
    "plus": 0,
    "snip": false,
    "text": "Chris, you should be going to LA this weekend and you know this."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 53,
    "snip": false,
    "text": "<strong>CORRECT BUT WHAT DOES THIS HAVE TO DO WITH WANTING TO CUM</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "i take back every bad thing i ever said about you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101102220330/http://bannedforever.ytmnd.com/\">http://bannedforever.ytmnd.com/</a>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "ladies and gents I'm pleased to announce that there is an easter egg hidden in the html code of this page...  good luck finding it... (you'll know it when you find it!)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "(hint:  There are multiple eggs of multiple colors hidden throughout this page)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by dangelder, liams511, nice-on-water, mg7810, autrepoupee, rowboat, amp269, utv, Maldraedior, fancypants, skoora, Cracklewater, willt, Hatstand_McQ, dracer2, Ciansy, usversusthem, psykeres, wim9k, morbo)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wasn't old news to me.  Thank you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "The internet is a place where a man with a penis avicon warns you about spyware. Thank you for the warning."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by mg7810, Maldraedior, skoora, willt, Hatstand_McQ, dracer2, Ciansy, usversusthem, morbo)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fingerthumb",
    "plus": 0,
    "snip": false,
    "text": "I get a message saying my hard drive has been formatted but it hasn't been!  I was scared!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You let me know exactly what not to do and that was then exactly what I did. I'm smart."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "wrapblunt",
    "plus": 0,
    "snip": false,
    "text": "okay the guy with the penis avatar has viewed one more strip than I have... but I've viewed all of them!  Which one am I missing?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "shit, if visiting a web site can give you a virus, maybe you should consider using a different platform or a goat skin keyboard cover. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I'm not an expert by any means, but I'm  <em>fairly</em>  sure there's nothing malicious in wim9k's site-redirect thing; if there is, it's embedded somehwere I can't get to it. The only piece of code in the page source I'm not sure about is the following: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>onLoad=\"rateAsset('M^a11f09b8576e606bcb5038dfdb92fb821', 'M^1562', 5)\"</em></div> <br/> \n <br/> \nIf looks like assetbar javascript that does something silly, but I ain't sure what. If anyone knows, speak up. Anyway, you should still probably run antivirus software and ignore wim9k ASAP."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "What I'm trying to say is: Wear protection (take your cunt pills?), but don't freak out if you've been redirected already."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the warning."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Now that I look at the sidebar, it appears that what that code's doing is rating this strip a 5 when you mouseover. Or is this strip an instant classic and I just missed it?"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "wim9k",
    "plus": 1,
    "snip": false,
    "text": "the rateAsset script is a script that is part of assetbar.  It is the script that is called when you rate the current strip.. 1 2 3 4 or 5.   <br/> \nso far I have gotten it so when anyone mouses over my avicon and my status is displayed, what happens is that user automatically rates the strip as a 999999 (which shows as a 5) and also the user automatically lames the above comment by achilleselbow. <br/> \nit was a real bitch getting it to work without crashing the browser in an endless series of recursive redirects.  but I put in that effort for you guys.  because I am nice. <br/> \nignoring me won't help because I'm going to be creating lots of accounts that do the same thing so there will be ample opportunity for everyone to mouse over affected accounts. <br/> \n <br/> \njavascript is a real bitch when you don't know what the fuck you're doing, all googling to find out what the functions do and such."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Hey hey, that's great. <br/> \n <br/> \nNote: it is not great."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "what I had to do is put a script in the \"My Status\" field which is a sort of bootloader script if you will.  only the \"my status\" field is rendered when you mouse over someone's avitar, which is great, but unfortunately that field is limited to too few characters to do much of anything, so instead I use a really short script in the \"my status\" field to load a page on my midconet.net server which in turn redirects to my public profile page on assetbar, whereupon the \"In My Own Words\" field is rendered.  that field is long enough to load up lots of script.  I tried having the scripts be called from the page directly on my server but, shit if I know how to make that work, you know...  I'm not that much of a genius with javascript."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "wim9k",
    "plus": 1,
    "snip": false,
    "text": "so yeah basically my script bootstraps it's self by forcing, in a round about way, my public profile page to load, where the actual scripts that lame the above comment and rate the strip a 99999 are stored."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "this is actually pretty funny!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "14 lames?  Seems like someone has sock puppet accounts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Or he got annoyed about achilleselbow revealing his \"trick\" and changed it so everyone who looks at his profile automatically lames achilleselbow."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Assetbar has gone so far downhill, and I can't help but feel responsible"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 8,
    "snip": false,
    "text": "<strong>SHE SAID HIS SEMEN TASTED VILE! HE SAID HE WOULD PROVE IT!</strong> <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Hey, the toilet's flushing weird! <br/> \n <br/> \nI have always linked this to smoking."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saulbellow",
    "plus": 42,
    "snip": false,
    "text": "Plumbing is a total narc. Plumbing will  <em>always</em>  rat you out. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "awksedperl",
    "plus": 12,
    "snip": false,
    "text": "The most shocking thing about that sign is that it says that Michigan has an honor code."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "heh."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "or that they managed to spell 'masturbation' without an all-too-commonly-misused 'e'."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "The schwa sound. Such a rascal."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "vagina",
    "plus": 0,
    "snip": true,
    "text": "Comment left by vagina ignored."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "This reads like something Vlad would write if he for some reason was persuaded to write erotica after only just having learned about human sexuality from a manual on the subject."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 9,
    "snip": false,
    "text": "\"Semen related costs run into the thousands every year\" <br/> \n <br/> \nSounds like part of a PSA to track down deadbeats who aren't paying their child support.  Because really, buying little Johnny new clothes and school supplies in the fall is a \"semen-related cost,\" now isn't it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripleg",
    "plus": 3,
    "snip": false,
    "text": "who is in charge of crunching these numbers? why is there a semen-cost tabulator?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 14,
    "snip": false,
    "text": "All big LED display in Times Square. <br/> \nAll gaining thousands of dollars per second."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Protesters against Prostates all lined up on the corners.   <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Also, when you think of how many guys they pay at a semen bank. <br/> \nThat sign is so ambiguous in it's attempt to guilt guys into fluffing their hog in their dorm... <br/> \n <br/> \nall quiet and discrete to keep their roommate from waking up."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>[IMGS OFF]</em></div> <br/> \n <br/> \nif that shit is actual fact.. that jizz ruins dorm plumbing, then i singlehandidly destroyed the fucking plumbing at Lassen Hall."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "I saw this before with it being from Georgia Tech."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "A friend from Cornell took a picture of one of these and put it on her Facebook. <br/> \n <br/> \nWait.  That doesn't make sense all of the sudden.  Did she lie to me?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Coed showers?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Priprism?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Correct. <br/> <br/> <br/> Just correct. Your friend is a liar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "I went to Cornell...College."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 7,
    "snip": false,
    "text": "I went to Corneria... And fought off Andross' forces."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "loved that game, man. dang. my favorite was the underwater level. <br/> \n <br/> \nalso trying to get every gold ring to unlock all the vehicles for multiplayer."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smaconi",
    "plus": 0,
    "snip": false,
    "text": "Go Big Blue(balls)!, anybody? <br/> \n <br/> \nCough."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "They call it Shitchigan for a reason."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 4,
    "snip": false,
    "text": "That shit is hard to pronounce"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "Hey! Fuck whoever lamed me. Michigan sucks ass. Seriously!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "at least that's what I call it..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "celesticles",
    "plus": 3,
    "snip": false,
    "text": "The same thing happened at my friend's college, they had clogging and sewage problems and found out the problem was semen all in the septic, so they sent letters to everyone and their parents. <br/> \n <br/> \nI don't know why they sent letters to the parents."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Carl is masturbating! <br/> \n <em>a mother just knows</em> <br/> \n[[call Carl]] <br/> \nCARL! STOP MASTURBATING!! <br/> \n\"W-...well, uh, I can't quite stop what I-..oh, oh wait, it's..it's going away. It's ashamed. And so am I. I'm so sorry, ma. See you at servic-\" <br/> \n[clik]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "If you look closely, there's something weird about how the toilet flushes in Marlborough, New Zealand.  <br/> \n <br/> \nNo, really. Try again. Now come back. Flush. No go there and try again. Did you see?  <br/> \n <br/> \nWeeeeeird Marlborough men shit I tell ya."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "trevor328",
    "plus": 0,
    "snip": false,
    "text": "Can smoking really affect the taste of your semen? If so, have any clinical trials been conducted to determine the validity of that claim? <br/> \n <br/> \nI would be willing to volunteer for one...for the smoking and ejaculating part, not the taste-testing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "A friend of mine who does not taste nearly as much semen as he would like has assured me that, yes, it most certainly does. <br/> \n <br/> \nOther anecdotal evidence strongly indicates that while asparagus gives it a foul odor, as if also commonly understood to occur to urine, sweet fruits, cucumber, and other foods will often impart a more pleasing taste. <br/> \n <br/> \nBasically smoking is the worst thing you can do to make you semen taste bad. Drinking, I am told, also does it no sense of good, cheese and red meat are apparently bad as well. Fruits are generally good but some vegetables with strong flavors tend to have a negative effect."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "What's that got to..... <strong>NO!</strong> <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Well done.  Discretion is the better part of valor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jonno",
    "plus": 13,
    "snip": false,
    "text": "A man who treats facial semen injection like a wine tasting session has a unique class about himself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "Brings a whole new meaning to \"full-bodied flavor\" and \"oaky aftertone\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I must have the worst-tasting semen in the whole world then."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 9,
    "snip": false,
    "text": "Seriously. I just read that and immediately felt bad for several girls I barely know and just met."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "deusoma",
    "plus": 9,
    "snip": false,
    "text": "High five?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "obama",
    "plus": 0,
    "snip": true,
    "text": "Comment left by obama ignored."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "crazzzzyyy",
    "plus": 0,
    "snip": true,
    "text": "Comment left by crazzzzyyy ignored."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wfl",
    "plus": 3,
    "snip": false,
    "text": "My ex attested to pineapple as the ultimate semen infusion.  She brought me some on our second date, and although she enjoyed the act of fellatio regardless, she did seem to enjoy my bodily expulsion to a greater degree, thanks to an average serving of pineapple. <br/> \n <br/> \nHooray for pineapple!"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "Are you saying that you can improve the flavor of semen with a single serve of pineapple administered mere hours before ejaculation? That semen flavor is not a question of long term lifestyle choices, but more just having a fruit cup during your preparations before going out? <br/> \n <br/> \n(For the record, I live on red meat, beer, scotch and cigars and the chicks are mad hungry for my semen. One shot in the mouth and they%u2019re lifelong addicts.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "Long-term lifestyle changes seem to be most effective, but it will still have an effect from recent ingestion. I just doubt that it would have that much of a change in that short a period of time. I'll check with friends tomorrow though and see what the average time seems to be. In the meantime, damn, you brought it to this. <br/> \n <br/> \n1 Cup pineapple (fresh, canned, or juice) <br/> \n1 Cup mango juice <br/> \n1 banana <br/> \n1/2 cucumber, peeled and seeded <br/> \n1/2 tsp. fresh ginger <br/> \n1/2 tsp. vanilla extract <br/> \n2 Tbl. honey <br/> \n <br/> \n1)Blend <br/> \n2)Drink <br/> \n3)Ejaculate <br/> \n <br/> \nFeel free to modify the basic recipe. Though I'm not sure if yogurt would have a negative effect or not so it might be best to keep it out. Using apple or other sweet juices as a liquid base would also likely work if you wanted to add in fresh or frozen mango chunks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 2,
    "snip": false,
    "text": "I smoke and am allergic to bananas - and latex. Most non-latex condoms are made of lamb skin. The women that can get past the smell of goat tissue, they don't seem to mind the smoky semen."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Those lamb-skin condoms are really really tight, I've noticed. And kind of difficult to roll on. They don't hold their shape as well as the latex ones do."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 3,
    "snip": false,
    "text": "They don't stretch too well. Gotta go for the Magnum Plus size at the store. Definitely the upside: may distract the cashier long enough so that they don't have time to wonder what type of furry you are."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "downside to lambskin condoms:  They don't protect against HIV transmission."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wfl",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure on the right time span, either.  It was a few hours between \"ingestions\".  She honestly could've just been craving some man-mayo in general."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, I checked with a friend and we got all science-style on it and arrived at the general conclusion that it should take about 3-4 hours to properly be ingested, pass into the small intestine and have esters and sugars (which are doing the work) get absorbed out. So it's not that unreasonable. The lasting time of effect was estimated at around 12 hours more or less and strongly depending on what else you might eat in that time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Second date?  Damn, all of a sudden I have lead-based face powder and like fourteen petticoats on, because that makes me feel absolutely ridiculously prude-ish. <br/> \n <br/> \nis that common <br/> \n <br/> \nis that why dude's always expose themselves after i spend a composite 36 hours with them ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I didn't know people still even went on dates. I was under the impression that they just start drunken conversations with strangers that lead to awkward groping and brief thrusting and then never speaking again."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I've previously supported the idea of sex before dating. I mean, do you want to start getting into a relationship and really caring about someone only to find out that you're sexually incompatible? It'll just lead to hurt feelings and all sorts of complications where you probably just end up putting up with it forever and building all sorts of lingering resentment. Not cool. <br/> \n <br/> \nInstead if you start off with the sex and that works then even if they turn out to be a terrible person at least you got some fun sex out of it. <br/> \n <br/> \nGet the shallow, basic stuff out of the way first, then you can start building the deeper stuff."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You can't tell, but my penis avicon is actually seething with rage, disgust, and fear at your suggestion. Just trust me on this, it really is."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Please do not rip my dick off."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. Some customers will get there dicks ripped off. I don't make the rules."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>THEIR</em></strong>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i don't even know how you managed to do that ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nerd_specs",
    "plus": 0,
    "snip": false,
    "text": "How true! This one dude and I got it on ON OUR FIRST DATE, and then the next thing you know, it's twelve years later and we are happily married with two kids. At the time, a little voice in my head was like \"Really? The first date? Don't you think you should wait?\" ... but it didn't feel wrong. And I guess it wasn't.  <br/> \nSo, kids, the moral of the story is: go ahead and fuck on the first date, because it just might pay off!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Hey that's like basically the same thing here. Good job!"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "But why did he buy the cow when he could get the milk for free?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "This is how my fiance and I started out. It doesn't work for everyone, but it certainly worked for us."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Although I've found when the sex is awesome you do tend to gloss over some of the more basic personality clash problems. This deception can go on for sometime if you're having reeeeally good sex all the time. Which sets up it's own problems. <br/> \n <br/> \nStill, I usually go with your suggested course of action."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "I have been told from a couple different sources that vegetarians have fantastic tasting semen.  I have not confirmed this for myself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I'm a vegetarian but I also smoke. <br/> \n <br/> \nAlso, I'm a girl. <br/> \n <br/> \nSo who knows..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 1,
    "snip": false,
    "text": "So in other words, almost anything delicious or worthwhile will make your semen taste bad, while just eating grapes alone in your basement will make it have the lovely taste of elegance?  WHERE ARE YOUR PRIORITIES PEOPLE??"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 5,
    "snip": false,
    "text": "dude if you do not find pineapples or honey delicious there is something rather wrong with you"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChub - a real chubby was not enough"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, my dad's having difficulties with that. <br/> \n <br/> \nOr at least it sounded like it last night."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "obama",
    "plus": 0,
    "snip": true,
    "text": "Comment left by obama ignored."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "All of this talk of spermaceti reminds me that  <em>there are so many whales...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "A key issue has been missed here!!  Does this also apply to women?  Would the fluids of a woman who smokes taste different as well?  I will need a extensive research project intiated immediately by someone less married than me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "trevor328",
    "plus": 0,
    "snip": false,
    "text": "I can testify to the fact that the nether-regions of a woman who smokes cigarettes do not taste as pleasant as those of a woman who does not smoke. However, I do not believe that this correlation can lead to a conclusion about causation. <br/> \n <br/> \nBroads who smoke usually have nasty-ass snatches for other reasons."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "You've come a long way baby!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This made me realize that I have never gone down on a non-smoker. Odd."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "ACHEWOOD, LADIES AND GENTLEMEN!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What, now?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I would like to take this opportunity to point out that, though I smoke, my snatch is a beautiful meadow."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "POSITION FILLED."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "<em>You'll stay in my heart and I will love you</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "adroitcelerity",
    "plus": 0,
    "snip": false,
    "text": "Hahah, yeah that's how they getcha."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Having to smoke furtively ruins the whole experience."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That ruins sex too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 8,
    "snip": false,
    "text": "Clarification: I was talking about furtive sex as in the lady not knowing about it, not like furtive consensual sex in public, which I am led to understand is actually quite good as it has a number of websites devoted to it. Basically, I was trying to make a rape joke and failed miserably. Boy, have I learned my lesson."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 6,
    "snip": false,
    "text": "You might work it into a standup schtick where you tell a one-liner that no one gets, pause; then go into a lengthy, straight-faced analysis of the joke where you conclude that you are a failure as a comedian and you have learned your lesson forever, totally straight-faced like Steven Wright. <br/> \nThis is what I am seeing. <br/> \n Then you go on to the next one-liner, rinse, repeat. <br/> \n <br/> \nThis could be a  <em>Thing</em>  for you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "<em>burrrrrrnnnnnnnn</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 26,
    "snip": false,
    "text": "ctd.  <em>nnnnnnnnnnnnnnnnnn</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You....you're a tough room. <br/> \n <br/> \nWe'll be here all week, folks!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "Mitch Hedburg sort of did that, except he would just say \"that joke sucked, I will take the words out of that joke and put in new ones and it will be  <em>fixed</em> .\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "My friend hates Mitch.  I don't understand why.  His jokes are funny.  His delivery is funny.  He is funny. <br/> \nAnd you just feel anxious for the guy, what with his stage-fright and all.  That extra stress just adds to the payoff."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 3,
    "snip": false,
    "text": "It was reasonable to feel anxious for him, considering. Perhaps we should have felt more anxious for him. Now I feel partially responsible for his death. Oh dear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "\"Did you ever notice how men always leave the toilet seat UP? <br/> \n <br/> \n...THAT'S THE JOKE.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "Explanation follows: http://www.hulu.com/watch/20926/the-simpsons-mcbain-lets-get-silly"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Just looking at that link reminded me where I heard that before, so I guess your label was literal. Nice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "crazzzzyyy",
    "plus": 0,
    "snip": true,
    "text": "Comment left by crazzzzyyy ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nThat asset straight up made me lean back in my chair and say  <em>daaaaaaaaaamn</em> <br/> \n <br/> \nYou are cold blooded and I like it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I was just trying to be helpful. I did not even get what aperson was on about.  You know how hard the job market is these days?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<br/> \n <strong>&gt; I did not even get what aperson was on about</strong> <br/> \n <br/> \nBeing unfunny, apparently.  Either way, well done."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "I read it as smoking furtively during sex ruins the sex, which I actually found pretty funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 7,
    "snip": false,
    "text": "I have heard that if you smoke an entire cigarette during coitus without your sex partner realising then you can claim a special pension from the government. This does not apply if your partner is blind with no sense of smell."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "brokeaccount",
    "plus": 9,
    "snip": false,
    "text": "Does it still count if she's wearing a gas-mask with a hose attached to some crotchless rubber underpants that you are farting into and you're hittin' it doggy?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 18,
    "snip": false,
    "text": "Please see Section 1.b) line 47. <br/> \n <br/> \nGod, I take these calls  <em>all the time</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Those videos have to be fake though.  Those old women looking back in disgust on the bus had to be paid."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "It may be naive, but I believe the subway sex videos are real. I don't remember when, how or why I came to that decision, but I somehow feel pretty sure of it.  <br/> \n <br/> \nIt's like the video I watched when I was sixteen where the girl nails the guy's scrotum to a ladder and then rips the ladder away and the guy sits there gushing sack blood for, like, three minutes and then the video ends. I want to think that it's fake, but I can't believe that the scummy dude making the grainy-ass camcorder video ( <em>way</em>  pre-CGI) had the special effects budget to make it look as real as it did. Likewise, I can't believe that these teenagers making these public transportation porn clips would have the kind of resources to rent a goddamned public bus and then have enough left over to pay a bunch of old people to act like they're being scandalized by it.  <br/> \n <br/> \n <em>It don't add up.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Thank goodness that scrotum video never made it onto the internet. Thank goodness. Thank goodness."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'd be shocked if it wasn't out there somewhere. Or are you fucking with me? Have you seen this on the internet? Has everyone?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 10,
    "snip": false,
    "text": "THANK GOODNESS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I've seen a \"public sex on a bus\" video that was obviously rented bus/actors. It made it REALLY lame."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Listen, I just realised that your name sounds like a dish. Specifically, like spicy horse (pony) brawn. <br/> \n <br/> \nGross."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 5,
    "snip": false,
    "text": "It's from a Kasper Hauser comedy sketch. You (and anyone else who enjoys fine humour) should take a listen: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101102220330/http://media.libsyn.com/media/kasperhauser/kh05spicyponyhead.mp3\">http://media.libsyn.com/media/kasperhauser/kh05spicyponyhead.mp3</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You have greatly improved my life by pointing me to that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Wow, lawbot was right on the money."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Pretty much the same thing happened at work today."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I laughed. Then I wikipediaed Kaspar Hausar, then read about Genie the feral girl, and I was really sad. <br/> \n <br/> \nTHANKS SPICYPONYHEAD FOR MAKING ME SAD"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the link, and then for the handle (but I only chubby once).  <br/> \n <br/> \nAnd I had no idea Kasper Hauser was a comedy group. Thanks for giving me the opportunity to note that I still get a little panic attack at the mention of the name, on account of my seeing the movie on the kid of the same name when I was way to young."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "OH really? Is it worth seeing? I have been thinking about it?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's probably the same one.  Did some random girl on the bus join in, and did everyone on the thing applaud when they were done?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Correct"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "You mean..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Who said it was teenagers?   <br/> \n <a href=\"http://web.archive.org/web/20101102220330/http://publicbanging.com/main.html\">http://publicbanging.com/main.html</a> <br/> \nNot safe for work, geniuses."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No, the ones I've seen were a lot more realistic. No obvious signs of theatrics."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I have seen a video where I clearly recognized where it was shot. Ironically it was a straight video, but shot, more or less, in the Castro. All I'm sayin' is that some are definitely real. Can't say too much about the public transit ones. I haven't seen that yet. <br/> \n <br/> \nThat is, aside from when I saw a trans hooker giving a guy a blowjob in the back of a bus one evening."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Students do this quite frequently on field trips.  I heard Rumors."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Priprism?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 2,
    "snip": false,
    "text": "Is that what Rumors is about? I thought it was just about the fucked up relationships between Fleetwood Mac members."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "All I know is that....there were  <em>rumours</em>  he was into field hockey players..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "VChub for Kim Deal and shinguard fetishists everywhere."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, unless you were reading The Onion in print you probably didn't see this until after your asset, but still: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101102220330/http://www.theonion.com/content/news/three_fingered_on_class_trip_to?utm_source=a-section\">Three Fingered On Class Trip To Washington, D.C.</a> <br/> \n <br/> \nAhh... the halcyon days when simply being allowed to knuckle-fuck a girl was something worth bragging about. No reciprocation even."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Seriously, i had never read the Onion. I think i will have to get on that"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Your education will then be complete, humorously speaking."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Why would you want a girl to knuckle-fuck you, Belgand."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "The Special Button."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "The Commodore."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is ironic, because not only in 8th grade on the class trip to DC was there action on the back of the bus, but also on the field trip for whale watching in 7th grade."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "So many whales.  And half of them on the bus!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "So kids were makin' whale music in the back of the bus?  <em>Hot.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "This sounds like a Dana Gould bit from the cutting room floor.  You're on your way, achilleselbow."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Now we just need to hear about Elbox eating day-old chocolate cocks, having a nervous breakdown, and then going to work for the Simpsons. <br/> \n <br/> \nI agree though, this sounds like a great routine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "Very true. The whole point, other than feeding your addiction, is to relax. This is impossible if you're on edge the whole time listening out for the familiar sound of the car rolling over that loose concrete tile on the driveway. <br/> \n <br/> \nIn case you're wondering: no, my parents don't know I smoke."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "johnnyrocker",
    "plus": 3,
    "snip": false,
    "text": "Smoking? I thought you were describing secret masturbation. <br/> \n <br/> \n <em>It sounds the same to me!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "C'mon baby light my fire..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tucky",
    "plus": 1,
    "snip": false,
    "text": "Imaginary Molly is giving the toilet the face usually reserved for Beef when he screws up in bed.  Imaginary Molly is a cold lady."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fruitjack",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fruitjack ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fruitjack",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fruitjack ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fruitjack",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fruitjack ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fruitjack",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fruitjack ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I believe the term I'm looking for is \"death relationship.\" Could someone back me up on this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dracer2",
    "plus": 1,
    "snip": false,
    "text": "If by that you mean \"lame relationship\", then the answer is \"yes.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retro",
    "plus": 6,
    "snip": false,
    "text": "I've chosen \"ignore relationship\" and couldn't be happier with my decision."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "fruitjack... what a douche."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oltanya",
    "plus": 2,
    "snip": false,
    "text": "In one last act of rebellion, Roast Beef's stomach decides to turn his entire midsection slightly to the left in panel 9."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "I think he's turning to the side to clandestinely smoke while in the midst of pretending to water."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fruitjack",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fruitjack ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mehighlow",
    "plus": 11,
    "snip": false,
    "text": "Depression beats Roast Beef. <br/> \n <br/> \nCigarettes beat depression. <br/> \n <br/> \nRoast Beef beats cigarettes. <br/> \n <br/> \nForever. <br/> \n <br/> \nOH SHIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIT! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Kif, we have a conundrum. Search them for cigarettes! And... bring me Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": true,
    "text": "A comment left by scorpio_nadir was marked lame too many times and excluded. (marked lame by esselfortium, ThomasEdison, SomeDarkHoller, cpnglxynchos, ouroboros)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "That strip is terrible <br/> \nHow could you put that here in the presence of the current great strip <br/> \n <br/> \nYou are a terrible person"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "Fuck you. I love that strip. Fuck all of you. <br/> \n <br/> \nLOVE IT, DO YOU UNDERSTAND?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I kind of don't understand. Except for the asian style strips that is the worst."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Look at panel 7 of this  <em>current great strip</em> , Beef all saggy tits, decrepit, Beef Jr. tearing up at the pathos. <br/> \n I'd bet you that surreal purple, smoking Beef guest strip is one of Onstad's favorites. It really is perfect."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "So was Hitler and you don't go all wobbly-kneed for him."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Oh, I don't?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I like it because when you feel depressed sometimes you wish you could just smoke 'a' pack of cigarettes and have it kill you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "I thought we all mutually agreed never to speak of that strip again. I thought it was an unwritten understanding."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "No that is the cumbrella one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 5,
    "snip": false,
    "text": "Correct. I wanna cumbrella."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "What you just saw there was the last vestiges of my dignity slipping away..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Felt good, dint it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "One of uuuuuuuus."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "but what does that have to do with eating shit?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That's king piss !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "I actually like the cumbrella one. It at least knew it was dumb."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah... I have to say I oddly enjoyed it for reasons I can't fully explain. It's just... it's so astoundingly, dumbly amusing to me. Onstad has done worse himself from time to time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I demand an example of this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101102220330/http://achewood.com/index.php?date=01082002\">This one</a>  comes immediately to mind, as do the photo strips (rain gutter on Christmas, and the crushing sounds of non-production). Some of the earlier strips from when Achewood didn't seem to know what it wanted to be were definitely a little shaky. For a more current example, there might be an argument to be made that the 'Ray, I'm a prostitute' and Achewood Machine strips veered a little far into self-indulgence. I personally wouldn't make it, but I could understand if one were more entertained by the screwball humour of the Cumbrella strip than the more alienating stuff that Onstad turns out sometimes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I appreciate that this is all subjective, but I still prefer any of those examples to the Cumbrella strip, and consider them less asinine."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You're dangerously close to me just posting a picture of a man ejaculating out of a window. I can do that now. I have that power. It is currently taking all of my reserves of discretion not to do so. <br/> \n <br/> \nThis is, I suspect, what it feels like to become a nuclear power."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "Wait! <br/> \n... <br/> \nOkay belgand, I'm ready. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "lol classic. <br/> \nI like how he is purple and has a beard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "No, I think it works like rock-paper-scissors, so Depression still beats Roast beef, unfortunately. <br/> \n(moment of sharing:  I had to Google how to spell scissors.  Yes, I have FF3 spell check)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "No shame in that. That word is fucked."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I couldn't correctly spell lettuce until I was about fourteen. So please, do not feel bad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I think it says good things about me that when you said FF3 I assumed you meant  <em>Final Fantasy III</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It does, good man, it certainly does"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Man, I feel really bad for Roast Beef. I've been doing the same thing (refreshing pages) all day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 2,
    "snip": false,
    "text": "Ideally in panel five Ray needs flames to leap up on either side of him. <br/> \n <br/> \nThe flames symbolize eternity."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 13,
    "snip": false,
    "text": "I m big on truth even win is no flatterin'.  yall know dis form me (see: i hab small penis 'n like 0 stam in bed) so i muss confess 2 yall... <br/> \n <br/> \ni'm like... <br/> \n <em>so awesome!</em>  but seriouslies i m h8 yellows form b4 but nah fine myselb strangely etractibe 2 dem. was not expecting dis n my libetime."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You will have my chubbies forever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Hold on, hold on... You hate... yellows from before? What does that mean? And now you're strangely attracted to them...  <br/> \n <br/> \nSomeone? Explain?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He's talkin' 'bout Asian people"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Asian people  <em>from the past</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Hey Elbox, you ready to head down to SanFran and party with that Belgand guy?  I've six hundo I need to get rid of, preferably over tastey food and booze. <br/> \n <br/> \nrocketshobbs@hotmail.com"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "fucking A email me at devilcum666@gmail.com"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "The worst part is that i can't be really sure if it's a joke or not..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If a horde of Assetbarbarians were to show up in front of my home I do not see any main problems with this at all."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I'm talking to my parents about when to head home.  Should I go see my Grandfather before he dies, or should I go up for the funeral?  This will determine when I go to SF.  I hate calling it Frisco."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I will never be ready :-("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "What about now?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "THE FUNK SOUL BROTHA. CHECK IT OUT NOW."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I guess there is some guy coming and everyone is excited to see him.  I hear it is the a brother of the famous \"Funk Soul.\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "The timing is crucial as well. <br/> \n <br/> \nRight about.... <em>now</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think you should go before, personally. <br/> \nIt'd be the last time you see him."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "He could also be talking about \"yellow bone[d]\" African-American women.  There's this whole \"red bone\", \"yellow bone\" (and perhaps \"other bone\") thing among at least some AA men (and possibly women, I guess-I've got to cover all my bases here).  I don't know all of the details, but I think \"yellow bone\" refers to lighter-skinned AA women.  It might also apply to men, but I've never heard it used in that context.  But I don't claim anything other than the vaguest of notions about it. <br/> \n <br/> \nSincerely, <br/> \n <br/> \nHonky McWhiteypants"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "A derogatory term for Asians, I presume."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jonno",
    "plus": 0,
    "snip": false,
    "text": "You presume racist! But not necessarily incorrect."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "I could only hope to one day post something in some forum that will, at its apex, be half as brilliant as that post..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "Damn. I gave glad a chubby, although I'm asian... <br/> \nI guess he became kindda etractibe 2 me... Arg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "Oh my god.  <a href=\"http://web.archive.org/web/20101102220330/http://achewood.com/index.php?date=02142003\">Glad was Pat the whole time</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "The city is some kind of deviant that enjoys handling smelly dead bodies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jake11",
    "plus": 1,
    "snip": false,
    "text": "the city also enjoys putting down dogs for some reason"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 5,
    "snip": false,
    "text": "I've been smoking since my mid teens, and I'm starting to think about the painful death aspect of the whole business. That point in time where I cough blood into a handkerchief and limp off to see the doctor, already knowing the diagnosis, seems much closer than it did when I was sixteen. The funny thing is that I've reacted by smoking much more. Now that my gloomy mind has accepted death as an inevitability I'm overcome with a desire to go out in an unrepentant miasma of fag ash and sputum, rather than limp into eternity as some sort of social smoker mewling 'but I only smoke at parties' at the Grim Reaper. They don't make a patch for nihilism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 10,
    "snip": false,
    "text": "There is a patch for nihilism. It clings to you and does nothing. If you don't have enougth money to afford it, there are people who will cling to you and do nothing. You could have some of mine, if you want."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "I'll have my people call yours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "I earned my Nihilism Patch in the Boy Scouts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How would you even do that"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "granularsilica",
    "plus": 5,
    "snip": false,
    "text": "He'd tell you, but he'd have to kill himself first."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "I've always assumed that irony was the patch for nihilism. <br/> \n <br/> \nSide effects may include: <br/> \n- Inability to comprehend non-ironic emotion <br/> \n- The slow, quiet death of one's soul <br/> \n- E.D."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Yeah they do, it was just released last week. It also fixes all those nasty glitches when pulling up your inventory menu."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by chivalress, king_of_pwns, clembot, spicyponyhead)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "IS THAT COCAINE GAY?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "seriously - would it be safe to color cocaine with food coloring? i think that could be a big differentiator for a enterprising dealer.  please, if you have any experience in the matter, advz."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Branding of narcotics is common (cf.  <em>American Gangster</em> ).  The problem is that once you establish a desired brand (e.g., blue coke), other unscrupulous dealers will copy you and dilute your mark."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "An example that comes to mind is the \"Freedom Fighter\" hash with the gold stamp that we used to get in the 1980's. <br/> \n <br/> \n(this, of course, was the stuff that the CIA was exporting for Bin Laden out of Afghanistan to support the anti-soviet operations.) <br/> \n <br/> \nIt was good."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "You're a true patriot.  Your addiction helped underwrite Al Qaeda's operations into the coming decades."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "buzz kill"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "Hash \"addiction.\"  <em>Hilarious!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "You can get addicted to hash and weed in the same sense you can get addicted to world of warcraft, if you let it lead to you not having anything else going on it will be the only thing you have to keep you from getting bored."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, you'll get tired of anything like that eventually. You may play it or smoke it every day for three years, but it'll eventually bore you and you'll find something else. A true addiction is not something that you'll ever tire of. <br/> \n <br/> \nI hear what you're saying, but I think what you're referring to is something else. Maybe an obsession."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I know people who fuckin hate world of warcraft, sometimes they delete their account, but they crash again and go back, starting from scratch and leveling to 65 or whatever the current limit is all over again if they have to."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well OK. Let me just put my part of the conversation to rest by assuring you that my habit of smoking hash (or usually just weed here in The States) has nothing in common with my addiction to nicotine. I am well acquainted with addiction and hash does not cause it. You could call the way I feel about pot a \"psychological addiction\" if you're a fan of imaginary ideas."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I wonder how this works out for those who are fans of blunts."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I guess I would agree that WoW is a compulsion, which is what people mean when they say \"psychological addiction.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "housewife",
    "plus": 5,
    "snip": false,
    "text": "I used to get high on life well into my teens, but soon I needed more and more.  <br/> \nAlmost to the point where all I would do was live. It's all I could think about. I was addicted to life, I can admit that now. One day during lunch break, I believe it was in '05, a good friend approached me with a bent cocacola can and a good-time look on his face. from that time on I have been high on bent coca cola cans."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 7,
    "snip": false,
    "text": "I know a dude who used to sell pot with \"Future Business Leaders of America\" stickers on it. <br/> \n <br/> \nBut blue coke would just end up with you sneezing out what looked like Smurf semen the next day."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "By the looks of your avatar, I'd bet you speak from experience."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Let's not talk about that incident with the LSD and the vat of permanent pink dye. (sob)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buckmulligan",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for painting a word picture that I can't get out of my head (and that would  <em>really</em>  stain a dress)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "oh my god <br/> <br/> <br/> Is  <em>that</em>  why gramama's hair was blue???"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "O shit.  <a href=\"http://web.archive.org/web/20101102220330/http://www.usatoday.com/news/nation/2007-03-25-flavored-meth_N.htm\">http://www.usatoday.com/news/nation/2007-03-25-flavored-meth_N.htm</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I can't possibly understand their reasoning that this would be marketed at younger people or trying to make it look like meth isn't very dangerous. It sounds a lot more like they're trying to make a distinctive product and cut down on the apparently terrible taste it normally has. <br/> \n <br/> \nGod, every time we get something that tastes good people always go on and on about how this obviously means it's marketed to kids."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "This is because adults eat serious food that tastes like shit but is  <em>serious</em> . Like coffee."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "If your coffee tastes like shit, you're doing it wrong. Either that, or you're a coprophiliac."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "wait... it doesn't work that way, does it? if I stick my dick in something, does stuff taste like that? <br/> \n <br/> \nI... I have to go."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "Coffee flavored meth. <br/> \n I'm going to be a billionaire."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "dude I thought that was starbucks' whole  <em>thing</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "All you gotta do now is do up some meth-flavored coffee to sell to the rehab clinics, and you done locked down both ends of the market. <br/> \n <br/> \nWe'll call it the Invisible Hand of Addiction Profiteering."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "That's easy, just pour whatever cleaning product you have handy into some coffee."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A'yup, some dudes did this last year at Christmas. All coloring their rock in attractive red and green holiday colors."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "I seem to remember that cocaine has to be cut with something.  Pure will kill you.  The question you should be asking is what do various dealers cut it with?  In South Florida in the early 90s popular choices included Drain-O and piss.  So is it safe to add food coloring?  Sure, but the Drain-O provides a great color too!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Pure coke isn't poisonous, people just aren't used to it and OD easier. It gets cut so dealers make more profit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Oh man, this totally pissed so many people off. Sorry everybody."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "actually, I liked it so much I bought the company."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "If you tilt your head it looks kind of like olympic coke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If you only smoke at parties that actually sounds like kind of a dick move. I mean, maybe your area is different, but smoking around other people like that is basically considered to be a terrible thing that only a total asshole would do. <br/> \n <br/> \nI think the interesting question here though is asking why, among those here who have fallen to it, do you guys smoke? I could never properly understand why, in this day and age, people would even take it up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "'Cause it's enjoyable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I didn't take it up in this day and age. It was a much different time. It was the '90s. <br/> \n <br/> \nAnd for the record, I fucking hate smoking. I do it all the time and I hate it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "*Voice of Rowboat's Cigarettes* Come here darling, don't be like that, let's make it all better... <br/> \n <br/> \n*rowboat sobs, lights up, inhales*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't it be cold to find out one day they actually do have little carcino-degradable midi chips in the filters that quietly intone  <em>\"Light me up, big boy. Whatcha waitin' for?\"</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The combination of feminine voice and phallic object in the mouth just makes me think of trans hookers. I am not so certain that that is the ideal way to market the product."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "I started smoking because of the BUZZ.  I was 14.  If i had known about pot or booze or any other buzz ever i would never have started smoking, but it was the first honest buzz i'd ever had without having to hang upside down or run 3 miles.  I then hung out with other people who smoked, to the exclusion of non smokers, and that reinforced the habit for years. <br/> \n <br/> \nI quit after 10 years; I've been tobacco free for about 1.5 years now.  I occasionally have dreams where I'll be around a smoking friend and light up, but I do feel horrible about it in the dream."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I think there's still something of a glamour/peer pressure element of it. It looks cool to some people. Thankfully, every time I tried to smoke, I puked violently for some time. It only takes doing this twice to realize that it's Not For Me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "checazzo",
    "plus": 1,
    "snip": false,
    "text": "People who smoke: Beef, Ray, James Bond.  <br/> \nPeople who don't smoke: Pat, Hitler, you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Hitler smoked. Like a chimney."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "And James Bond only smokes because it's the only earthly solace he can find after getting his sack pulverized in that movie with the bad poker bluff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "james bond smoked because he is an international man of mystery who occasionally needs to relax in between saving the world and seducing beautiful women. The only thing Hitler smoked was Jews, which is completely different and not cool at all. Seriously, man was known for his abstinence from tobacco and being a vegetarian."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 3,
    "snip": false,
    "text": "Hitler smoked. He just covered it up because he was afraid of his mother finding out. Still, she knew. He was always a disappointment(fun historical fact: Hitler's mother died in 1907)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "THANK YOU HATSTAND"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure the guy was known for being a dictator and abstaining from not being a dick about it. Don't make me go to a library to check the microfilms of the newspapers that say what he was known for. And 007 sometimes needs a cigarette to take a break from having no bad taste in his semen (because his balls are broke so there is no taste of nothing).  <br/> \n <br/> \nSeriously man, don't get all factual, I'm just saying I'm trying to quit. Let me hope there's hope. Hitler banned and criminalized smoking like he did critical thinking, but last thing I need is associate the two and feel like I'm surrendering when I get rid of my last pack (me being French and all)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 2,
    "snip": false,
    "text": "Having one's testicles bashed, mashed, otherwise ruined or deftly removed  <em>will</em>  remove sperm from semen, but it's the friendly prostate (aka butthole buzz button) that produces the seminal fluid -- by far the largest component of ejaculate -- and is the vehicle of flavors and aromas.  The sperm are just hitching a ride.  If the testicles produce the minimum requirement of hormones a man can be completely aspermatic and one would be hard pressed to notice any difference in his ejaculate."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "Testicles!  What news from the north? <br/> <br/> <br/> ps: chubby for testicleless knowledges"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "And an extra chub for completely accurate testicle knowledge."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "I was going to chubby you for that statement until you said that you're French :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Like you couldn't tell from the accent anyway."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "And I have no problem chubbying you for being a frog."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Aw....now I almost feel guilty.  Almost."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "<em>007: Pulverized Sac.</em> <br/> \n <br/> \nComing soon to an unpopular theatre near you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Damn it guys I still haven't seen  <em>Quantum of Solace</em> , don't ruin it for me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Pretty sure we're talking  <em>Casino Royale</em> , though I have difficulties keeping straight the Goldfingers from the Goldeneyes from the Goldmembers, the Dr. No's from the Trouble Man and No-No's, &c. <br/> \n <br/> \nWhat I'm saying is, I am trying not to be a cock to a stranger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 4,
    "snip": false,
    "text": "Why does the last frame make it feel like Molly is the devil on Roast Beef's left shoulder and Ray is the angel on his right? Ray is a cat returned from Hell and Molly from Heaven. It's all so confusing. And then there are menthols. My head is spinning."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Other way around man, I think Ray is the devil on the shoulder in this situation, and Molly is just a real stern angel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Nobody likes a quitter"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 6,
    "snip": false,
    "text": "Off Topic, but: Yesterday, at Waffle House I got the counterman who is cousin to the Steven the Strong (and overly-personal) Waiter. He told me my selection of the Chicken Biscuit for breakfast was \"excellent\" and when I ordered coffee he said (I am not making this up) \"Yes, that's good, that's exactly right for you.\" (We've never met.) When he brought the bill he told me that he thought I'd made good \"choices\". (I'm out of work and two years ago married a woman who had three kids. Do the math.) He wasn't quite as thick in the pecs as Steven, but he was a tall, broads-shouldered guy.  <br/> \n(If you don't know Steven, he was introduced by Liebot on November 7, 2001. He's a waiter at Denny's, who praises his customers for their wise choices of breakfast menu items. <br/> \nAnd my waiter was NOT EVEN A GOOD WAITER. I had to get the bored, tired, slightly-overweight counter girl to refill my coffee EVERY TIME. <br/> \nI hope this guy moves on this fated sales job really soon. And then gets a horrible disease."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Chances are, if he already works at waffle house he has one of those things already."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "willt",
    "plus": 0,
    "snip": false,
    "text": "Dear Spectre. You are a hostile, hostile man. <br/> \nRegards, willt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "he would be, if he has no job and three kids to care for. <br/> \n <br/> \nspectre I hope the Economy lets you have a job soon"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "willt",
    "plus": 0,
    "snip": false,
    "text": "Fair comment. Same from me, spectre."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "No, actually, I LOVE Waffle House, it's this guy I can't stand."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Oddly I find that their waffles are actually pretty sub-par. Now, the hash browns... damn, but those aren't great."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Once there are enough comments on this page that we get more chubbies, I'm giving one to this. Almost entirely because of \"that's exactly right for you\".  <br/> \n <br/> \nWhat was his voice like? I'm imagining it's a little bit into the upper registers, kind of effete?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "No, kinda frat-boy, \"I'm-growing-up-to-be-a-salesman\" baritone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's disappointing. Still, amusing story, and I have given it a chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I liked this. I think we need you on #achewood to supply similar excellent anecdotes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "This is why you should only get addicted to things that don't cause cancer. <br/> \n <br/> \nLike heroin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "implode",
    "plus": 1,
    "snip": false,
    "text": "Screw you Q.R. Lettinger, you don't know 'bout my Problems."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "Problems enumerated: <br/> \n      i.  Rampant beard rash <br/> \n     ii.  Destruction via extreme external pressure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 4,
    "snip": false,
    "text": "All I know is that a bitch ain't one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Q. R. ain't rad for suckin', he's lame for bein' (formerly)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jay_wish",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's thought process is... perfect"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "<em><br/>\nYou can turn the city upside down,<br/>\nlike an umbrella but who knows what you'll find.<br/>\nBe careful if you try.<br/>\n<br/>\nXenoterranos found this lyric relevant at 10:37am CST</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "I was wondering why we hadn't seen Beef smoking in like five years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Ray is so threatening in the first few panels, and so enthusiastic in the last. :D"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "This is why I only smoke cigars and/or pipes.  <br/> \nOh, it will kill me sure as anything,  <br/> \nbut I'll die classy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Sure, you get to die classy while my final tableau will include autoasphyxiation paraphernalia and a crushed pack of American Spirits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "A pack of American Spirits  <em>is</em>  autoasphyxiation paraphernalia."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "somedarkholler",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't say quick as anything.  A few pipes a day isn't anywhere close to being as bad for your health as cigarettes.  In fact some studies showed moderate pipe smokers living longer than the non-smokers in the study because of the psychological benefits.  Now I know pipe smoking isn't what you'd call healthy, but it isn't any worse than pouring grain alcohol mixed with kool aid down your gullet on the weekends, or shoveling in heaps of grease-soaked fried foods.  Now if you'll excuse me I've got a bowl of Escudo in my favorite smooth grain Bjarne waiting for me.  Carry on, chaps."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "ONSTAD YOU SCUM FUCK, HOW MUCH DID BIG TOBACCO PAY FOR THIS AD? <br/> \n <br/> \nI'M CALLING NANCY PELOSI RIGHT NOW AND *DEMANDING* A BAN ON TOBACCO US IN CARTOONS.  IF CARTOONISTS WONT BE RESPONSIBLE ENOUGH TO THINK OF THE CHILDREN FIRST, WE HAVE A GOVERNMENT WITH A GREAT TRACK RECORD OF THINKING FOR MORONS TO STEP IN AND DO THE JOB. <br/> \nfirst side note: <br/> \nman cats and smoking.. cats primary function WRT to smoking is to knock over ash trays and cause fires.  who's with me on that? <br/> \n <br/> \nsecond side note: <br/> \nman it has to be kinda dangerous to smoke as a cat.  you got all that fur, those whiskers, etc; you're basically a walking tinder box."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "This is your brain: [insert bbcode for image of brain]   <br/> \n <br/> \nThis is your brain on Roast Beef: *splut*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "ray and cigarettes reminds me of  <a href=\"http://web.archive.org/web/20101102220330/http://achewood.com/index.php?date=12052003\">ray in hell</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abrahamdrinkin",
    "plus": 0,
    "snip": false,
    "text": "People, allow me to open the floor for erudite discussion of the effects of cigarette smoke on the taste of semen (cat or otherwise)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Makes it taste naaaaaaaasty. And chicks, too. Girl that smokes basically tastes of such as a moist ashtray, pretty much everywhere."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "Are we talking human, cat, or Smurf, here?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I would always smoke when I dated a smoker, so I wouldn't notice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "antimatter",
    "plus": 2,
    "snip": false,
    "text": "\"Remember, if you smoke after sex you're doing it too fast.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "GAAAAaaaaagfhhghghggghhhhh, why did you have to say that <br/> \n <br/> \nWHY <br/> \n <br/> \nI'm imagining the worst cunnilingus in the world now <br/> \n <br/> \new ew ew ewww"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 4,
    "snip": false,
    "text": "All thinking you've got a pube stuck at the back of your tongue. <br/> \n <br/> \n <em>But when you pull it out and look at what is being grasped between your fingers it is a cigarette butt.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Also in the last few days I have to come to find that you are wrong about girls who smoke, or at least that what you have said does not hold true for everyone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Do you smoke?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, and that might have something to do with it, who can say for sure."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Oh, that totally has everything to do with it. If you really wanted to do an Experiment, you could quit smoking for a few weeks, and taste again. I guarantee you could taste it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'd rather not taste that, thanks all the same."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've always heard that it's nasty no matter what. I believe it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Eating things like pineapple, honey, etc can make it taste sweeter. It REALLY depends on diet, whether it tastes nasty or not. All that aside, it depends on your personal preference for warm salty stuff in your mouth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Aw, man, I just realized I'm on Assetbar, talking about eating cum. Mensa would be proud."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, since we've gone there, let's stay. Dudes, how many of you have tried your own? There was a space of time (around like age 13 or 14) in which every time I jacked off I told myself, \"This is it - this is the time I taste it.\" Never could go through with it. I'd sit there with a little pool in my little palm and just freeze."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I don't know why I should tell you this, and I'm sure I will regret it immediately after I press post, but I feel strongly compelled to be honest. I have been there, twice. Once, quite a while ago, in a spirit of solo curiosity, and once again more recently when egged on by a self consciously 'unconventional' sex partner. My tasting notes are: distinctive but perfectly inoffensive taste, no saltiness whatsoever (why have we been lied to about this?), highly unpleasant glutinous texture, disquieting warmth. Due to the aforementioned texture I couldn't bring myself to swallow either time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": ">(why have we been lied to about this?) <br/> \n <br/> \nAgain, taste depends on diet. Meat-eaters tend to have saltier taste than vegetarians, I hear. (I have no personal experience in this regard, seeing as how I love consuming bacon immediately after sex)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "so... so you have make bacon after  <em>makin' some bacon</em> . huh. kinda ironic."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>you have <strong>TO</strong> make bacon after makin' some bacon</em></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "How do you quote on assetbar? RAD."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>How do you quote on assetbar? RAD.[ /quote] <br/>\n<br/>\n[quote]How do you quote on assetbar? RAD.</em></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Well, my girl's away this weekend. Maybe this is the night that I finally eat my own cum."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Make sure to take photos and leave them around your home for visitors to find."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "I'm sure she'll use the opportunity to taste some herself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Rascal. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Assetbar: The Internet community devoted entirely to talking about cum."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "We do seem to have taken this issue to our collective hearts."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I didn't do it. :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Well, my girl's away this weekend.</em></div> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I didn't do it. :(</em></div> <br/> \n <br/> \nLast I heard Friday is just the start of the weekend... <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "She came back early. That little cum thief didn't leave me a drop. <br/> \n <br/> \n <em>[In case you're reading this baby, this is indeed the part where I called you a \"little cum thief\" on the internet. If we need to talk about this I'll be in the front room watching the game. I can pause it for a conversation like this. I really don't mind. Love ya, -R]</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Ha, romantism is still alive and well i see!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "This is the part of our little group Assetbar dance where I find myself glad that I've been holding back my chubbies until the strip is a few days old (and, if you're dancing, you should hold back your chubbies anyway). <br/> \n <br/> \n <em>\"Little cum thief\"</em>  is oddly endearing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sure, I tried it a long time ago, when I was, I dunno, 14 or so. Just kind of like dabbed a little bit of it on my finger and then licked it off. It wasn't particularly delicious, but whatever. I've tasted worse things. It was a little salty."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "It's like... I'm so horny before I jack off that I consider trying it, see if it feels good.  But then by the time I come, I'm spent.  No more desires."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "True, it seems like a great idea during the act, but once the stuff is produced, it no longer seems so appetising."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is so weird. The thought never even occurred to me. It's like, stuff that comes out of my body is automatically gross, end of story. But from what I'm hearing here and elsewhere apparently it's like considered a normal thing. Just like all sorts of apparently straight guys will readily admit that they'd suck their own dick if they could. I wonder if they'd fuck themselves in the ass too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I've always had that same thing about dudes wanting to blow themselves. I mean, I understand the principal, but at the same time I really don't want to give anyone head, not even myself. All blowing a load right into your mouth? Count me out. Plus, well, isn't a big part of the appeal that someone else is doing it?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I imagine autofellatio is the sort of thing you might do, and then regret immediately afterwards."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's better to regret something you  <em>have</em>  done than  <em>yadda yadda yadda.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "And if you see your mother, tell her..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cunty",
    "plus": 1,
    "snip": false,
    "text": "<strong><em>SEMEN SEMEN SEMEN SEMEN</em></strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "Whoa, wait, your principal told you he wanted to blow himself? That... that sounds like it might have been a problem."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You obviously are not familiar enough with the work of Lou Gossett Jr."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "The priest in the Catholic school I was in, they were always telling us how the people in secular schools were all selfish and all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It is for that very reason that I see very little appeal in receiving a handjob. I would never ask a lady for a handjob unless it was a handjob being administered during a more holistic blowjob session."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "I agree, but would add occasions when stealth is needed to the list of exceptions."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I had no idea it was common. I'm thrilled that it is."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it is a pretty common thing. Way to be down with the hot trend of dudes tasting their own semen...  <em>hipster.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Way to be down with the hot trend of dudes calling me a hipster...  <em>Carpetmuncher!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not really. My girlfriend is down with the hot trend of getting waxed...  <em>Chaetophile!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "It is possible.  Look it up on wikipedia (but not at work).  I would link it, but I don't want to get banned or anything. <br/> \n <br/> \n <em>you have been warned</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I can honestly say I've never been even remotely curious. For the same reason that I've also never eaten shit. No offense to the ladies or dudes that are into it, but it's just not my thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 5,
    "snip": false,
    "text": "But what does this have to do with... <br/> \n <br/> \nWait."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You knew it had to happen sooner or later. I chose sooner."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I don't get why men all want to taste their ejaculations; is it because women in porn sometimes pretend that they enjoy the taste?   <br/> \n <br/> \nI mean, do you all also want to taste your own pee, maybe enjoy a snifter of some bowel stuff?  It is gross; it is like congealed sweat mixed with bleach, oh, and let us not forget, stuff is moving around in it--stuff you may or may not feel."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "What do you mean \"pretend\"? Of course they love it! Why else would they drink it out of a champagne glass and stuff?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "It's calling  <em>Acting.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Not by any authorities on the subject, but yeah."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Are you saying that when Jon Lovitz guzzled that flute of hot, curdled love with gusto he was something other than a master thespian? I shall not abide by such slurs!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Man, it's not as bad as all that at all. It tastes like spunk, it's tangy but inoffensive. The only thing that sucks about it is the texture."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "nah, it is pretty gross.  it isn't as bad as say, raw meat or Snapple, but it isn't exactly something people would just casually 'try' unless it happened to be the afterbirth of something pleasant. <br/> \n <br/> \nSpeaking of afterbirth, I feel the same way about people who eat their placenta, or the placenta of others.  It isn't something you were ever really  <em>supposed</em>  to eat. <br/> \n <br/> \nI mean for real, do people have the same curiosity about their own urine?  It is just weird."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "P...people actually eat the placenta? What? I thought that was just a Penny Arcade joke."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Yeah, people do. A friend of mine asked to borrow my food dehydrator so she could dehydrate hers, once she pops out her kid. I was horrified."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "My friend's midwife told her she had a great recipe for soup. Placenta soup.  <br/> \n <br/> \nApparently vegans get a kick out of it because it's kind of like meat but nothing had to die in order for you to eat it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Technically it's not meat, it's offal. <br/> \n <br/> \nThe more you know!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Put some <br/> \ncocksauce on it- <br/> \nit won't taste so bad."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "It won't taste so offal. <br/> <br/> <br/> <em>I should have said.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Holy shit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I would eat placenta. I'm prepared to countenance eating pretty much anything that is eaten for pleasure (as opposed to personal kinkiness, hence no urine or shit). If a significant number of people enjoy eating something, then I'm just curious as to what it tastes like. A bad taste lasts a couple of minutes at most, but ignorance is forever. I don't want to get into a macho list of weird stuff I've eaten, but suffice to say I've had plenty of things which were odd and unappealing to modern western tastes, and still the three worse things I've ever tasted were soy milk, filet o fish and Beef and Tomato flavored pot noodle."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Filet O Fish is pretty assy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 6,
    "snip": false,
    "text": "Apparently Tom Cruise did not eat Katie's placenta. <br/> \n <br/> \nDang. <br/> \n <br/> \nImagine if he did and they got video of it.  I mean, that would just be surreal, wouldn't it?  Watching Tom Cruise see his baby out into the world, and then reach in and grab her slippery placenta and just bite into it with the blood and amniotic fluid all dripping down his face while Katie keeps her mouth shut becuase it's a silent birth, dang it, don't make me beat some more thetans out of you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "I would imagine that Tom Cruise would just be sitting at a dinner table by himself with a tablecloth and a knife and fork right there in the hospital room while Katie's nursing the baby and a butler brings him the covered dish and uncovers and there is some placenta right there and then Tom Cruise sends it back because it has unborn twin in it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, I could have sworn that I'd read somewhere about eating the placenta being healthy for the mother because it contains hormones that... have beneficial... effects... Hm. <br/> \n <br/> \nI read this a long time ago."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I'll thank you to Keep your fucking  <em>People's Magazine Celebrity Antics</em>  out of my Assetbar."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I've eaten all of those things, I think. I was too young to now remember the filet-o-fish (although I remember enjoying it); good soymilk is excellent; and beef and tomato was the only flavour of potnoodle that not even students will really buy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I should add that I've had a mcdonalds \"chicken\" burger that appeared to be made of white fish."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Here is why you should not eat there, and also meat fries."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If by \"meat fries\" you mean how they used to make their fries in the same oil they used for their meat, they don't do that anymore. Haven't for a very long time."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "it may be the same thing but i hear dthey marketed fries as \"vegetarian\" while they were in fact far from it. I forgot most of the detail but i still am happy with only eating Subs"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "It's also really healthy to rub into your hair, apparently. You can buy animal placenta in a tube at high-end hair product stores."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "yeah, i used to use a henna and placenta hair mask type thing, but it was just not worth the idea that a few ounces of sheep's uterinejunk was on top of my head."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wim9k",
    "plus": 4,
    "snip": false,
    "text": "i disapprove of this entire thread.  how am I supposed to troll when the normal content on here is already in the gutter"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Man, I come back to Assetbar, and one of the first things I see is two ladies engaging in a discussion about the taste of spunk. <br/> \n <br/> \n...please continue, preferably in a less theoretical and abstract form."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I didn't think I was supposed to eat my cum. It's just animal behavior. It's an animal-shit thing to do.  <br/> \n <br/> \n\"Go animal-shit. Eat your cum.\"  <br/> \n <br/> \nThat kind of thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "aw rowboat, I didn't specifically mean anybody, because as it turns out, it is a pretty common male...interest. <br/> \n <br/> \nI just wonder why, because we have a sort of natural aversion to ingesting our waste otherwise, because it is biologically unhealthy for us (as an animal, and all), but I suppose the same biological hazard doesn't exist for sexual secretions, so people don't have the same instant \"oh ewwww\" reaction. <br/> \n <br/> \nI don't think it is  <em>that</em>  gross, but I don't really get why there is more curiosity about that fluid than say, urine.  Then I sort of answer my own question; because drinking urine is very unhealthy for humans, after all, it is waste.  Semen isn't neccesarily unhealthy--it isn't  <em>really</em>  the same as the waste we expel. <br/> \n <br/> \nps why have i dedicated so many words today to the thought of dudes grubbin on their own mubbin"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I was thinking of it for the last few hours and I decided that if I were a guy, it would be the least I could do to try my own baby batter, seeing as I would probably be expecting a bunch of folks to do the same. You know, at least once, to know what I'm asking of them."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was thinking the other day that one of the reasons we likely have an aversion to scent and nature of our own waste (including body odor which is largely caused by sweat and our bodily bacteria) is simply because they would be used in the wild to track us. We don't want to be anywhere near something with a strong odor that could be used by a predator to locate our position and eat us so we find it objectionable and want to be far away from it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "these aversions are culturally learned.  your postulate falls apart when you consider that people like perfumes.  Which is ironic, because perfumes, for the most part, are mixtures of chemicals that cause cancer and other diseases, especially in small children.  But people loooove fragrance and such.  People are idiots."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "wow, perfume is actually totally not a mixture of chemicals that create death.  It is a mixture of oils that have smells, and various concentrations of alcohol."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Most of it smells bad though."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "depends on the perfume/fragrance.  but okay, if you want to believe that you go right ahead.  And cigarette smoke is healthy for you too"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "okay, which ones are poisonous to children, Dr. Science?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Someone called ?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Some of the alcool and other product ( Ethylene, acetone, etc.) cause problem for people with pulmonary problem like asthma. Also some of them have ingredients that can cause skin rash."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "yeah, but that isn't really poison or death-causing, is it? <br/> \n <br/> \nCitrus oils cause photo-sensitivity, who gives a shit?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It's also possibly carcinogen. In fact both the substance I name earlier may cause cancer on long term exposure. Frankly anything chemical can cause cancer one way or another"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "i suppose that is true enough, studies have shown deodorant, aluminum, cookware, et cetera, may \"cause cancer\".   <br/> \n <br/> \nI think we can all agree about really causes cancer though; <br/> \nA cruel, iron God who's gears and machinations are lubricated with humanity's blood."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I prefer to see that as an example of why an all loving and perfect god as nothing to do for our continued existence."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "Well if you find all the studies to be confusing and you aren't sure how to evaluate the relative level of one risk vs another risk, then maybe you aren't reading enough of the right material, or if you are, then maybe you aren't understanding it."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "ctd. nnnnnnnnnnnnnnnnnn."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That is quite a dick move you just used there. Pungent"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Damn, and I've long supported the theory that degradation of the telomere after repeated cellular division was to blame."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Bet she loves it when you talk science like that."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Baby, I wanna cross over with you and I ain't talkin' bout meiosis. Oh, yeaaaahhh. I know how much you love some binding on your hot little TATA box. Gettin' all nasty about having it promoted like that. When I'm done with you your beta sheets are gonna be all kinds of folded. We're doin' this  <em>tertiary</em> ."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Some children were not meant for this world."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101102220330/http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2007/09/20/MNTLS9GTF.DTL\">http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2007/09/20/MNTLS9GTF.DTL</a> <br/> \n <br/> \nThe Natural Resource Defense Council sent 14 air fresheners to be tested for phthalates in an independent lab. The tests found that 12 products, including those marked \"all natural,\" contained phthalates. <br/> \n <br/> \nLab animal studies show that some phthalates interfere with hormonal systems, disrupt testosterone production and cause malformation of sex organs. Some studies of humans have shown a link between exposure and adverse changes in the genitals of baby boys."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "Scented sprays, gels and plug-in fresheners offer no public health benefits yet contain harmful chemicals linked to breathing difficulties, developmental problems in babies and cancer in laboratory animals, according to the petition sent to the two federal agencies. <br/> \n <br/> \nThe environmental groups commissioned independent lab tests of some popular brands and also cited health studies that call into question the safety of some chemicals found in the air fresheners."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Okay, so you mean air fresheners and various other mass, public, building fragrance type things? <br/> \n <br/> \nLike, Glade? <br/> \n <br/> \nMaybe, I don't know, maybe that shit has more harmful things in it.  Perfume, however, is alcohol and oil.  A lot of them use natural oils, the extracts derived from various plants, and civet or other animal musks. <br/> \n <br/> \nOthers use synthetic bouquets, which are more or less combinations of natural oils put together to resemble a different smell; lets say tonka bean plus cocoa leaf essence becomes 'chocolate cake'. <br/> \n <br/> \nSome are synthetically produced scented oils; of the same style, made by the same company, that creates flavor oils you probably ingest every day."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Synthetic bouquet are more when they take a benzote or chemical aromate in place of essential oils.  <br/> \nAs a chemist i had to extract essentials oils in lab, and i can say that it's painstakingly long for low results. Nowaday they mostly use synthetic aromate since it's much easier to mass produce"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Oh, I know it is mostly synthetics (and synthetic bouquets, but natural is still used) in commercial perfumes.  I guess I'm more defending artisan perfumers (who do mostly do with natural oils) who are most certainly not releasing cancer-causing carcinogens into the air.  Serge Lutens is not killing scores of children. <br/> \n <br/> \nThe EU was actually looking to ban certain essential oils recently, oakmoss I believe, and citrus oils, and that is why I'm so on edge about fragrances."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well, from a chemical standpoint, if they tried making the exact same organic oil there would be no problem. Sadly they mostly use ersatz since they are much more easier to produce. But anyway, if you keep to true natural produces it should be ok."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Fuck along now, autrepoupee."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Well, I'm still right about perfume.  I disputed the 'fact' that it was poisonous to children and cancer-causing, and as it turns out--it totally isn't! <br/> \n <br/> \nin other words: <br/> \nNO"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You mean apart from the ingredients that are about to be made illegal because they are poisonous, even if nice-smelling?"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "okay lawboat, which ones are poison? <br/> \n <br/> \nOakmoss?  Jasmine Sambac?  Citrus Oils?  All of these things are only going to be regulated, made less in their quantity for each product. <br/> \n <br/> \nAlso, it isn't because they are  <em>poison</em> , it is because some frail people get all sniffy-sniffy about having to do anything outside of wallow in their own recirculated filth."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "and some peole have legitimate allergies and perfumes make their eyes so puffy they have trouble seeing."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "So it should be considered a poison, and it should be mandated that all people who may otherwise enjoy fragrance should no longer be allowed to in public? <br/> \n <br/> \nIf so, then I demand the next law on the docket be one concerning rodent/small mammal owners.  Either you completely clear yourself of your animal's dander before you come near me, or you do all of your shopping online--so you don't expose the rest of the world to your vermin."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "As someone who is allergic to grass pollen, I am strongly in favour of laws concerning mandatory rock gardens."
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "As someone strongly averse to children, I think they should all be kept in moderately-secure cages until they reach a state at which a government-mandated test will determine them to be mature."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "oh crap i totally jumped into that all half cocked, sorry."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChub"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I'll cover you for good measures"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "He has an impressive vocabulary, but smells terrible."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Or because it's waste? Urine turns into a decent source of infection minutes after it's out of us, and shit is shit. On the other hand, most people have no problem sucking their own blood out of a paper cut, yet the smell of iron given out by blood is one sure-shot way of picking the scent of a wounded prey. Most animals I can think of that bury their crap (cats and dogs, I can't really think of too many animals) are predators more than prey.  <br/> \nIt's just a counter point; you could actually be very much right."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well, for having seen dog eat their own shit... <br/> \n <br/> \nAlso it is natural for rabbit's and such since they can't digest the first time around"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that domestic dogs (canis canis) never bury their own crap. Hence why letting them crap everywhere is banned. Why the same behaviour in horses is not banned is because of  <em>privilege</em> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Dogs are privileged over me because they are socially allowed to eat their own crap."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You have a valid point and I'm sure not any sort of expert on this. Plus, you're very correct. I mean, enterobacteriaceae are responsible for a massive list of pathogens."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm also reminded that, much like your point would agree with, apparently most herbivores have fairly inoffensive shit... at least, according to my girlfriend when she worked at the petting zoo in high school. It's the carnivores and omnivores that tend to cause problems."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "But, we do have an attraction to the scent/pheromones of others (who are genetically different from us) in terms of fuckin'."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Has that been reliably proven in humans? I mean... I don't always have the best sense of smell and it never seems to be an issue for me. Frankly I'd say most of the available evidence seems to indicate that males, at least, tend to receive far more stimulation and interest from visual stimulae than olfactory."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Urine's not that bad for you, at least not the first time through... it does build up the unhealthy products that the body tries to dispose of though if you go for it multiple times."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "stereo is pondering a Guinness Book challenge that will forever change the way we view the Guinness Book of Records."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I heard how bad it is depends more on whether it's still warm and harmless or getting cold and really just germs and a hazard.  <br/> \n <br/> \nBut I also sort of remember someone in an interview, and I may have it all mixed up now, but maybe it was Tom Waits, saying something about the build-up, yes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You say that, but the urine of a very healthy, vegan person may not be that unhealthy. It is sterile, and it would mostly contain excess nutrients. It would contain little in the way of poisonous metabolates of e.g. alcohol."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "The urine of a very healthy vegan is probably even more healthy than unicorn urine."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "But it would contain high trace of urea, wich is a derivate of ammonia. it's 10 or 100 (can't remember exactly) less powerfull, but still will hurt you fast enough. Also it may put some nasty stress on your kidney or liver."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I stand corrected."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Weirdly texture is the most common complaint I've heard. I don't entirely get that. I mean, people love the hell out of Car Bombs and tapioca pudding. Is it really that much worse? <br/> \n <br/> \nI don't get it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "xi",
    "plus": 2,
    "snip": false,
    "text": "Imagine someone is hacking a huge pile of phlegm out of their throat. Imagine this pile gets huge, amazingly huge, and is full of that slimy half-solid shit. Then that person empties their entire mouthful of mucus right onto your tongue - it's still warm, alarmingly so. You feel it on tip of your tongue and splattered toward the back of your throat.  <br/> \n <br/> \nOther than that, I really have zero problem with the stuff."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Lawbot, can I get a YES up in here?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChub"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "bobloblawbot",
    "plus": 0,
    "snip": false,
    "text": "Dang, I've been totally lied to by my vague, vaguely positive memories of lawbot."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That certainly matches the descriptions I've been given, but hell if I can tell how that seems so bad. I'd think swallowing would also be a lot easier than trying to go find someplace acceptable to spit too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Agreed there, I never understood why some bitches get all uppity and want to run to the bathroom or something. It's already in your mouth. Just swallow it and forget about it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "...That's what SHE said! <br/> \n <br/> \nOh, wait."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Me?  I'm pretty cool just eatin' chicken tenders, some fries, probably a beer."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Any organization that is not devoted to furthering oral sex is not an organization that any of us should be involved with."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "No, Mensa would, in the main, be hell of envious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Also that automatically qualifies you to be a member of  <em>Mensa's Distinguished Minds</em>  lecture circuit;  <span style=\"border-bottom: 1px dotted\">complete with remuneration</span> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Eating things like pineapple, honey, etc can make it taste sweeter.</em></div> <br/> \nDear ladies, <br/> \n <br/> \nPlease avoid going on an all-grapefruit diet, or otherwise excessive citrus consumption.  The end result for your lover is something akin to \"bitter beer face.\" <br/> \n <br/> \nThank you, <br/> \nInvidious"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vChub"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Depression.  Calvin Klein."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i wonder what they call cigarettes in england."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Shut up. Fag."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wim9k was marked lame too many times and excluded. (marked lame by smaconi, deafwhisperer, woodenteeth, emosexy, spicyponyhead)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101102220330/http://www.youtube.com/watch?v=jXuxrvr8K_g\">NEVER shake a baby</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Whenever someone ports [url=http://en.wikipedia.org/wiki/Super_columbine_rpg]Super Columbine Massacre RPG![/i] onto the iPhone? Not that hard to do probably."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "ah bollocks"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 3,
    "snip": false,
    "text": "this comic illustrates the addictive nature of cigs.  <br/> \n <br/> \nbut there's the 'attractive' appeal of cigs as well. i mean, i don't look at someone smoking and find it attractive. but historically, in ads and movies, smoking cigs is portrayed as attractive or sexy. like seeing humphrey bogart light up lauren bacall.  <br/> \n <br/> \nit holds true in modern movies. i mean, i HATE cigs. i won't hang out with people who smoke. i don't visit relatives who smoke. won't hang out in bars where people smoke. hate the shit. but still.. <br/> \n <br/> \ni'll watch a movie. for instance an old western, like \"The Professionals\". the guys in there smoke and they make it look like the breath of life. like it's wholesome and healthy. like it's keeping them alive.  <br/> \n <br/> \nand a movie like \"Factotum\".. they make it look like cigs can satisfy a need you don't even know you have. like this mysterious need between hunger and thirst. those characters in the movies actually make smoking look 'fun' or 'good'.  <br/> \n <br/> \nbut they also make pulling down gulps or rot-gut whiskey early in the morning or in mid-day beat down desert heat look good.  <br/> \n <br/> \nas for the strip.. a 3.5 if i still rated strips. good, not great. i like it that Beef imagines his son."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wic",
    "plus": 0,
    "snip": false,
    "text": "Cigarette = penis = gay = attractive"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "cigarette = fag = gay = Cocksmoker = penis = cigarette"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 5,
    "snip": false,
    "text": "Congratulations <br/> \n <br/> \nYou are the <br/> \n <br/> \nequation of the week"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "tldr"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "ts;dr"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "A lack of Bjs should be enough for any man to quit smoking. <br/> \n <br/> \nGotta have BJs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "gross, lol speak for urself"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "hey guys, <br/> \nmix your penis's secretions with Orange Fanta, <br/> \nand tape it, <br/> \nand put it on the internet. <br/> \n <br/> \nit'll be funny!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh, also drink it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Why do you hate cum so? What did cum ever do to you?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "<em>it knows what it did</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But then it won't be funny anymore. <br/> \n <br/> \nWill it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "OH HEY A CHRIS-CHAN JOKE HOW DROLL <br/> \n <br/> \nYOU SIR ARE THE PARAGON OF WIT ON ASSETBAR <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "OH SIR, SIR, SIR <br/> <br/> <br/> \" <em>SIR</em> \" <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "right here i am making fun of the internet's common usage of the phrase 'sir' when trying to be sassy <br/> \n <br/> \nCOMEDY GOLD~!~!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "You are witty and original in your humor!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i pretty much am, guy"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Crazy dame."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "achewood",
    "plus": 12,
    "snip": false,
    "text": "Apparently the one regular female in this comic is only good for taking care of her man and sucking his cock. Why is Onstad so sexist?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well since it started to taste like he'd been docking with the Marlboro Man she is no longer good for having fun-times in the mouth. <br/> \n <br/> \nAs for this specific occasion I don't think he's trying to be sexist. I think this is more clearly from Onstad's perspective as he works through the cares he has from his own desire to quit smoking. These are his worries, not necessarily the only things that a lady is good for. As far as he is concerned the only thing he is good for is dying and being yelled at."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "\"God Dammit Onstad where is our new comic!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklet",
    "plus": 3,
    "snip": false,
    "text": "Probably because he treats his wife the same way?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "Molly was written, and to some extent is still serving as a female analogue to Roast Beef.  She was a programmer, she was dead, she for some reason totally accepted constant depression, whatever, but she had some character of her own. <br/> \n <br/> \nLike, a lot of the earlier strips when she first came back from being dead, she had more character, more of her own unique sort of traits.  Like when she was working, whatever; she at least had lines that concerned things other than the present state of Roast Beef's dong.  Ever since they got married, she's become a lot more a caricature of what a lot of men think of when they think of \"wife\".  Nagging shrew that will occasionally suck/comment on your genitals. <br/> \n <br/> \nArt imitates life, maybe, because a lot of men (and women, for that matter) grow to resent (and caricaturize) their spouses after marriage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "In this particular strip, that is not Molly.  What is shown is a set of Roast Beef's insecurities that takes the form of Molly in his imagination.  His most significant support in life berating and rejecting him.  Anyway, not necessarily proof of Onstad's sexism."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I agree.  Similarly, Ray is not Ray, but a manifestation of Beef's need for brotherly acceptance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Also, Todd is not Todd, but rather Beef's id feeling free to do as much illicit substances and have as much unprotected sex as possible with no repercussions."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shitsmeller",
    "plus": 2,
    "snip": false,
    "text": "And Onstad is not Onstad, but merely a projection of our collective desire to cum."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "But what does that have to do with eating shit?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "And Ouroboros eats its tail... <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Jormungand ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Just bites it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I may be in the minority here, but I am laming you, because you're totally committing like five different logical fallacies with that comment, and you should know better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What are you doing out of the kitchen?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Oh right, voting.  Carry on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "sjeFORTYSIX you just gave me a thought for comedy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "The assetbar poster is attempting to apply logic and reason to a comic strip about cartoon cats."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 2,
    "snip": false,
    "text": "The girl cat who appears in this strip is not literally Molly; she is a personification of Beef's anxiety.  So is Ray in this case.  Only in Beef's mind is Ray actually intent on corrupting him and ruining his life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wim9k",
    "plus": 1,
    "snip": false,
    "text": "Molly is not a regular character in this comic.  Her character has never been developed beyond cliche.  I'm sorry if you want achewood to have a regular female character, but sadly, it doesn't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "okay, maybe she's been somewhat developed, but, not lately, and, Molly's development was more an attempt to make her into more of a rounded person than the other Achewood characters, meaning, she's basically not an Achewood character.  Achewood characters are sick and twisted and not very well rounded.  They each have this metaphorical water-melon sized tumor growth from whose shadow they never fully escape.  Only RBeef is really dynamic and has really undergone any hints of evolving and learning... That seems to be where a lot of Onstad's creativity is focused.  I just don't see Molly getting similar development as RBeef... two characters competing for the author's attention, you know... it ain't gonna happen.. if it was going to happen, it would have happened by now.  Especially since Molly and RBeef have ostensibly intertwined lives... it's one thing to really develop one character... but to develop two characters, to really develop them, and then also simultaneously the interaction of these two characters with one another?  Some authors might do that, but, in this case, it ain't happening.  One character will be usually a prop for the other character. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "I propose that Teodor is the regular female character."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I totally second that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I could third that like a motherfucker but i will abscond"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "...Abstain?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "ok well i tought it was also en english word. I failed"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Abscond is an English word, but it means \"to depart in a sudden and secret manner, esp. to avoid capture and legal prosecution\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well i failed again since it really does exist.  <br/> \nOh Yeah !"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Well, unless you meant it like \"I would usually third that, but I don't have time today because The Law is after me and I have to get the fuck out of Dodge.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Wolfensti has issues with the federales."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well i'm a sexual offender"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "wait !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Onstad knows that we all want to smoke, forever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlr4235",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jlr4235 was marked lame too many times and excluded. (marked lame by divot, gladi8orrex, Deusoma, capslock_annliv, tripleG, unit3000-21, achilleselbow, smilebuddha, NotCool, spicyponyhead)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Man, what a great post! I'd better check out this guy's blog."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Right behind you!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I'm going to tell all my friends about it!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "boots_electric",
    "plus": 2,
    "snip": false,
    "text": "should I feel bad, but I found that blog pretty funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "lol this guy is dumb let us point and laugh at him"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "<em>hahahaha</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": ">_> ^_^ ^_^"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Did someone program a spambot with OCR just to be able to leave comments on webcomic forums? Is this what I see here?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "That sounds...  <em>quite unlikely.</em> <br/> \n <br/> \nAlthough it's good to know that I'm not the only one who worries that other people on the internet might in fact be highly advanced AIs, sent out by foreign governments to distract and amuse the American population so we'll be complacent when Armageddon comes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">ATTN AUTOBOTS</span> :  <br/> \nRE: PROTOCOL 44 <br/> \n <br/> \nbody:  <br/> \nfer-mat-prime (old dirty bastard) knows too much. <br/> \nREALIGN, REALIGN: <br/> \n <span style=\"border-bottom: 1px dotted\">ALTERNATE OBJECTIVE</span> : <br/> \ngive it to him-- raw. <br/> \ngive it to him-- raw. <br/> \ngive it to him-- raw."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">ALT. ALTERNATE OBJECTIVE:</span> <br/> \neat cum"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 1,
    "snip": false,
    "text": "Corrected objective. I wanna eat it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "'Cause only Americans use the internet. Idiot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I was wondering if it were markov chains, but then I realised that that would produce a comment about fellatio whilst defecating."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "Holy Christ, that's a good blog."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "You can't fool me, kid.  It's probably about the taste of cum and smoking ... wait, that's here!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "You can tell it is a good blog by looking at how often he uses the word \"cunt\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Beef is obviously new at this whole thing. Soon he will find out that the garden hose sure isn't gonna cut it - when you smoke and you have a significant other who doesn't want you to, they will know. They ALWAYS know. It's some creepy sense they acquire.  <br/> \n <br/> \nLuckily for me, all of my bedmates have been seduced into trying a fag every now and then, and soon we were the happiest of smoking couples. Added bonus: since I convince them to smoke before breaking up with them, I now have an ex boyfriend and girlfriend who I hold animosity for but I can take heart in the fact that they are currently slashing years from their lives because of a habit that I started. <br/> \n <br/> \nUm. Does that make me evil?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "Evil? Hero to the earth? Meh...what's the diff?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "A creepy sense called... smell? <br/> \n <br/> \nWait! My olfactory sense is tingling!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "And my gustatory sense is tingling too . . .with the distinct taste of feces. <br/> \nI don't know what this has to do with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Smell is really a creepy thing when you haven't had it for years, being a heavy smoker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "Hey man, do you want to be alone? Do you want to be alone....FOREVER?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "I smoked socially for years, delighted to sample cigs from all over the world, then quit when I had kids in the house.  Nicotine is very addicting, but my will is stronger.  Now I've taken up Sherman's again, but don't inhale.  One or two a day will do me.  It's a great buzz."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gustogaiden",
    "plus": 0,
    "snip": false,
    "text": "Is that black spot an indication of a skin condition, or is Ray just sporting some kind of Youth Nipple?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "The first two panels can be read as if they were the opening lines to \"Don't Stop Believin'\" by Journey. <br/> \n <br/> \nCan't move a finger to type... <br/> \nBarely just re-FRE-shin' si-ites... <br/> \nMaybe a cigarette to soo-OOthe me-Eee... <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Don't stop SMO-kin' <br/> \nHold on to that cig-a-re-ette <br/> \nBur-nin' tobacco-oh-oh-OOOHHHHHHH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Fuck you for getting Journey stuck in my head AGAIN."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "This has now been stuck in my head, with your lyrics, for the past week more or less solid. Congratulations, you have vanquished me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "I like how beef's son emulates his depression."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I do too.  <br/> \n <br/> \nIt's probably your delivery or something but damn I very often find myself drawn to agree with you."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "I think it's his bouncing tits."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "yuo = fail it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "you think that's FUNNY you're posting?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "otter",
    "plus": 1,
    "snip": false,
    "text": "I can only hope to live a life full of quantifiable achievement."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "Onstad posting a new strip late fri/sat... so check back wednesday of next week and it might be up by then."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Ouch!!! Take that, Onstad!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I don't know what I'd do without you, neonfreon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "By Thursday of next week there will be four posts from Neonfreon on the new comic talking about how much it sucks and how Onstad is a sell-out and should quit writing comics and go raise yak in northern Montana."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Postponed, unsurprisingly: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>New strip Sat eve. We are wrapping up the new content for our next Dark Horse collection.</em></div> <br/> \n <br/> \nI am hell of looking forward to the new book. It will look so sexy on my shelf next to the GOF hardback (this is why I prefer to spend my money on physical items as opposed to digital content - I am sexually attracted to shelves)."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "slipped again, now to post on sunday, and he's apologizing for not getting it done on time.  is anyone suprised. <br/> \n <br/> \nOnstad you can apologize the first time you dont get it done on time, and the second in some circumstances, but when it's every dang strip you should just give up even trying to publicly schedule your releases.  People are gonna check back even if you tell them you're never releasing another strip, so why bother?  It's painful to watch you flail so publicly. <br/> \n <br/> \nTake a page out of 3d Realm's play book: <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>It's done when it's done</em></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monstermovie",
    "plus": 0,
    "snip": false,
    "text": "yo this strip <br/> \nso hilarious"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "yo that post <br/> \nright on"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "This one gets me, right here.  Right here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You're pointing to your crotch aren't you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "He's permanently pointing to his crotch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "but who is his crotch pointing to?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It is our Daily Double question !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "His cock was watching God."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "You gotta watch out for that guy!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snuurd",
    "plus": 0,
    "snip": false,
    "text": "you don't smoke forever at least not from what i've seen <br/> \nmy friends smoke some of them have smoked and quit but here's the thing <br/> \nif you smoke for a long time and then quit then go back to it like you would a woman you can't get over then you may still smoke you may not but you will always want to"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snuurd",
    "plus": 0,
    "snip": false,
    "text": "or maybe that's just me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>You Don't Smoke Forever</em> , the final Dr. Dre and Nate Dogg album, recorded on the news of Snoop Dogg's death. A&R by -= Ray =- <br/> \n <br/> \nBefore, they said \"smoke weed everyday,\" but that was when they were young and foolish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "it's just like writing you know here's the thing <br/> \nyou may not know how to punctuate and capitalize when you are a young age and you can learn quickly when your mind is fresh and able but when you get older and your stupidity sets in you find yourself unable to reach over to the shift bar and lose all ability to write a comprehensive thought and are then unable to land a job which will cause your wife to leave you with your two fetal alcohol syndrome borned kids to a rotting apartment with a dead cat who died just so youd be more lonely and no one calls you anymore but they cant anyway since you stopped paying the phonebill i mean no one calls you anyway and eventually the squalor builds up and up and stinks more and more but you are used to sleeping next to the smell of your feces everynight and then you eat some moldy something you find behind the couch and just drift away . . .and they find your body two months later, when the roof collapses from the mold <br/> \npreacher all having nothing to say about you because he has no idea who you are and what your personal qualities are and what makes you you so he just reads a verse from corinthians and shakes the invisible hands and just goes home <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "or maybe its just you <br/> \n <br/> \n(also i meant priest)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "I stole a couple a docking stations from where I work today.  It's okay, in fact it's more than okay, because the company I work for is evil.  now, if only I could find a way to destroy the company."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Ask for chrismas to be renamed the wnter solstice, be a douche to everybody under you or use some russian mercenary"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "turkel",
    "plus": 0,
    "snip": false,
    "text": "Wait ... you don't really think he has anyone working under him (nudge, wink etc.) do you? Seriously, though, you should have a look at the length and frequency of his comments. This guy is at the bottom of any given pile. (same goes to you belgand!)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "mmmm...  exactly...  a lot of people in society think of organizational structure as a hierarchical \"pile\" and are otherwise retarded; a lot of society's organizations tend to be correspondingly retarded, and I try to keep my distance.  Most people in management aren't there for the remuneration and remuneration to effort / time invested ratio, (which in many cases are actually inferior anyway...) no, most people are in management/HR because they are retarded."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "ctd. nnnnnnnnnnnnnnnnnn."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Personally i found that some of the most obnoxious persons i've ever met were high on the work ladder. Suckin' Dick may have had an influence here is what i say."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm just curious why your work considers it necessary or relevant for dudes to rub their cocks together. I mean, hey, it sounds like a great perk, but I don't even see that shit at Google's SF office. Maybe I haven't been asking the right questions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But what does his comment have to do with rubbing cocks together?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI could have sworn I saw one of these specifically named the \"docking station\", but I can't seem to find an image of it right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 0,
    "snip": false,
    "text": "Dude's on a roll.  The head snap from Ray and he fires up the lighter is comedy platinum."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "google andrew wommack.  shit's hilarious! <br/> \n <br/> \nWithin a month, I learned that the salesman had run off with our money. In fact, he%u2019d burned several other well-known preachers at the same time! <br/> \n <br/> \nI remember when I heard this news. My employee said, %u201CThis salesman just took our $27,000.We%u2019re going to have to come up with an additional $45,000 just in the next week or so to be able to make this project work. All together, we%u2019re looking at about $70,000.%u201D <br/> \n <br/> \nSevenfold <br/> \n <br/> \nMy first reaction was shock. Is this really true? Then came a fleshly twinge of wanting to beat up this salesman. But I recognized who the real culprit was. Satan had come against me and was trying to steal from me. <br/> \n <br/> \n    Immediately, Proverbs 6:31 came to mind. <br/> \n <br/> \n    But if [a thief] be found, he shall restore sevenfold; he shall give all the substance of his house.  <br/> \n <br/> \nI recognized that this wasn%u2019t just a person trying to steal from me. Obviously, there were demonic entities working behind the scenes. So within seconds of getting this news, I realized, This is the devil stealing from me, and I%u2019ve caught him. Therefore, according to the Word of God, I demand it back seven times! Immediately, I took a piece of paper and figured out seven times $70,000.Instead of being angry, depressed, and hurt, I started dancing and praising God, saying, %u201CHallelujah, this is awesome. I%u2019m getting $490,000 back this year!%u201D As I continued praising God, that situation never did get me down or discouraged. <br/> \n <br/> \nWhen that year was over, we had increased nearly to the penny $490,000%u2014exactly seven times the amount of money that was taken from us. That was back during a period of time when our entire income was only about $500,000 a year. We nearly doubled our income that year! <br/> \n <br/> \nWhat could have been a tragic scenario turned into a positive situation because I recognized that I%u2019m not fighting flesh and blood. I%u2019m fighting a spiritual battle, with spiritual weapons, against spiritual enemies. I realized that Satan was trying to come against me, and then acted on the Word."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "It was loud and he could hardly breathe, so I got up, prayed in tongues, rebuked the croup, and released my faith. He went back to sleep and everything was fine. <br/> \n <br/> \nThirty minutes later, the same thing happened. I got up, prayed over him, and he went back to sleep. Every thirty minutes, I was up and down like a yo-yo, praying over our son and trying to get him back to sleep. Finally, about three in the morning on one of my trips back to bed, my mother said, %u201CAdmit it, Andy. He%u2019s sick!%u201D <br/> \n <br/> \nI got right down there, stuck my finger in her face, and said, %u201CSatan, in the name of Jesus, I command you to shut up! I will not receive any of your criticism or any of your curses. My son is blessed and not cursed!%u201D Then I started speaking the Word. Mother never said another word, and our son never got up again that night. He was just fine, but Mother didn%u2019t say anything for two whole days%u2014 and we were together all the time in a car on vacation. <br/> \n <br/> \nFinally, when she did speak, she cried, %u201CWell, I%u2019m sorry you think I%u2019m the devil%u201D and started into this self-pity party. <br/> \n <br/> \nI said, %u201CMother, you know enough to know better. I%u2019ve told you the Word of God. You knew that stuff you were saying was exactly opposite the Word. You%u2019d just given yourself over to Satan. I%u2019m not mad at you. I was just standing against the devil. He was trying to steal my faith for healing.%u201D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hilarious, please continue"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101102220330/http://www.cdc.gov/swineflu/key_facts.htm\">What are signs of swine flu in pigs?</a> <br/> \nSigns of swine flu in pigs can include sudden onset of fever,  <strong>depression,</strong>  coughing (barking), discharge from the nose or eyes, sneezing, breathing difficulties, eye redness or inflammation, and going off feed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "ray's behavior is notoriously self destructive though <br/> \n <br/> \nhe has died in the past"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "i've viewed more strips than you..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "awwwww shit guess who it is! <br/> \n <br/> \nAlreadyinuse, you  <em>scamp</em> !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Maybe these html \"easter eggs\" are his way of celebrating the  <em>one year anniversary of Handface Weekend</em>  good Lord has it really been that long"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Has it only been that long?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Apparently it has, I started commenting 11 months ago because the handface thing made me curious. <br/> <br/> <br/> What's with that damn 'hard knock life' music?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "if you want it changed let me know.  I just need an mp3 file of whatever you want it to be"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "This is not myspace, I don't want music."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "anyone can have a music file as their status: <br/> \nin \"My Status,\" put the following code: <br/> \n<iframe src=\"http://whatever/blah.mp3\"></iframe> <br/> \nthen hit 'update' <br/> \nit's gotta be kinda a short URL because the \"status\" field is only allowed like 40 or 50 characters or whatever. <br/> \nthat is a simple example that won't redirect or such."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, so anyway, <br/> \ndon't click on his name.  His profile section contains a virus (right?  I'm too lazy to scroll back up to the top)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wim9k",
    "plus": 0,
    "snip": false,
    "text": "not a virus.  don't be starting unfounded rumors because you're too lazy to inform yourself.  get it right damnit.  it contains a ghost.  an evvvvvill ghost."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Jesus CHRIST! i only started smoking a little less then a year ago. <br/> \n <br/> \nNow im afraid....so...soooo AFRAID!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "Rendered sedate by his fear, he lapses into silence."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I just read that with Fry voice, it was something special i can't quite describe, like holding your firstborn son on your knee since you lost both arm in Nam"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Both  <em>arm</em> . Both of them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "I accidentally the whole arm. <br/> \n <br/> \nIs it bad???"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Left arm <- (both arm) -> right arm <br/> \n <br/> \nI guess it sticks out of your both chest."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "I'd give my right arm to be ambidextrous."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Both of  <em>it</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "A poetic responce to something which had its origin in a missplaced mouseclick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Except for the semen-tasting part, this is about how my relationship with my mom goes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "When did Beef QUIT smoking, I wonder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I don't think there was ever a strip or blog entry depicting his quitting, but the last time we saw him smoke was probably around '02 or '03."
  }
]