[
  {
    "depth": 0,
    "minus": 0,
    "name": "luke_johnson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by luke_johnson was marked lame too many times and excluded. (marked lame by nbgreene, mcowgill, dsquid, YossarianLives)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "BOOM! HEADSHOT! <br/> \n <br/> \n... I mean who doesn't? <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "howmanywhales",
    "plus": 26,
    "snip": false,
    "text": "Alt Text: Thirty Minutes or it's OH HOLY GOD PLEASE NO NOT TODAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apocowarg was marked lame too many times and excluded. (marked lame by Overmedicated, mediumrare, Methadone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 5,
    "snip": false,
    "text": "man dude i'm gonna cry"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "As a former pizza-deliverer, that would absolutely be the last time in the world I would want to die."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 13,
    "snip": false,
    "text": "Yes once you died that time, I don't think you'd ever want to die again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvagebar",
    "plus": 0,
    "snip": false,
    "text": "I used to deliver indian food, and I have to say, I second this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 1,
    "snip": false,
    "text": "Or a seed ball shaped like a cake, in case parakeets are allergic to cake, which I'm pretty sure they are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "never_die",
    "plus": 1,
    "snip": false,
    "text": "Unfortunately, Ray was probably the best influence in Beef's life. <br/> \n(I also think it was a pretty good picture of a mouse getting shot in the head)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 9,
    "snip": false,
    "text": "it sort of looks like todd."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 3,
    "snip": false,
    "text": "I don't think Todd would mind getting shot in the head."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "he did get peeled out by a van."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rainwolfj",
    "plus": 1,
    "snip": false,
    "text": "After being birthed by the womb of a volcano I don't think anything bad would hurt Todd, he's too much of a bad ass."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He did get lined up to be whacked by a golf club. Driver, I believe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spiderbethlehem",
    "plus": 13,
    "snip": false,
    "text": "I don't think Todd would NOTICE getting shot in the head. <br/>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lexsenthur",
    "plus": 6,
    "snip": false,
    "text": "F-f-f-frick man! I'm yerpin' up blood out the back of my head! So...frikkin' sweet.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donjolly",
    "plus": 17,
    "snip": false,
    "text": "This strip gets extra rating points for correct sunglasses continuity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "al_batross",
    "plus": 0,
    "snip": false,
    "text": "Furthered by its wardrobe progression: shirtless, musically inclined, necklace & hairdo shift, casual, career (tie or thong) & a bedsheet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 2,
    "snip": false,
    "text": "You get extra points for rotoscoped atomic breath user icon."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "i think i have the same perversion ray does."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jackparsons was marked lame too many times and excluded. (marked lame by Sosuli, Semiquaver, Firehawk)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Ray? Self-hating? <br/> \n <br/> \nRetract."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "Isn't that chicks sitting on cakes?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "no, getting shot in the head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "For a split second, I read this as \"perversion ray.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by ishuta, Zefiel, entropyends, handsome, BillyLK, ubersplat)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, ishuta, Zefiel, RogerGS, BillyLK)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Dude, is that Salad Fingers in your avatar?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by ishuta, Zefiel, entropyends, theoneyouwant, BillyLK, thekerosenekid, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billylk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by billylk was marked lame too many times and excluded. (marked lame by Zefiel, Dwilow, DrSAd)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 5,
    "snip": false,
    "text": "Ray apparently went through a brief phase where he wore shirts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 1,
    "snip": false,
    "text": "And had hair."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "padijun",
    "plus": 0,
    "snip": false,
    "text": "Curiouser and curiouser..."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "IT LOOKS LIKE IT COULD BE RED OR SOMETHING"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "is it a Rossignol shirt?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gliamo",
    "plus": 0,
    "snip": false,
    "text": "I think it's Rusty."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "gliamo wins this round of \"GUESS THAT 90'S LABEL!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "handsome",
    "plus": 0,
    "snip": false,
    "text": "what up with the hairdo in panel 3?  i don't recall that ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 2,
    "snip": false,
    "text": "That was apparently the happy time that Ray had a caesar-cut! I am personally of the opinion that we have not seen most of Ray's hairstyles."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "handsome",
    "plus": 1,
    "snip": false,
    "text": "another thing: does this strip imply that ray and beef now shave their heads regularly? hmm...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 12,
    "snip": false,
    "text": "It implies that Chris Onstad plays fast and loose with the concept of hair on already hairy creatures, to great effect. <br/> \n <br/> \nSee also, Old Deaf Phillipe with a moustache and patches of hair on the sides of his head (a la an old bald guy)... all on top of his usual coat of fur."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 4,
    "snip": false,
    "text": "Also: Circus Penis' haircut was like a traditional human haircut, there was space for ears but Circus' ears came out of the top of his head (like a cat.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 0,
    "snip": false,
    "text": "hear, hear! I loved the use of human style hair in previous strips evolving from the core idea of plain cats (except for glasses, medalions, underpants, and walking upright) in future and past scenarios to differentiate from the present. <br/> \n <br/> \nBy the way, has anyone noticed Pat's \"hair\" since he's come out?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slashtoe",
    "plus": 0,
    "snip": false,
    "text": "Wasn't it described at one point as the Flying Squirrel buzz?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 0,
    "snip": false,
    "text": "I can see it, but I should look that up and figure out which strip in particular that was."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drsad",
    "plus": 0,
    "snip": false,
    "text": "Didn't someone comment that his bald spot looks like a pinned on yarmulke? Or was that the alt text? Or am I seein' shit... ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "It was the alt text. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Let's also not forget when little Phillipe shaved his head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 1,
    "snip": false,
    "text": "I think he was learning Coptic that week?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fanagainstforum",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fanagainstforum was marked lame too many times and excluded. (marked lame by straw, Zefiel, madnes, Overmedicated, Mangtastic, Jesler729, SSDDR, odei, mortshire, Magb, nutmeg, cbtbone, lastlarf, toughasnails001, havenless, DrSAd, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by howmanywhales, shammack, le_chien_manquee)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "aperson",
    "plus": 7,
    "snip": false,
    "text": "<em>fanagainstforum's campaign gets off to a shaky start. DeleteTheForum joined at exactly the same time, but has yet to begin 'influencing people'.</em>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "havenless",
    "plus": 7,
    "snip": false,
    "text": "Well she sure as hell influenced me! Of course i'm on psychotropic drugs, so take that as you will."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 7,
    "snip": false,
    "text": "Everything you say is enhanced twenty percent by your avatar."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "havenless",
    "plus": 35,
    "snip": false,
    "text": "Hello sir! Can I interest you in some home insurance?"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "in Soviet Russia, psychotropic drugs take you..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by stormypinkness, ishuta, shammack, cbtbone)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "man do not forget the backslash on the second italic man i am telling you do not forget"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "barrybass",
    "plus": 0,
    "snip": false,
    "text": "don't change, man."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ssddr",
    "plus": 10,
    "snip": false,
    "text": "Id ray afraid of mice getting shot is the head? is that why he drew it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by augeno13 was marked lame too many times and excluded. (marked lame by featurelessvoid, evilpaul, riotnrrd)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "augeno13",
    "plus": 4,
    "snip": false,
    "text": "Sorry, just woke up...  <a href=\"http://web.archive.org/web/20101007165233/http://achewood.com/index.php?date=06282006\">Ray's Drawing Therapy</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "No, you did deserve a number of chubbies, it's just... that dense thicket of typos... (swear eternal emnity on me if you want, I must unleash the inner prick now and again)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Or rather  <em>that other guy deserved etc</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "I was tired, if i could go back and edit it i would."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 3,
    "snip": false,
    "text": "before you unleash the inner prick, look up the spelling of  <em>enmity</em> ..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "V-chubbe!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": false,
    "text": "beef is more adept at shooting himself in the foot"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odvo",
    "plus": 1,
    "snip": false,
    "text": "Some of that stuff is true. I remember it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": false,
    "text": "I don't think I get the punchline. Seeing as Onstad has posted some of the funniest things ever to be seen on the internet, I'll just chalk this up to me being a huge dumbass. Anyone care enough about a dumbass to explain what this strip is all about?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, katal, le_chien_manquee, Dwilow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 2,
    "snip": false,
    "text": "that's a good comic book store guy voice, right enough"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "AS far as I'm concerned a chronicle of Ray telling ultra-depressed Beef about people getting shot in the head (as a depressive I can tell you that that is a really depressing thought, because you immediately wonder what that experience would be like to morbid extremes) throughout their entire lives is really damn funny and extremely representative of two well-crafter characters.  That this is so when one of the characters never has a line just adds to the awesomeness/humor."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 19,
    "snip": false,
    "text": "so you don't think it's funny to worry that your best friend will change as a result of getting married...because then you won't have anybody to tell about stuff getting shot in the head? <br/> \n <br/> \nit's too bad (but not a surprise) that the strips with more conventional humor--either jokes about smoking pot or drinking, or cutesy stuff with phillipe, or ray butchering west-coast slang, also some of the \"macho\" humor like the great outdoor fight and the badass games and the \"ha ha that dude is crazy\" humor involving nice pete--get higher scores, but the pre-2003 strips that are more surprising in their format get much lower ratings, and plenty of confused or negative comments. i am very happy with the \"delete this forum\" idea, because many of the loudest people on this comment forum are the ones who have the most standard, webcomicky tastes, and i really hope chris onstad isn't trying to cater to people's tastes by looking at these scores; i get that he's got to make a living, but the earlier, less predictable strips were really something special, and the more recent, more highly-praised-on-this-forum strips are more like other webcomics, just better-written."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by katal was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, ppccd, HolyQ)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by ppccd, jbushnell, equinn2006)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I give out many fives, but I also only vote on a fraction of the strips I view; basically, I generally don't bother to rate strips I don't feel highly about.  But still, while there are a number of strips I think are overrated or just mediocre, I can't think of any off hand that really deserve a 1 (which, even rating them only against other achewood strips, still seems to say \"this fucking sucks,\" and I guess I've never felt that strongly against any achewood strip).  That's why I like achewood, even the half-assed strips normally have one decent, if not almost redeeming, feature."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "What?? Surely this one makes a straightforward, traditional-sense joke. I've always interpreted it in this way: Ray is sincerely hoping that the status quo will not change, without realising just how horrible and traumatic that status quo has been for his friend.  <br/> \n <br/> \nQueue laughter. Seriously. Also, there's the distant implication that Ray has conditioned Beef to think of suicide as a way out of things, just as Beef is getting into something, something big..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I don't get why this is seemingly a reply to my comment; at least, that's how it showed up in my inbox.   <br/> \n <br/> \nMy comment was about the rating system in general (made back when you could see the average \"score\" based on everyone's votes).   <br/> \n <br/> \nYour reply is about this specific strip. <br/> \n <br/> \nAm I missing something?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "I was responding to earlier comments in the thread, back when it WAS about the strip. In particular I was attempting to answer phoenixultima's original question."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Alright.  Probably best to avoid confusion next time and reply to those comments, then. <br/> \n <br/> \n(Sorry if that sounds like me being a dick; I'm not trying to be.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "Consider my lesson learned. I did not know that the inbox system worked in such a way that it would make a difference whose post I replied to in the thread. <br/> \n <br/> \nAlso I'd like to apologise for saying \"queue\" in my initial post when I should have said \"cue\". I still maintain that my point was valid. This strip is funny in an obvious way."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It certainly makes a difference when you read it in the context of what is directly above it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "But there's no way around  <em>that</em>  - whoever's post I replied to mine would still have come out at the bottom of the thread and made no chronological sense. I knew this fact but chose to ignore it, out of a sense that an interesting thread had been thrown off-course. Perhaps I should have preceded my comment with an explanatory note such as \"getting back to the original topic of discussion...\" <br/> \n <br/> \nIn future I will."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "psykeres",
    "plus": 3,
    "snip": false,
    "text": "It's not funny, it's still character development."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "phoenixultima",
    "plus": 0,
    "snip": false,
    "text": "Ok, I guess I kind of get it now. Thank you, internet!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 15,
    "snip": false,
    "text": "READING COMPREHENSION SECTION <br/> \n <br/> \n32.  In the above excerpt, Ray's reminiscences leading up to the final panel would usually be about Roast Beef's own quirks and foibles.  Instead, they are of his own.  The author apparently intends this to show Ray's ... <br/> \n <br/> \n(a) Psychoticism <br/> \n(b) Egocentrism <br/> \n(c) Pessimism <br/> \n(d) Eccentricism"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seven47",
    "plus": 2,
    "snip": false,
    "text": "b."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Is that your final answer?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I think (d) is generally true by default whenever talking about Ray, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "b."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "b <br/> \n <br/> \nAnd I think it's 'eccentricity' but you were probably just being internally consistent."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "Yeah, you gots to observe parallelism when you writes for the SAT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "The funny part is that he talks about getting shot in the head all the time but when he talks about Kurt Cobain, he does not. And as stated before, he is egocentric."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It seems to me like he's talking in the aftermath of Kobain's auto-head-shooting."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "kurt cobain couldn't have shot himself in the head with a shotgun.  there was a myth busters about this - the best they were able to do to was skim their ears with pellets"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Musta been the Bilderberg Group."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": false,
    "text": "I thought this one was funny along the way, and ended nicely. I don't need to shit my pants every time Achewood reaches its last box. Panel 3, people. Panel 3. Think about what's going on there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "They say it's the first one!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "Ray is sitting up nights worrying that marriage will change Beef.  Yet Beef has been exposed to much more traumatic events, including many that Ray has 'shared' with him. <br/> \n <br/> \nWhy the 'shot in the head' theme?  I'm guessing it's because Kurt Cobain's suicide has been cited as a life-changing moment for an entire generation, but here it's an after-dinner mint to Beef's powdered eggs-and-scrapple adolescence."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckyg",
    "plus": 0,
    "snip": false,
    "text": "^^^^ I think he has the best explanation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "Scrapple?  Is Circumstances somewhere near Philly?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "Are you kidding? Have you ever  <em>been</em>  to central PA?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "hendetta",
    "plus": 6,
    "snip": false,
    "text": "Ray is not a main person of Kurt Cobain's thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "but will admit he wrote some good songs."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "solobuttons",
    "plus": 3,
    "snip": false,
    "text": "I guess even Ray ain't need to be stoned to have strange cares."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "Ray laying awake at night all worried surrounded by his millions is heartbreaking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "If you are a multimillionaire, I imagine so. Most all the voices in my head find the impotence of wealth by turns empowering and hilarious."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cbtbone",
    "plus": 2,
    "snip": false,
    "text": "Ray feels bad making a big deal about Kurt Cobain shooting himself in the head because dude wrote some good songs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 3,
    "snip": false,
    "text": "waiting for enough images of Ray's hair variations to make an animated gif."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asumoactingbig",
    "plus": 2,
    "snip": false,
    "text": "Ray sleeps in a twin bed?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "I was wondering about that too... Of course, there are two pillows there, and while that by itself might mean nothing, the angle seems to make the bed look smaller. I bet it's at least a double, possibly a queen, although I always thought Ray was the kind of dude who rolled with king size only."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evolume",
    "plus": 3,
    "snip": false,
    "text": "ya but a smaller bed makes it so, like, your honey has to get close or get out."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "It will."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "I certainly feel that Ray is becoming more insensitive, considering that Beef has been shot at least four times, once by Ray.  <br/> \n <br/> \nStill, maybe he's lost his fear of guns."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 4,
    "snip": false,
    "text": "I think this is basically an illustration of the fact that Ray does not and never has got the whole concept of morbidity, which is central to Beef's world view. Isn't there some interview where Chris Onstad says that concepts like suicide are just not on the Raydar? <br/> \n <br/> \n(ha ha that was a funny pun)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by equinn2006, kendieatsbabies, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dsh265",
    "plus": 0,
    "snip": false,
    "text": "While I didn't think the strip was funny, I think the point may be that it is Ray who has changed . . . in the most recent panel, the reference to shooting oneself would be easiest, but he doesn't even go for it, only mentioning Cobain's music. Presumably their relationship is changing with or without the marriage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kneejerk",
    "plus": 0,
    "snip": false,
    "text": "Ray straight loves his dogg, but is focused on his own self besides.  A man got to discern and be wary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dickolas_wang",
    "plus": 2,
    "snip": false,
    "text": "In its own loopy way, I find this to be one of the most beautiful Achewoods I have seen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robanhk",
    "plus": 2,
    "snip": false,
    "text": "I found this strip to be exceedingly poignant. Also, I love Teodor's taste in kitchenware (see his blog): <br/> \n <br/> \n <em>\"I think every new couple should get a cast-iron pan, an 8\" knife, and a wood cutting board... There's nothing a cast-iron pan can't do...\"</em> <br/> \n <br/> \nAmen, Teodor."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "what's the difference between a cast-iron pan and a cast-iron skillet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 3,
    "snip": false,
    "text": "For someone so very, very wealthy, Ray sure does seem to have a bare bedroom.  <br/> \n <br/> \nMaybe it's just his Worry Bedroom? He has another, nicer one for sleeping and.. entertaining."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "rich people are fucking cheap, everyone knows this"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bluecarrot",
    "plus": 0,
    "snip": false,
    "text": "oh yeah, mtv cribs...those houses are bare"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srennick",
    "plus": 2,
    "snip": false,
    "text": "Why is it that Beef lost his eyebrows when he lost his glasses?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "hellofyellin",
    "plus": 2,
    "snip": false,
    "text": "Ray, Ray, Ray. <br/> \n <br/> \nThe Life don't change the dogg. <br/> \n <br/> \nA true dogg change the Life by how he live it. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pwb",
    "plus": 0,
    "snip": false,
    "text": "Ray's main thing is people and animals gettin' cold shot in the head, and there ain't nothin' wrong with that"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikemcg",
    "plus": 3,
    "snip": false,
    "text": "How can this strip only be a 3.8?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Well, it's at least cracked the 4's for now (sitting right at 4).  The score on this one always confused me, as this is probably one of my favorite strips from 2007."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "If Beef hasn't blown his face off yet I think he will manage a while longer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "There are few things I love more than Rays' Aviators."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bluecarrot",
    "plus": 0,
    "snip": false,
    "text": "Words just fail to describe how amazing this comic is. Some other stories may deal with Ray's fears of Beef getting married and how that could affect the blah blah blah, but to use a montage like this? Fantastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scura",
    "plus": 0,
    "snip": false,
    "text": "why isn't this one rated higher? it's fucking beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "love the Rusty (R.) shirts. so 80's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Rough chuckles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumpinpedal",
    "plus": 0,
    "snip": false,
    "text": "My favorite, for one reason or another. I can't describe it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatcat",
    "plus": 1,
    "snip": false,
    "text": "I love that young Beef always seems to be wearing his Dead Kennedys tee."
  }
]