[
  {
    "depth": 0,
    "minus": 0,
    "name": "schnappm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by schnappm was marked lame too many times and excluded. (marked lame by Contrasoma, waddie, gladi8orrex, Thorfinn, kylank, Gabalfa, morypcaina, robbingdog, milkpants, MortisInvictus, d3athcann0n, Prine, jun, aHatOfPig, Ihmgard, mcjuicy, lateadopter, charchar, usversusthem, NumberKillinger, SurelySmack, excusemesenator, I_Love_Kate)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heccibiggs was marked lame too many times and excluded. (marked lame by the_voice, waddie, SurelySmack, Valorgigo)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 49,
    "snip": false,
    "text": "That is how I always feared that I would react to the dreadful responsibility of making the first post. Language centre of the brain all failing, hands all flailing at the keyboard in the hopes of somehow conveying my enthusiasm and making use of an amusing irreverancy without sounding too self-possessed."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "contrasoma",
    "plus": 6,
    "snip": false,
    "text": "I'd like to think that the majority of good folk faced with the problem you describe simply decided that discretion was the better part of valour, saving us all from even more inane first posts than the archives are already besmirched by."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "jrpigman",
    "plus": 8,
    "snip": false,
    "text": "This is an intelligent post. The best advice one can give for the first post, like the metaphorical meat dildo, is to not break the seal unless it is for something truly gratifying and epic. A  <em>tour de force</em> . Failing that, one finds oneself dribbling piss into the urinal of life, and leaving moist the trousers of self respect."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jrpigman was marked lame too many times and excluded. (marked lame by the_voice, waddie, SurelySmack)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "diggidy",
    "plus": 24,
    "snip": false,
    "text": "I had the chance to make the first post once. <br/> \nMy hands started shaking, heart-rate tripled, vision failed... <br/> \n <br/> \nLong story short, I woke up two weeks later on the coast of Brazil with a tattoo reading \"lol, Ray is so funy\", and a deep sense of dissatisfaction."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whoisspain",
    "plus": 6,
    "snip": false,
    "text": "Those that make the first post see into a dark city filled with horrific, chittering shapes, far beyond the edge of reason, where eldritch gods lie dreaming of a horrific world where they rule, or at least can get a decent pie and chips. <br/> \n <br/> \nIt is no wonder they who see this go mad, as can be seen by how lame their post is."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Common law gilfriend called Mixie at your side..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "I have only done it  <a href=\"http://web.archive.org/web/20101017235417/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D10052007/\">once.</a>   <br/> \n <br/> \nI did it in sheer panic and when I was finished I actually left the room. I knew if I sat in a room with a computer I would just hit F5 over and over again, pleading for the approval of people from the internet. I think I skated by with being fairly ignored except for eight people. Whoever they are, may the sun always shine on their children's heads, unless they're really fair-skinned."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Check your link, unless that was supposed to be some statement on the first post."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hot damn, what happened. <br/> \n <br/> \nYou know what, screw it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 2,
    "snip": false,
    "text": "God damn it Norman you just made the internet accuse me of being unable to care for myself due to a weakened condition I am FURIOUS."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Here you go, link fixed: http://achewood.com/index.php?date=10052007 <br/> \n <br/> \nIt is the basic, top-level comic so you have to click through.  It is worth it though because this is probably the most intelligently worded first post in the archives."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": true,
    "text": "A comment left by beansdooma was marked lame too many times and excluded. (marked lame by waddie, mania3, littlefatdog)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heccibiggs was marked lame too many times and excluded. (marked lame by randombeing, waddie, littlefatdog)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "That's pretty much my life strategy."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "margargaret",
    "plus": 15,
    "snip": false,
    "text": "When it happened to me, I imagined Chris Onstad himself choosing me for the honor of first post. I thought that maybe he had read my posts and was impressed, thought I had potential. He said to himself, \"What the hell, I'll give the kid a shot at the limelight\".  <br/> \n <br/> \nThen I made an ass of myself."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "You got a chubby within  <em>a minute</em>  of posting this. <br/> \n <br/> \n <em>margargaret's got a stalker, neener neener neener...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "The speed with which Margargaret gets chubbies is an embarrassing subject for her, and I don't doubt that she'd thank you not to bring it up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "The people know what it is to be chosen, and the people have spoken."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "You shall all be force-fed from the end of Dr. Skradley's boom-stick.  As shall I, now that I think about it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I used to think Drskradley was cool."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "one time I snapped and told Skradley to \"shut the fuck up.\" <br/> <br/> <br/> not my finest hour."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Where is the good doctor?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heccibiggs was marked lame too many times and excluded. (marked lame by onesteleft, jun, echidnaboy, Tolth)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "waddie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by waddie was marked lame too many times and excluded. (marked lame by hedonismbot, loneal, lateadopter)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "Waddie is holding your ass. <br/> \nHe  <em>may</em>  hand it to you eventually."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "So, why do you choose to read Achewood via Assetbar, if the audience is so loathsome?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 6,
    "snip": false,
    "text": "I kinda hate everyone here too <br/> \n <br/> \n:)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Do you hate me, Irate Turk? <br/> \n <br/> \nDo you hate me?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I hate you so much that I found this post a month after you posted it just to tell you how much you  <em>disgust</em>  me"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Same reason one might read the Youtube comments to a video featuring a band or singer that they like. Reason may have little to nothing to do with it."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Actually, youtube's comments engine is quite possibly the only place online which is worse than assetbar, in terms of functionality. Combine this with the content and it makes posting on youtube a fruitless experience. <br/> \n <br/> \nPretty much any comments system based on your posts being rated by all of the posters sucks ass and is shitty."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theirateturk",
    "plus": 5,
    "snip": false,
    "text": "Because it considers a sunlight dodging, basement dwelling loser equal to someone of my status in society."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Hear hear, sir."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "______________",
    "plus": 0,
    "snip": true,
    "text": "Comment left by ______________ ignored."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "You know, I'm kinda glad youtube's comment system is almost impossible to use."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "Youtube comments  <em>can</em>  be entertaining. <br/> \n <br/> \nBut the gladi8orrex kind of entertaining, minus the occasional puzzle and quip about a lack of trustworthiness from the chick from Sideways. <br/> \n <br/> \nFor instance, on \"Zombie Kid Likes Turtles\", there is a comment (the username of which I absolutely refuse to look up among 200,000 comments) stating: <br/> <br/> <br/> \"lol why tutles thats not what the she askd ha\" <br/> <br/> <br/> Comments like that get me every time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Frankly, it's close, but AB's fucked-up inbox system puts it below even Youtube.  What the hell kind of bulletin board doesn't provide, oh, an EFFECTIVE WAY TO CARRY OUT A CONVERSATION?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Davey-boy: eh, not really.  When I go to youtube, it's default is that the text comments are viewable; it's a little more tempting too look at them.   <br/> \n <br/> \nIf you got to achewood.com, you just get the strip.  Waddie apparently has made the effort to not only look at the discussions, but also made an account so that he could participate, if mostly through lames (as far as we can tell).   <br/> \n <br/> \nIt's pretty easy to avoid Assetbar and still read Achewood, so I'm wondering why a guy who doesn't act overtly troll-ish is going through so much trouble for something he seemingly doesn't like. <br/> \n <br/> \nI don't buy his reasoning (as it currently stands), and I think heccibiggs was perfectly justified in calling him out."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Personally, I come here to read the comments made by pompous asses."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You're welcome"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Sometimes you've gotta know just who it is you're hanging around with.  It's like \" <em>Is this a cool thing? Do cool people like it?</em> \" <br/> \n <br/> \nNo matter how much you love a band, you will spend some time checking out the audience when you see them live."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "like Spinal Tap doesn't."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 7,
    "snip": false,
    "text": "Are you laming her hoping that people will start to post about the strip?  That is wishful thinking.  That is a pipe dream.  First off, you can't herd cats into focusing on that sort of thing on the internet.  Second, at this point most of the posters are here to chat with the community, not to talk about the strip.  The strip is an icebreaker, most people here just want to chat with each other.  Finally, I'm going to get lamed to hell for this, but there generally isn't that much to say about strips.  A few insightful comments (like, 3), a ton of people saying how cool a character or saying is (like 15), and a brick of people guessing about hidden meaning and future storyline (like, 10).  If we all stayed on topic, there would be even less signal to the noise, and far fewer comments. <br/> \n <br/> \nWe've got a good community here, few trolls, well defined personalities and/or characters, and skilled writers.  I personally wouldn't throw around my lames to punish people like Hecci for doing nothing harmful at all.  Hell, some of the better comments have come from bitching at a first-poster (Note: this is rare, usually whining about it just encourages it)."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "WATCH IT LOVE"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 2,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "I don't want to draw attention to myself by congratulation (untrue), but hedonismbot just said it all, everybody. <br/> \n <br/> \nor, as Bam Margerargaret said,  <br/> \n <br/> \nYES"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "You gonna have yourself one hell of a job if you consider the laming of every non-Achewood related comment on Assetbar your right and responsibility. <br/> \n <br/> \nAlso: \"I think posting comments merely so people can reciprocate is precisely the kind of attitude that leads to so many lame comments.\" <br/> \n <br/> \nSorry to burst your optimistic little bubble, there, but that's the only reason anyone ever comments on anything. The strip itself does not beg some kind of answer or response, and its perfectly easy to have an opinion on the strip without feeling that a verbalisation of your feelings is also necessitated. Being that the first post on every strip logically precedes any point made by others, in making it the poster is only ever looking to gain some kind of reaction, positive or negative, from the other denizens of Assetbar. <br/> \n <br/> \nI'm too tired to read through that again and see if it's overly pedantic. You be the judge."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "A couple seconds slower than Hedonismbot's, and a few grades less insightful. <br/> \n <br/> \n <em>But who has the better Futurama avatar?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "you do, frynapple!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Your's is animated, so you win.  However, because it has nothing to do with your name, you don't win the Golden Smelloscope award.  You will receive the Tungsten Fing-Longener, which is a lesser prize, with double prize money."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I don't know, they are  <em>very</em>  good hands."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Great Shatner's ghost! Overwhelmed by references!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "How can you tell you lames you?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Shit, \"who lames you\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "If the number of lames on a comment exceeds your lame threshold, it gets replaced with a thing telling you who lamed it. You can adjust your lame threshold."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I thought I was so clever when I figured that out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, and I assume the same goes for chubbies? <br/> \n <br/> \n(I've had my lame threshold set way high for so long, I forgot about it.)"
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "No, the same  <em>does not</em>  go for chubbies you fucking imbecile."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "no, there is no way to find out who chubbied you, which prevents stat-padding, as you can't just get a group of people together and chubby each other like mad."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But the gays get to chubby each other like mad, how come Assetbarbarians can't?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>Stairwells!</em>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "A bit off-topic, but how does one go about seeing exactly who chubbies and lames your posts?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Careful, theirateturk will call you an imbecile."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Actually, I would have lamed him and said something along the lines that his lame post would probably inform him who lamed his lame post, but I never lame anyone so I did not."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Oh, my. I completely deserved that lame for not reading far enough into the thread."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "schnappm",
    "plus": 0,
    "snip": false,
    "text": "this is pretty much what happened"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "its like wheel of fortune.  you can sit there on your couch and solve all the puzzles like a motherfucker, but the day youre on stage, theres a good chance youll be all sweating and nervous and stuttering and shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "Chubby for you, good sir!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "The dude can take to the pavement twelve men on his way to the Crate & Barrel, but is stopped dead in his tracks by a wee register girl. Ramses Luther is of old ways. Of chivalrous ways."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the first post that the hell has anything to do with the strip!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "....Aaand then you ruined it by posting about posting. <br/> \n <br/> \nYOU'RE BREAKING THE FOURTH WALL! <br/> \nYOU'RE BREAKING THE FOURTH WALL! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ihmgard",
    "plus": 1,
    "snip": false,
    "text": "I gave you a lame, once I started to consider your position I realized I should not have been so quick to lame. I am sorry schnappm"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Perhaps you will also tell us what you had for breakfast. YOU INANE MAN YOU."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Tonight is retro-hat-giveaway night at the Yard.  It's not quite as awesome as the one in your icon, but it's not bad.  A chubby for your old school cap."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 4,
    "snip": false,
    "text": "Ah, the staff of life. Always liked that expression. I'm glad Achewood uses it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Yes, sahrr."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tibcoolbreeze",
    "plus": 2,
    "snip": false,
    "text": "Ramses hasn't invented his own expression for bread? <br/> \n <br/> \nThis just  <em>stinks</em>  of compromise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "Ray's used it before, during the BADASS GAMES."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "There's a pub near where I live called the Staff of Life. It's sign features a sliced wholegrain loaf. If I'm not mistaken, it's a common, if archaic, expression referring to bread."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "In Jonathan Swift's \"Tale of a Tub\"(1704), it was mentioned that \"bread is the staff of life\".  I don't know if this is the first recorded use of the term, but it's the oldest I know of.  It sounds like it could be a biblical term, but I can't find it anywhere on wikipedia, so I'm assuming not."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think it's called such actually in the Bible.  <br/> \n <br/> \nnot sure though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mikossuave",
    "plus": 1,
    "snip": false,
    "text": "The biblical phrase is \"staff of bread,\" meaning the supply of bread.  God tends to use this phrase when he's threatening people.  With death.  This is, I think, where the idea of bread as the staff (support, supply) of life comes from. <br/> \n <br/> \nLeviticus 26:26 <br/> \nEzekiel 4:16 <br/> \nEzekiel 5:16 <br/> \nEzekiel 14:13 <br/> \n <br/> \nKing James Version, of course."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What about better versions?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "All those verses say \"staff of bread,\" not \"staff of life.\" (KJV) <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Indeed biblegateway.com cannot find the phrase \"staff of life\" in any translation."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Well, I suppose that's why mikossuave said that all those verses say \"staff of bread\" and not \"staff of life.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "You make an interesting and powerful point."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "He just wanted to hear it from you."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "in the Bible, bread is made of delicious Jesus"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 3,
    "snip": false,
    "text": "I am filled with immense trepidation <br/> \nWhen I think of transsubstantiation <br/> \nFor what if the crackers <br/> \nAre part of god's knackers? <br/> \nIs that gay, messianic fellation?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "\"They smell like come,\" said Simone, sniffing the unleavened wafers. <br/> \n\"Precisely,\" continued Sir Edmond. \"The hosts, as you see, are nothing other than Christ's sperm in the form of small white biscuits. And as for the wine they put in the chalice, the ecclesiastics say it is the  <em>blood</em>  of Christ, but they are obviously mistaken. If they really thought it was the blood, they would use red wine, but since they employ only white wine, they are showing that at the bottom of their hearts they are quite aware that this is urine.\" <br/> \nThe lucidity of this logic was so convincing that Simone and I required no further explanation."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Express to Hell, this way!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikossuave",
    "plus": 0,
    "snip": false,
    "text": "If Jesus is the \"bread of life\" (John 6:35 [KJV]) and Bread is the \"staff of bread\" (as has been proven)then Jesus must be the Staff of Life.  Which means that Ramses is upset that the mixer is not powerful enough to pummel Jesus into a doughy, bakeable mixture. <br/> \n <br/> \nEverything is clear to me now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's pretty much the only thing that anyone needs to know about Christianity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "contrasoma",
    "plus": 1,
    "snip": false,
    "text": "Hardly.  Such affectations stink of modern-day pretension.  Ramses has no need of faddish beatnik slanging."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "Congealed beer?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mcphercj",
    "plus": 0,
    "snip": false,
    "text": "http://m.assetbar.com/achewood/uuad61vvj <br/> \nTrue.  True."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "download-this",
    "plus": 6,
    "snip": false,
    "text": "Careful Ramses, you gonna tap a hole right through that there sheet o' paper."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bakerton",
    "plus": 1,
    "snip": false,
    "text": "It's nice to see dialog from two characters we don't see that often."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Those who have memorized the archive, please correct me:  I think we've actually seen Ramses once - though heard about him many times. <br/> \n <br/> \nMolly's father though - have we  <em>ever</em>  seen him before these last two strips?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yeah, in Beef's dream."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "(PS  <a href=\"http://web.archive.org/web/20101017235417/http://m.assetbar.com/achewood/uua9vw1Ww\">link</a> )"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "I stand (well, sit actually) corrected."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "One should not merely sit in the presence of such badass-ness, dapooka. Such a thing is not Done."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "I sit (or stand, or sit...damn) corrected. <br/> \n <br/> \nI'm just royally screwed here, no matter what I do now, no matter what badass-ness I am presented with.  Damn sit-down jobs. <br/> \n <br/> \nThanks though for the advice, tekende!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "I am expecting Ramses' meeting with Showbiz not to go down terribly well."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 4,
    "snip": false,
    "text": "I suspect that Ramses will probably have to hush Showbiz. <br/> \n <br/> \nWith violence."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "em2",
    "plus": 16,
    "snip": false,
    "text": "They do not know each other, yet they already have a relationship. A  <em>death</em>  relationship."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_voice",
    "plus": 1,
    "snip": false,
    "text": "There is a certain feeling you get when you know someone is right about a death relationship. <br/> \n <br/> \nIt is a feeling  <em>in the spine</em> . <br/> \n <br/> \njesus god a Death Relationship has begun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "People keep saying that showbiz is gonna get his ass kicked.  Personally I don't see it going any farther than  <em>\"hush young man\"</em>  and then showbiz avoids speaking at all for the rest of the evening by hiding in the closet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Maybe it's just me, but I'm pretty sure Ramses could  <em>frown</em>  Showbiz to death."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef could  <em>lock his door</em>  Showbiz to death. <br/> \n <br/> \nNo charity = another starved, dead cat rotting across the street from a house in California."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey, you've just come up with a cure for homelessness.  Stop feeding 'em for a week!  Brilliant."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 8,
    "snip": false,
    "text": "Quick! to the callousdisregardmobile!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I will follow on The Bike of Modest Proposals."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 5,
    "snip": false,
    "text": "It is a very Swift Bike."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Apparently it also Bears Explanations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bondijames",
    "plus": 18,
    "snip": false,
    "text": "Really they should stop messing around at Crate & Barrel and head on over to Williams Sonoma for the 620, which also comes with the 11-tine wire whisk...if you're going to make the staff of life, you ought to be able to make the souffle of life as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "Someday, I hope to attain the level of a Serious Man of Bread."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whoisspain",
    "plus": 5,
    "snip": false,
    "text": "It's good. You get all the yeast you want from the local community, though you have to solve all their bread, and bread product, related problems. <br/> \n <br/> \nThese happen more often than you would think. Last week I had to stab a man in the face with a freshly baked, razor-sharp baguette because he was insulting a lady's croissants without due cause. The last thing he smelled was delicious french bread as it rammed through his eyeball and went directly through his skull. <br/> \n <br/> \nBread is  <em>complicated</em> , kids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Bread is not like this at all.  Bread is for love and satiation.  It is the staff of life, not death!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whoisspain",
    "plus": 1,
    "snip": false,
    "text": "Normally it is, man, normally it is. But sometimes a man has to take a stand when someone's bread products are being unfairly slated. And sometimes it means a man goes down the hard way, pain au  <em>pain</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Alright, that was cute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodjay",
    "plus": 8,
    "snip": false,
    "text": "whoa, I fear what would happen if the man with blood on his hands were to compete against a certain old bear in the second round of the badass games."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "<em>That shit would be awesome.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 7,
    "snip": false,
    "text": "My memory isn't what it used to be, but I think the entire Earth was destroyed.  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "Interesting, if true."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Fry's voice improves all your comments. <br/> \n <br/> \nDoes anyone else have an unshakeable tendency to read comments in the voice of the avatar?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lux",
    "plus": 2,
    "snip": false,
    "text": "Yours is a garbled scream."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 1,
    "snip": false,
    "text": "Yes! I am doink this as well!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "Despite your avatar, I'm having a hard time not reading \"doink\" as rhyming with \"boink.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I had anticipated that might be a problem. I considered typing \"doingk\" but that would just have been  <em>weird.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think he's actually quoting Futurama there, though I suspect Morbo said that."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He is, but it was not Morbo. I can't remember who it was, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "it's rich little and george foreman ringside during one of the matches in \"raging bender.\"  <br/> \nhttp://en.wikiquote.org/wiki/Futurama#Raging_Bender"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 2,
    "snip": false,
    "text": "I just imagined what you said in a young Bob Dylan voice.  It sounded awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Correct.  George Foreman said it. <br/> \n <br/> \nMy avatar is some dude named Alexei Sayle.  Look him up."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "weeeee're the young ones <br/> \noooh ooooooh <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Considering the audience of Achewood, I think a lot of already know who he is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tronwell",
    "plus": 0,
    "snip": false,
    "text": "according to the internet, it was rich litte... <br/> \n[img]http://content.answers.com/main/content/wp/en-commons/thumb/c/c1/180px-Rich_Little,_USAF.jpg[/img/"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tronwell",
    "plus": 2,
    "snip": false,
    "text": "oh man, botched the bbcode AND was beaten to the punch by many, MANY minutes, that is just terrible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I prefer reading comments in the voice of the avatar directly above their comment.  For instance, you are saying this about Fry, in Fry's voice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Like Fry!  Like Fry!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "See, I'm reading your comment in the voice of the Roboit Devil, and mine should be read in a low, smooth, smoky voice with just a hint of old sherry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nbgreene",
    "plus": 1,
    "snip": false,
    "text": "hey hermano"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 16,
    "snip": false,
    "text": "Any organized competition would swiftly be forsaken for a long and honest conversation about various bourbons and soil.  Men as badass as these don't needlessly try to outdo their brethren in arbitrary contests just because a lesser man slips an invitation under their door."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redface",
    "plus": 0,
    "snip": false,
    "text": "the universe would probably collapse in on itself; Unable to contain the badassery of the spectacle."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Faked Out!  I thought the other shadowy shadow was Molly's mom, not dad.   <br/> \n <br/> \n <em>p.s. you guys, I'm totally reading Molly's dad as The Sea Captain from The Simpsons...</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "I'm totally with you on your first point. <br/> \n <br/> \n <em>p.s. Not on the second.  I hear more of an Irish leprechaun voice, even though he's Welsh.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235417/http://www.superdeluxe.com/sd/contentDetail.do?id=D81F2344BF5AC7BBA5A6F820310BBA79D9A9DB2C8DD48341\">never underestimate the badassery of the Irish</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Me too as well, on the first point.  I've not watched enough  <em>Simpsons</em>  to be with you on the second."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Nooooooo! <br/> \nThe alt-text attempts an accent, and falls victim to...  <em><strong>AssetBarf!</strong></em> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "Man, the alt text can't even produce the e-acute in \"Teodor\". Comes out lookin' like Tacodor. Never seen it stumble over such as a humble apostrophe, though. Maybe Onstad cut-and-pasted from Word? Such a fate has befallen many an unwary AssetBarbarian."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "contrasoma",
    "plus": 14,
    "snip": false,
    "text": "Tacodor is one of the more disappointing fiesta names the spinner can impose."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "postblank",
    "plus": 2,
    "snip": false,
    "text": "Bastardizing the bastardized, Tacodome would be a neat name for one of those semi-legitimate Mexican restaurants** <br/> \n <br/> \n <strong>Tacodome: Two Men Enter, Three Men Leave</strong> <br/> \n <br/> \n**You know the type of Mexican food joint.  It's not a chain, but there's white people working there almost 1:1 with the Mexican folk for some unknown reason.  The food is slightly below average and the frozen margaritas are too expensive, but you keep going there because the food is cheap."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "I think the world's ready for a character named Tacodor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terebikun",
    "plus": 3,
    "snip": false,
    "text": "He could be like a Mexican barbarian."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 4,
    "snip": false,
    "text": "Tacodor what news from the cimmerian plains?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 4,
    "snip": false,
    "text": "Que?"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "dr_strangeglove",
    "plus": 2,
    "snip": false,
    "text": "my pal Ben came up with a character called \"The Indie Cholo.\" All it consists of is Ben putting on his best Latino accent and asking me, \"Ey fool, ju like Built to Spill?\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "[b]Hispanic Hipsters[b] cover story: \"Why \"The Indie Cholo\" Is Our Mortal Enemy\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "Curse you BBcode. CURSE YOU!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Oh man it's already fixed. Onstad: On-the-ball-stad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "I think someone needs a better operating system.  Looks fine to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "So did they each figure out who the other was already?  \"these kids\" makes it sound like maybe they did."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "But \"in my case\" suggests they haven't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "yeah, I saw that right after I posted (like a ninny)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "postblank",
    "plus": 7,
    "snip": false,
    "text": "I'm liking the personality traits that Ramses is now showing he has passed on to Ray.  Willingly going overboard on a gift purchase without a thought to the added expense, and standing around with some old knucklehead hella yellin' about the dough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "also, the whole having a really strong opinion about an appliance most people shrug at, getting angry at Roast Beef for being poor and self-effacing, and and the phrase \"amateur hour\". <br/> \n <br/> \nis  <em>so</em>  ray"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">is <em>so</em></span>  is  <em>so</em>  Vlad"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "It's really hilarious to me that the exact moment I'm posting on the day before - whining that Onstad hasn't updated, he updates."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 32,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <em>N.B. \"Man\" here denotes man in the aggregate, and not Peter Griffin.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Age check:  Yes, I know Meatwad very well, but haven't hooked up with Robochicken yet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "They're both from ATHF, you just need to watch it more often."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Note:  Do not do this.  The hours of lame are not worth the content of awesome.  I hope you have better things to do in your waning years."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I can't say I agree with this, despite how bad the last dozen episodes have been, but still, pogo: if there's one episode of ATHF worth seeing it's the Cybernetic Ghost of Christmas Past from the Future episode."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I will agree that there is some primo stuff in there, but when you only have a few more months to live, there are better shows to be watching.  Absorb and savor the full meat of Futurama for instance, or Boondocks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": "Futurama is way hella better then that Simpsons junk or any other cartoon ever created. It actually has a plot and character arcs. Boondocks I'm impartial to since it revolves around race jokes and as a black man I don't find too funny any more, except for the R. Kelly episode."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "R. Kelley just got acquitted of EVERYTHING. <br/> \nBoondocks is like the psychic social commentary for black celebrities."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Kelly* oh man what have I done"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "I'd have to counter that McGruder takes a more unique approach to \"racial\"** commentary than most these days.  Racial humor thanks to retards like Mencia and Chappelle has literally become, \"White people do this, Black people do  <em>this</em> .\"  But I think the Boondocks uses this device to satirize itself.  I think more people would see this without contrast characters like Ruckus and the elder Wuncler.  But without the elder Wuncler, we don't get Ed jr and his Samuel L-voiced comrade. <br/> \n <br/> \n**Far as I'm concerned, race is a social construct."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Since my time is short, I will get the DVDs so I can FF the lame stuff."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I personally feel that if the entirety of Adult Awim were launched into space along with a couple million lawyers and telemarketers the world would be a MUCH better place."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Hedonsimbot implies that pogo is so old he only has a few more months to live."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Edwell... I... I... I  <em>love</em>  you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cleave",
    "plus": 0,
    "snip": false,
    "text": "But where's the Alt-Text? =( <--(that emote face shows \"how I feel right now\")"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by InspectorGadget, frijole, Lumus, charchar, tellumo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 2,
    "snip": false,
    "text": "Careful with card-trick-type-antics.  They will get you fired for wizardry if you are a teacher in Florida."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "but that guy WAS a wizard!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "my teacher once put on his wizard hat and robes. <br/> \n <br/> \nIt led to a huge courtcase and years of therapy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Usually I can come somewhere near to understanding your posts. NOT THIS TIME."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "\"Lots of love. So, the Pharaoh is talking to the Irishman and they have several small [?] concerns as they are both old and indubitably all-or-nothing type dudes with a healthy irreverence toward organised religion.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I read it as \"similar concerns\". <br/> \n <br/> \nAlso, they have mad lols?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I believe it is \"similar concerns,\" not \"small.\" Either that or Ghostbusters is somehow involved in the comment in question."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "\"Similar\", yes. I feel like we're getting somewhere here. Soon we will crack his code and discover his true identity (my money's on Jason Todd, everyone turns out to be Jason Todd eventually)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hilarious! <br/> \n <br/> \nI hate Jason Todd. Or really DC's handling of him in the last few years."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "synapse",
    "plus": 1,
    "snip": false,
    "text": "LOL means Laugh Out Loud. At least here on Earth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure it's not \"with a healthy irreverence toward organised religion\", but rather \"but, whilst in the throes of anger, made fools of themselves in the presence of a store clerk\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure you and Synapse are missing the joke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "As the pharoah said to the irishman <br/> \n <br/> \ngod i wish that was the start of a common off colour Joke..."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Sounds more like a Paul Simon song."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "probably be a B side and all..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Or Bob Dylan: <br/> \n <br/> \nThere's too much confusion / I can't get no  <strike>relief</strike>  dough hook"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "nobody seems to have gotten your joke there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Does Molly's dad look like the guy on the Beefeater gin bottle or am I just thirsty?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Beefeater Gin? I remeber seeing a gordons bottle of old with a beefeater on, is Beefeater a brand in itself? <br/> \n <br/> \nI'm mainly a Gordons or Bombay saphire chap myself"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "It's OK for a cheap gin.  I got some last time I went to the store since they were out of both Junipero and Hendrick's.  Bastards.  Beefeater suffices for gin and tonics."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Interesting stuff, a Gin and tonics quality usually increases with the length and strenuousness of the day that proceeded it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "For cheap gin, I've found a brand called New Amsterdam that is quite nice.  Not my favorite gin by a longshot, but it's $13 a bottle, smooth enough to drink on the rocks, and makes a passable martini.  In comparison with other spirits, I'd put it on par with Jim Beam bourbon, Christian Brothers brandy, or Charles Shaw wine, a far cry from the best, but far better than anything else you can get in its price range."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Thank you, I have just written all of that down. <br/> \n <br/> \nI am  <em>so ready</em>  for university."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Everything there is available in most liquor stores, except Charles Shaw wine, often referred to as \"Three Buck Chuck\", which is only available at Trader Joe's stores due to some sort of deal they have with the winery that makes it.  It's $3 a bottle and tastes better than most wines I've had in the <$15 price range.  I have, however, only drank the Shiraz and the Cabernet, so I don't know how any of the others are."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That makes me really wish there was a Trader Joe's here. I spend way too much of my money on terrible cheap wine."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "It is actually two bucks, and it's not very good.  I might use it to cook with, but not to drink.  Everything else at TJ's rocks."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "It's two bucks in California, three bucks everywhere else because there's extra tax when it leaves the state."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The chardonnay is insipid."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If you want something completely palatable, and less than ten bucks, go Bogle.  I've had Chuck, and didn't go too wild about her.  Bogle Merlot and Bogle Chard are quite nice, and 8 or 9 bucks at most places."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, but my main drug is Reisling, and the Deutsch crank it out cheap.  (As do many others.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "And I've said it before but I swear Ramses is just a cat version of Tom Waits"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235417/http://www.youtube.com/watch?v=EOrG1r3S6ZA\">Exhibit A</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I don't listen to him, but he was pretty sweet in  <em>Wristcutters</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "You should try Alice, Rain Dogs, Bone Machine, or Mule Variations. They're all good places to start."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "That dog was never meant to be leashed! <br/> <br/> <br/> He was BEGGING for it!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "How did the Magi find the Christ child in the manger? <br/> \n <br/> \nHow indeed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "The Beefeater guy always struck me as a friendlier sort of person, in my opinion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "namdnas",
    "plus": 0,
    "snip": false,
    "text": "Muttonchops AND unibrow. Wow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Molly's dad has rheumy old eyes, but his hairbeard speaks of legends unknown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>Muttonchops.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hairbeard as opposed to what kind of beard?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 8,
    "snip": false,
    "text": "How 'bout some BEES? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "These what? <br/> \n <br/> \nThese BEES?!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Aw crap, I think I get the reference you just made."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235417/http://beads.ytmnd.com/\">http://beads.ytmnd.com/</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I know it's a conversation between a weird rabbit thing and a blob, but I can't put a name to the strip. Halp!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am in the same position as you are. I have stumbled upon it twice, and never could remember the name of it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Never mind, I"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You, sir, are made of purest triumph."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "beads?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "<em>sleepchillin</em>  is not on board"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "bzzzzzzzzz"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "no don't do that"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 5,
    "snip": false,
    "text": "I like my coffee like I like my women... covered in bees!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "My father was a beekeeper. His father before him was a beekeeper. And I; I wish to follow in their footsteps.."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dezufnocosem",
    "plus": 0,
    "snip": false,
    "text": "He's full of bees!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Killing me won't bring back your goddamn BEES!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Argh! Not the Bees! Argh! They are in my EYES!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "<img src=\"http://www.gimmickwear.com/designs/ntb/ntb2001main.jpg\">"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "ah, fuck. i'm too sick to do anything right apparently. just go here: http://www.gimmickwear.com/designs/ntb/ntb2001main.jpg"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Gay beard, I guess. You know, like Jennifer Lopez is one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Fun LGBT fact: the male equivalent is a \"purse\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Huh. I did not know that. The more I know. (do dodo do)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "Ramses is sheepish about the dough hook incident.."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deovalente",
    "plus": 1,
    "snip": false,
    "text": "I want to see Ray's Daddy punch things now."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rude_mechanical",
    "plus": 0,
    "snip": false,
    "text": "I want sideburns like that :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hateandwar",
    "plus": 3,
    "snip": false,
    "text": "So how did Ramses get invited to the wedding anyways? He's not related to Beef or Molly, and I didn't think anybody knew any way of contacting him.  <br/> \n <br/> \nProbably just a \"He comes to you\" sort of thing then."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the use of Space Moose. <br/> \n <br/> \nAs Ray is Roast Beef's best man, and the three of them are alumni of the G.O.F, it only seems fitting. <br/> \n <br/> \nRamses comes to you with KitchenAid in hand, but his goodbye is his greatest gift. Classic practitioner of the goodbye style, that Ramses."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Speaking of goodbyes, I wonder if we're gonna hear from Dornheim before all this is over."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "harleyb",
    "plus": 4,
    "snip": false,
    "text": "Apparently the 8-cup KitchenAid actually DOES come with the dough-hook: http://www.kitchenaid.com/catalog/product.jsp?src=Stand Mixers&cat=310&prod=349 <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ummagumma",
    "plus": 0,
    "snip": false,
    "text": "I'm glad I'm not the only one who was prompted to research the KitchenAid model lineup. <br/> \n <br/> \nPerhaps they don't consider the 8-cup's basic 'C' design to be a real dough hook. The Pro 600-series has a \"Burnished PowerKnead Spiral Hook\", which sounds like something they'd prefer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "The Burnished PowerKnead Spiral was one of the first takedown moves that Ramses used in the Great Outdoor Fight.  To this day, the Ruling Body still refuses to talk about it, but Fight historians agree that old Stumpy McGee was just asking for it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Isn't that the move Tiger Mask used to defeat Great Muta?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I would be curious to see if we learn any of Molly's backstory (I forget the date of that psuedo-strip) but that doesn't seem likely given the time constraints. <br/> \nAlso, where is the gypsy family going to stay for three weeks? With Beef, Molly,  <em>and Showbiz?</em>   <br/> \nStill in Ray's pool shed? With Ray and Ramses? <br/> \n <br/> \nHoly shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "All in favor of an Achewood spin-off comic featuring nothing but the Adventures of Ramses Luther Smuckles?  Aye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "Be kind of redundant. Ramses sees some fools, corrects their behavior, repeat. I guess the innovation would have to come from the manner in which he corrected them, finding new and fanciful ways to beat asses. Tear a man in half. Turn him into a marrionette with the man's own detatched tendons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 8,
    "snip": false,
    "text": "It would be like if the Queen woke you up every morning.  <em>Too Special.</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I initially read this without the \"the,\" which brought to me the idea of the band Queen waking me up, perhaps by rocking \"Fat-Bottomed Girls\" or \"Bohemian Rhapsody.\" Delightful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Bahaha. It's probably because I capitalised \"Queen\". In my defence, I was just going for full strip-accuracy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And quite terrifying, seeing as Freddy Mercury's dead and all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Oooooohhhh Fat Bottomed - BRRRRAAAAAAAAAAAAINS!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "If no-one else has replied to this by tomorrow, I'm going to write a full set of lyrics to Bohemian Rhapsody, altered for an undead audience."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Mamaaaaa <br/> \nUndeath had just begun..."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Oh! Oh! <br/> \n <br/> \nMama, just ate a man <br/> \nPut my teeth against his head <br/> \nAte his brain and now he's dead..."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Scaramoush Scaramoush! can you do the fandango?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "RAAAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHH!!!!!!!!!! (translation: Scary scary lightning, very very frightening.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Okay, so apparently I have been singing this song wrong my entire life. I'll just go back to lurking now because I am a silly fool"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Maaamaaaa his life was very yum..."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 24,
    "snip": false,
    "text": "Okay, screw posting little snippets, I'm gonna do the whole thing. Feel free to do your own version, i_love_kate. <br/> \n <br/> \nIs this the real death- <br/> \nIs this just fantasy- <br/> \nRose from a graveyard- <br/> \nNo escape from reality- <br/> \nOpen your eyes <br/> \nLook up to the skies and see- <br/> \nI'm just a zombie, I need no sympathy- <br/> \nBecause I'm easy come, easy go, <br/> \nA little high, little low, <br/> \nAnyway the wind blows, doesn't really matter to me, <br/> \nTo me <br/> \n <br/> \nMama, just ate a man, <br/> \nPut my teeth against his head, <br/> \nAte his brain, now he's dead, <br/> \nMama, undeath had just begun, <br/> \nBut there's no way to throw it all away- <br/> \nMama ooo, <br/> \nDidn't mean to make you die- <br/> \nIf I'm still walking dead this time tomorrow- <br/> \nCarry on, carry on, because nothing really matters- <br/> \n <br/> \nToo late, my time has come, <br/> \nSends shivers down my spine- <br/> \nBody's numb all the time, <br/> \nGoodbye everybody-I've got to go- <br/> \nGotta leave you all behind and face the truth- <br/> \nMama ooo- <br/> \nI didn't want to die, <br/> \nI sometimes wish I'd never come back at all- <br/> \n <br/> \nI see a little silhouetto of a man, <br/> \nScaramouche, scaramouche will you do the fandango- <br/> \nThunderbolt and lightning-very backlighting me- <br/> \nGalileo, galileo, Galileo, galileo <br/> \nGalileo figaro-magnifico- <br/> \nBut I'm just a zombie and nobody loves me- <br/> \nHe's just a zombie, ate his whole family- <br/> \nSpare him his death from this monstrosity- <br/> \nEasy come easy go-will you let me die- <br/> \nBismillah! no-we will not let you die-let him die- <br/> \nBismillah! we will not let you die-let him die <br/> \nBismillah! we will not let you die-let me die <br/> \nWill not let you die-let me die <br/> \nWill not let you die let me die <br/> \nNo, no, no, no, no, no, no- <br/> \nMama mia, mama mia, mama mia let me die- <br/> \nBeelzebub has a devil put aside for me, for me, for me- <br/> \n <br/> \nSo you think you can bite me and spit in my eye- <br/> \nSo you think you can shoot me and leave me to die- <br/> \nOh baby-can't do this to me baby- <br/> \nJust gotta get out-just gotta get right outta here- <br/> \n <br/> \nNothing really matters, <br/> \nAnyone can see, <br/> \nNothing really matters-,nothing really matters anymore <br/> \n <br/> \nAny way the wind blows...."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Wow. That looked a far easier fit than I would have imagined. I'm glad I got this started. Oh. Chubby for \"very back-lighting me\". Gold right there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "elscoob",
    "plus": 0,
    "snip": false,
    "text": "Out of Chubbies.  Out.  Of.  Chubbies...!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "someone may have benefited from hearing this song at a certain point in their career: http://scarygoround.com/?date=20030109"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "Coming soon: George Romero's \"Another One Bites The Dust\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235417/http://www.youtube.com/watch?v=qnzMN1369W8\">\"Radio Gaga\" by Electric Six - worth a watch</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I_love_kate has gotta be pissed, you basically just intercepted his chubby-laden idea."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Pissed, with goals."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Only until the coming of Saoshyant, when his soul will be reunited with Ahura Mazda."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Damn it. My joke is being slowly buried beneath zombie Queen."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 3,
    "snip": false,
    "text": "Slowly buried beneath Zombie Queen. That is so metal. <br/> \n <br/> \nBrutal."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Right! I had heard that Mercury was a Zorastrian somewhere."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Ahura mazda? as in the Zorastarian god? <br/> \n <br/> \noh yeah freddie was (in Zadie Smith's words) \"that nice persian boy\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "His parents were in fact Parsi, which is a Zoroastrian sect in India who's practitioners are descendants of Persian immigrants."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Exactly, i only know this from \"White Teeth\", but Zoroastrianism is still pretty damn cool whatever sect it is... <br/> \n <br/> \nZoroastrians are basically the fun kind of Iranian (if only as they set fire to more shit...) <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I like the whole letting your dead be eaten by carrion birds before interment thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I like that the prophet's name was Zoroaster. That name. Would be so badass. <br/> <br/> <br/> I'm officially naming my first children Zoroaster and Mariah."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The other kids will call your son \"Zoro\" and laugh."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "<em>like father like son</em> <br/> \n <br/> \n:("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Hey Zoro! Youre dad was gay for Antonio Banderas! <br/> \n <br/> \nBURRRRRRRRRRRN!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I like that I read that as \"letting your dead be eaten by carrion birds before the internet\".  As in, posted on YouTube!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chachibenji was marked lame too many times and excluded. (marked lame by lawbot, heccibiggs, Davey-Boy)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "What if we had something less special, like  <a href=\"http://web.archive.org/web/20101017235417/http://en.wikipedia.org/wiki/Michael_Fagan_incident\">Michael Fagan</a>  waking you up every morning?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wish I had the time to create a link to a scary picture of the Fagan guy from Steely Dan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm picturing an image of him waking you in the morning to tell you he has traded you into sexual slavery in exchange for a handful of diamonds"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "No, no. That was Thomas Jefferson."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Molly's dad: Tiny dot eyes, or eyes concealed by impressive eyebrows?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 1,
    "snip": false,
    "text": "Gotta go with the dots. The head-wrinkle flourishes do not help the confusion. <br/> \n <br/> \nRamses: Leather wristband, or watch facing inside?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "Dots. Look at panel 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I'd say expressive over impressive, the dude reminds me of John Stewart Mill, or a simmilar dude of gravity..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "That said, I doubt either of the two above have a Harm Principle. Or at least one that's not about  <em>causing</em>  harm."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "hmmm, Ramses seems all about handing deserving chumps their asses, plus he hates being told what to do by suckers without a clue, Mill does condone the use of harm in certain moments, only when neccessary, and i think Ramses could justify most of his beatific beatings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "KISS!! KISS!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "[url=http://www.kitchenaid.com/catalog/product.jsp?src=Stand Mixers&cat=310&prod=349]8-cup Kitchenaid[/url]... <br/> \n\"'C' dough hook kneads yeast dough for bread and pizza recipes\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Thank you, Assetbar..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Staff of life? Is this a call back to the 'Bad-assed games'?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "GOD DAMN IT! Beaten! I Ctrl-f'ed bad ass, bad assed and bad-ass! How was I suppose to anticipate 'BADASS'?!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "amateur hour, is what amounts to"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This is a good phrase, and it is the way I read the comic at first.  But I look up there now and an \"it\" is there where I saw none before.  Does anyone else think it may have changed, or are the first glimmers of my dotage upon me?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Panel five is surprising. Ramses' tone, his expression... I think that he falsely claims to be ashamed at having made a fool of himself in front of the store attendant, when in all actuality he fears that further exposure to his dread countenance would cause the poor Janelle to either faint clean away or suffer a cardiac arrest. <br/> \n <br/> \nNot that she wouldn't deserve it.  <em>Janelle.</em>  It doesn't even matter that such nomenclature is very unlikely to be her fault."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I can beat the asses of 3,000 men, the hell I care about pestering Janelle!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "<em>Look, Todd and Janelle are dicks, but they don't deserve to</em>  die! <br/> \n <br/> \n <em>Well, I guess Todd does.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Must everyone view Ramses as an unstoppable death machine?  I think it adds a lot more to his character that he has some actual personality traits instead of just maiming every person he meets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "He is  <em>both</em>  a gentleman of some style and personality and an unstoppable death machine. I do not see why the two are mutually exclusive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "A one-man death machine.  He'll make the city bleed.  (Sorry, I was listening to it yesterday...)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I think we agree Mr. whoisspain. <br/> \n <br/> \nI'm not suggesting that they are mutually exclusive, merely that the other gentleman side exists, and that there is no need to explain this side of his character in relation to the death machine part."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Hey now, no need for that kind of talk. Especially after we allowed Ray's half-brother  <em>Dornheim</em>  to go on his way without commenting on his name. Not to mention that as names go, this one is about as inoffensive as you can find."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "My girlfriend's name is Janelle!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cullers",
    "plus": 0,
    "snip": false,
    "text": "So I was right a few days ago. Here they claim this item is on the registry and they're looking at the Crate and Barrel registry. According to  <br/> \nhttp://www.achewood.com/index.php?date=05232008 <br/> \nthe bride and groom are registered at Macy's and Templeton Psychiatric Services. <br/> \n <br/> \nThis must merely be a mistake. Because I was convinced that a man like Ramses would not be so crass as to order off the registry. Some commenters disagreed with me, but it is the truth that ordering off the registry is chancy at best despite what idiotic pile of crap cnn might be spewing today. <br/> \nhttp://www.cnn.com/2008/LIVING/personal/06/16/gift.pain.wedding/index.html <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 22,
    "snip": false,
    "text": "Mistake? Man that is nonsense I am quite certain that this is what Onstad intended to do see man you just ain't smart enough to see all the  <em>hidden secret layers of meaning</em>  man go back to AP English class fool. <br/> \n <br/> \nNever fear though for once I complete  <em>The Great Achewood SparkNote</em>  all fools who do not bow down when I come to they town will know me by the trail of the (un)dead white men that will be put to shame. <br/> \n <br/> \nAll <br/> \n <br/> \n\"An essential contribution to the field of literary criticism. Falseprophet's insights into the work of Onstad raises our cultural awareness to heights that would have blinded us if looked upon without the shaded spectacles of Raymond Smuckles.\" <br/> \n- Tom Wolfe <br/> \n <br/> \n\"Damn Chris Onstad I didn't think much of your medium but this here SparkNote is a  <em>player.</em> \" <br/> \n- Harold Bloom <br/> \n <br/> \n\"Wow!  <em>The Great Achewood SparkNote</em>  is totally rockin my can!  <em>I never thought it could be like this!</em> \" <br/> \n- Gore Vidal <br/> \n <br/> \n\"man what\" <br/> \n- Michael Chabon <br/> \n <br/> \n--- Winner of the 2008 Down With The Swirl Literary Prize --- <br/> \n <br/> \n <strong>*~* <em>Black America's feelings on this dissertation are: Pro</em> *~*</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I used my last chubby on this, homebro. Spend it wisely. <br/> \n <br/> \nps: \"What can I say about this dissertation that hasn't already been said about Afghanistan? It looks bombed out and depleted.\" <br/> \n <br/> \n - Silky Johnson"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Bitch I'm bout to stick my gators up your ass and show your insides some style."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Ooh. You must look ridiculous."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pravda",
    "plus": 1,
    "snip": false,
    "text": "\"Falseprophet's intimate and yet playful treatment of the almost innaproachably complex Achewood universe has given me a new lease on life. Poetically he breaks down each story arc into a fine mist that swirls and delights in a way only Achewood can. This Great Achewood Sparknote is possibly the greatest thing ever written. Give this man a gold star. GIVE HIM ALL OF THE GOLD STARS.\" <br/> \n-  a bitter English schoolmarm <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "Thanks to my days being taught by bitter Scottish schoolmarms, I now have an irrational fear of chalk dust, gold stars, and vicious beatings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>Ethel's feelings on Falseprophet's face are: Cherish</strong></em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "ethelthefrog is down with the Swirl."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jerkface",
    "plus": 0,
    "snip": false,
    "text": "oh! oh! I've always wanted to do this... <br/> \n <br/> \nTAP TAP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flaxplus",
    "plus": 0,
    "snip": false,
    "text": "Daaaaaaaaaaamn, assetbar is giving Firefox 3 the doody pants!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Onstad looks to be getting into the stride of this. The first appearance of two vital characters that haven't really been given much or any dialogue previously and the first conversation is about the compromise involved with different models of Kitchen appliance. <br/> \n <br/> \nIt's not unlike the humour that would be involved in a professional baseball player striking out in a back yard game of T-ball."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I read this strip whilst listening to Springsteen after a night of red wine, Cajun chicken and 6 quid Cigars ... overall this was exactly what i needed..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I'm glad for you! It lightens my heart to know that somewhere, someone is having or has had a good day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Finally, some dudes who are older than moi!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Fact for the day: <br/> \nRamses and Pogo have been backgammon buddies since old times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frijole",
    "plus": 0,
    "snip": false,
    "text": "This may be a new litmus test for when I send people to Achewood. The subtle facial emotions giving away the deeper thought given by each character to every line the speak. Such rich talk and propriety over an everyday object. Quality, right here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "I wholeheartedly wish either one of these men were my father."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I'm going to start chubbying the lame first posts in an attempt to be radical."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "[think Professor Chaos]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I was chillink earlier and decided to read the Badass Games again... and now \"staff of life\" comink to haunt me! Is  <em>so</em>  strange!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "What I like is that I actually used the word \"sassafras\" today in conversation BEFORE this strip was released.  However, I used it in terms of showing temper, much like the old timey \"rhubarb\", and not in terms of silliness <br/> \n <br/> \n <em>This has been another Achewood moment in diction</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jimjams",
    "plus": 0,
    "snip": false,
    "text": "What in hell is a KitchenAid?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Oh, you poor, poor man.  You poor, poor boy man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I'm sure if you asked some broad she'd tell you.  A KitchenAid is to women what a heart is to men."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "A KitchenAid is the author of nostalgia of childhood years, of the promise of cookies and the illicit morsels of uncooked dough. Oh, for the taste of those years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someonegreat",
    "plus": 0,
    "snip": false,
    "text": "I think this is the beginning of a beautiful friendship."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "I love how he effortlessly uses the name \"Janelle\" in spite of his antiquated brogue. <br/> \n <br/> \nIf you can call that kind of a thing a brogue.  I wouldn't know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "these men have CLASS. <br/> \ndamn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "General Burnsides, get back to your post! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "That was bigger than intended...But it makes it all the facialharier."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 2,
    "snip": false,
    "text": "The Facialharrier is a beard that can take off and land vertically."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Man, I don't know much about warfare, but I always thought of generals as free birds, roaming the earth like small gods, only seldom recieving orders from superiors and that too from afar.  But here we see a man with the mane of a lion being ORDERED BACK TO HIS POST."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If you watch  <em>The Incredible Hulk</em> , you will see that the writer(s) and director have that same idea about generals."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I googled \"bill of public dowry\" and got nada.  Onstad does it again.  Pure authentic invention.  Someday he is going to surprise the hell out of us.  How, with what, is anybody's guess, but I'm thinking great American novel or hit sit-com."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "One day someone will google \"bill of public dowry\" and be directed to your post.  <br/> \n <br/> \nAnd possibly see this one underneath it.   <br/> \n <br/> \nAnd realise that they have been scooped."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The great dialog might not work as well when spoken.  I think reading it lets us absorb it at our own speed. <br/> \n <br/> \nIf a film or sitcom were attempted, I would drop the animation and cast real people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Poor show. <br/> \n <br/> \nI think we're going to have to accept that Onstad's not able any more to produce great material every day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "UNLIKE YOU"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Really? Why do you dislike the strip?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It wasn't funny, it didn't really develop the characters, or portray any kind of truth. It was just stereotyical dialogue for one undeveloped character, and an excuse to make fun of welsh accents with the other. All it needed was a sheepsex joke to really show off the lack of creativity, and Onstad's weird lack of familiarity with people who aren't white non-hispanic, male americans."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I found it funny that the tough guys didn't have the balls to face the store clerk again.  That would count as character development for Ramses, who heretofore has never shown weakness.  Also, both of them are somewhat befuddled by the unwritten rules that business has built up around weddings to make you overspend just to avoid embarrassment.  Wait, I meant etiquette, which any gentleman knows innately, and the propriety of which no right-thinking person would ever question. <br/> \n <br/> \nOr, quoting you:  NO."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You don't think this displays anything at all new about Ramses?  I agree that the sheepfucker is just a foil, but seeing him actually make a mistake, and how he handles it, as well as his recognizing that Beef is cheap, doesn't say anything about his character?  Can I run that last sentence on any further? <br/> \n <br/> \nSeriously, I don't see how you can call his dialogue stereotypical when we have only seen him speak twice before."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, he's mostly been referred to by other characters, as a romantic(ised) figure. I don't think we needed a whole cartoon of this dull dialogue, following two strips of him making a mistake, to establish that he is just a man (who is an uncanny fighter)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I guess you've been waiting a long time to say something like this, Lawbot, but have patience. Onstad, for the moment, is still good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No, I've said it before, but this one gave the impression of being phoned in (with accompanying fax of basic drawing)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Wait, some Hispanics can be  <em>white</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, dude, plenty of Hispanics/Latinos are white. The terms have to do with geographical/cultural origin rather than with race. I am part Latina, but I am basically an albino."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The giveaway about loneal's Latina heritage is not her skin color, but her 200lb ass."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Contra loneal, the answer is that only in American culture is there a race called \"hispanic.\" In europe those people are white (I'm not talking about spanish people for all etymological geniuses out there)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Hispanic usually means anyone of both Spanish and Native American descent. Although I do know some people who are almost or totally completely white, who still call themselves hispanic because they or their parents are from latin America. It's a complicated term. I tend to think of it as more a culture more than as a race."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I prefer \"spic.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I really wish assetbar would let me lame you right now, Pogo.  I would lame you so hard."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "That was a despicable comment, I agree.  Sorry, my Spanish-influenced bretheren."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "All is forgiven."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spaceseeker51",
    "plus": 0,
    "snip": false,
    "text": "Old school meets old schooling.  Ramses is right thought - the only thing the 8-cup KitchenAid would be good for is mixing up a batch of industrial-strength mashed depression for Roastbeef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey jollysaintpete. Hey, dude, what's up? I notice you've been laming all of my comments. That's fun! Does it make you feel big? Like a strong, powerful man with a long and rigid member? I hope it does, because otherwise, well, it would just be a pointless activity, wouldn't it, buddy? <br/> \n <br/> \nYeah, okay, I called you a dick once. Get over it. And anyway, you're kind of proving my point, aren't you? Banning me from #achewood, laming my comments for no reason.  <em>These are the actions of a dick, jollysaintpete.</em> <br/> \n <br/> \nWhy don't you get over yourself and realize that a) not everyone is going to like you and b) if you act like a dick, people are going to think you're a dick. <br/> \n <br/> \nFuck along, now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "______________",
    "plus": 0,
    "snip": true,
    "text": "Comment left by ______________ ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is okay, Tekende, we do not think any less of you for those little solitary lames on your posts. I hadn't looked at who made them, but I was definitely rolling my eyes, going, \"Who would lame that? There was no reason to lame that!\" <br/> \n <br/> \nI hope I do not get banned from #achewood for expressing solidarity with you! It is a risk I am willing to take."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't mind except that this is just another incident in a weeks-long chain of immature behavior by jollysaintpete which is really beginning to get on my nerves."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Ramses will beat a man down for foolish laughter, or for the wearing of a childish shirt, but he will not give a substandard food processor to the friends of his estranged son. That is not the way he was raised, and Ray's mother noticed that quality in him when few else did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "______________",
    "plus": 0,
    "snip": true,
    "text": "Comment left by ______________ ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Mods might realise that your logging a bunch of accounts from the same place. I honestly didn't think anyone was paying any attention."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "The Mods may be watching, but if I were him it is the Rockers I would look out for."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's really the Mockers you have to be wary of."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "<3 Ringo"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I heard those guys knifed Spiffy Geoff under brighton peer, his missus was right gutted..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "The Can Rockers?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It turned out to be exactly how I thought it would be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Another \"Igor\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>What do you mean by these comments, man.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "He is old and senile, it's like when your grandpa starts raving on about the Nazis hiding in his clothes hamper, just waiting for the right moment to strike.  Any time pogo says something that doesn't appear to make sense, I just chalk it up to dementia."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He's gonna do a urine on himself!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "A strip or two ago, I said I was going to \"igore\" one of the new spawn of glyc, then someone made an Al Gore iPod ad, and I said it was actually Igor, then the Franken-STEEN joke.  Why do I remember such trivia?  Because I can!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But did you have an onion on your belt? It was the style at the time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "I'd like to see Ramses meet Cornelius. I don't know if they'd even like each other (probably, but then again maybe not), but I'm sure it'd be interesting either way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbeer",
    "plus": 2,
    "snip": false,
    "text": "I think there would probably be no more communication between the two of them than a barely perceptible nod, and yet within that nod there would be several doctoral theses' worth of nuance and complexity, as well as footnotes and an annotated bibliography, all bound in hand-tooled leather and smelling of billiards."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "no."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Uncapitalised and featuring punctuation? That's getting off quite lightly, if I'm not mistaken."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "nuance and complexity in that \"no.\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "The thing I really like about this strip is that it emonstrates how cohesive the Achewood world is, despite being a very bizarre place.  I mean, men come back from the dead to attend weddings, Ray's got Airwolf in his garage, and serial killers bed with gay republicans, but it's all so well established and accepted that we don't even need to bother with explanations. <br/> \n <br/> \nTwo men want a machine that can make bread.  Of course.  No man is a man what can't make his own staff of life, duh!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I don't think Pat is a Republican."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Although I don't think he has ever expressed him political beliefs in the strip, so I could be wrong. I just don't think veganism goes well with capitalistic republican beliefs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Gather round friends. I bring you gifts of I-Don't-Know-What-I-Am-Talking-About."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you swerved into the truth, there.  Pat has a lot of \"limousine liberal\" ways about him.  Though they have a lot in common with \"Country Club Republicans.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I always associated Pat's dickishness with left leaning politics taken to the point of idiocy.   <br/> \n <br/> \nI further extrapolate (I think based on an interview that I read) that Pat is how Onstad expresses his own liberal self-loathing. (i.e. he has sympathy for Pat's causes, but is uncomfortable with it, so he satirizes it.) <br/> \n <br/> \nIn other words, is there some evidence I am unaware of that Pat is a reublican?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "His virulent anti-gay stance and his authoritarian leanings."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Authoritarian leanings are a flaw shared by extremists at both ends of the spectrum.   <br/> \n <br/> \nIs Pat a self-hating gay? I thought his transition made him a gay activist--\"I can't teach school in texas or rent a car in Alabama!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I was referring to the time before he found out he was gay.  Now he's conflicted, but still a dick."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Pat is a dick.  Most Republicans are dicks.  Ergo, Pat is most Republicans."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "So, I guess you're a Republican too, then?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "That's a funny thing that you said, because he's bald , so his head looks like a penis, and you called him a dick.  This makes me chortle and even snicker a little bit."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I'm a Registered Asshole, but certainly never a Republican."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Come now, Tekende, can't you let us enjoy blunt political jabs without reading too much into it and starting one of these cycles? Now flazissismuss is going to post an explanation of why Republicans are dicks. In the midst of doing so he will refer to specific policies, at least one of which someone will take it upon themselves to defend, launching an entire subdiscussion on the subject. Then someone is going to jump in with something like \"I thought liberals were supposed to be tolerant of everyone, doesn't that include Republicans?\" Then someone else will post their very original thoughts on why all political parties are evil and self-interested and therefore you shouldn't identify with any of them. Interspersed among these comments will be lawbot going \"YES\" and \"NO\", but since thread recursion will have long reached its limit by this time, all comments will appear in a solid vertical line and it will be impossible to determine what he is replying to, thus making his comments even more worthless than usual. In a matter of minutes we'll have a 10-page skyscraper of boredom comparable only to the self-absorbed rantings of the multi-account douche, and I will once again be tempted into a self-imposed exile. Which might actually be good for everyone involved, so by all means let's proceed."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Anyway, even if all Republicans are dicks (which they are), it does not follow that all dicks are Republicans. For example, I am a dick, but not a Republican."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I guess I just don't find mean-spirited blanket generalizations to be funny? And anyway, it isn't true and comes across as insulting and condescending. Because not all Republicans are dicks (in fact I would think that, like Democrats or any other group of people really,  <em>most</em>  Republicans are not dicks). <br/> \n <br/> \nAt any rate, if someone had said that all Democrats are dicks, I doubt you'd be so amused and quick to defend the poster."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I would change that parenthetical statement to say \"like Democrats or any other group of people really, most Republicans  <em>are</em>  dicks.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "The more intensely they define themselves by political views, the more completely dick they are."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "hedonismbot has probably hit a rich vein of Truth here."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "So what you're saying is, most  <em>people</em>  are dicks? I'd disagree, but at least it's fair."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Damn non-indentation. The post starting with \"So what you're saying\" was a reply to loneal."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "I just want to jump on the dick train."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<em>Rock on, Pogo.</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "pogoing the dick train... ohhhh yeah."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "pogo just wants to jump on the dick  <strike>train</strike>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hilarious!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I approve of Achilles' summation of the thread that we didn't just have.  That saved a lot of effort."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh Flazi, bad logic is bad.  A penis with a beard and glasses should do better than this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I think that particular body part is actually the one least capable of employing formal logic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Pat is the sort of guy that will vote for either party, while simultaneously bitching at everyone within earshot about how much that party sucks.  He is (obviously) socially liberal, but far too Libertarian to not hate Democrats.  He is the guy that only complains about politics.  He would do well posting on this board."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I went back to read Pat's blog and found a reference to him watching the O'Reilly factor.  I think that H-bot is probably right in that his main passion is getting angry about things."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Feed us some delicious links please."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I am called upon to use bb code.  This summons performance anxiety akin to having to start a fire or fix a flat tire in front on members of the opposite sex. <br/> \n <br/> \nHere is the  <a href=\"http://web.archive.org/web/20101017235417/http://journeyintoreason.blogspot.com/2006_01_01_archive.html/\">link</a> <br/> \n <br/> \nFailsafe option--It's the Jan. 2006 blog.   <strong>Always have a backup plan.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Damn--so close. What did I do wrong?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "just gotta take the slash off of the end of the url and you're golden"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "Thank you.  Here I go again:   <a href=\"http://web.archive.org/web/20101017235417/http://journeyintoreason.blogspot.com/2006_01_01_archive.html\">link</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing Pat probably voted for Nader just because he knew how much it would piss people off."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think it is a common misconception that Pat ever  <em>intends</em>  to piss people off, no matter how good at it he is. Pat sees himself as the only good and reasonable man in a world full of juvenile idiots. <br/> \n <br/> \nCome to think of it, Ray is possibly to blame for that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "I love how you can recognize Ray's dad by how they kind of say the same things. Panel 5 is a classic Ray moment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dammittim",
    "plus": 0,
    "snip": false,
    "text": "I have a hard time imagining a strip with Ramses in it that doesn't rate a 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "it is a sign of macho-ness AND homosexuality for an adult male to let his emotional barriers down in the company of other adult males."
  }
]