[
  {
    "depth": 0,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 12,
    "snip": false,
    "text": "oh beef. you are my hero."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 82,
    "snip": false,
    "text": "Trying to accompish anything while being Depressed is like playing Tetris and they are giving you diagonal pieces...every time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "those bastards :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by charchar was marked lame too many times and excluded. (marked lame by jezebel, Ravigotte, whymog)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nAn actual comic strip from Japan.   <em>PLAGIARISM?!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by king_of_pwns, LiquidCruelty, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flynn was marked lame too many times and excluded. (marked lame by Lacrimus, king_of_pwns, LiquidCruelty)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by madnes, jdhenry105, dismas, DeimosRising, erributtz, GeyserShitdick, Red_Dawn, king_of_pwns, DHCJohn, michellemarie, lk, LiquidCruelty)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flynn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flynn was marked lame too many times and excluded. (marked lame by Sakana, king_of_pwns, LiquidCruelty)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by Sakana, dismas, GeyserShitdick, king_of_pwns, LiquidCruelty)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ralgnar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ralgnar was marked lame too many times and excluded. (marked lame by king_of_pwns, michellemarie, LiquidCruelty)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by ButterMoths, evolume, dismas, Ariamaki, gormster, erributtz, king_of_pwns, LiquidCruelty)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterjoel was marked lame too many times and excluded. (marked lame by Overmedicated, erributtz, king_of_pwns)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "They didn't settle down. <br/> \n <br/> \nI know everyone jumps up and yells 'who cares?' but being as OCD as I am, I keep trying and failing to imagine the mindset of LiquidCruelty as he went down the page laming every comment. What in the hell would possess you to do this, even after it was being commented on? WHY??? The fact that I will never have an answer bothers me greatly."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "flynn",
    "plus": 1,
    "snip": false,
    "text": "Yeah apparently I was a dewy-eyed utopian ten months ago. It's true. Someone is always an ass for no reason."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "flynn",
    "plus": 4,
    "snip": false,
    "text": "Oh I see where you got jumped on in the Ray's Bat thread. Yeah that was unnecessary. The way the comments are arranged its really hard to see who's replying to whom. I think that's half the problem."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "You're not lame; ache readers are just bitter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by featurelessvoid, Sakana, king_of_pwns)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "Chubby for the doing-the-right-thing chubby"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "factorial",
    "plus": 3,
    "snip": false,
    "text": "Chubby for supporting doing the right thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 5,
    "snip": false,
    "text": "ENDLESS CHUBBY LOOP"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "ttagxamm",
    "plus": 3,
    "snip": false,
    "text": "All out of chubbies...Endless ch-chubby loop...breaking...Nothing left to do but lame myself..."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "ttagxamm",
    "plus": 6,
    "snip": false,
    "text": "...Which the system won't let you do.  Always wondered."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "^Chubby for curiousity."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "shammack",
    "plus": 3,
    "snip": false,
    "text": "He can't just straighten it out like it is because that one block sticking up would stop it from making any lines.  He could rotate it like 80 degrees clockwise, but then he'd have two vertical lines with stuff hangin' off one of 'em, which would still be problematic.  And it's probably impossible to rotate it in increments that aren't multiples of 90 degrees anyway.  He doesn't have a lot of options."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 1,
    "snip": false,
    "text": "he just has to orient it veritically with the two posts facing up and the little doo-dad on the left hand side. make two lines that way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "Well I don't think that the piece is in mid-turn I think it came out of the top at that weird angle.  That's why it's depression because it's coming in at a weird angle and you know you can't do anything about it and also know that the next pieces will result in a slow and arduous trip towards game over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 10,
    "snip": false,
    "text": "This piece represents, \"Things are getting bad.\" The giant omega represents, \"You are flat-out fucked.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "minortough",
    "plus": 5,
    "snip": false,
    "text": "I actually e-mailed Onstad about that Tetris piece. It's not supposed to be anything, just an impossible piece to use. Much like how Beef can't see the obvious connection that Ray has."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "niraj",
    "plus": 0,
    "snip": false,
    "text": "That's exactly the first thing I said when I saw that. After I stopped laughing of course."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kylemcjuicy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kylemcjuicy was marked lame too many times and excluded. (marked lame by Dovey, atom, EM2, shammack, mira, sigmacoder, ravindra108, dropkickpikachu, turnabout)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mira was marked lame too many times and excluded. (marked lame by Dovey, rotating-dog, EM2, gothfae, Carpetbag, capslock_annliv, Catachresis, kylemcjuicy, shammack)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by Sakana, EM2, gothfae, Carpetbag, kylemcjuicy, shammack, bug, sigmacoder, m1st3rbl4ck, Dallovich)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kylemcjuicy",
    "plus": 6,
    "snip": false,
    "text": "I so stupid"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "ENDLESS LAME LOOP"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 3,
    "snip": false,
    "text": "Whoever transcribed this said that the block is shaped like phallus. I won't go into the Freudian aspects, but holy shit if the transcriptor is reading this you are a hella fucked up dude. <br/> \n <br/> \nAny ideas for what it could be? The other impossible tetris strip (with the omega symbol) is titled \"the ardbeg and the omega,\" and that thing does look vaguely like the  <a href=\"http://web.archive.org/web/20100413123842/http://www.ardbeg.com/\">Ardbeg symbol</a> . I'm not entirely convinced, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "I think it may be that Ardbeg is another single-malt Scotch like Laphroig but the Laphroig is out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "So obvious...#4 is the Ardbeg! You're a genius!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brinstar",
    "plus": 0,
    "snip": false,
    "text": "First glance at this strip, I thought the tetris piece looked like a phallus and there's a gap that is much too small for it and I thought this was supposed to represent Beef's fear at what Pete might be doing to Phillipe. Which is hella disturbing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "AAAHHHH"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 7,
    "snip": false,
    "text": "All I know is that that is my  <strong>least</strong>  favorite Tetris piece."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I would love to be able to rate just the last panel in this one and the Omega one and give those 5/5. using tetris to express anxiety is so good it hurts."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "Man, nobody wants to go down to Threadville."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clembot",
    "plus": 3,
    "snip": false,
    "text": "i'm disappointed that beef isn't helpful in finding philippe, but i love how legit ray's problem solving is here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Yeah, finding his friend with a memory of a shopping bag and some mud? that's some straight up Hardy Boys thinking right there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 9,
    "snip": false,
    "text": "\"I'm the guy who sucks.  Plus I hell of lost at Tetris.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>mind</em> -Tetris"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 0,
    "snip": false,
    "text": "That last panel has been my \"Fuuuuuuck!\" LiveJournal icon for several years now. And damn, has it served me well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 1,
    "snip": false,
    "text": "That piece is basically the inverse of what he needs. <br/> \n <br/> \nHowever, finish rotating it and you'll clear 2 lines and have a canal to put a straight piece in and clear another 2. Ain't so bad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 1,
    "snip": false,
    "text": "Ray is such a good friend to all"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Not only is that a hellacious tetris piece to place, it doesn't even snap to the 90-degree angle!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "I think Aaaaarthur's commentary on Pat's call may be even funnier than Beef's tetris crisis. What the fuck is up with that guy?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "He's needy for attention and smoking Mr. Gary's pole"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasuta",
    "plus": 0,
    "snip": false,
    "text": "That piece is terrifying.  I will have nightmares now.  And to think, the amount of time I spend playing tetris, that monstrosity will always be LOOMING just outside of the field of play...    oh dear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "Beef beef beef, you will alway be my favorite"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "One night my SO started asking me these totally insane questions like \"What one thing about me do you dislike the most?\" and \"Just hypothetically, what do you think is the worst thing you could possibly say to me?\" <br/> \n <br/> \nSo I emailed him the Roast Beef Tetris strips and said, \"Baby doll, I love you, but when you ask me these questions? This. This is what goes on in my mind.\" <br/> \n <br/> \nHasn't asked a single one since."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "That's a good story. I like the practical application of an Achewood strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wurlitzergirl",
    "plus": 0,
    "snip": false,
    "text": "I  <em>swear</em>  I heard this on an episode of some kind of radio theatre when I was little. The dark, the rain, something amiss, some broken-down small town with a broken-down old quarry... probably scared the hell out of me too, but I loved it and wanted to savor it. But then again, that's just a theory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pan-optic",
    "plus": 0,
    "snip": false,
    "text": "I think what makes this strip truly excellent is that not only is the shape impossible to fit well in Tetris, but that it's at a  <em>slight angle,</em>  meaning that it VIOLATES EVERY LAW OF THE GAME, which is in my opinion an excellent depiction of how Roast Beef's mind works."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "artvandelay",
    "plus": 0,
    "snip": false,
    "text": "Its awesome that Gary thinks pat is talking to him in panel 2, I do this to people on the phone all the time and it fucking infuriates me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 1,
    "snip": false,
    "text": "The tuning fork is the worst tetrad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "karljw",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100413123842/http://en.wikipedia.org/wiki/Tetris_effect\">The tetris effect</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "good!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchuckletrouzd",
    "plus": 0,
    "snip": false,
    "text": "His mind is completely engulfed in this demonstrative vision, the blocks form a structure whose massive weight is felt in beef's gonads and spine as much as in his thoughts. The terror is an honest and clear one, resulting in an almost satori-like clarity of thought, just one blinding image <br/> <br/> <br/> The Tetris of Failure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "While I'm sure this has been said many times before, I gotta say, the last panel had me hella crackin' up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Once again. The final panel seriously almost made me spew everywhere the first time I saw it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trisha",
    "plus": 0,
    "snip": false,
    "text": "the reasoning in this strip reminds me so much of an old batman comic"
  }
]