[
  {
    "depth": 0,
    "minus": 0,
    "name": "afastidioushat",
    "plus": 15,
    "snip": false,
    "text": "Oh! The thrill of it!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fielding",
    "plus": 30,
    "snip": false,
    "text": "And the witnessing thereof!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dybrar",
    "plus": 4,
    "snip": false,
    "text": "I did not think I would ever lame an asset when I meant to chubby it, but at last it has become a trespass I have committed. <br/> \n <br/> \nForgive me, fielding, for I have sinned against you."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evan",
    "plus": 45,
    "snip": false,
    "text": "Why is Cornelius describing the action? Deaf people can still see."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ghostd",
    "plus": 27,
    "snip": false,
    "text": "Cornelius is a very thorough guy. When he writes, he don't screw around."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 64,
    "snip": false,
    "text": "no, he leaves that to the actors."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ralnur",
    "plus": 17,
    "snip": false,
    "text": "ba-dum ch"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ovenface",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ovenface was marked lame too many times and excluded. (marked lame by CatJumpJohn, dismas, regrepnsnefpoh, Sweetlips)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "some stairs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 16,
    "snip": false,
    "text": "Plus, doing CC that is all OOOOH and MNRGGGH is hell of boring."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 9,
    "snip": false,
    "text": "The dialogue is beneath his contempt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pseudochron",
    "plus": 6,
    "snip": false,
    "text": "There are two modes of closed-captioning: subtitles and then the rarely-used full-text transcription."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Daaaamn, do you gotta have a special TV for the full-text transcription, or what? Which option is it?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Mangtastic, dinner, Doc_Rostov, SurelySmack)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bpmead",
    "plus": 3,
    "snip": false,
    "text": "(this is false)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Closed Captioning is basically subtitles. Generally just dialogue, with the occasional sound effect (ie., \"Door closing\", \"loud explosion\", etc.). <br/> \n <br/> \nFull-text transcription, I've never seen, but I believe it's something like what Connie is doing in this strip. I'm not sure what programming would use this, though. <br/> \n <br/> \nIn closing, I'm hearing impaired, soticoto is a dick. Who are you going to believe?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redheron",
    "plus": 1,
    "snip": false,
    "text": "text-only TVs, obviously."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dondoran",
    "plus": 2,
    "snip": false,
    "text": "You mean books?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You didn't entirely disagree with me, y'know. <br/> \nWhat I was getting at is that just \"subtitles\" is exclusively dialogue... \"Closed Captioning\" has stuff happening too.  <br/> \nYou saying there is more, though you've never seen it yourself?  <br/> <br/> <br/> Oh, and for the sake of keeping the table even and everything clarified, I'll note that you're impaired in far more than just the ears."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professoryes",
    "plus": 5,
    "snip": false,
    "text": "This is true. However, I have seen a couple of incredibly soft-core porn films that have things like [PLEASURABLE ACTIVITY] indicated. <br/> \n <br/> \nYou know. In case the hard of hearing missed that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 9,
    "snip": false,
    "text": "(two eighth notes) <em>Dramatic music</em> (two eighth notes)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 3,
    "snip": false,
    "text": "The best was when I was like 15 watching old Nick/Cartoon Network shows from when I was younger. Watching the pilot episode to \"Jenny the Teenage Robot\" with subtitles on. One box. \"Creepy music.\" Continues on. Another box comes up a few seconds later. \"Creepier music.\" Then. \"Still creepier music.\" A few seconds later? The best thing I've seen in closed captions. \"THE CREEPIEST MUSIC\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "Sort of how Bat Out of Hell has \"Lascivious Effects: Jim Steinman\" listed in the credits for Paradise By the Dashboard Light? It always bothered me that Meat Loaf can't be bothered to do his own moaning and had to get Steinman to do it for him. Perhaps there is an interesting story here. One of authorial intention where only Steinman knew the correct way to moan. The way that he had envisioned when he originally wrote the song. Meat Loaf tried, unsuccessfully, to get it right, but eventually Steinman just took over and did it the way he had always dreamed. It was perfect."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "Do you actually WANT to hear salacious moaning from freaking Meat Loaf?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not necessarily, but you're kind of a prima donna if you need someone else to do it for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 6,
    "snip": false,
    "text": "Not when Cornelius's captions take up the entire goddamn screen, they can't."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "Yeah that's the part that doesn't quite make sense... maybe he's supposed to transcribing like just the dialogue or sounds if any.  But you're right, not the visuals..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Exactly. Surely the deaf who can see don't need a massive black rectangle full of low res font blocking the shenanigans"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "There isn't very much dialogue in pornography."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nurdbot was marked lame too many times and excluded. (marked lame by Contrasoma, mball, madnes, fallow_fields, cryztal, andyfaewatford, BPMead, Ravenmancer, StagnantDisplay, unkle_bob, king_of_pwns, atypicaloracle, atticusonline, molesticide, Lumus, fattypneumonia, spry, dropkickpikachu, Audhumla, stormagnet, peterjoel, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 9,
    "snip": false,
    "text": "Snooker is a different game than pool, one in which Ray would probably lose interest five minutes into the game.  Stripes and solids are probably all he can handle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "if i had not used up my lame allotment, i would give you a third."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "Holy fuck I love reading Cornelius' captions. I think I would be entertained by 1-2 hours of watching otherwise run-of-the-mill pronography with Cornelius' commentary."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "1000hz",
    "plus": 9,
    "snip": false,
    "text": "If Ray is down to play pool, then Mr. Bear will be humming hell of ditties."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "patkun",
    "plus": 4,
    "snip": false,
    "text": "Is Mr Bear necessarily british? I imagine him talking like Frasier."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 17,
    "snip": false,
    "text": "No way, Frasier is a totally fake intellectual. He's like the Barnes & Noble version of intellectualism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by BPMead, shammack, Tweakzers, luckypyjamas)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "banzairabbit",
    "plus": 3,
    "snip": false,
    "text": "Wait just a damn minute.  I work at a Barnes & Noble, and your comment has offend.. has off.. has.. <br/> \n <br/> \nOh crap.  You're right.  Chubby for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Eh, think more Cheers-era Frasier, when he was a less asinine character than he was on his own show.   <br/> \n <br/> \nI can't agree with rowboat above; I understand the dislike of Kelsey Grammar, the guy is generally a slimey prick in his real life, but he does have a good voice and was at one time able to portray a character and didn't make seem like it was some metaphysical way of sucking his own dick (again, Cheers-era Frasier, and golden-age Simpsons Sideshow Bob). <br/> \n <br/> \nI personally find it hard to not hear early Frasier talking when I read many of Cornelius' lines.  When he's in a good mood, it's way too similar to Frasier's outmoded gentlemanliness.  I can't hear Burton's bitter gin-soaked repressed disgust or Gambon's wiley Irish headmaster. <br/> \n <br/> \nBut hey that's me right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You  <em>can</em>  and  <em>will</em>  agree with me, Fineoak!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I'm nothing like you.  I'm a Jedi, like my father before me!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "All I can see is an Atreides that I want to kill. <br/> \n <br/> \nOh, shit. Wait, can I have a do-over?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm assuming that's a Dune reference, right?  If so, that's kind of odd: <br/> \n <br/> \nAbout a month ago, a friend of mine, a few days after witnessing me recite almost every line while watching Star Wars (the real first one...don't ask, it goes back to me watching the movies too many times as a 10 year old), came up to me and made a reference to \"the spice mines of Kessel,\" a line from Return of the Jedi.  He was visibly disappointed when I didn't catch it right off the bat, thinking it was a Dune reference (I don't know much about Dune, but it has to do with spice mining or something, right?). <br/> \n <br/> \nOr maybe Star Wars/Dune quotes are often mixed up, I don't know.  My brother was the sci fi geek, I just kind of picked up the residuals."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "(Uh, just to make this even longer: I knew you were joking with your comment, of course; still, coincidence piqued my interest.  I am drinking Irish whiskey.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I was just trying to start a chain reaction of nerdy sci-fi references. I imagined that it would grow slowly over the next year, each different poster adding a not-quite-relevant reference from another sci-fi nerd favorite. <br/> \n <br/> \nIt was pretty ambitious. <br/> \n <br/> \nAlso, watch Dune when you can. People love to bag on it but they are wrong, wrong, wrong."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Thank GOD I stopped you in time. <br/> \n <br/> \nAnd, yeah, I'm probably not going to watch Dune.  In terms of long movies I have yet to watch (and these are ones I own), I've still got things like Heimat, Best of Youth, the Sorrow and the Pity, The Sacrifice...the list goes on and on (and I still haven't bought Berlin Alexanderplatz yet)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "message from the future to myself: you have since purchased Berlin Alexanderplatz and still haven't watched any of the other movies mentioned above. <br/> \n <br/> \nsecond message: <br/> \n <br/> \n <strong>D I A B E T E S</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I killed mothers with their babies. I've killed great philosophers, proud young warriors, and revolutionaries. I've killed the evil, the good, the intelligent, the weak, and the beautiful. I have done this in the service of His Divine Shadow and his predecessors, and I have never once shown any mercy.  <br/> <br/> <br/> <em>(Catch THAT reference.)</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "You know what? I  <em>like</em>  Frasier.  It's a really good show.  I own all eleven seasons, and it only sort of bothers me that the producers decided to put it in Seattle and then decided to not try to even know anything about Seattle at all.  And David Hyde Pierce is a national treasure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Eh, Seattle was trendy at the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "I imagine him sounding a lot like a combination of Kelsey Grammer and Richard Burton."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "He's pretty Wodehouse-y. I assume that makes him a limey."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "chubbs for mentioning Wodehouse whilst having a Stephen Fry avatar, spot on chap, spot on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luke_johnson",
    "plus": 4,
    "snip": false,
    "text": "I think he's just an anglophile."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "I would have though Billards would be Mr Bear's style."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nessotron",
    "plus": 8,
    "snip": false,
    "text": "He's British, from the university town of Cambridge. Roxx Street in Cambridge!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "There are other Cambridges, and his blog at one point mentioned growing up in Pennsylvania."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "He's American, raised by British expatriates. I forget where I read that, one of his blogs I think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquidcruelty",
    "plus": 1,
    "snip": false,
    "text": "For a full detailing of Cornelius' constant decimation of Ray in pool, read his blog (Cornelius', that is)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "[url]http://m.assetbar.com/achewood/uuad3MvN3]We have photographic evidence[/url]."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 6,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101005061210/http://m.assetbar.com/achewood/uuad3MvN3\"><strong>Everything I touch dies!</strong></a>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "I love that Corneilus is watching porn and describing it with a beautiful prose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "We all love that. <br/> \nAnd we all have  <em>legs</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "We do! Well I can just jump straight on up out of my - <br/> \n <br/> \n <em>OOOFF!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 1,
    "snip": false,
    "text": "I wish all my friends would communicate with me via closed captioning on the Spice Channel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ceokasen",
    "plus": 1,
    "snip": false,
    "text": "Chubby for petulant-looking Phillipe avatar/disgruntled wish combo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "This strip made me laugh, but then I read the alt text and it just made me really, really sad for Mr. Bear. <br/> \nAlt text: One imagines it is work he can do from bed, the poor old fellow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "felion",
    "plus": 0,
    "snip": false,
    "text": "Cornelius is all kinds of awesome"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "joestork",
    "plus": 2,
    "snip": false,
    "text": "This exists <br/> \n <br/> \nIt's called \"Big Sausage Pizza\" <br/> \n <br/> \nIt's extremely sexy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I can attest to this. It's not the worst porn you can find (there aren't any E.T. costumes and no one is getting hurt), but it's in that direction. The internet has made me hate porn. I will never forgive it for that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Oh, people get hurt in it. It's just not the kind of hurt you can clearly see. The kind of hurt that is held inside while shooting, and then unleashed in a sobbing torrent in the dressing rooms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I imagine the tears are pretty well dried up by the time they cash the check."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "The pizza is so unnecessary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "If he's not a Brit, then he's high-church New England, which is much the same thing. Mr Bear is Henry James, who, were he with us today, would certainly be writing the closed captioning for the Spice Channel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef never explained why he had the closed captioning on <br/> \n <br/> \nI think i would be interested to know more about this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Beef doesn't know how to operate Ray's TV. Maybe he accidentally turned it on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 13,
    "snip": false,
    "text": "<strong>Tuesday Blogs</strong> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20101005061210/http://lyle151.blogspot.com/2004/12/careful-progress.html\">A Careful Progress.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "I love the hell out of Lyle's sober blogs, where he sounds more like Mr. Bear than himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "I love that we think of sober Lyle as something other than \"himself\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Sober Lyle sounds more like Mr. Bear than Mr. Bear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sober Lyle is creepily attentive to detail. I'm not sure what to make of him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Pocket pool?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "It would be perfect if a girl asked me this mid-rutting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "I want to ask a woman to marry me this way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "derelictman",
    "plus": 0,
    "snip": false,
    "text": "Cornelius writes close captions live. I can only assume for the challenge. He even answers the phone while he does it, he's that good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I thought that was how they were always done? At least, that's how it is on every news channel I have watched. I know it was live because sometimes the guy typing would fuck up, and you could watch as they quickly backspaced over their typos.And some days they just seemed to be drunk or stoned, because every other word would be mostly symbols with some letters thrown in for variety. Gave me something to chuckle at while I ate ketchup packets for lunch in college."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "derelictman",
    "plus": 4,
    "snip": false,
    "text": "Unseen seventh panel: Ray bets Cornelius a hundred bucks he can't work in the word \"gangrenous\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inthewater",
    "plus": 0,
    "snip": false,
    "text": "Cornelius went way up in my estimations after I read this strip."
  }
]