[
  {
    "depth": 0,
    "minus": 0,
    "name": "knuckleheadbabylon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by knuckleheadbabylon was marked lame too many times and excluded. (marked lame by hellofyellin, Crater12, RogueCheddar)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "pwb",
    "plus": 4,
    "snip": false,
    "text": "dogg I felt the same way <br/> \n <br/> \nRay's a dang turncoat"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "le_chien_manquee",
    "plus": 9,
    "snip": false,
    "text": "i lost a lot of respect for ray after this.  it's like ted haggard announcing he's 100% heterosexual after a bit of bible counselling.  bollocks!  you can't fight nature!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 9,
    "snip": false,
    "text": "You realize you're basically begging retardo to appear and make another idiotic rant about how Onstad is secretly gay, right?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ford",
    "plus": 4,
    "snip": false,
    "text": "Oh, is that what he did?  I couldn't tell, on account of every single one of that douchebag's posts being spam-marked to death."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rainwolfj",
    "plus": 3,
    "snip": false,
    "text": "You can still read them out of curiosity (guilty)... but yeah, he basically got all gay up in here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "And contrary to expectations fostered by certain cat-authored novels, it was most certainly NOT rad."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "picnick",
    "plus": 10,
    "snip": false,
    "text": "I think he's just a closeted heterosexual."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by riotdejaneiro, eatmorekix, bug, mira, brotherbrian, TheQuietYou, cjfoster)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "Are you a pyramid or a cube?  A time cube?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Whatever you do, man, whatever you do, make sure you're up on your cubic opposites, or else you'll  <em>die evil</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'm a time-tesseract. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 13,
    "snip": false,
    "text": "Or alternatively... a Weighted Companion Tesseract. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I think this may have been my first comment. Man... <br/> \n <br/> \n <em>not much has changed!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It's actually your 5th comment. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101005111258/http://m.assetbar.com/achewood/uua5NW6jt#comment_11\">this is your first.</a>   30 chubbies, no lames...that's not bad for first comment. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "fineoakstructure, upholding my selfesteem since  <em>TODAY!</em>  High five!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Up top!   <br/> \n <br/> \nMy first comment, on the other hand, was totally first comment-y: all \"check out ray's face in panel 5 it's like that in another strip\"   lame joke at the end; 0 chubbies 0 lames.  It did get a reply, though, which really didn't do much but distill my statement into 5 words (which couldn't hurt) yet it got 5 chubbies (not that my post deserved any chubbies)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, my first was also about the comic. Now all my comments are just about Assetbar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I thought I told you to shut the fvck vp <br/> \n <br/> \nyeah that's not funny anymore hey rb did you pick up the wowee zowee deluxe edition?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No, I still haven't. I've actually been really bad about keeping up with all their reissues and whatnot. I still haven't even heard all of  <em>Luxe &amp; Reduxe</em> . I need to shape up before I lose my super-fan status."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "For serious.  Any super-fan had heard 98% of Luxe & Redux by '98 anyways (at the latest).  A lot of the Evening/Peel session stuff from this time is very good; the And Then/The Hexx version from these sessions is still the best version I've heard (not the version recorded during the album session, or the other one recorded later, or the Hexx on Terror Twilight).  Also, Harness Your Hopes from the same BBC session (the CCR-style version recorded during the album session is horrible). <br/> \n <br/> \nSo hey wait just a question is your name a reference to the beck song?  Just wondering."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "While that is one of my favorite forgotten Beck jewels, my handle is not directly derived from it. Long story short, many of my friends began calling me Robo awhile back because the word contains a shortened version of my given name. Once when I was stoned or drunk or whatever I misheard it as Rowboat. I decided to try to make it stick as a new nickname but it never really caught on. In spite of that, it has found new life as my username pretty much everywhere I go on the internet. <br/> \n <br/> \nI've never heard \"Harness Your Hopes,\" but I recognize it as a lyric from \"Carrot Rope.\" Is there a connection? <br/> \n <br/> \nI guess I was never technically a Pavement super-fan. Just enough of one to own all of the regularly released albums and a couple of the singles (my vinyl copy of the  <em>Range Life EP</em>  is particularly treasured). Also, I was lucky enough to see them live on their final tour. Still one of the best shows I've ever been to. I'd call myself an above average fan. They definitely ruled a significant portion of my young adulthood."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yeah, ditto; they're still classified as my \"favorite band\" more often than not, so the scholarship angle is present on my part.  I also just realized that my original post, written semi-drunk, is confusing.  All the BBC session stuff I was talking about is on the BTC rerelease, not the S E one...or the Wowee Zowee.  Jesus, what the fuck have I been doing on here recently?  I think I was semi-drunk 1 day ago  <em>and</em>  3 weeks ago while posting.  Man, I should try bringing a girl home from the bar one of these times instead or something.  That might help.  That would help. <br/> \n <br/> \nAnyways, Harness Your Hopes has no discernable relation to Carrot Rope; it's not uncommon for SM to cannibalize his own lyrics and puke them up for other reasons.  Another example: back in, jeez, 98, I want to say, he did 2 small solo shows in LA between albums, and he played a song alternately referred to as \"Moby Grape\" and \"Civilized Satanist\" (I don't think it ever got an official name, that's just what the people who recorded it and put it onto an mp3 named it).  He uses the %u201CCivilized Satanist%u201D term in that song a few times, a term which also made its way into Major Leagues on Terror Twilight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by syrinx was marked lame too many times and excluded. (marked lame by kazad, bug, patiently56, glue, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "gothfae",
    "plus": 0,
    "snip": false,
    "text": "\"Each passing shortie\"? Are you saying you have lots of kids or you just like looking at them, cause man, your terminology is all sorts of whack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 6,
    "snip": false,
    "text": "\"shortie\" is 'rap' for woman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jlynes was marked lame too many times and excluded. (marked lame by mygoodfriend, glorify, eatmorekix, prettyrad, TheGreatestCape, lazarusloafer, slalvation, philosophe)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "No, no... \"Shortie\" is definitely rap for bitch or ho'. <br/> \n <br/> \nActually, opinion seems split equally. Let us consult Urban Dictionary."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "philosophe",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101005111258/http://www.urbandictionary.com/define.php?term=shortie\">Oh Damn.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "High five!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 8,
    "snip": false,
    "text": "The strip could have been made without the first four panels, but it was not. I am happy about this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "Only Onstad can make two potential strips into one without the result feeling like BC."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "British Columbia?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "Oh, wait, you're talking abut the late Johnny Hart. <br/> \n <br/> \n <em>My bad.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 1,
    "snip": false,
    "text": "I want to know what was happening like three hours before the beginning of this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I think it was implying he was up all night in a dark room, distressed he was no longer an ass man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_rooster",
    "plus": 1,
    "snip": false,
    "text": "it's a bad thing when you get no radish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vondicus",
    "plus": 0,
    "snip": false,
    "text": "Indeed. It is a most serious thing, to get no radish."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "Ray is having a hell of a religious crisis over this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 7,
    "snip": false,
    "text": "now i have hope that someday i might appreciate breasts for breasts and not for their resemblence to asses"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "Isn't there some sort of anthropological theory that breasts basically developed as a kind of ass substitute? Desmond Morris REPRESENT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 4,
    "snip": false,
    "text": "Desmond is good on cats, but on people-sex he is just British, you know?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "Yeah, something about how because of the way humans fuck we needed another ass in the front of the female for us to get aroused.  <br/> \n <br/> \nHey, it works."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I call bullshit on this theory. Breasts have been there long before the ascent of Man. A woman's breasts, like her lips, swell when she is aroused. It shouldn't take a doctorate in anthropology to figure out how DD's and beestung lips got into the gene pool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "Dude, are you talking about monkey breasts?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdtm",
    "plus": 11,
    "snip": false,
    "text": "How could Ray not know Roast Beefs a breast man?  Rude titties are what finally got him off the moon!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 10,
    "snip": false,
    "text": "The first time I read this strip, I read it as Beef saying, \"You a straight-up ass, man.\"  And the next two panels were examples of Ray acting like an ass, all obnoxious license plate frames and doing a Dick Nixon out the window of his Caddie.  It took til panel 8 until I got it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah that is a feasible interpretation of the situation at hand what with Beef's tendency to eschew the use of punctuation just settin his eyes on the issue and lettin the science cold flow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "funkmessiah",
    "plus": 0,
    "snip": false,
    "text": "I also read it as such."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by connellingus was marked lame too many times and excluded. (marked lame by riotdejaneiro, pwb, Towel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbys",
    "plus": 13,
    "snip": false,
    "text": "Man, I don't know about anyone else, but I don't dig on any one feature of a woman's body. <br/> \n <br/> \nIt's how it all comes together that matters."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Precisely. <br/> \nIf it isn't well-proportioned then things end up looking all kindsa wrong. <br/> \n <br/> \nI mean... you gotta be able to use any given part of them as a potential pillow at a moment's notice.  <br/> \nThas what the curves are FOR. <br/> \n <br/> \nNot just one bit or another... but ALL of 'em together! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 2,
    "snip": false,
    "text": "I have barely eaten anything akk day. You look so very tasty. God damn you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 2,
    "snip": false,
    "text": "Yea, but like, everyone feels that way. It's just fun to pick your favorite part. A disembodied ass struttin' around would not give even the most die-hard ass man radish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spoon",
    "plus": 0,
    "snip": false,
    "text": "I live by this philosophy. Chubby for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbeta",
    "plus": 0,
    "snip": false,
    "text": "I went through the same, but the other way around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "It seems so perfectly \"Ray\" to personalize your license plate so that it's just a responce to your gimmicky license plate frame.  I can't believe that I haven't seen that yet here in NC, where about every third car has a vanity plate."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Man, I don't see how people pick one bit of ladies to fixate on. If you can appreciate all variety of fine assets, the number of sexy ladies around you increases exponentially!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tbtabby",
    "plus": 3,
    "snip": false,
    "text": "I've graduated to pregnant belly man. It's not a taste for everyone, sure, but nothing can match it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "High five! Nothin' like a pregnant woman, nothin'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gibby23",
    "plus": 0,
    "snip": false,
    "text": "Word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Except that guy in Alien where the thing hell of comes leaping out of his chest and  <em> starts singing \"Hello, My Baby\" and Lone Star and the Mog are all CHECK PLEASE</em>  Oh, wait, that was the Spaceballs version."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 1,
    "snip": false,
    "text": "I love that Beef looks severely depressed about Ray's most prominent feature, but looks only slightly less depressed when hearing about his change of heart.  Clearly this means he is excited."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 3,
    "snip": false,
    "text": "I am offended that going to a breast man is referred to as -Graduating-.  Considering as a baby you are most attracted to your mother's teats, for their life giving milk of course, you actually are graduating if you become an assman, and reverting to babydom if you are a breastman."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sydiot",
    "plus": 0,
    "snip": false,
    "text": "<-----  This is a HOMEboy. <br/> \n <br/> \nAlthough I'm not offended I must concur.  The fascination with breasts is an adolescent development.  When the girls in class start to grow those boobies, they entrance.  But when you get into your twenties, and ladies start getting serious rump, it takes a grown man to move from the slim, girlish figure into a real-ass love for a real-ass woman. <br/> \n <br/> \nI am experiencing this myself.  Ray is regressing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hobbes557",
    "plus": 0,
    "snip": false,
    "text": "I have to say, I am absolutely in love with that license plate.  I am not even joking when I say that I am actually making an effort to get that exact same plate and frame, but for my Chevy.  Serious as a heart attack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "You could get a frame that says: <br/> \n <br/> \n <em>Achewood Readers Like</em> <br/> \n <br/> \n <em>Rock-Hard Cat Cock</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Novelty horn all going: \"pull up to the bumper b <em>aaaa</em> by, in your long black lim-oh-zeen\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mal3",
    "plus": 1,
    "snip": false,
    "text": "6 and 7 get me everytime.  <br/> \n <br/> \nOnstad has immaculate comic timing. He's so immaculate, he's about to get betrayed for 40 silver."
  }
]