[
  {
    "depth": 0,
    "minus": 0,
    "name": "mrphaethon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrphaethon was marked lame too many times and excluded. (marked lame by DestructoBot, Gulik, sevenarts, aggy, theoneyouwant, desdin0va, Botulism, co1chester, starforth, cbtbone, J-Man, j_a_s_e)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "umbra",
    "plus": 9,
    "snip": false,
    "text": "it's like the ultimate solution to agoraphobia, although would be better if it was tinted glass.  I think the only way it could be even better is if he could put Ray's pool house on wheels and move it over onto the field."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chaos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chaos was marked lame too many times and excluded. (marked lame by mikekitchell, daedalus_x, Archon_Divinus, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Didn't occur to me it might have anything to do with fumes. <br/> \nI just figured, Beef being the way he is, that he reckoned he'd get hit by a lot of \"slow pitch softballs\" which turned out be rather harder and faster than advertised."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nyu was marked lame too many times and excluded. (marked lame by DestructoBot, Gulik, rhymesforkids, co1chester, erbe, rmango)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 0,
    "snip": true,
    "text": "A comment left by antsama was marked lame too many times and excluded. (marked lame by DestructoBot, carbonbl, co1chester)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ge7243",
    "plus": 3,
    "snip": false,
    "text": "It is amazingly in character. Onstad manages to make their dislike for dogs apparent in the most subtle of places."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, DestructoBot, Zefiel, apocowarg, Gulik, littlecat, asdf, riotdejaneiro, Spoon, hypercube, glorify, dsquid, NYU, twohundredninety, wittyname, kazad, shammack, GhostD, bug, desdin0va, Botulism, prius_chaser, cryptfiend85, Tagrineth, NDCaesar, Bungdeetle, lucidaconsole, atticusonline, cchauffe, LordPretzel, co1chester, mustconcentrate, mira, Axhoola, MR_Wilson, aesop_punk, chatterjee, cognitonaut, scurvyman, kenyot, Hexjumper, alenoiz, TheGreatestCape, eRiUukFJk, Epicurus, usversusthem, Tashara, Wolfslice, boswelljn, Saint, rmango, Mastronaut, slalvation, Ubermensch, Centipede_Damascus, dj, Pigs, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flynn was marked lame too many times and excluded. (marked lame by mysterymeat1001, NeoNaoNeo, Satyr, dj, wehavemagnums)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Zefiel, apocowarg, littlecat, Spoon, sean1058, NYU, twohundredninety, kazad, shammack, Moraiat, bug, Botulism, Bungdeetle, lucidaconsole, MortisInvictus, atticusonline, LordPretzel, mustconcentrate, mira, Crater12, MR_Wilson, cognitonaut, techiebabe, profbobo, Hexjumper, TheGreatestCape, eRiUukFJk, usversusthem, Tashara, Doc_Rostov, boswelljn, Saint, Centipede_Damascus, dj, Pigs)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flynn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flynn was marked lame too many times and excluded. (marked lame by mysterymeat1001, NeoNaoNeo, Audhumla, dj)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Zefiel, apocowarg, littlecat, goatmasterflash, Spoon, pwb, sean1058, NYU, shammack, Moraiat, bug, desdin0va, Botulism, rhymesforkids, NDCaesar, Bungdeetle, lucidaconsole, MortisInvictus, atticusonline, LordPretzel, mustconcentrate, mira, Crater12, cognitonaut, Hexjumper, TheGreatestCape, usversusthem, Doc_Rostov, Saint, dj, Pigs)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "saint",
    "plus": 18,
    "snip": false,
    "text": "he gets the ladies, but in the end they do not like them....but he doesn't get the ladies, either."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gompo",
    "plus": 63,
    "snip": false,
    "text": "WHAT?  How dare you even make that insinuation before building a complete frame of reference???  If you check my blog post from August 15th, 2002, it clearly states that the nickname \"'stad\" is an artifact from my stuttering days.  The post can be found just below the description of my current mood (rambunctious) and just above the posted results of a suprising test revealing that my personality most closely matches that of Sailor Mercury.  If you can't even do some basic research, I hardly want to talk to you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, apocowarg, Rhadamanthus, goatmasterflash, Spoon, alphagator, pwb, sean1058, Mangtastic, NYU, Moraiat, desdin0va, equinn2006, NDCaesar, Bungdeetle, atticusonline, mustconcentrate, spiderbethlehem, Crater12, earendil, TheGreatestCape, usversusthem, slalvation, SPECTRE, Pigs)"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "Hey guys, who else is happy that asherdan doesn't comment any more?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know, the whole situation was kind of entertaining. But now we have Poing around, I guess? So it's sort of the same."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Homepie, sean1058, smarve, NYU, NDCaesar, atticusonline, mustconcentrate, smilebuddha, usversusthem, SPECTRE, Pigs)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I will say this, a la tekende citing poing, I was never even tempted to put you on ignore."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is a good point."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "alreadyinuse sucks way more."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "retinarow",
    "plus": 5,
    "snip": false,
    "text": "THIS IS THE INTERNET"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Dang, I must've chubbied gompo's comment ages ago, but I wish I could do it again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Hey guess what guys I find myself sympathising with Asherdan in this exchange."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "atom",
    "plus": 61,
    "snip": false,
    "text": "Man that would be such a good CSI.  THE CASE OF THE MESSAGEBOARD POSTER WITH A STRANGE ENTITLEMENT COMPLEX"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gethen",
    "plus": 51,
    "snip": false,
    "text": "The Dude Has Got No Perspective"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I heard they did furries. If so, they'll do anything. Especially with fat nerds running unix posting on anonymous message boards and getting shot at through their monitors.  Linux sux."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "They did do an epsiode with furries. It was creepy and weird. My friend who is a furry who is also my ex who was not a furry when we dated made me watch it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "The chubby, it is for the slo-reveal description of the furriness/dating timeline."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "I was crashing at a client's pad for a particularly claustrophobic job; he's in his 50s and watches CSI. I saw CSI for the first and only time; he was hearing about furries for the first and only time. There was awkwardness. You know what happened next."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Did you beat him? <br/> \n <br/> \nDid he beat you?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "Y- Yiffin'?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 7,
    "snip": false,
    "text": "Tekende made a lady Turn Furry, pass it on."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Aha!  So tekende's weird history with furries is explained.  Or not.  Whatever.   <br/> \n <br/> \nWait, is tekende even still around these days?  Is aperson still around?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am sometimes around."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "Chubbied because I also have a friend who is a furry etcetera etcetera. He gave me a flash drive of hentai, without my even asking for it, and the majority of it was furry. And then he pestered me to give it a chance. I did. I think my experience is worse than yours."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "mr_wilson",
    "plus": 23,
    "snip": false,
    "text": "He's just mad because when he and all the other poopypants formed an Achewood messageboard, after Chris put the ax to the old one, Onstad didn't care and even thought they were a bunch of dinks. Now Chris has stolen their little secret thunder by bringing back a messageboard and they are pouting about it and trying to be annoying (and succeeding). Asherdan I seriously doubt Onstad will start killing posts like the old days, so you should probably just stop trying to be a turd sandwich."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "flynn",
    "plus": 23,
    "snip": false,
    "text": "Dude is butthurt over a messageboard? Has anything of any importance ever been said on a webcomic messageboard? Maybe he should try saying the words \"Who gives a shit?\" more often. Christ."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "atom",
    "plus": 10,
    "snip": false,
    "text": "Ha ha, sweet, I basically said the exact same thing to him earlier today on said messageboard and even used the word \"butthurt\" too <br/> \n <br/> \nGREAT MINDS, as they say"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by NeoNaoNeo, fosters, tttt2, rowboat, Zem, Darthemed)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "apocowarg",
    "plus": 4,
    "snip": false,
    "text": "you know you're in need of a man-douching when the only person who comes to your defense is retardo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snowman",
    "plus": 3,
    "snip": false,
    "text": "don't do a grody mouth"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, apocowarg, lamboyster, Cypher, Zem, smilebuddha)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by saddestking, Spoon, NYU, fosters, quaga, FoB, Crater12, iidebaser, smilebuddha, usversusthem, SPECTRE)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by presterjohn was marked lame too many times and excluded. (marked lame by Lolsworth, NeoNaoNeo, Satyr)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by straw, apocowarg, lamboyster, saddestking, Cypher, aHatOfPig, TheGreatestCape, smilebuddha, usversusthem, NumberKillinger)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "Oh my God, an Asherdan post with ZERO lames and ZERO spam marks!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fosters",
    "plus": 5,
    "snip": false,
    "text": "I love the classic dork defense of \"hey I secretly WANTED everyone to think I'm a loser!\" The longer any internet argument goes on the probability of this statement appearing approaches 100%."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by yearsinhotclaws, straw, apocowarg, phthoggos, Spoon, Mangtastic, Cypher, Axhoola, aHatOfPig, TheGreatestCape, zaer, smilebuddha, usversusthem, Tashara, NumberKillinger, ouroboros)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": true,
    "text": "A comment left by yearsinhotclaws was marked lame too many times and excluded. (marked lame by Smallberries, NeoNaoNeo, bizzmastab, Xaxx, Audhumla, Satyr)"
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Ah, this one."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "No,  <em>the</em>  one."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "<strong>these knives?</strong> <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Dovey, straw, apocowarg, Overmedicated, bug, desdin0va, DrSkradley, mira, Zem, TheGreatestCape, usversusthem, Arcibi, Saint, rmango)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, UntilYouAreSoNude, Zefiel, Overmedicated, Moraiat, bug, desdin0va, lucidaconsole, mira, cognitonaut, DanS, Hexjumper, usversusthem, Saint, rmango, SPECTRE)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I guess it drove the merch."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "Noted:  <em>astute</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "becauseofaproblem",
    "plus": 8,
    "snip": false,
    "text": "There will be a league to this effect starting in the NY metro area within a few weeks. Thank you for the inspiration, Ray Smuckles."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "Awesome"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeannetteandre",
    "plus": 4,
    "snip": false,
    "text": "bring it to Gainesville; i will start a team for the sole reason of challenging you!  we have lots of burrito places here for nourishment and all the soda pop you can drink."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "schnappm",
    "plus": 10,
    "snip": false,
    "text": "I gave this comment a chubby, but really, this comment gave me a chubby"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I misread this as the metropolitan subway. That would rule."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thereminhero",
    "plus": 5,
    "snip": false,
    "text": "Dang.  Roast Beef is getting so sassy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donsoze",
    "plus": 3,
    "snip": false,
    "text": "Maybe it's just a trick of the light, but it seems to me that Roast Beef's plexiglass suit is sportin' a baseball mit incubator arm on the left side."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "2kings",
    "plus": 2,
    "snip": false,
    "text": "chris i have never really gotten the chance to say thank you <br/> \n <br/> \nso...thank you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tokyobuttpatrol",
    "plus": 7,
    "snip": false,
    "text": "oh my lord  <br/> \n <br/> \nachewood with rating and comments <br/> \n <br/> \nwhat the  <em>fuck</em>  this is so great"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caw-zeeyay",
    "plus": 7,
    "snip": false,
    "text": "i'm pro this strip <br/> \ni'm anti this feature, i'm probably gonna lose a lot of sleep being a dipshitty forum fly on here"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heatbag",
    "plus": 0,
    "snip": false,
    "text": "Agreed!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "okl",
    "plus": 0,
    "snip": true,
    "text": "A comment left by okl was marked lame too many times and excluded. (marked lame by DestructoBot, Gulik, Fungee, SchnappM, wae, Catachresis, bk, bug, theoneyouwant, israel, prius_chaser, JuanCarlos, MolotovCockatoo, BJPaskoff, cchauffe, co1chester, mira, eviljim, Bourbaki, MR_Wilson, cognitonaut, alejandroadam, Rizzle, CloseFriend, dj)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "antsama",
    "plus": 2,
    "snip": false,
    "text": "In your opinion what was his last solid strip?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by prius_chaser, eviljim, dr_sexlove)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bk",
    "plus": 3,
    "snip": false,
    "text": "I have never actually read a decent webcomic other than Achewood, which is completely awesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hexjumper",
    "plus": 12,
    "snip": false,
    "text": "It has to do with history.  <br/> \n <br/> \nWhen a webcomic first starts out, you remember the good ones and forget about the bad ones - so, for instance, you remember \"Not Afraid of the Fucking Police\" and don't remember, say, the one where Chris couldn't think of an ending and said so.  <br/> \n <br/> \nAs time goes on, and the archive builds up, new comics are measured against the highs rather than against the comic strip as a whole.  <br/> \n <br/> \nGabe explained it one time on Penny Arcade; I thought that it neatly explained why comic strips seemingly drop in quality. I think that this is a little light for Achewood - stoned is kinda funny, but not particularly memorable - but I don't mind. There'll be better ones coming."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "junko",
    "plus": 1,
    "snip": false,
    "text": "Actually, the one where Lyle announces that there will be no ending because the cartoonist couldn't think one up is one of the funniest ones, in my opinon. But yeah, I agree with the gist of this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 5,
    "snip": false,
    "text": "Chris <br/> \n <br/> \nYou are my linguistic hero <br/> \n <br/> \nAnd I could never tell you until today"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "schroedingrscat",
    "plus": 0,
    "snip": false,
    "text": "Why linguistic hero?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rizzle",
    "plus": 7,
    "snip": false,
    "text": "His mastery of the modern English language melts me like a stick of butter"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davidbowie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by davidbowie was marked lame too many times and excluded. (marked lame by DestructoBot, Gulik, aggy)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "happycat",
    "plus": 1,
    "snip": false,
    "text": "A format like this makes me think of when achewood had a forum on dumbrella. That was neat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 2,
    "snip": false,
    "text": "I think word on the street was that dumbrella was an awful failure"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "word on the street is that it still is"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donjolly",
    "plus": 2,
    "snip": false,
    "text": "I thought Ray's Mom was a very nice lady."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pnewman",
    "plus": 2,
    "snip": false,
    "text": "i was reading my old volumes the other day, i think beef might be a little mad at ray for forgetting his birthday, 4/22.  not actually mad at ray you know, but full of the depression and all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pubdoggy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pubdoggy was marked as spam and excluded. pubdoggy: What a douche. (reported by DestructoBot, eviljim, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pubdoggy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pubdoggy was marked as spam and excluded. pubdoggy: What a douche. (reported by DestructoBot, eviljim, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mczapp",
    "plus": 1,
    "snip": false,
    "text": "I heard there were girls...?  Oh, Onstand.  <i>That guy</i>."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by atom was marked lame too many times and excluded. (marked lame by aggy, bug, dj)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thommy_h",
    "plus": 0,
    "snip": false,
    "text": "I don't trust the alt text for this strip. Ray sounded like he was surprised. My thought is that he had a number of possible resolutions in mind for this situation and 'plexiglass dome with baby-incubator hands', while certainly *on the table* was not what he was expecting. Probably because he was so stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrflunchy",
    "plus": 0,
    "snip": false,
    "text": "What is slow pitch softball?  Is it something like baseball? I'm a stranger from a foreign land."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boojit",
    "plus": 9,
    "snip": false,
    "text": "Softball is like baseball except you use a bigger ball. The idea is it's harder to hit a softball as far as a baseball, so it's easier for people to field. Also since the ball is bigger (and the ball therefore will move slower), it's less likely that someone will get hurt by a ball clocking a dude upside the head. <br/> \n <br/> \nSlow-pitch softball is just softball, but the pitcher is not allowed to throw the pitch over his sholder. He can only pitch \"underhand\" with a predictable arc. In addition, slow-pitch softball uses an even bigger ball with longer pitching distances than \"fastpitch\" softball (where maximum-speed pitches are allowed). The idea with \"slow pitch\" is that it allows more offense in the game, so that even people like you and me that can't play baseball to save our lives can still get a hit now and then."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ferrets54",
    "plus": 1,
    "snip": false,
    "text": "I don't even know what softball - slow or fast pitched - is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, I will tell you one thing. A softball is NOT soft."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "Next thing you know you'll be saying Greenland isn't green."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimmyjimmy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jimmyjimmy was marked lame too many times and excluded. (marked lame by DestructoBot, desdin0va, ghoti)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "As an enthusiast of the sport, part of me wanted to get a little offended at this explanation. But the rest of me realized that it is, in fact, perfectly accurate down to the last detail."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfslice",
    "plus": 0,
    "snip": false,
    "text": "Is Beef in the plexiglass chamber because he is afraid on the weed smoke?."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "More likely because he is afraid of getting hit by a ball."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "when a person is naturally filled with paranoia, social anxiety, and self-doubt, the effects of weed can be really horrible.  I don't know if that's what chris meant, but I've always assumed that's why beef would want a little sealed-up room."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef has died from weed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "destructobot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by destructobot was marked lame too many times and excluded. (marked lame by cryptfiend85, Wolfslice, dr_sexlove)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "percy",
    "plus": 2,
    "snip": false,
    "text": "That chamber will not provide RB with food opportunities."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "supernintendochalmers",
    "plus": 2,
    "snip": false,
    "text": "they should jam a tube in there and dutch him out <br/> \n <br/> \nhi dbot"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supernintendochalmers",
    "plus": 2,
    "snip": false,
    "text": "so why you whinin at me then man i mean i know your mom was a bitch but i didn;t know she had a puppy. <br/> \n <br/> \nbest line"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "side_show",
    "plus": 0,
    "snip": true,
    "text": "A comment left by side_show was marked lame too many times and excluded. (marked lame by stopeatingmyeyes, bug, Malesherbez, quaga)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I occasionally do this with the marijuana outside and the grill inside, because the greatest high in the world is smelling the simmering flesh of dead creatures. Also lavender."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dsquid",
    "plus": 0,
    "snip": false,
    "text": "The chamber needs weeks, or a nonstick bottom so Beef can move with ease from base to base."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dsquid",
    "plus": 0,
    "snip": false,
    "text": "Wheels. Not Weeks. Ugh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dsquid",
    "plus": 7,
    "snip": false,
    "text": "The problem with this site is you lose the alt-text.  <br/> \nAlt-text is CRUCIAL to proper and full enjoyment of Achewood as such and like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Barbecues are hell of carcinogen"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scottintheway",
    "plus": 0,
    "snip": false,
    "text": "Chris. I hate to be that guy, but the alt text seems to be \"missing\"."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "scottintheway",
    "plus": 1,
    "snip": false,
    "text": "Damn. Sorry Dsquid. I am clearly a late-comer who does not read all the comments before commenting myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arzasmi",
    "plus": 0,
    "snip": false,
    "text": "The hell you should flap your boys in my face... <br/> \n <br/> \nClassic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, saddestking, jlynes, dsquid, jack_samson, a_dude, bug, Jar, cchauffe, mira, eviljim, DoctorOther, odvo, flynn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked as spam and excluded. neonfreon: What a douche. (reported by dsquid, mira, flynn)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "majormajor",
    "plus": 0,
    "snip": false,
    "text": "i did chortle"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "oak",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rocketeer",
    "plus": 2,
    "snip": false,
    "text": "I generally give strips with the phrase \"Don't do a grody mouth\" a five."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nessotron",
    "plus": 0,
    "snip": false,
    "text": "I've used this \"I didn't know she had a puppy\" about 100 times today. Thanks Chris :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ariela",
    "plus": 0,
    "snip": false,
    "text": "Where are the alt tabs, Chris?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorother",
    "plus": 0,
    "snip": false,
    "text": "I love how he refers to the arms as \"baby incubator arms.\"  I'm sure they have a name, but I'm not sure what it is myself.  Baby incubator arms is sufficient."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Waldos. Like who took my goddam waldos. But those go inside the chamber not outside. He looks like Robbie The Robot from \"Lost in Space\".  <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Just because the space inside is bigger than the space outside doesn't mean the arms aren't inside the box. <br/> \nAlso, sorry, but a waldo is a remote manipulator, as in radio controlled, not just a fancy glove. I think it comes from such as a sci-fi story by Asimov."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "I apologize for my ignorance. Heinlein, and the glove things are  included in the definition of \"waldo\". At least, the ones for dealing with radioactive stuff are, because typically, they aren't just gloves, the hands are controlled indirectly."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "odvo",
    "plus": 2,
    "snip": false,
    "text": "This strip is OK. Chris, do you really want to open this pandora's box further? (It was opened a crack before so only smaller things escaped, but now the larger things can join them in the helter skelter.) Instant feedback on your strips will make writing comics like doing stand-up before a crowd that will chuck tomatoes at you before you even finish a joke. The only thing that will satisfy them is continuous slapstick on loop and repeat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "antsama",
    "plus": 1,
    "snip": false,
    "text": "I think the idea is that Onstad won't even read these comments, it's just for us to vent maybe?  I don't know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Zefiel, faburobin, bug, equinn2006, binlaggin, amutepiggy)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallberries",
    "plus": 1,
    "snip": false,
    "text": "When I was a wee lad I sent a postcard to Douglas Adams announcing my intentions to be Just Like Him when I grew up. He sent me a postcard reply, assuring me I was aiming too low. His wife's not my type however."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "That's pretty damn cool."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wino",
    "plus": 0,
    "snip": false,
    "text": "ray knows roast beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimmykey",
    "plus": 0,
    "snip": false,
    "text": "It's like the conversations Ray and his friends have remind me of like things my own friends say when we hang out dude whats on tv"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "a_dude",
    "plus": 0,
    "snip": false,
    "text": "Onstad should have a party... and invite all us cool cats."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "splendide",
    "plus": 0,
    "snip": false,
    "text": "It is kind of cool, but I am not stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "it's nice to see roast beef bringing some sass. i only wish i had one of those plexiglass chambers on wheels for similar social escapades."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billyamericana",
    "plus": 0,
    "snip": false,
    "text": "I'm certain there is a small times circumstance with Beef and grilling and second degree burns that needs to be elaborated on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I could have gone either way on this one, but Ray saying  \"Of course!\" to beef's conditions makes it all worthwhile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stephicologist",
    "plus": 1,
    "snip": false,
    "text": "You think i just fell off the not knowin' you boat yesterday?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "faburobin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by faburobin was marked lame too many times and excluded. (marked lame by quinine, Satyr, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geerolla",
    "plus": 0,
    "snip": false,
    "text": "Ray  <em>knew</em>  it would come to this"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "'the hell you should flap your boys in my face' is a classic line from a man known for providing those"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "What is up with almost everyone having at least one lame for ever comment here? <br/> \nIsn't this strip awesome? This strip is awesome. Those panels, they're so good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m-dynamite",
    "plus": 0,
    "snip": false,
    "text": "Why does this remind me of the Militant Feminists vs. Reefers ultimate frisbee game in PCU?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Because you have a lazy mind?"
  }
]