[
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by ralnur, TwoRightFeet, tonybanana, ralgnar, Sabacc)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by johnnybaverage, pwb, NeoNaoNeo, shrewbie, equinn2006, Kleptonis, FancyRat, jay_wish, Semiquaver, SkiddyFisk, biacat, mustconcentrate, twincannon, ralgnar, Boyd, Cracker, clintisiceman, Panserbjorne, Appers)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by jstegall, cmjhogan, Flim, ralgnar, Darthemed)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afkpuz was marked lame too many times and excluded. (marked lame by NeoNaoNeo, cmjhogan, FancyRat, the_dingle, whymog)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by straw, cmjhogan, Sweetlips, mystkmanat, Ravigotte, Panserbjorne)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sweetlips",
    "plus": 9,
    "snip": false,
    "text": "Man you guys just got mad pissy up in here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 0,
    "snip": true,
    "text": "A comment left by toughasnails001 was marked lame too many times and excluded. (marked lame by alaric101, rowboat, mercuri0us)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ezcmac",
    "plus": 34,
    "snip": false,
    "text": "He is referring to the 1956 movie \"Devils of Monte Carlo.\" <br/> \n <br/> \nThe movie is quite fictitious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 5,
    "snip": false,
    "text": "I googled that movie so hard.  In the end, I found only disappointment. :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 15,
    "snip": false,
    "text": "It's a sequel to The Count of Monte Cristo, but with drift racing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "moishe_weinberg",
    "plus": 1,
    "snip": false,
    "text": "That would be A.W.E.S.O.M.E."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": true,
    "text": "A comment left by closefriend was marked lame too many times and excluded. (marked lame by apocowarg, Mangtastic, fullofkrap, Audhumla, Appers)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "Also it makes sense as Pat's a dick and all smokers are heartless, evil dicks. According to all those public service annoucements they crammed down my fucking throat as a kid, at least."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professoryes",
    "plus": 4,
    "snip": false,
    "text": "I never got the modern smoking ads. \"They say it's cool to smoke.\" Who does? Aside from smoking fetishists, I haven't heard a single person say it was \"cool\" or anything as much as a MySpace friend of \"cool.\""
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mastronaut",
    "plus": 32,
    "snip": false,
    "text": "you know, as being of the \"younger generation\" and subjecting to all sorts of anti smoking advertisements i still picked up the habit. and now every time i see an anti smoking ad  <em>my cravings jump to the moon</em> . a cigarrette sounds so much more delicious after them telling me it will kill me in terrible ways."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 7,
    "snip": false,
    "text": "I totally agree. I quit smoking a while back, but I have started up again (albeit smoking a lot LESS now) pretty much purely out of spite."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "idsyen",
    "plus": 14,
    "snip": false,
    "text": "Same here. I came into school believing smoking to be a foolish thing, engaged in by people of low mind. This view was eroded by every anti-smoking assembly, video and lecture until, lung cancer or no lung cancer, I was damn sure going to do the opposite of whatever these fuckers told me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ha, your avatar is so perfect for this comment."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "gouldgonewild",
    "plus": 6,
    "snip": false,
    "text": "MY FAVORITE PART ABOUT THEM IS HOW THEY TASTE"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Oh man cigarettes would be grelicious right now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Strange. That is the same reason we all took drugs in the 60's. And 70's. <br/> \n <br/> \nConspiracy?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jollysaintpete was marked lame too many times and excluded. (marked lame by enough_talk, Mangtastic, TonyHighwind, anticitizen, nerdlinger, likeiwassaying)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jollysaintpete was marked lame too many times and excluded. (marked lame by enough_talk, Mangtastic, TonyHighwind)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "layzerblade",
    "plus": 1,
    "snip": false,
    "text": "Chubby for clever inversion. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 6,
    "snip": false,
    "text": "You know, along with that, the  <em>government</em>  did a study that found that people who saw those \"Anti-drug\" ads were actually  <strong>more</strong>  likely to do drugs.  <br/> \n <br/> \nLet me repeat. The ads were so bad, they make you want to go get high. (Teens have a crush on being high pass it on)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 6,
    "snip": false,
    "text": "I will DEFINITELY pass it on. <br/> \n <br/> \nTo the left."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Of course! That is the only polite way to pass it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Oh, I'm so with you. Every time after seeing an anti-smoking ad I'm like, man I could so go for one right now. <br/> \n <br/> \nMan. I could so go for one right now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "That's what I'm thinking. <br/> \n <br/> \nCurse you all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "This is because you are a fucking moron."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 28,
    "snip": false,
    "text": "I'm going to respond to my own comment with this interesting factoid: <br/> \n <br/> \nSmoking in airplanes actually made flights far less healthy. Back in the golden days of smoking flights, the air had to be cleaned and recirculated every three minutes. Now, however, the airlines realized that without any actual smoke in the air to be cleaned, they could do it far less - say, every ten minutes.  <br/> \n <br/> \nThis results in thinner air and more carbon dioxide, which gives people headaches and increases irritation. Viruses also thrive in this air, since it's not cleaned.  <br/> \n <br/> \nThe first case of flight rage occurred just after the smoking ban due to this. The man was jonesing for a cigarette and trying to drown his sorrows in drink. When the stewardess denied him his last drink he stood up, crouched over the food trolley, and proceeded to take a shit on the top."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hahahahahahahahaha fuck yes. <br/> \n <br/> \nPlease write to someone with this exact text."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 10,
    "snip": false,
    "text": "This is the new Mile-High Club, people <br/> \n <br/> \nIt no longer requires two participants"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "It's just as well since the bathrooms can just about occupy one grown man these days. The closet in my first apartment had more wiggle room than your average airplane throne."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "But did you have sex in it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "That should start with \"banning smoking in airplanes\". I'm completely retarded."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "God, I didn't even notice that, I just knew somehow that you actually meant the exact opposite. <br/> \n <br/> \nProbably my eagerness to be able to smoke on flights spurring me on."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "It really is quite amazing what the eye and brain are willing to assume is there in text. I've sent business emails addressed to the wrong people and missing crucial words - even after rereading them they still look okey dokey. <br/> \n <br/> \nUntil I rereread them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "I sort of half-realized there was something wrong about the first sentence but the rest of your argument was so convincing I forgot about it until you brought it up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atmus",
    "plus": 2,
    "snip": false,
    "text": "I had the newspaper article with that very incident on it for a very long time, as it was on the back of a different article that I wanted to save.  Oddly enough I remember the cart shitting incident long after I forgot what the original saved article was."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "I have to chubby this due to surreality. I first heard of this from Stephen Fry, and well, there you are, spinynorman, with a Stephen Fry avatar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 7,
    "snip": false,
    "text": "Right. Let me tell you something. If I was on a plane where I had to be stuck next to the smoking section I would be all kinds of ready to shit on the food trolley. Your point is valid, but it does not argue for re-introducing smoking to enclosed spaces. <br/> \n <br/> \nThey've just banned smoking in Australia in pretty much any public enclosed space and quite frankly i'm fucking ecstactic about it."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I'm usually pretty enthusiastic about it when the government decides to curtail liberties and rights. Great stuff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 5,
    "snip": false,
    "text": "They're actually looking after  <em>my</em>  very basic right to remain healthy. One liberty/right in war with another. Good luck deciding which one should be upheld over the other."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Neither. The decision whether or not to allow smoking in one's establishment should belong to the owner of the establishment. If it's my restaurant/bar/theater/whatever, I should be able to decide if you're allowed to smoke in here or not. Anyone who doesn't like my decision (one way or the other) is welcome to patronize a different establishment."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 5,
    "snip": false,
    "text": "That does bring up the unfortunate problem of equal opportunity hiring for said establishments. Their health rights need to be protected, as do the Entertainers working out of these places (DJs and Bands). I also think these owners have a duty of care to the public they serve, and as we all know, leaving these kind of decisions to private land-owners/entrepeneurs leads to their selective self-interests over that of the general public. To say that demand for this will drive the owners to take this into consideration is a very similar argument to saying that market forces will best serve the human population. I think the government has to becareful, and I totally get your problem with this, fortunately as far as this case goes, I think their intervention is welcome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dj_douche",
    "plus": 1,
    "snip": false,
    "text": "Ever occur to you that YOU could just not go into the pub if you didn't like the fact there was smoke there?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "But what if he really, really wanted a drink???"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "... and it's so often the case!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Damn. Didn't think of that."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Good for you for deciding that your paranoia over second-hand smoke is more important than millions of people not being able to enjoy a smoke at the pub despite most pubs being open and well-ventilated."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 2,
    "snip": false,
    "text": "You go, woodenteeth.  I am sad that you fought this battle alone those long 4 months ago.   <br/> \n <br/> \nAnd I feel I must add that I value my right to not get lung cancer over someone else's right to smoke in an airplane."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Reprezent. Hah! Thanks for the back-up."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "For sure, woodenteeth.  A year later and I hope your lungs are doing well.  I live in Ottawa, and smoking is banned in all enclosed public places.  The joke here is \" <em>Ontario: Where you can marry a fag but you can't fucking smoke one.</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "troy_convers",
    "plus": 2,
    "snip": false,
    "text": "\"I'll smoke, I'll cough, I'll get the tumours, I'll die - DEAL?!?  <br/> \n- <em>Bill Hicks</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "... and  <em>I'll</em>  cough,  <em>I'll</em>  second hand smoke when you're chain smoking in a bar. Do it outside all ya want, no problems there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Man, I have to admit the second I read this I knew it was going to be a can o'worms moment."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "A can o' worms soaking in rant.  <em>I'm ranting</em>  and I can't stop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dj_douche",
    "plus": 1,
    "snip": false,
    "text": "^^ I have not double-checked your comment for accuracy but it sounds totally believable. The air quality on planes is so dreadful that I cannot imagine a slight whiff of cigarette smoke making it any worse; and as a smoker who hates flying, sitting still in a cramped, uncomfortable, boring but high-stress environment for interminable hours on end without being able to even have a cigarette is torture and puts me in a half-dazed but extremely-pissed mood for hours afterwards. I would pay $$ extra to take a smoking flight and such things should totally be reintroduced."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "... Remarkable. And true. I hadn't thought of it, but it makes perfect sense. <br/> \n <br/> \nLucidity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The key word is \"trying.\" It means he can smoke but doesn't have to admit that he does. And trying can be dragged on for a long time, whereas quit means right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 4,
    "snip": false,
    "text": "Cold. Won't even refer to Ray as being an old friend--\"just my old fool neighbour\". Pat is a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professoryes",
    "plus": 3,
    "snip": false,
    "text": "Those are some lockpicks, I tell you what"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 7,
    "snip": false,
    "text": "Thank you. That is always nice to hear."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gopacapulco",
    "plus": 0,
    "snip": false,
    "text": "nat shermans! woo!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Those cigarettes are HUGE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Well, maybe, or maybe that's a cat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "likeiwassaying",
    "plus": 0,
    "snip": false,
    "text": "...but every single other item in the entire achewood universe is tiny?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Lockpicks! <br/> \n...in Nat Shermans! <br/> \n <br/> \nI guess ditching jail is worth it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "...yeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captain_arlo",
    "plus": 0,
    "snip": false,
    "text": "Before I read the text, explaining the cigarettes contain lock picks, I thought they were the silly-straw equivalent of dynamite fuses.  Both can help you break out of jail... One is just sillier."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wallabeechamp",
    "plus": 2,
    "snip": false,
    "text": "I hate people who are pro-smoking in enclosed places. I'm pro-pissing in people's faces, but you don't see me running around trying to convince others to let me piss in their face, do you?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "If a fifth of the population was addicted to face pissing you could all get together and be indignant about those sanctimonious non-face pissers.  <em>Frickin government man tellin me where I can piss goddam it.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "I got a hold of a pack of Nat Sherman Havana Ovals this past weekend. <br/> \n <br/> \nIf you enjoy finer things, they are completely worth the $10. There's a reason they say luxury on the box. <br/> \n <br/> \nHowever, if you think that fancy cigarettes are those limited edition flavored Camels or Salems that come out every summer, save your money. These are for people with distinguished taste."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "I hear every nicotine molecule has an expensive type of atom hand-glued to it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "klank"
  }
]