[
  {
    "depth": 0,
    "minus": 1,
    "name": "ralgnar",
    "plus": 57,
    "snip": false,
    "text": "I don't normally find myself in agreement with showbiz, but I have to say it would be super hot to do a chick in a dressing room."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 57,
    "snip": false,
    "text": "I once did a chick in a dressing room, and I can confirm these suspicions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ButterMoths, divot, apocowarg, zcross00, getset_go, riotdejaneiro, Aaronb1215, Dusty, goatmasterflash, snowman, Vondicus, Mangtastic, BionicVapourBoy, 7th_shot, eatmorekix, mashisoyo, Ariamaki, fosters, zpa, TonyHighwind, whoper, Gigs, Bertson, Endquote, loneal, atticusonline, Lumus, mediumrare, fakedaisies, aHatOfPig, ravindra108, mugi, Fcannon, dracer2, nutmeg, Boyd, PresrvdKillick, smilebuddha, starch, scraggg, Doc_Rostov, AidenS123, echidnaboy, Panserbjorne, pogo, Archon_Divinus, nickb285, aparrish)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fosters was marked lame too many times and excluded. (marked lame by riotdejaneiro, subtlet, bluejay, EvilJoe, achilleselbow, echidnaboy, pquinn87, Satyr, Pigs)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, Norsef, apocowarg, symbolsoup, saddestking, getset_go, riotdejaneiro, Diggidy, Mangtastic, 7th_shot, eatmorekix, mashisoyo, Ariamaki, fosters, zpa, chivalress, whoper, Gigs, Bertson, Endquote, loneal, 762, atticusonline, Lumus, mediumrare, fakedaisies, aHatOfPig, regrepsnefpoh, ravindra108, mugi, dracer2, smilebuddha, Doc_Rostov, AidenS123, Panserbjorne, alchemicnirvana, projectiles, ouroboros, pogo, Pigs, aparrish)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fosters was marked lame too many times and excluded. (marked lame by riotdejaneiro, subtlet, bluejay, dracer2, Satyr, Pigs)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by apocowarg, saddestking, getset_go, riotdejaneiro, goatmasterflash, Mangtastic, 7th_shot, eatmorekix, mashisoyo, Ariamaki, fosters, zpa, chivalress, whoper, trisha, Gigs, Bertson, jollysaintpete, Endquote, loneal, 762, howl, atticusonline, Lumus, vexingrupert, Axhoola, mediumrare, fakedaisies, Towel, aHatOfPig, ravindra108, mugi, dracer2, smilebuddha, scraggg, Doc_Rostov, hausea, AidenS123, echidnaboy, LiquidCruelty, pogo, Pigs, aparrish)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "trollcollins",
    "plus": 28,
    "snip": false,
    "text": "Not caring about how the things you do and say affects others is what 'sociopath' means."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by apocowarg, zcross00, saddestking, getset_go, cryztal, Mangtastic, 7th_shot, mashisoyo, Ariamaki, zpa, chivalress, whoper, relaxing, Bertson, jollysaintpete, Endquote, loneal, 762, howl, atticusonline, Lumus, vexingrupert, Axhoola, mediumrare, fakedaisies, aHatOfPig, ravindra108, mugi, dracer2, TheGreatestCape, smilebuddha, scraggg, Doc_Rostov, AidenS123, echidnaboy, LiquidCruelty, Pigs)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 37,
    "snip": false,
    "text": "Do you think it is rad to have sociopathy?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gunsofray",
    "plus": 4,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "xaxx",
    "plus": 2,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fosters was marked lame too many times and excluded. (marked lame by Norsef, Ariamaki, subtlet, Spenham, FancyRat, bluejay, Njury, dracer2, pquinn87, Satyr, Pigs, SotiCoto)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by zcross00, saddestking, Spoon, cryztal, snowman, Mangtastic, mashisoyo, salo, Ariamaki, fosters, zpa, chivalress, relaxing, trisha, jollysaintpete, Endquote, loneal, 762, howl, Lumus, vexingrupert, Axhoola, aHatOfPig, mugi, dracer2, captneko, smilebuddha, Direhaggis, Doc_Rostov, Rakadin, jwinehou, Pigs)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by yingkaixing was marked lame too many times and excluded. (marked lame by apocowarg, Spoon, Fcannon, SotiCoto)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, Norsef, ButterMoths, apocowarg, zcross00, saddestking, Spoon, edd36, mashisoyo, Ariamaki, zpa, chivalress, whoper, trisha, FancyRat, Endquote, 762, howl, atticusonline, brzbee, Lumus, Towel, sigmacoder, aHatOfPig, Njury, ravindra108, mugi, dracer2, smilebuddha, Doc_Rostov, AidenS123, swatson, echidnaboy, Rakadin, jwinehou, Pigs)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "xaxx",
    "plus": 2,
    "snip": false,
    "text": "No, no, no...be nice to strangers and become their friend, then be a dick to them so you can get by with it because you are friends."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dissembly",
    "plus": 2,
    "snip": false,
    "text": "\"Nobody should be a dick to a friend; Strangers are fair game.\" <br/> \n <br/> \nOnly if you're 9 years old, and have just discovered the anonymity of the internets. <br/> \n <br/> \nOr a sociopath. <br/> \n <br/> \nWait, someone else said something like that. Both of thats."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mangtastic",
    "plus": 9,
    "snip": false,
    "text": "Soticoto thinks it is rad to have sociopathy. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 18,
    "snip": false,
    "text": "Okay, so if you're not trying to be funny, then what's the point of posting at all? <br/> \n <br/> \nMan, it's been ages since someone on the internet got on my nerves this much. Seriously, you're 24?  <em>Really?</em>  I'm not being funny but you literally act like a 13 year old boy that's just realised the power rush one gets from the anonymity of the internet. <br/> \n <br/> \nOh, why do I keep bothering to respond to you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alzuna",
    "plus": 4,
    "snip": false,
    "text": "I don't know why I actually CLICK on his comments after they have been excluded. <br/> \n <br/> \nHe has made me loathe the companion cube. Which is a Sad Thing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Lepid, mashisoyo, Myre)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "check out the comments on this strip: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101121051523/http://achewood.com/index.php?date=03142005\">http://achewood.com/index.php?date=03142005</a>"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Because I'm fuelling your conversion to the man-hating dyke stereotype?  <br/> \n <br/> \nCan we not compose ourselves without vitriol, and behave with more than the minimum self-control?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "salvagebar",
    "plus": 0,
    "snip": false,
    "text": "I wish I could Mega-Chubby this whole exchange. Gold."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "You just got your lame ass ignored.  Goodbye FUCK."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "yearsinhotclaws",
    "plus": 2,
    "snip": false,
    "text": "Agreed.  WORST. FAGDANCE. EVER."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I don't know. I saw this guy at 5am, still charging on Ice, that was pretty bad."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Testing... testing..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "Like Norton?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "This is a messageboard. People post random shit they think is funny. Sometimes they fail. Why be a dick about it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fosters was marked lame too many times and excluded. (marked lame by BPMead, Spenham, Satyr)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spenham",
    "plus": 2,
    "snip": false,
    "text": "I thought that the Companion Cube's dreams of imitating his hero Ed Gein were genuinely funny. We've all got niches to fill, even if you're not into that sorta thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jhunter",
    "plus": 2,
    "snip": false,
    "text": "but maybe this time,  <em>this time</em>  it'll work. Maybe the kid will walk through the wall. Maybe there's light at the end of the tunnel, a pot of gold at the end of the rainbow. Maybe the shattered egg yolk really  <em>will</em>  be a chicken someday! It will play in a field and grow old and live and laugh and love! <br/> \n <br/> \nMAYBE FOREVER MAN"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]by rational"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meowmix",
    "plus": 1,
    "snip": false,
    "text": "no."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "But yes. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 4,
    "snip": false,
    "text": "I was going to add something meaningful to this conversation, and then I realized that a rather nice set of breasts is arguing with the Weighted Companion Cube, and I completely forgot what I was going to say."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Now is not the time to argue. <br/> \nNow is the time to fetch tissue and clean that mark off your boxers."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "deusoma",
    "plus": 8,
    "snip": false,
    "text": "I have no idea how to respond to this, so I'll just make an empty post pointing out that I have no idea how to respond to this."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Emptiness makes me happy in my hollow inside."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greyfield",
    "plus": 1,
    "snip": false,
    "text": "Man, I gotta say, you're working some rough chuckles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 3,
    "snip": false,
    "text": "i will also say it is super hot to do a dude in a dressing room."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "linning",
    "plus": 16,
    "snip": false,
    "text": "I worked in retail for a time, and had a fling with one of my superiors that involved frequent trips to the change rooms. Sadly it was only make-outs (at least during business hours) as there was no time for shenanigans, but there were a number of times when you just  <em>knew</em>  that people were getting rutty in the change rooms and couldn't do anything about it. <br/> \n <br/> \nOne time a guy did a poop on the floor in a dressing room. The doodie fell out of him, onto the ground."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 2,
    "snip": false,
    "text": "What?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biznart",
    "plus": 1,
    "snip": false,
    "text": "Chubby for explaining the process behind the poop appearing on the floor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by ishuta, Overmedicated, Thorfinn)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "i know this post is a year later, but i totally did this in high school theater (sans knee-highs & police hats.) theater was right before lunch, so when everyone left we'd go into the dressing room and lock the door. that's what they get for having a padlock on the door."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "I always knew theater people were sluts.  I only got to do one, but in her waitress mode."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pitseleh",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pitseleh was marked lame too many times and excluded. (marked lame by stormypinkness, hectik, ohmygooses)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 4,
    "snip": false,
    "text": "You are just toying with us, aren't you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Women on the internets, my friend."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 25,
    "snip": false,
    "text": "I'm sorry pitseleh, but you just convinced me that you are a 38 year old man named Harold Futz who lives in a single apartment in Brampton, Missouri."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "seconded."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anitrophaeron was marked lame too many times and excluded. (marked lame by confusion, godfatherofsouls, ralgnar)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 2,
    "snip": false,
    "text": "Son of a bitch.  Somehow I got the BBcode right and the address wrong even though i just copy-pasted it.  Lame me into oblivion.   <br/> <br/> <br/> **Basically I accused Harold of being the strip poker guy in the victorian diving apparatus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "Most guys just don't have it in them to do the devious things they think about. And most girls who would be willing to get into this craziness (in my experience) would be down to do said craziness with another chick. All of this rings true to me; no Harold Futz here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "i've done it by myself, so i don't see why i wouldn't be willing to do it with another person (not to mention getting caught with an accomplice would be a lot more socially-acceptable than flying solo) <br/> \ni think i might be a deviant... <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 6,
    "snip": false,
    "text": "Yes we are definitely picturing such as a dirty apartment with piles of dirty tissues next to the only window that is right <br/> \n <br/> \nAll marking on the wall which neighbors walk their dogs at what times   All wearing a trench coat to the grocery store in case the urge to flash someone grips you"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "i actually have two <br/> \none grey and one brown leather <br/> \nthe brown one is a little tight so you can see my rad chilies even when it's closed :-/"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Hey I'm sorry to respond to a comment and just talk about the avatar but I've been trying so hard to remember what strip yours is from and could you please help me remember? thanks sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riazm",
    "plus": 4,
    "snip": false,
    "text": "No problem citizen, I believe the strip you're looking for is  <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101121051523/http://achewood.com/index.php?date=12132004\">here.</a> <br/> \n <br/> \nAnother case closed for.... <br/> \n <br/> \nTHE ACHEWOOD CONTINUITY POLICE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "As a former theatre kid, I can tell you you would have better luck in the dressing-room-whoopee department if you were a gay dude (This is from experience in suburban central Texas, however, and your results may vary.)   <br/> \n <br/> \nIndeed, the boys are all talk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cryztal",
    "plus": 2,
    "snip": false,
    "text": "I'm also a lady (on the internets AND real life!) and I can confirm that every guy I've ever met was a billion times less kinky than I am, but thought otherwise.  <br/> \n <br/> \nFACT: Girls are kinkier than boys. And if not, they are usually way more willing to go with the kinky.  <em>If the dude actually wants it.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "We'll have to meet. All these boys out there giving sexual miscreants a bad name."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "<i>how many garments?</i> <br/> \n <br/> \nNONE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hrm",
    "plus": 2,
    "snip": false,
    "text": "oh. oh dear, and oh well"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woof",
    "plus": 2,
    "snip": false,
    "text": "alt text: The poor brother cat has no car."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 5,
    "snip": false,
    "text": "showbiz is such a disaster that he is addicted to car-stereo equipment though he has no in which to enjoy said equipment. like being addicted to buying porcelain fountains without running water"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "more like being addicted to water founts but without having a fountain <br/> \n <br/> \nwhat"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Nothing kills a hand-gunboner like a Collection Notice from Rockford-Fosgate."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "darthemed",
    "plus": 4,
    "snip": false,
    "text": "Ow, man. Panel 9. Getting grabbed and shaken like that. All by the skin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "droplede",
    "plus": 3,
    "snip": false,
    "text": "Cats can take it. Scruff, man. It's scruff."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "molesticide",
    "plus": 3,
    "snip": false,
    "text": "th-... <br/> \n <br/> \nthirteen?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "Yeah, uh... hate to break it to you dude, no shaking going on in panel 9. This is not the panel you are looking for."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carbonation",
    "plus": 0,
    "snip": false,
    "text": "There's a guide called 'Understanding Comics'. <br/> \n <br/> \nJust sayin'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 1,
    "snip": false,
    "text": "The cat doesn't feel secure again until Panel 8, when he puts the safety back on. Until that panel, he's on high alert.  <br/> \n <br/> \nPow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "Showbiz may be of low mind, but he is smart enough to know that paying off his debt will not make him a free man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Seeing Showbiz finally drop all manner of façade in a moment of clarity in the final panel should be gratifying, given his ultra-douche-iness, but instead it's just...grim. <br/> \n <br/> \nBut then I recall his shower cam shenanigans from a few years later and feel reassured in my dickish internet judgment of a mustachioed cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vincentkv",
    "plus": 0,
    "snip": false,
    "text": "The dressing room in front of you and to the left when you walk into the back. <a href=\"http://web.archive.org/web/20101121051523/http://www.mallofamerica.com/about_moa_tenant_profile_objectname_Everything_but_Water_W290.aspx\">Right in here.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "What is it with people always tellin Beef to Kill the Lights? [I'd link it, but I don't know a damn thing about BB code]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101121051523/http://achewood.com/index.php?date=08272003\">Kill the flashlight!</a> <br/> \n <a href=\"http://web.archive.org/web/20101121051523/http://achewood.com/index.php?date=08282003\">KILL THE LIGHT!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I like to think that Showbiz has not removed his hand from his wrist since we last saw him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "u235",
    "plus": 0,
    "snip": false,
    "text": "Showbiz is the sort of dude who buys magazines about car stereos."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atlanticcity",
    "plus": 0,
    "snip": false,
    "text": "Does Showbiz have fleas?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "treatyofparis",
    "plus": 0,
    "snip": false,
    "text": "Admission: At first i thought the joke of the last frame was that Roast Beef angered Showbiz by referring to his car as just a \"car.\" It took the alt-text for me to realize the actual joke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anticitizen",
    "plus": 1,
    "snip": false,
    "text": "Your bravery has inspired me, sir.  Me too. <br/> \n <br/> \nAlso when Showbiz gets all frantic like this I imagine he's yelping like Bobcat Goldwait."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Beef's chest skin! Ow!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "It's fur."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Why's his fur all wrinklin' like that man? Why?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crouchosarus",
    "plus": 0,
    "snip": false,
    "text": "This is in my top 5 Achewood comic strips for one reason. <br/> \nIt says so much about Onstad's writing that the last panel sums up Showbiz's entire personality.  He is the sort of man who buys car stereo system parts, and is so so much debt from them he cannot afford to purchase a car.  Brilliant."
  }
]