[
  {
    "depth": 0,
    "minus": 0,
    "name": "lavienoir",
    "plus": 13,
    "snip": false,
    "text": "Soon it grows into a giant fool tree dropping juicy fool fruit."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "Which, when chewed, runs out of flavor in about seven seconds. <br/> \n <br/> \nHow in the _hell_ is Onstad able to do this kind of thing? Jump from the California-influenced slang of contemporary Achewood to pitch-perfect Victorian English?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Well, Achewoodian Victorian English, which is even better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Edwoodian English is better"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 8,
    "snip": false,
    "text": "to wit: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>With your ancient, juvenile minds you have developed explosives too fast for your minds to conceive what you are doing. You are on the verge of destroying the entire universe.</em></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "doppelganger",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Visits? That would indicate visitors.</em></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "I dunno, I think I'm in the middle of a  <em>Tor</em> rid love affair. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'm a big boy now, Johnny.</em></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Damn i'm a sucker for that"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "For Plan 9 From Outer Space quotes? You got a sister?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ajesteronly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ajesteronly was marked lame too many times and excluded. (marked lame by NeoNaoNeo, tripleG, DrMemory)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Chubbied because not enough people take the time to prepare statements anymore."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "case in point"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "huuuuuuuuuuuuuuugs!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mattsolo",
    "plus": 0,
    "snip": false,
    "text": "If you're not constantly afraid your wife is going to leave you for being neurotic or ridiculous then you're not doing it right.  <br/> \n <br/> \nIf you're constantly worried your wife is going to leave you because you treat her badly, such with the hitting and cursing and gnashing, then you deserve the hell she leaves you in. <br/> \n <br/> \nEnjoy!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mattsolo",
    "plus": 2,
    "snip": false,
    "text": "If your only crime is getting trashed and trying to make the sweetest of loves to your wife, her rebuff was probably a favor to your libido.  <br/> \n <br/> \nAs time advances, your wife will get used to saying no and you will get used to hearing it. Think of it like a batting average -- if you get a hit 3 out of 10 tries, you're a fucking hall-of-famer. Honestly, if you are any higher than that, you're not making the moves nearly enough. <br/> \n <br/> \nSO SAYS A STRANGER ON THE INTERNET!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "whackamole",
    "plus": 2,
    "snip": false,
    "text": "a stranger on the internet says you should resign yourself to some kinda mediocre fate.  Well I'll tell you mediocrity is sort of the default state of being and self-awareness of the human being and therefore also of human culture.  Even this strip seems to veer in that direction now and again.  You can do better.  Everyone can.  Sometimes people do."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ohdangit",
    "plus": 0,
    "snip": false,
    "text": "It seems the message you're conveying here is, \"If she doesn't want to have sex with you when you want to have sex with her, then your life is mediocre.\"   <br/> \n <br/> \nI have probably misread this, but it really seems silly on first impression."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "A word of advice: if pregnancy leaves your wife unwilling to do something such as drink or smoke,  <em>do not do these things.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "Tekende is furious that his 'other' is smoking while he is of child"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I first read (and chubbied) this as \"getting knocked up means you can't drink or smoke. Don't get knocked up\"."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "My mother smoked, drank and popped tranquilizers while pregnant. \"Keeps the birth weight down\" she said, in between drags on her cigarette."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I would discourage all three."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Tell us more."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Take heart.  Its seems that you are not out of control yet; you are just softening the edges of a rough patch in your marriage. <br/> \n <br/> \nOnce the honeymoon is over, it is typical that a couple will struggle to define themselves in their new circumstance.  The pregnancy makes all of these changes more acute.  <br/> \n <br/> \nThings will get better. <br/> \n <br/> \nFuck it.  Being married sucks.  Just look forward to the kid arriving.  There is true joy in being a parent (It'll even make living with its mom bearable).  <br/> \n <br/> \nDrink up."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 2,
    "snip": false,
    "text": "Did you really just say something near to 'kids will fix an unhappy marriage'?!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "No.  Near to: marriage sucks so at least enjoy your kids.  No matter how bad relationships get, just hearing little Johnny or Jane scream \"Daddy\" makes everything worthwhile. (at least until Johnny or Jane's parents show up). <br/> \n <br/> \n(Don't mind me, I'm going through a bitter phase right now)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Awww, sorry to hear things aren't going as well as hoped.  I will stand for the kidless masses and say marriage can be fantabulous without kids.  Wifeybot and I are holding out as best we can, and couldn't be happier.  We sleep, bang, eat and socialize even more than we did before we got hitched.  It can be a good thing.  It can also be the worst thing."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Everything is more fantabulous without kids! Except child labour!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "[belgandpompous] Fantabulous is trite and gets boring. Kids are awesome.  <br/> \nUnless they're crappy.[/belgandpompous]"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I have never spoken against fantabulism nor would I ever, but frequently against the parasitic horrors that can claw their way out from within our loins. <br/> \n <br/> \nI may be a man of opinions, but I am not some sort of hipster who wishes to fie upon pleasurable things simply to appear as if I am above them."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Or child pornography, if you're into that sort of thing and also aren't in jail."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Onstad, this comic only served to remind me of the frequent irritation that I bring my wife of only a few months. I frequently view your work with high regard, and find it often humorous. However, this one occasion I logged on to find it rather depressing and too realistic for my current thoughts.</em></div> <br/> \n <br/> \nIsn't this just a long-winded version of our \"My brother died of that, not cool, not funny, not a good strip\" meme? <br/> \n <br/> \nWho started that, anyway, does anyone remember?  Somebody with a couple of S's in their username, one of the grouchy ones.  The one with the dice for an avatar?  It was about a year ago."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Shades? Shorts? He/she has a blonde girl in their avatar and is generally a douche."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://m.assetbar.com/achewood/uua5fTBPs\">Shades</a>   <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "I hear that it is possible to hire empoverished 3rd worlders to perform such searchs for you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://m.assetbar.com/achewood/uua5fTBPs#comment_1\">Bam.</a>   Also, someone's going to have to get in touch with the Wikipedia \"List of misquotations\" article. Apparently it goes \"not funny, not cool...\" instead of \"not cool, not funny...\" as most of us seem to remember it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Ah, wingspan, I see your poverty has driven you to create a function for searching assetbar comments.  Thank you for using your ingenious third world technology on my behalf.   <br/> \n <br/> \n(I tried googling  <em>\"not cool\" achewood</em>  and  <em>\"not cool\" assetbar</em> , but it did not come up for me.  I finally got it with  <em>\"not a good strip\" assetbar</em> .  Now I realize I should have just checked my ignore list.) <br/> \n <br/> \nAnd, whackamole, dude, I was trying to reminisce, not really asking.  It is more fun to remember some shit than to look it up."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "iwannacum",
    "plus": 11,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I feel as though I should not be drinking as much I do.</em></div> <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>This is the first time I have felt alcohol's inebriating grip in many weeks....</em></div> <br/> \nSir, I know drinking problems, and you have no drinking problems. Also, married with a child at age 22? What is this, the 19th century? Don't you know that 22 is the new 12?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>For Plan 9 From Outer Space quotes?</em></div> <br/> \n <br/> \nGot Wood?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Got 2 brothers, sorry fermat."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Visits? That would indicate visitors.</em></div> <br/> \n <br/> \nD-Dan Quayle?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Dan Quayle was Plan 10"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "'cause his mother didn't have Plan B"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dan Quayle was a Big Fat Plan 10 minus 10."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Wales' reach exceeds its grasp."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "It is a main thing of ladies to let a man know he is being a straight up fool, and that is the only seed a woman need sow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Maybe he's been watching a lot of Victorian porn lately?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Victorian porn comes in books, as they dinna even have Betamax back in ye olden tymes. Chubbied, though, for Victorian porn. Those chicks are SEXY."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I just can't find them sexy.  It's like, everyone was a fat sow back in those days."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 3,
    "snip": false,
    "text": "You mean, had actual curves and didn't look like a starveling waif?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I'd bestow a chubby, but I won't risk offending you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "no, chubby chicks can be sexy.  I didn't mean to imply otherwise, despite my having explicitly said so.  I was being lazy.  What I meant to say is that, for some reason, these chubby chicks (victorian era) don't look sexy.  Maybe it's the Marilyn Manson style eye shadow, maybe it's... it's... the hair style?  The facial expressions that just always look... mundane?  I dunno.  I do know that it's awful of me to dis dead people like that.  Kinda a slap in the face of nostalgia and such. <br/> \n <br/> \nhey but you remember that sci-fi movie The 13th Floor?  I don't remember exactly but I think there was some victorian era chicks in that movie.  It was partly set in like the 1800s.  That mighta been sexy.  I don't recall exactly.  I do remember that it was certainly nostalgic.  <br/> \n  Anyway that movie had an awesome premise.  There was this virtual reality they created in this office on the 13th floor of this building, kinda like a holodeck on star trek, but then, some of the computer-generated characters in the virtual reality gained sentience... and figured out that they were in a virtual reality... and somehow or other it was possible for real people to visit the virtual reality. <br/> \n <br/> \nIt's interesting that people in some cultures have lately started to prefer skinny chicks, and yes, that has really gone to a friggin' extreme, like, wayyy skinny chicks.  Our culture is loosing it's mind...  Personally, I dig way skinny chicks, but I think that's because I'm a pedophile more than anything. har de har har.  hmmm. yeah skinny chicks are sexy because they are inherently higher resolution.  The more fat a chick has on her, the less information you can infer about her body type, and for that matter, fat also dissimulates the exact positioning of facial muscles, thus reducing the resolution of facial expression.  I bet if you did a research study and you adjusted for other factors, you'd probably find that guys with better eye sight are more likely to go for skinnier chicks.  So why does all this visual information matter?  I think that it matters now more than ever to people because our culture is loosing it's mind...  In the past few decades we've introduced information technologies, most notably the TV, which have really accelerated the rate with which we introduce information into our decision making processes, and the resolution with which we perceive information.  Look at McD's...  McD's is arguably by far the most successful quick-serve business, but when you compare it to the competition, the differences are not that significant... but the consumer is now perceiving even minute differences in serve time, in consistency, in appearance of food, in taste, in consistency of taste, and it all adds up to competitors like Burger King being relegated to second-class status just as the fat chick has been. <br/> \n <br/> \nSo what can I say... what we know as the human is mostly a creature that is programmed with information...  To be human now, is, on average, a profoundly different experience than to have been human 20, 50, 100, 1000 years ago...  It's a bell curve... there is some overlap, there always were and always will be some whose experience was and is on the far end of the bell curve.  But that bell curve is there, most people fit in the middle of it, and it evolves over time.  I have a theory that one group within that bell curve is fat people, and over time, their position in that bell curve shifts around.  In the USA today, right, poverty and being fat kinda goes hand in hand... many of the cheapest foods and beverages are the ones highest in sugar and fat, and also consumption patterns of the poor are skewed towards prepared foods which again make you fat.  Also, poor people are less well educated.  The environment of the poor person in the USA (but not in all countries), on average, tends to be skewed towards less diversity of sensory stimulation, especially now that our culture and it's technology is shifting towards giving and receiving stimulation via relatively expensive technologies, leaving relatively inexpensive technologies (radio, broadcast TV) to become wastelands that would bore the tits off of anyone.  Couple this decreased stimulation with the fact that poor people are fatter, and voila, you have a recipe for kids to grow up with dumb fat parents who exhibit far less dynamic facial expression. <br/> \n <br/> \nbut man, show me a buxom lady who exhibits facial expression, and I think that is so sexy.  e.g. I have a crush on this lady: <br/> \n <br/> \nhttp://www.trutv.com/shows/operation_repo/interview-lyndah_pizarro.html <br/> \n <br/> \nBut this lady, not so much: <br/> \n <br/> \nhttp://www.trutv.com/shows/operation_repo/interview-sonia_pizarro.html <br/> \n <br/> \ndude what the hell!!!!  your heart can't supply blood to that much body!!!  anyone that fat needs to loose weight... it's a premature death sentence.  And that's sad man.  I had an acquaintance who was a few hundred pounds overweight, and he died for a heart attack recently, at the age of like 40 something.  what the hell!   <br/> \n <br/> \nThis has been trolling with AIU.  Thanks for listening.  Tune in again next week for another meth fueled rant!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Don't say cocaine ideas near me! It's my birthday!* <br/> <br/> <br/> *not really"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "You know, I don't really get the impression that \"our culture\" is \"obsessed\" with \"unrealistic standards\" of thinness except when feminists and such are proclaiming that this is the case. Most guys I've talked to are fine with anything ranging from a Shannon Elizabeth to a Drew Barrymore. And does anyone actually believe that the fashion world has anything to do with the tastes of straight men?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "come on Achilleselbow!  that post reads like a Rush Limbaugh rant.  You absolutely have a point that media hyperbole makes things out to be more significant than they are, but if you're gonna say something's not significant, let's here more than just anecdote to back it up.  it's too easy to mix up your own personal prejudices with your anecdotal observations, and jesus christ you sound like a prejudiced right wingnut this time."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "let's here?  hear hear!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I can't find one untrue word is his post. If that makes me a right wing nut, pass me my ABORTION KILLS sandwich board."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't see what's so right wing nutty about it either. Seems fairly spot-on. <br/> \n <br/> \nBut then, for some people the merest hint of a suggestion that a feminist somewhere might not be right about everything or maybe exaggerates some things is enough to make something \"right wing\"."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "FUCKIN FEMALE VOIDS AMIRITE GUYS? <br/> \n <br/> \nI WON'T LET THEM DEVOUR MY MALE LIGHT <br/> \n <br/> \n... <br/> \n <br/> \nMALE LIGHT! <br/> \n <br/> \n[/davesim]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "FUCK YOU bbcode"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 2,
    "snip": false,
    "text": "your kidding right? the range of female body types runs from shannon elizabeth to drew barrymore? do you also think that the range of male body types runs from hugh jackman to christian bale?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I guess I should have looked up who Shannon Elizabeth was. I assumed she was homely and/or pudgy. That seemed to be the implication. Still, beyond that, I can't find anything wrong with his statement."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Funny, I assumed Drew Barrymore was the chubby one.  I guess I'm not sure where he was going with that."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I picked the first two women I could think of neither of whom was unrealistically skinny, with Shannon Elizabeth on the thinner side and Drew Barrymore on the chubbier. The fact that I couldn't find better examples and that they are both from the late 90's/early 00's just shows that I haven't watched TV/kept up with pop culture in a while."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I find it odd how people will go on about Tina Fey under the impression that she is somehow not conventionally attractive."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is a little non-sequitur, but I think Angelina Jolie is vastly over-rated.  Vastly."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I find her startlingly unattractive. You're not at all alone there."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I agree with sje46 here."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You guys can say that all you want. It doesn't change the fact that if she made a move on you you'd cum before you even got out of your jeans."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Then again, if any girl made a move on me, I'd cum before I got out of my jeans."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "I more or less agree, but I think the issue is less how straight men are told to perceive women and more how women are told how they should (according to people selling things) perceive themselves and each other."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That disconnect is not the fault of your average straight male, though."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "See, tekende, if you kept up with the New York Times you'd know that  <em>every</em> thing is the fault of the average straight male. Duh."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "it may not be his fault, but he is not also blameless. but this is turning into one of those threads where everybody gets all up in arms so i suggest we consider finding a non-assetbar venue to continue if we muft"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Looks like someone needs to improve their reading comprehension. I didn't say that was the range of female body types, I said that it's the range most guys are fine with, and that was a pretty conservative estimate anyway. I'm not sure how you could miss that unless your eyes glazed over and your mouth started foaming about halfway through reading my comment."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "your demonstration is weak. you chose two women with more or less the same, if not very similar, body types who are very much representative of the standard you're denying. no foam. i originally thought it was a satirical comment."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No,  <em>you!</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I don't know if she's lost weight since then, but I remember Drew Barrymore being somewhat chunky. Not in a bad way, but if you think she is unrealistically skinny, then I don't know what to tell you. People seem to be unable to find a middle ground between extremes. Just because runway models are freakish and alien-looking doesn't mean that the 400-pound lady in unflattering shorts strolling down the Wal-Mart aisle should \"feel good about herself\" and \"accept her body\"."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>doesn't mean that the 400-pound lady in unflattering shorts strolling down the Wal-Mart aisle should \"feel good about herself\" and \"accept her body\".</em></div> <br/> \nWhy not? It's her body, she can feel any way about it she wants. Are you saying that she shouldn't feel comfortable with herself because it personally offends YOU?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I have to agree.  A person can feel anyway they want about their body.  A person can enjoy being fat and with a huge nose etc., but they should probably not expect others to find them attractive, or demand that others find them attractive, that they deserve it."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Tell that to this bitch <br/> \n[IMGS OFF] <br/> \nIt's OK to be morbidly obese, but pretending that it's some kind of attribute is a pathetic lie. Resignation disguised as empowerment."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, there is probably some self-delusion or other defense mechanism going on there.  I really want to read that article though."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You just want to look at the pictures."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Would you believe, sje, that it's not an article but an  <em>entire fucking book!?</em>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh Christ. <br/> \nIt looks just like a magazine. <br/> \nThat has to be a terrible book."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You just whipped that out as an excuse to start a  <em>yo' mama so fat</em>  thread. <br/> \n <br/> \nYou are so transparent, rob't."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "[quote=scorpio-nadir]You just whipped that out as an excuse to start a yo' mama so fat thread. <br/> \n <br/> \nYou are so transparent, rob't. [/quote] <br/> \nExcuse me while I whip this out. <br/> \n <em>*Woman screams*</em>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Obviously I don't know how to use quotes in bbcode. Obviously."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "[quote=\"octafish\"]Now I do, I think.[/quote]"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nope."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That would work anywhere but here.  <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Octafish:<br/>\nOf all the gin joints in the world to try to whip your code out in...</em></div>"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>octafish:<br/>\nYou quoted for him, you can quote for me</em></div>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hey Scorp, yo' mama lived so long that she eventually passed away! Oh shit! Oh shit! Jus' watch me now!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Do you think it's rad to have a morbid eating disease, spicyponyhead?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "Feminists don't blame it on straight males, they blame it on the ingrained patriarchy in our society. You must understand that it doesn't matter what the average guy on the street finds attractive, girls and women are told implicitly, mostly through advertising, that they are  <em>never attractive enough</em> . We can never live up to the Photoshopped ideal, but we are told that we can, if we buy all the right products. To be unfeminine is to be ridiculous and to be feminine one must buy things."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Men are also told that we will never, ever measure up. Women want guys with more money, bigger dicks, and abs like the OED. You think men aren't told \"If you want women to find you attractive you need to own this car\"? <br/> \n <br/> \nEveryone is sold an ideal that they cannot achieve. <br/> \n <br/> \nTo an even greater extent even without advertising we will all want to achieve an impossible ideal. People come into the world with more insecurity than could ever be taught."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "[[People come into the world with more insecurity than could ever be taught.]] <br/> \n <br/> \nI disagree. Little children are not insecure- this is a fear-based learned behavior. (And is thankfully un-learnable with practice). Unfortunately, most people spend their whole lives being incredibly insecure and living in fear. But we do have a choice!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I guess, re: the [[]] thing, I was too lazy to actually use Assetbar's quote function. That's my excuse, anyway."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "WEll, yeah, but he wasn't saying it's genetic or anything.  That wasn't his point."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "That wasn't my point either. He was saying that people come into the world with insecurity. I was disagreeing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I can't remember personally, but babies look pretty insecure to me - all wailing like mad as soon as they get hungry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Defining \"having needs\" as insecurity....interesting point, considering everyone has needs. <br/> \n I think some infants are pretty secure with their own self-image, regardless if they're basically and utterly helpless.  <br/> \n <br/> \np.s. I've actually raised some. Does that count?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Insecurity is a matter of self-awareness and self-doubt. Babies/small children don't have this. Physical needs (hunger, projectile vomiting, shitting, whatever else the little parasites do) are different than insecurity. Insecurity would be like \"I think mommy loves the dog more than me\" or \"daddy drinks because I cry\". And that kind of thing is trained into them as they are domesticated."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "So, in fact babies are  <em>incapable</em>  of insecurity rather than not suffering from it. <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I would say though, that I think insecurity, like other emotions, is to some extent wired into people and to imagine that it could be got rid of entirely is utopian."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "What about all those rom-coms where the douchebag boy-man ends up with the hot lady? <br/> \n <br/> \nAlso, the OED has abs? What?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "What about them? Who gives a shit? You know what this problem boils down to? Not fucking thinking for yourself enough. And here I don't necessarily mean \"yourself\" as in YOU personally, howl.) <br/> \n <br/> \nLike belgand pointed out, media tells us men we're not good enough too. You think I sit around being angry at the patriarchy or the matriarchy or whatever for this? No. I don't. You know what I do instead? I don't give a shit and I do what I want. I think I'm probably a lot happier this way than I would be otherwise. <br/> \n <br/> \nSo I think people who give so much attention and blame (and therefore, credence) to the \"patriarchy\" and \"advertising\" for their problems with perception of men or women really just need to learn to think for themselves. I've never dated a girl who looks like a movie star or belongs in a commercial, and frankly, I don't really want to. I have my own standards of attractiveness, and what \"the media\" tells me has very little to do with those standards. And I highly doubt I'm anywhere near alone in this."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "The problem is that people really can't choose how they feel all the time.  It's conditioning.  Most people with a fear of insects know they aren't going to be harmed by them.  You can tell a person with a fear of flying that it is statistically much safer than driving, but that won't change anything.  Emotions are very resistant to facts.  Sometimes they listen, but sometimes they don't.   <br/> \nI used to think that girls who starved themselves must be stupid or something, because don't they know that no one cares if they are average weight, and that many people find people that thin incredibly unattractive.  But for the past few years I've been feeling utterly horrible about myself because I am a virgin.  Shows and movies like American Pie, and soon everything just made me feel like I was totally inadequate, and the reason why I am so unsucessful with the ladies is because of something internal, unchangable.  Now, these are clearly very different examples, but they are similar because it shows just how powerful the media can be over how people judge themselves.  No amount of reassurance, no amount of facts will help me, because I will still hold myself to an ideal that I really shouldn't.  The only thing that can change someone like that is emotional and psychological support.  Not just logical support by itself, although it can help. <br/> \n <br/> \nSo the people who are weak and vulnerable, do they deserve to starve to death for being weak?  No, the advertisers need to be held responsible.  And besides, it is totally unfair that women need to fight against these extra barriers that men don't have to deal with, with appearance.  It's cool that you are so well-adjusted that you can just ignore everything, but to let them take advantage of people who are weaker is just wrong."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>No, the advertisers need to be held responsible.</em></div> <br/> \nI disagree wholeheartedly. We have control over our own realities, and trying to hold someone else responsible is just total Victim behavior. (Something so many people are trapped inside!). It's always someone else's fault, blah blah blah. Nope. We have choice. We can choose to not have a TV, not read the fashion magazines. I don't for a second buy that shit that someone else is responsible for our reality, or the way we feel about ourselves. Don't like your reality? Change it. No one is going to do it for you."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "We're not talking about reality, we're talking about feelings.  Do you think that a schizophrenic can just stop hallucinating because he is being irrational?  Do you think that a depressed person's serotonin receptors will reuptake (or whatever)?  It's not that simple.  They need help, not people making them feel worse.  Some people are shallow, and some people don't try, etc.  They should try harder.  But as it is, basically good people are suffering who don't deserve it.   <br/> \nIt's not as simple as not watching TV, or not buying fashion magazines.  Are they not supposed to look at billboards either? dense?  Maybe they will be even more unhappy without a computer, TV, going into the city, looking at magazines.  Should a person seculde herself on an island next?  Because every person that person will talk to will be biased in some way about some things that will make that person feel bad.  Do you think that only advertisers and the media make fun of chubby people?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Mental illness (schizophrenia, depression) is different than feelings. I'm talking about the majority of us who don't have schizophrenia or major depression- we can choose to feel however we'd like. Including- feeling like a victim, feeling insecure, blaming others for our emotions. Or we can just realize that we have a choice to be happy, a choice to feel secure, a choice to not let the realities of others affect us. (It's nice!)"
  },
  {
    "depth": 16,
    "minus": 2,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Are you a psychologist?  Have you majored in psychology?  How about sociology?  I'm majoring in psychology, and I still know that I don't know enough to be speaking with complete knowledge, so who are you to?  We don't choose to feel anything.  Ever.  Get that through your thick skull."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wozzeck",
    "plus": 5,
    "snip": false,
    "text": "Ah, and so we've reached the stage of debate in which the great academics truly prove the merit of their positions by  <em>name calling</em> . <br/> \n <br/> \nSome may major in psychology, others may major in  <em>real life experience</em> . Have you ever starved at length? Have you ever lived without shelter from the cold? Have you ever been shot at? Have you ever loved an opium addict? Have you ever watched a dying man crack a joke? <br/> \n <br/> \nYou are twenty years old, get that through your thick ego."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Now, time to defuse alll of this <br/> \n <br/> \n <em>I got some Mr Freeze ! Who want some ??</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "O.O <br/> \nDo you have blue?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I prefer Otter Pops. <br/> \n <br/> \nActually, do you have any ice cream sandwiches? Maybe an It's It?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well, i can make some. Dude i got \"Popsicle\" ice cream, we're talking fusion here"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If that's true I think we need to construct an ice cream sandwich where the ice cream is surrounded by giant Oreos... or, even better, Tim Tams."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Or a donut ice cream sandwich, where the donut insides (parts closest to ice cream) were caramelized like the tops of creme brulee, so the donut wouldn't get soggy, and it would be all crunchy....? mmm."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Oh: how about bacon ice cream, with a maple bar as the sandwich part?"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No. Bacon cuisine has gotten entirely out of control and the newer influx of maple to the bacon concept has just made it worse. <br/> \n <br/> \nIt's a serious problem when society has made me no longer love bacon."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Newer influx? People have been dipping their bacon in maple syrup on their breakfast plates since.... <em>history!</em> <br/>"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A vile perversion and nothing more. However, I was referring to the recent bacon fad having moved from just bacon-flavored everything to a greater quantity of maple-bacon flavored nonsense."
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "If we ever hang out, remind me not to bring my bacon-flavoured chapstick."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "What if I just bring some delicious bacon? Why must everything taste like fake bacon? Is it too hard to merely smear congealed bacon fat on your mouth to keep it suitably lubricated?"
  },
  {
    "depth": 30,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Provide me with it in a convenient chapstick tube, and we shall talk."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What does any of that,  <em>any of that</em>  have to do with what we are talking about?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What a time to be out of lames. You're being an asshole, sje. Quit being an asshole, sje."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I am what I want to be.  I don't care."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>We don't choose to feel anything. Ever. Get that through your thick skull. </em></div>   <br/> \nI disagree with you. Perhaps you should go ask your college professors about that one, lil' dude. And, as much as it doesn't affect me, it doesn't do much for your credibility when you resort to name-calling when someone doesn't agree with your views."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Credibility for whom?  I'm talking to you and only you, and you happen to be a person who doesn't know what she is talking about but still feels the need to express her worthless opinion, which is precisely what morons do."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://www.youtube.com/watch?v=E7HjBr_QMXI\">Pot. Kettle. Black.</a>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, what happened to you? You used to be kinda nice. Weird, but nice. Lately you've just become more and more of a jackass. I'd put you on ignore, but you post so often that no threads would make sense without your posts."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It's actually kinda nice.  When you ignore him, you get a weird looking thread.  Those are the threads that should be skimmed over."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ":( I'm sorry guys. . . .I stopped being a jerk, but you still think I'm being one.  :("
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "That's not how it works. It doesn't magically get better once you stop being a jerk. Your actions/words are all we have to go on- if you're being a cock to strangers, strangers will think you're a cock. (it's up to you whether or not you choose to care about that). They won't NOT think you're a cock until there's tons more non-cock responses after that, because first impressions of You As Cock are hard to shake off. And, if it's to the point where people are ignoring you on here, you're Forever a Cock as far as they're concerned."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I don't know why it took so long, but I'm just starting to realize that sje is as much of an \"art poster\" as glad."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "If so, that would be a bummer...that would mean I've been feeding trolls! Not rad."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Now, now. There are some important differences between art posters and trolls. I won't go into it, and I probably shouldn't have to."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't think so, Tim."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why?  Because I have opinions that not everyone else has here?  I'm pretty sure that my opinions on these matters aren't that unusual.  And I do like arguing things a lot, but not to make people upset.  I do, however, sometimes make people upset when they make me upset when I perceive that they are ignoring many of the things I say.  But I am better at that than I was.  This is me; this is the real me.  I am not a troll, and I am not an \"art poster\"."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I do think you were being a cock to me.  But my being a cock back evidentally didn't help matters."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Actually, she wasn't being a cock to you. Unless disagreeing with you counts as being a cock. Now quit whining about it, cock."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<em>\"They were whinin' 'n disagreein' doin' the Cockadile Rock, Yeah!\"<br/>\n<br/>\n&lt;Nyeahhhh-..........Nyeah-Nyeah-Nyeah-Nyeah-Nyeah&gt;</em>"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "I should probably shut up before everyone hates me even more than they already do--hey!  Cute puppy!  [IMGS OFF] <br/> \nD'awwwwwww :3"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>you happen to be a person who doesn't know what she is talking about but still feels the need to express her worthless opinion,</em></div> <br/> \nYeah, enough out of you, kiddo. Come back when you can debate like a real adult, maybe once you've augmented that half-formed education of yours with some actual life experience in the real world."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Life experience means nothing by itself.  My father has experienced a lot in his life, but he is completely ignorant about many things.  I'm interested in what your seven years on me has taught you despite a lack of education in the subject."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Actually, I wrote my thesis on life experience."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Heh."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "You're making an assumption that I have a lack of education in the subject."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "If you do or don't, I still love you. <br/> \n*huuuuuuuuuuuuuuuuuuugs*"
  },
  {
    "depth": 18,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry spicyponyhead.  I'm sure you're not an idiot or thick-skulled or whatever.  I know where you are coming from, but I just think it's kinda dangerous thinking.  Somewhat similar to thinking that poor people are poor because they are lazy, and that rape victims deserve to be raped for going into a bad neighborhood.  I am not saying you believe these things, but that it seems to be along the same vein.  It's like a Nietzschian way of thinking that sort of bugs me.  I honestly think 90% of humans are weak things, easily swayed by everything around them, and it is quite a struggle for them, and they need help.  I do get annoyed though, when people look for things to be offended about.  A lot of people do that, and it's insincere and annoying and wrong.  But as it is, a lot of girls suffer health problems and die because of advertising, and they can not turn it off like most people can.  They have a disorder, just like basically all of us to some extent (well, that wouldn't follow the official definition of disorder, but still) and corporations are being irresponsible by continuing to push that message.  I don't, however, care if someone says \"he gypped me\".   <br/> \nBut yeah, you're not stupid, and I am a dickhead.  Sorry about that."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Oh goodness it's sje, thank god, I'm just so weak and stupid I don't know what to do without someone telling me! Please, sje, TELL ME THE RIGHT WAY TO LIVE MY LIFE AND TO THINK. <br/> \n <br/> \nYou gigantic, incredible asshole."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Christ, where did I say that I am smarter than anyone else, that I am an authority?  I'm just saying what I think, and you are just ad homining me, after I apologized."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe you should read your \"apology\" again, because it doesn't look like you're actually saying you're sorry for being a dick, but more like you're saying \"I'm sorry you don't feel the correct way about this.\""
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, can't I be sorry for both? :P"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I just think it's kinda dangerous thinking. </em></div> <br/> \nIt's dangerous thinking that we are responsible for our own realities, and can't just mindlessly blame others for our situation and our feelings? It's dangerous thinking to not go through life constantly butthurt and caring so much what other people think about you? <br/> \n <br/> \nWow. Ok, dude. I think I'm pretty much done with this conversation. I don't know what they're teachin' you in schools these days, some bizarro psychological equivalent of New Math or whatever, but I wish you good luck with that."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Not mindlessly.  People shouldn't focus obsessively on what others think of them.  People should try their best. <br/> \nWhat is dangerous is thinking that people are 100% responsible for their reality.  This is not true.  We are enslaved to our own faulty minds.  Just like how you wouldn't blame a person for having depression, you shouldn't blame a person for being sad.  You can encourage the person to think happy thoughts, to stop certain cycles of reasoning.  But it is not as though the person who has depression has an actual germ in him that affects his brain.  I think the difference is quantity, not quality although I am not sure about that, to be honest."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I disagree wholeheartedly. We have control over our own realities, and trying to hold someone else responsible is just total Victim behavior. (Something so many people are trapped inside!). It's always someone else's fault, blah blah blah. Nope. We have choice. We can choose to not have a TV, not read the fashion magazines. I don't for a second buy that shit that someone else is responsible for our reality, or the way we feel about ourselves. Don't like your reality? Change it. No one is going to do it for you.</em></div> <br/> \n <br/> \nEasy to say.... <br/> \nalmost impossible to do... <br/> \n <br/> \nBut then again.... <br/> \nWhat else is there worth doing?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Well, I never said it was EASY...but it is possible. With lots and lots of practice. But it is, very much indeed worth doing."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "First it's the hardest thing, then it's the easiest thing.  <br/> \nBeginning or end, it's the only thing worth doing."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But isn't it a little unfair for these people to have to shut themselves out of society to be happy?  Isn't it sad that that is the only option they have?  And again, that won't really stop the feelings.  The feelings of being inadequite are already there.   <br/> \nWhenever someone mentions getting laid or something, I feel really terrible about myself because I am a virgin.  I know not to blame them, because it is an idiosyncrasy I have, and they have no way of knowing about it, and it's not really destructive.  But if many girls are killing themselves by starving, that's a much bigger problem, only because corporations want to. . .what?  Does it really help with their business that much that their models are that thin?  I never understood it."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "They show that thinner than thou girl are supposedly the most attractive in today society, Teen emulate them in order to fit with the perceived good crowd."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'd be lying if I said this stuff didn't affect me at all. I don't measure up to the kind of guys you see in GQ or on Levi's commercials, and, sure, sometimes I wish I did. But even if you disregard every form of media, you're still going to run into people and situations that make you feel insecure from time to time. It's unavoidable. You ask a girl out and she says no, obviously it's going to make you wonder why and ponder the possibility that you're not attractive or witty or whatever. But there's a difference between that and letting popular standards of attractiveness/intelligence/whatnot decide your self-worth for you. Quite frankly, if you're weak-willed enough to let the media decide for you how good of a person you are, that's your own fault, not advertisers'."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>you're still going to run into people and situations that make you feel insecure from time to time.</em></div>  No one can MAKE you feel anything. You have a choice to respond to other people in an insecure way. You can also choose to not be affected by the words of others."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<em>But Spicyponyhead!<br/>\nVictims!</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Shut up.  Try to understand my views, idiot."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Your dead mother is a slut and a banged her everynight when she had cancer. <br/> \n <br/> \nDo you choose to not get offended by that if it applies to you?  There is a difference between someone being insincerely whiny for attention and someone genuinely feeling bad.  No one can make you feel anything, but situations can.  You can not choose to be affected, and if you think that, you are a moron.  You can choose how much you think about something.  You can choose to distract yourself.  But you can not choose your initial emotional reaction, n o more than how someone can choose to not have a phobia.  That's not how people work.  I'm not saying that, say, rape victims should blame every little problem they have on their rape and not move on (I have heard that counselors for them force the idea on them that all their problems are a result of that one moment, but I don't know if this is true.  But either way, it's wrong if it is true); I'm saying that we shouldn't be making rape jokes.  You shouldn't tell an anorexic girl that she's fat for the lulz \"lulz, I'm not responsible, she is!  lulz\".   <br/> \nBut that is just being a kind person, you know?  But whether something is offensive isn't the biggest deal.  What the big deal is is that advertising is doing bad things to society.  TV shows, commercials, etc, which imply that women are not as intelligent as men, and belong in the home will result in discrimination to even the strongest-willed women.  PEople saying \"that's gay\" just reinforce the belief that being gay is a bad thing, resulting in discrimination.  Why should they have to fight extra hard to get what we get easily?  HAving these ads result in actual deaths.  If they are weak-willed and foolish for letting the ads get to them, does that mean they deserve death?  You ahvce to realize the consequences of your actions, and realize that weaker people don't deserve this.  And it'snot as easy as saying \"You're being foolish\".  Not at all."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>But you can not choose your initial emotional reaction</em></div> <br/> \nActually, yes you can. And you can also choose the reactions that come after that first reaction, too. If you walked up to me and said that whole 'dead mother' thing, I'd just laugh. Same as if you called me fat, or ugly, or whatever. I would choose not to be offended, because I don't take what others say personally. Just like I don't take ads that tell me I'm too fat/unfashionable/won't be complete until I buy a product XYZ personally. It takes practice, but it is possible. And it's super fucking awesome once you break free of the reactionary lifestyle of constantly being butthurt by what other people say to you.  <br/> \n <br/> \n...but, you know, you can choose not to believe that either, and just call people morons if they don't agree with you. I don't take it personally."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, yes, people are different.  People saying that penis size matters won't affect me at all, or that all the cool kids drink.  But certain things will.  Maybe you would laugh about the dead mother thing because it doesn't apply to you.  Your mother isn't dead.  But if I knew that, and I said it to you anyway precisely just to hurt you, I think you will probably be quite upset.  You may count to ten.  You may walk away.  You may handle it like a champ, and that's good.  That is something you should do.  But it's not something you ought to do.  I ought not to have insulted your mother just to hurt you.  And even if you handle it like a champ, I really doubt that there was no initial emotional reaction.  There is no prompt asking \"[insult]Do you want to become angry?  y/n\".  It's more like \"[insult>you are angry] Do you want to dwell on this?  y/n\".  These things are automatic.  Not everybody is the same. <br/> \nIt's like going to a arachnophobic convention, unleashing a bunch of spiders, and blaming them for panicking.  They should go to therapy and learn how to deal with spiders, but they have no moral responsibility to, and therefore they don't deserve blame for feeling the way they feel.  It is your moral responsibility to recognize the consequences of your actions.   <br/> \nYou will say that these people have psychological disorders, therefore they do not count.  But we all have initial emotional responses about things, most of which are automatic.  What makes it a disorder is if it will greatly affect their life negatively and if it's out of the norm.  Taking advantage of people's psychological weaknesses is just douchey, and unfair.  They have to undergo a lot of work just to be normal."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>But if I knew that, and I said it to you anyway precisely just to hurt you, I think you will probably be quite upset</em></div> <br/> \nNo, you're really not getting it. No matter what you say, I have a choice to let it affect me or not. You cannot MAKE me feel insulted. I choose to feel insulted, if I place any weight on the words that come out of your mouth. But since I don't take ANYTHING you say personally (good or bad), it doesn't affect me. <br/> \n <br/> \nIt might be too radical of a concept for you to grasp, but it's true. There's a good book on this topic called 'The Four Agreements'. You might want to check it out, just for some balance.  <br/> \n <br/> \nI'm curious why you're going into psychology if you think that we have no control ever over our emotional reactions. If we never have any choice, if we can never actually create our own realities, how do we change as people? How do we achieve what we want? You're not making much sense, honestly. It sounds like a bunch of \"I'm in the middle of getting a degree\" babble, honestly."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "We have control over our actions, not our emotions.  Our actions can kinda control your emotions, like taking a deep breath, not getting arguments you know will make you upset, picturing a meadow in your head, etc.  You can get counseling so that certain things won't bother you in the future.  All I'm saying is that when a stimulus is presented, you have your initial emotional reaction, and then you can indirectly control it by making yourself think certain thoughts and do certain actions.  An initial emotional reaction comes instantly, before you are able to think it over.  It is an unconscious thing.  Does that make sense to you?  I'm trying to be clear =/"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>No one can MAKE you feel anything.</em></div> <br/> \n <br/> \nYeah, but you know what I mean."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "The OED is astoundingly well-defined."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't percieve the world as caring what size my dick is, but I can see how other people would base a lot of their self-worth on that, what with the constant dick jokes on television.  That just shows how some people are immune to some things but aren't immune to others.  I'm sure that a lot of people will tell me that no one actually cares about whether I'm a virgin, except people who aren't worth being friends with, but that won't stop me from disregarding them and feeling terrible about myself because of it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "While a black man who may be hurt by the N word shouldn't go into a racist area if he wants to avoid it, that doesn't mean that the racists are off the hook for calling him that.  A person should be able to experience the world how any other person should.  The black man shouldn't go into the racist area, but the racists oughtn't to be racist.  Or maybe you will argue that the black man is irrational for being offended by this word.  Everybody should try their best to be happy, but we should live in a world where it isn't necessary to struggle to be happy like everyone else."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "replied to the wrong comment, oops."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "TLDR: Advertising has made sje46 into a paranoid schizophrenic."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Huh?  I'm in touch with reality, you dang reptilian."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "To expect for the world to care whether you, as an individual, are happy is to expect too much of the world."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I don't see the point of this entire line of conversation.  The only way to affect it is not to buy products advertised this way (and convince your nearest 20,000,000 friends to do the same)... then maybe a change will occur."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cproseedcakeksc",
    "plus": 0,
    "snip": false,
    "text": "From the interview with Lyndah Pizarro (who, I must agree, is very pretty): <br/> \n <br/> \n\"They are all angry. The women are the worst, especially ones who go for my hair. That [makes me angry]. It hurts!\" <br/> \n <br/> \nPutting in \"makes me angry\" in square brackets is my new favourite form of censorship, definitely."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Pah! You know nothing. <br/> \n <br/> \nNothing of  <em>rude teats</em> : <br/> \n <br/> \n[img]http://pulpblog.com/wp-content/uploads/2009/02/2019.jpg[/i] <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "And just to show you what-for, here is a rather more polite bosom: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would hit either, or both of them.  I'd hit them with my best shot. <br/> \n <br/> \n[img]http://www.thatgodawfulharpybenatar.com/hag.jpg[img]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I say sir, but is it perhaps not unwise to be revealing a young lady's all in such plain sight? Was there not a bit of consternation the last time I did such a thing that perhaps such depictions ought to be placed behind such as a link perhaps? I mean, true we enjoy our fair share of the rock-hard cat cock from time to time, perhaps in the heated tub, but some find it to be a bit of a bother to have it showing up while at work."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's black and white and she has the eyes of a corpse. This is quite clearly art."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A fair and valid statement, true, but after being scolded the last time I posted something along those lines I was presented with the dilemma of trying to choose this time. I felt it better to err on the side of caution. Perhaps we ought to all agree on a set of general rules for what we feel must be shrouded and what may be allowed to caper across our eyes freely and without fetters."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "penises? (!)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "I agree that fuck your workplace mores."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aargh",
    "plus": 0,
    "snip": false,
    "text": "Boobies!"
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "lickmydick",
    "plus": 1,
    "snip": false,
    "text": "Hi, I'm also a white douchebag."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Join the Facebook group."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I'm not actually going to risk trying to put a photo or a link into this post, as I fear assetbar will make me its bitch, but I want you all to imagine a picture of Leslie Phillips with the words 'Ding Dong' underneath. That would entirely encapsulate my feelings on this post. <br/> \nIf you don't know who Leslie Phillips is then I just don't want to know you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I'm not actually going to risk trying to put a photo or a link into this post, as I fear assetbar will make me its bitch, but I want you all to imagine a picture of Leslie Phillips with the words 'Ding Dong' underneath. That would entirely encapsulate my feelings on this post. <br/> \nIf you don't know who Leslie Phillips is then I just don't want to know you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Looks like assetbar made me its bitch anyway."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <em>Ding dong...</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "You are a gentleman and a scholar."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "WTF?  Couldn't you provide a link instead of the image?  V-Lame."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Wait for it..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wozzeck",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "there's a difference between boobs and ROCK HARD CAT COCK! for shame! you should know this!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Oddly enough, to me one of those differences is that I don't find the howling bits of  <em>Werewolves of London</em>  playing through my head when I see breasts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong><span style=\"border-bottom: 1px dotted\">Achewood</span> - The Montage</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "AAAIIIGHT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://img.photobucket.com/albums/v200/ovedio/private/fd86eb51-8383-49d1-9958-558802a9915.jpg\">I don't see any fat ladies here at all.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 2,
    "snip": false,
    "text": "I would give this as many chubbies as are pictured, if I could. I'll be in my bunk."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I (re)watched the entirety of  <em>Firefly</em>  over the past week. The latest xkcd storyline was really poorly done, but at least it reminded me of how awesome that show was. How the hell did it get canceled, again? <br/> \n <br/> \nAlso now I'm talkin' like Mal in real life."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I've never seen it. Friends of mine have just used the \"I'll be in my bunk\" line so much, that I've appropriated it without having to watch a TV show."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am in possession of both the series and the film. If such viewing is ever desired I believe it could be arranged."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I believe it is your best interest to accept this offer, Mrs. Spicyponyhead"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "Ms."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah. It strikes me that Wolfensti's skill with  <em>Français</em>  is superior to that of English, but in general it is considered best in this day and age to use Ms. when referring to a lady unless specifically instructed otherwise."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I am instructed otherwise, however. I work in a 5 star hotel, so i must always use Mrs. when referring to a lady"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "A 5 star hotel where?  Because that is a bad policy, to assume a woman is married.  I'm sure there are a lot of spinsters who are very sensitive about it, and assuming that she is married may make her feel worse for it.   <br/> \nMs can refer to a married or unmarried woman.  If she is married, she'll correct you, and no one's feelings will be hurt."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Anyone who can afford to stay in a five-star hotel doesn't have feelings anyway."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Allow me to agree with SJE. That is a completely insane policy. I know I would personally be pissed if my girlfriend was ever referred to as \"Mrs.\". Like, seriously pissed to the degree that I'd probably complain to the management and take my business elsewhere. Even worse if she was referred to by my name. <br/> \n <br/> \nIf I was somehow forced to marry someone I would never allow them to take my name. It is my name, not theirs. They cannot have it. I would find it intensely creepy if someone actually wanted to do that. <br/> \n <br/> \nOh and SJE, if this is not one of those times when you are trying to be a jerk ironically I think you might want to rethink that. It's not generally an issue of making \"spinsters\" feeling worse so much as, well, far more complex issues involving a woman's identity being defined by her marital status and her relation to a man. Part of which is also how men are referred to by a fairly neutral honorific, but women, under this system, are not. There are a lot of personal and political feelings going on here and it's best to steer clear of that because anything other than a neutral honorific will offend a wide variety of people in an almost equally wide number of ways. [/loneal] <br/> \n <br/> \nThus the correct address should have been \"Ms. Head\""
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Belgand, it has become clear to me that you have a bright future in the \"Crazy Old Man Who Spends Everyday at the Public Library\" field. It's not difficult at all to hear your average comment in an eerie monotone emitting from a pale, dead-eyed face from across a suddenly way-too-narrow desk. <br/> \n <br/> \nIf I could offer your future self a word or two of advice - please brush your teeth once a goddamned month, take a tissue to that disgusting red shit leakin' from out yo head and don't take it too personal when the kid on the other side of the desk not-too-subtly wishes you'd just go ahead and die. <br/> \n <br/> \nHe hasn't see what you've seen."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "Dear Belgand is our Pat, excepting that he is mostly a dick to himself."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I hear he doesn't drink  <em>or</em>  smoke! Talk about bein' a dick to yourself."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Perfect description  <em>ever</em> ."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Go fuck yourself. <br/> \n <br/> \nSeriously, what have I ever done to you?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Me?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure the term \"spinster\" is in any way politically or socially correct. Just FYI, in case you're not aware of that. If you're just being a cock to lady strangers, ok, but it would be tragic if you were using the term without knowing the weight of the baggage behind it."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Frankly my dear, some of us just don't give a damn about your high-faluting  <em>Newspeak</em> ."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Is \"spinster\" at least an accepted term for people who go to spin classes? I have no time for people who feel the need to create an elaborate fantasy scenario in order to ride a stationary bicycle inside. <br/> \n <br/> \n... <br/> \n <br/> \nPerhaps I am just needlessly bitter since it was only recently that I found that it was not, as I had long suspected, some sort of program that incorporated twirling about until becoming dizzy, but in some sort of aerobic context. After step aerobics and those silly balls that remind me of the things you'd ride on as a child I'm prepared to believe in just about anything."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "dude, those silly balls are awesome. i love those silly balls."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What do I care what those husband-less freaks feel?  I was speaking strictly from a business point of view."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm kidding though.  I honestly didn't realize that that would be offensive.  It just came out of my  <strike>mouth</strike> hands without thinking, like how most people say \"he gypped me out of my money\" instead of \"he or she gypped me out of my money\".  My mistake, won't happen again."
  },
  {
    "depth": 18,
    "minus": 1,
    "name": "tetryst",
    "plus": 0,
    "snip": false,
    "text": "... seriously? your example was \"he gypped me out of my money\" and what you thought was offensive was the HE? Don't you know gyp is racist against gypsies, who you probably shouldn't call gypsies either. The gadjo have decide to call them Romany, which isn't necessarily valid either. My point is: don't say you'll never do something again while doing it again."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You know, it's possible that I was making a joke.  I thought it was a pretty funny one, by the way."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Also, gypsy isn't a race, geniusdude."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "If you really get offended at \"gyp,\" you need to reprioritize, my friend. There are far viler things out there to preach about. <br/> \n <br/> \nAnd since you're just getting started (unless you're AIU) let me give you a pointer - start off by saying some funny shit. Make us happy that you're here.  <em>Then</em>  you can start nitpicking veteran posters about their use of laughably inoffensive racial slurs. <br/> \n <br/> \nThat is all. You may go."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "you're so right, their history of discrimination, genocide and forced sterilization is  <em>hilarious</em> . <br/> \n <br/> \nalthough in the states, at least, the term is used to denote any nomadic population, not just the romany (so says wikipedia)."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Man, you gotta put it in geographical and social context. Saying \"gyp\" in America is about as offensive as saying \"wetback\" in Siberia. This shit  <em>matters.</em>"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "(This is an internet, not an America)"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Is it too late to offer my sincere apology to every gypsy on assetbar? I sure hope not."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "My father did not huck gullible inbred Americans out of their hard-earned cash using fixed games to support his drug habit to suffer from your hateful speech,  <em>bigot</em> ."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://www.cracked.com/article_16967_8-racist-words-you-use-every-day.html\">OH GOD LET'S JUST STOP TALKING COMPLETELY SO THAT WE NEVER UNINTENTIONALLY OFFEND ANYONE AGAIN</a>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Assetbar is in no way a 5-star hotel. There is never such as a mint on my pillow or the nice waiter-man who brings me bacon in the morning."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well, that got out of hand quite fast. Frankly, i'm used to say mrs mostly since i'm the one in charge of making the Welcome card for honeymooners, anniversary and the like. Also i must admit that our hotel is what we call a \"classic\" hotel, meaning that our customer are mostly middle-aged couple for the most part... <br/> \n <br/> \nAnd now, <a href=\"http://web.archive.org/web/20110102224719/http://www.fairmont.com/Richelieu/\">shameless self promotion</a> <br/> \n, unless BBCode denies me <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Bears a striking resemblance to  <a href=\"http://web.archive.org/web/20110102224719/http://en.wikipedia.org/wiki/File:Overlook_timberline.jpg\">The Overlook</a> ."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Oh shiiiiit. Don't be all posting that right as I'm in the middle of watching The Shining. NOOOO."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why are you on Assetbar while The Shining is on? <br/> \nYour priorities are messed up."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "I've been watching it on and off for about 3 days, on DVD on my laptop. I have a weird inability to watch a movie at one sitting, unless I'm with other people."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I do that too, sometimes. It makes it more like reading a book."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Alternatively, the entirety of the series is on Hulu. If you don't care about the memory requirements, time requirements, or questions of legality, it is also fairly readily available without advertisements."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Are they all trying to buy vans?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "w- walt whitman?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Where are the breasts and vaginas?  This puctre is not worth looking at."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "PUCTRE, I SAW. <br/> \nDefinitely not \"picture\"!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "and a lovely girl she is too; doesn't look half her age. <br/> \n <br/> \nhttp://www.myspace.com/puctre"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wow, I did not just say \"saw\" did I?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Lemonparty in their youth?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "A 14-year-old girl is familiar with lemonparty. Well done, internet."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "<em> Oh, internet.... </em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't say  <em>familiar</em> ..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "More like  <em>expert</em> , really."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "Way pre-Victorian. And it's a little awkward compared to some of his previous stuff."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "Troof.  Victorian = most of the 19th century.  This is 1676.  I guess that makes it whatever the time was called under Charles II.  Post English Civil War era but this is Wales so I don't know.  Restoration? <br/> \n <br/> \n**DICK ABOUT TERMS**"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salvar",
    "plus": 2,
    "snip": false,
    "text": "I think the credit for that rests with our knowledge of Victorian English... or lack thereof."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "It becomes less impressive when you realize that not every way of speaking before the 20th century is \"Victorian English\" and the speech in question is supposed to be 17th century Welsh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Except that they are speaking English."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "and Philippe is standing on it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "r0g3r_day",
    "plus": 0,
    "snip": false,
    "text": "and they should be speaking Welsh. English wasn't imposed until much later."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Hmmm. My copy of the strip has English subtitles."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Or there's the option of dubbing, but it's really awful. They made, like, no effort to match the voices with the mouth movements, and Roseanne Barr does all the voices."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "I will take the correction in the spirit in which it's intended, but I cannot think of a single book in which 17th century Welsh is written faithfully; whereas we've got a metric ton of Victorian stuff that we can draw on as an example of how people used to talk before the 20th century.  <br/> \n <br/> \nOr I could just be making excuses for being wrong. What do you think?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "I think  <strong>I'm gonna rape you with your historical inaccuracies. Get ready.</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "yaaaaaaaaay!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "People during the Victorian era did not say \"ye\" (besides in poetry), there was no jousting during the Renaissance, and we did not use to ride dinosaurs. <br/> \n <em>Sorry to break it to you</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..'we'?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Humans."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You're human?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ohhhh~ <br/> \n <br/> \ndig."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Iorwerth doesn't know how good he has it.  No woman I know would stop there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "You probably do not know many 17th century Welsh matrons."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lexsenthur",
    "plus": 6,
    "snip": false,
    "text": "Little Nephew plans to introduce 20th century nagging next week. That way, when LN is grown, nagging will have evolved to the point where is consists entirely of bitter, passive aggressive facebook status updates and horrendously depressing twitters about crying babies."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bertha",
    "plus": 15,
    "snip": false,
    "text": "<strong>Boy, I'm gonna rape you with my mouth. Get ready.</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "You are iwannacum and I claim my five pounds."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jake11",
    "plus": 0,
    "snip": false,
    "text": "she is bertha and she will stick five pounds in your mouth"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "bertha butt. <br/> \n <br/> \none of the butt sisters."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "HuugaWagga HuggaWagga HuggaWagga MMMMMMMMM..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i ain't gonna lie to you.. <br/> \nhe started it all way back then, <br/> \n <br/> \nhe said, 'right on.' <br/> \n <br/> \nRIGHT ON"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Man don't twitter that, the suspense is GONE. <br/> \n <br/> \nWay to ruin a romantic evening, sheesh. :I"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Lemme twitta dat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hey it,s not rape if i'm willing. Allll Riiiiiight"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 1,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">This</span>  is what happens when Wales runs out of weed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "little nephew has created modern society."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iamsmike",
    "plus": 0,
    "snip": false,
    "text": "If Little Nephew [i]were[i] to leave, how exactly would they do it? <br/> \n <br/> \nUN-kill him? <br/> \n <br/> \nTake the bullet out of his chest?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "camidumas",
    "plus": 1,
    "snip": false,
    "text": "The whole family went for the wedding, so there must be some underground railroad between then/re and SoCal.  Perhaps under the sea, swabbed with double-handfuls of dogs to keep the krakens from ettin' it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "SoCal?  Oops.  I think you meant NorCal, no?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "FauxCal?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "I SAY BOO TO YOUR COMMENT. BOO."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "I BOO THIS ASSET AS HIS FATHER!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "D... dad?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I... I... I never wanted you to find out this way!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "liamc",
    "plus": 1,
    "snip": false,
    "text": "Perhaps he could commission that they perform the murder act upon him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Answer a riddle in a bathroom stall (probably not since they got to the weddin before they were invented)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "!EGDOOK"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Thon Charlie must be banished frae Wales afore the nicht is through, lest all souls be doomed to the FIERY PITS o' HELL. <br/> \nDOOMED, AH TELL YE! <br/> \n <br/> \n[IMGS OFF] <br/> \n <em>(did I get the accent right?)</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "Poor Private Cheeseman. It seems he wasn't even the Welshest of the Dad's Army cast."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Cheeseman was clearly Irish."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "willt",
    "plus": 0,
    "snip": false,
    "text": "It's actually kind of sweet watching everyone insist that they know how to tell British accents apart. You all seem so sure of yourselves! <br/> \n <br/> \nFor the record, Cheeseman was Scottish."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of Private Pike."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Lamed, willt? Did you think me serious lad?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 0,
    "snip": false,
    "text": "Is it me or are the lines different today?  Like Onstad bought a fancy new pen for his inking.  If he didn't do everything via computer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "They do seem thicker, yes. <br/> \n <br/> \n-Ladies, re: nice-on-water"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 5,
    "snip": false,
    "text": "<em>Claw another's hide if it's blood ye thirst for, harpy</em> <br/> \n <br/> \nHalf of me wants to use that in my next marital argument.  The other half would rather sleep in a comfortable bed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I always sleep best with an unclawed hide"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "I'd settle for an unflawed bride"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 2,
    "snip": false,
    "text": "I'll take an unslawed side. For my dinner."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I'll take an unshod ride.  Horseshoes are murder."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You are indeed a strange Vegetarian."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I never dreamed there were so many married blokes here at Achewood - besides myself, that is."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I... I'm not married. What does this have to do with eating shit?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 5,
    "snip": false,
    "text": "I  <em>am</em>  married. <br/> \n <br/> \nAnd it has  <strong>everything</strong>  to do with eating shit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "Please make a new Rawhide.  There aren't enough Westerns."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sizone",
    "plus": 0,
    "snip": false,
    "text": "The desire for time travel and the paradoxes produced by time travel are always the product of lazy thought (though usually in the case of dungeon masters and not Welshmen)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hey, i know a lazy dungeon master ! Retract ! <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "If you think that starting an argument with a lady in order to go off and use the lavatory is excessive, you have never experienced the awkward situation of gingerly extracting yourself from a postprandial sofa cuddle, picking yesterday's newspaper off the floor, and wordlessly leaving the room."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 5,
    "snip": false,
    "text": "As a boy there were sum girls i knew, one was incredibly generous an' she'd part with whatever she had to gib 2 u if u jus' asked.  her name was sharon.  another girl was very thotful an' caring.  her name was karen.  there was 'nother girl, to b sure, who was quite a bitch and mostly jus' a stupid cunt.  her nam was heidi but i jus' called her cunt. <br/> \n <br/> \nraise your hook if you can moonwalk... <br/> \n <br/> \n... <br/> \n <br/> \n*raises hook* *awesome music starts 2 play as i demonstr8*"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jake11",
    "plus": 2,
    "snip": false,
    "text": "not one of your best"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "fuck you"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You're a pirate?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "<em>That</em> , you spell right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "fuck you too bitch.  waht, you fink i overlook you? think ur exemmpt?  fink again, JR."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I knew a guy with a hook hand who played guitar in a popular band back in the day.  <br/> <br/> <br/> I don't get the Heidi part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "gladi8orrex called the girl named Heidi a cunt because Heidi was a cunt. <br/> \n <br/> \nI mean, shit, Thomas Pynchon the guy ain't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "You don't know he's not a Thomas Pynchon.  <br/> \n <em>You Don't Know That.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "That... is a very good point."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 17,
    "snip": false,
    "text": "Seventy years from now, the Pulitzer Prize for Literature will be awarded to an unknown person known only by his handle \"gladdi8orrex\" a few hours after William Logan Waltheimer succumbs to his year-long struggle with skin cancer.  William has spent his entire lifetime a confused and scared soul, insulting others over the Internet, too afraid to go into the outside world, where others will laugh at him for his perceived lack of intelligence.  Indeed, he was a late bloomer, not learning how to spell properly until his twentieth year, but he had shown an uncanny ability with words, beginning with online \"rap battles\", quite popular during the turn of the millenium with which he completely destroyed his opponent, and slowly honing his skills to become known perhaps the greatest writer and thinker of the century.  Never having written a book or short story proper, all of his work was comprised of crude stories and insults written on commenting systems, beginning with the then obscure Assetbar(which later grew larger than Facebook itself) account for the comic Achewood.  His scribblings around the internet were like graffiti, heavily buried under other comments and soon forgotten.  Fleeting, insignificant.  It was not until the 2050s was his work discovered and fully translated when he was recognized as the greatest craftsman of the English language since Shakespeare, evoking the emotion and despair of Kafka, and weaving words like Joyce.  Always a controversial figure, there was much debate who this man could be.  Some thought he was popular writers of the day who did not wish to sully their reputation, and others thought that he was a collection of individuals.  But whoever penned the enigmatic utterances of genius is not important.  What is important is the change in human condition he brought about, drastically changing the English language itself.  But the time he found recognition--the one thing this tortured soul was looking for--William had been suffering from a psychotic breakdown, a fact that would not be surprising to any gladdi8orrexian scholar.   <br/> \nWilliam spent the rest of his life laughing mindlessly at holovision, kept alive by a steady diet of heart medicine, pain killers, antidepressants, and sedatives.   <br/> \nThe last thought gladdi as he slowly passed into the ether was of his old friends, the only people he percieved who accepted him as a human being, the original Assetbarbarians, holding their hands out, faces beaming with pride and support, telling him that he is accepted, he is important.  He is loved. <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Well fuck me this was actually worth V-chub."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Decent. Would have been much improved by a couple more paragraph breaks. B-"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "He may be going for that  <em>On the Road</em>  vibe."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "This isn't writing, its typing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "tl;chubbied."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "there is this awesome key on your keyboard immediately to the right of the apostrophe."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I know, I know.  But when you're writing anything on Assetbar, there is only a half inch window.  I messed up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "If he were Pynchon, his posts would be much, much longer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "This story arc is arguably the product of lazy thought."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "I agree. Two or three were funny. An arc is too much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "generalripper",
    "plus": 19,
    "snip": false,
    "text": "That's what they told Noah."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI can't believe I grew up reading a comic with the word \"boner\" in it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "F-Frick, man, what'd ya have to go and beat me to it for?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "But yours is bigger."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "A discussion of the relative merits of a comic episode devolves to people posting boners. <br/> \n <br/> \nGotta love the internet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "antimatter",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>. . . people posting boners.</em></div> <br/> \n <br/> \nWould you rather we  <strong>bone</strong>  the  <strong>posters</strong> ?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "stagnantdisplay",
    "plus": 4,
    "snip": false,
    "text": "You mean the poster that I... boned?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Wait, was this in an airport?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bearfood",
    "plus": 0,
    "snip": false,
    "text": "that's E-volve."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "no <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "The DEVOlution is imminent."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "The looks on the henchmen's faces somehow manage to make this even funnier for me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "For me, what does it is reading it in Heath Ledger's Joker voice. If you ever wanna feel really strange emotions... <br/> \n <br/> \nOn the other hand, I am physically incapable of hearing Silver Age Batman as anyone other than Adam West."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 2,
    "snip": false,
    "text": "TA-DAAA! <br/> \n <br/> \nIt's...ah, it's gone..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "or: <br/> \n <br/> \nDo you know how I got these scars? <br/> \n <br/> \n <em>Why...so...CIRCUMCISED!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "That tears it.  If I ever buy another suit, it'll be light yellow with black pinstripes.  With a yellow Fedora to go with."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "May I request an explanation?  What does \"boner\" refer to in this comic?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "A mistake or blunder."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "A gaff or faux pas."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I had to turn in a report about how people percieve how often others will view them negatively after social blunders yesterday for my final.  I wish I had used the word \"boner\" instead."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I wish you had too, sje46."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Is this Photoshop hijinx, or did the comic actually say \"boner\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "All real. (Including the strip \"Boner's Ark\" which ran in newspapers in the 70's and 80's.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "may I recommend:  <br/> \n <a href=\"http://web.archive.org/web/20110102224719/http://www.yesbutnobutyes.com/archives/2007/03/top_15_unintent.html\">Top 15 Unintentionally Funny Comic Book Panels</a>   <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "More panels from the \"boner\" story  <a href=\"http://web.archive.org/web/20110102224719/http://superdickery.com/index.php?option=com_content&amp;view=article&amp;id=303:batmans-boner&amp;catid=32:seduction-index&amp;Itemid=36\">here</a> . <br/> \n <br/> \nThis  <a href=\"http://web.archive.org/web/20110102224719/http://www.youtube.com/watch?v=v8dK5xxrGjQ\">related clip</a>  from  <em>The Asphalt Jungle</em>  never fails to make me chortle."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is hilarious. Thank you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I think my favorite is, \"Those boner crimes are making us look bad! I'm worried about the boner he's readying for you!\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I boned a thousand young punks <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "But I...I do deny them my essence"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Oh hey I forgot it was Sterling Hayden who got boned by Al Pacino in  <em>The Godfather</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No, Aunt May! Don't touch Peter's radioactive sperm!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Apparently in 50's slang, \"boner\" meant something like a faux pas."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "The  <a href=\"http://web.archive.org/web/20110102224719/http://www.etymonline.com/index.php?term=boner\">Online Etymology Dictionary</a>  states this particular usage as 1912 and, as I presumed, that it was in reference to the slang term \"bone-headed\". <br/> \n <br/> \nThe same source actually cites the 1950s as the time when it began to take on its more commonly used current slang meaning. <br/> \n <br/> \nThe human penis, of course, lacks an actual bone though most other mammals -- the whale, perhaps, being the most well-known -- possess a bone known as a  <strong>baculum</strong> . <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nThese bacculi come from river otters. Like Phillipe. That is what his dick bone looks like. Now you know."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Dogs also got dick-bone if i remeber well. Chinese delicacy, with ready-to-hatch fertilized duck egg soup"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "PHILLIPE IS A SEA OTTER."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not that I don't believe you, but I'd like a reference for this. I couldn't exactly recall, but he seemed more like a river otter to me so I went with it. <br/> \n <br/> \nIf I'm wrong I apologize. That would make it only very much like Phillipe's cock."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Actually, that seems like pretty unfounded conjecture. During the transfer station arc, he seems entirely unwilling to swim in the sea, but slides down the bank of a river in a way which is apparently quite instinctual.  <br/> \n <br/> \nI can't think of any way to make this post funny. But what does humour have to do with  <strike>eating shit</strike>  otter cocks?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Perhaps those are attributes of him being five. It seem to me that all five year-olds share those traits. <br/> \n <br/> \nHow are otter cocks not inherently humourous?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I've always had the impression he was a river otter.  Then again, he is stuffed, and may not have been designed with any particular type of otter in mind."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "OH DID YOU JUST GET  <a href=\"http://web.archive.org/web/20110102224719/http://achewood.com/index.php?date=08212003\">SERVED?</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Mark Twain was mistaken.  <a href=\"http://web.archive.org/web/20110102224719/http://achewood.com/index.php?date=04062004\">Phillipe is clearly a sea otter.</a>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "So there."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What are you talking about?  Are you sure this is the right strip?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I ain't seeing this."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I read it like, ten times in a row to make sure I wasn't skipping over the sentence \"I am a sea otter\"."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Philippe is five."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Does Phillipe look more like this <br/> \n[IMGS OFF] <br/> \nor like this <br/> \n[IMGS OFF]? <br/> \n <br/> \nI've seen both sea otters and river otters in real life and the \"real\" (stuffed animal) Phillipe looks a lot more like a sea otter to me."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He's stuffed.  Onstad has a stuffed otter doll.  Chances are that he doesn't know what kind of otter it is supposed to be.  It makes no difference, and we have no way of knowing.  It's a non-issue."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "He has a dick bone either way."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Hopefully!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Either way....  <em>boned ?</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Doesn't Onstad read the comments sometimes? He needs to answer this question. Don't worry about my feelings, Onstad, if Philippe is actually a river otter I'll be able to bear it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The response to that would have been \"No shit, Sherlock.\"  <br/> \nBoner was contextual slang. It could mean 'bonehead move' in one instance, 'hard-on' in another. <br/> \n Also, there was a curious phenomenon best described as \"cultural frowning and censorship\", so that made bonerisms more fun for comic-book artists.  <br/> \n In fact, I seem to recall a paperback book named something like Boners and Spoonerisms about famous social blunders."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Sponers and Boonerisms?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "And they ended up being wrong, didn't they?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Also Schindler."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but Onstad hasn't really managed to conclude an arc since the Ray/Tina thing, and even that was unsatisfying. I'd rather see this thing get some sort of closure than have it end on a \"meh\" comic in the middle like this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "handheld",
    "plus": 1,
    "snip": false,
    "text": "BOO TO YOUR ASSESSMENT OF THIS ARC.  BOO I SAY."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "BOO TO YOUR ASSESSMENT OF MY ASSESSMENT OF THIS ARC. BOO I SAY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I was gonna rate this a two but the alt text gently guided my mouse hand to click three instead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "Whoa that's harsh!  a TWO??!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I didn't feel this strip was very amusing at all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "i five every fuckin' strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I felt exactly the same as Tekende. I was about to go with 2 (i.e. below-average), but the alt-text and the ending kind of bumped it up a bit."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "Her tits aren't all that ;9"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Don't lame him too much fellas, the turk is a professed ass man"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Whoever lamed me is a dickless faggot. (For it was not a lame post)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goldhat",
    "plus": 1,
    "snip": false,
    "text": "It was \"stonecrab.\"  I saw her do it. She stuck he tongue out when you weren't lookin' too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "That's just the first lame; saying tits in this age of mass hysteria is a guranteed \"at least three lames\" fest"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "Chubbs for the tongue part! Sorry irateturk, it was all the dry-steamin'..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "What the fuck is dry-steamin'"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Whoever lamed you is a furry. <br/> \n <br/> \n...Not that there's anything wrong with that. <br/> <br/> <br/> (There is  <em>so much</em>  wrong with that.) <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Is there anything wrong with laming you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "Nah, not really, ya  <em>furry</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Her ass isn't all that either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I  <em>knew</em>  I shoulda signed up to the premium content :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "m...m....molly???"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Dean Ween?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "No, that's Mother."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 3,
    "snip": false,
    "text": "WHAT THE FUCK IS UP WITH THAT HAT <br/> \n <br/> \nwhen was it ever a thing for women to wear top hats <br/> \n <br/> \nonstad you cant just make a new character by drawing molly and putting a hat on her and maybe making her look a little older with some extra dots <br/> \n <br/> \ni see through your lies"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "in her defense, the mother also has pointy-haired-boss hair."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 14,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doppelganger",
    "plus": 2,
    "snip": false,
    "text": "Thus ends any chance that this will be picked up by Universal Press Syndicate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "No i'm not a friendly ! Damn this is the worst time ever !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The \"HURP\" is the best part of this, to my mind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Your mind has scabies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Tekende, i must say that you have excellent gusto in webcomics. *tip of the hat*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "karljw",
    "plus": 0,
    "snip": false,
    "text": "seconded"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Here, here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "There, there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Everywhere, everywhere."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Just 'cause you feel it <br/> \nDoesn't mean it's there"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "unless its a dong"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "dang"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "willt",
    "plus": 0,
    "snip": false,
    "text": "It's a stovepipe hat, traditional Welsh dress."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Welsh hat, even."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Heavens To Murgatroyd Even!  <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "It's a Welsh thing. Best no to question them; they all have dragons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nIt is a hot thing for women to wear top hats. This has long been established."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "You like women who look like Michael Jackson?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was just lazy and chose the first picture of Zatanna I could find that was of a reasonable size. <br/> \n <br/> \nThe image and comment are, for me at least, functionally unrelated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Oh, uh, ung, oh god...  All over my keyboard and sandwich..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "My new paraphillia sense is tingling. As if i did not had enough already."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yorkshiretea",
    "plus": 0,
    "snip": false,
    "text": "Forget what the Conservatives say now, Broken Britain really started in 1676 with the invention of the flushing toilet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "This oon fayr be ant goode."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "the cats are wasteful and extravagant in many ways. it is because of little nephew that this family is described as polyprofligates. i haven't cared much for this arc, but i sure have been googling and wikipediaing a lot lately so i can come close to understanding what the fuck onstad is trying to say, and i most of the time appreciate such mental exercise.  <br/> \n <br/> \nstill though, 'bozazzles the ganoggin'? urbandictionary knows nothing. i live about 20 miles from ray's house and i've never heard that kind of stuff. out of touch with stoner cat culture, i guess. or, onstad lost touch with stonder cat bay area culture when he moved."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "holy crap! urbandictionary says stonder is a word, not a typo. the more you know..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 5,
    "snip": false,
    "text": "is mad corruption of \"boggles the noggin.\" charley seems to be speaking in some strange cant composed of out of date slang, gibberish, and being snoop dogg five years ago."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Onstead's love of linguistic improvisation is well-established. I'll bet it just burns him that he didn't think of Nadsat first..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achewood",
    "plus": 7,
    "snip": false,
    "text": "How white are you that you can't recognize made-up slang?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "This white: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "He's bending his knee! That suit coat is almost exposing his genital bulge! What a cad!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "machineelf",
    "plus": 3,
    "snip": false,
    "text": "I am a polar bear blinking. I am popcorn. I am snow gently falling on the wool of the sheep that you boned. I am #FFFFFF."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "This is going to sound harsh, but if you actually felt the need to look up what 'bozzazzles the ganoggin' means and not just infer that it's a made-up expression and deduce its meaning from the context, I honestly don't know which comic you've been reading all this time - 'cause it wasn't achewood. <br/> \n <br/> \nAchewood invents approximately eight cubic metres of made-up slang per hour. You could only successfully look up about 15% of the slang terms used. What the heck is bozazzling your ganoggin' young man?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "Doesn't sound harsh at all. Achewood has plenty of made up words, but it also has plenty of words that are real that I'd never encountered before. Example: polyprofligates.  <br/> \n <br/> \nThe only difference between made-up slang and real words is how often they are used. 'W00t' is in dictionaries now, for fuck's sake. 'Santorum' was a made up word that has also gained acceptance. Language evolves and changes constantly, and no one person can keep up with it. The last few strips have been almost nonsensical to me and the only way I can tell if Onstad is using real words or making them up is to look up the words.  <br/> \n <br/> \nMaybe some people are better at guessing the meaning of words in context than others. I never got very far in Finnegan's Wake, for example."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "guikey",
    "plus": 0,
    "snip": false,
    "text": "Dang, Little Nephew  <em>totally</em>  remembered her teats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bryc_e",
    "plus": 1,
    "snip": false,
    "text": "The real question here is  <em>what is she knitting</em> ?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 5,
    "snip": false,
    "text": "Why, sir! It would be more appropriate to ask:  <em>what isn't she knitting</em> ?! <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nIt's a shirt.  It's a sock.  It's a glove.  It's a hat. <br/> \nBut it has OTHER uses.  Yes, far beyond that. <br/> \nYou can use it for carpets.  For pillows!  For sheets! <br/> \nOr curtains!  Or covers for bicycle seats! <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "unless"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Dang, that single word is enough to make me well up. <br/> \n <br/> \nTruly one of the great storytellers of our time."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Some of us saw the Lorax as kind of a shrill, whiny dick. He was a surprisingly accurate parody though it always seemed that the good Doctor never quite intended it in that way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Yes, I'm aware that not everybody sees things the same as I do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "say what you will, guy still had a  <em>boss</em>  stache."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not sure I can agree with you there. I can't define anything that immediately reminds me of Wilford Brimley as boss. Nor may it be bitchin' or gear."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Don't buy Thneeds, you'll endanger the breeding grounds of the Brown Barbaloots."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hella inciting Greenpeace propaganda. <br/> \n <br/> \nall Al Gore materializing out of thin air wondering why."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "There's a reason that the Greenpeace store stocked this title. <br/> \n <br/> \nIf I was a furry, I'd wear a Barbaloot Suit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Such a sad story. Truly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Funny you should bring up The Lorax.  I was just reading it the other day and I thought  <a href=\"http://web.archive.org/web/20110102224719/http://achewood.com/index.php?date=12072001\">this strip</a>  might be related to it.  \"These trees!  These trees!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "figgeryagotsup'mthea"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I have an important community anouncement. <br/> \n <br/> \nShooting people in the chest does not facilitate time-travel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "There where did all of my family members go after I shot them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Straight to hell boy! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "You see now, I look at this picture and think.  I don't know who that guy is, but clearly he is/was rock to the bone, and hoped you didn't like it.  He is the other side of that old saw from Pulp Fiction: Elvis or  The Beatles.  Cause Elvis wasn't all that.  Sorry, but he wasn't.  I mean, he could sing and all, he had a great voice, but he was no more \"core\" than Paul.  It's a fake dichotomy, just like all the others we delude ourselves with these shaggy days."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://www.fender.com/news/index.php?display_article=199\">Joe Strummer</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "he canna play on the fiddle, but just loves a british jig and reel."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I see that you watched the deleted scenes. <br/> \nYeah, that dichotomy bugged me too, but mostly because almost no one is going to pick Elvis.  I don't know about the mid 90s, but no one in the late 2000s listens to that guy, but people are still listening to the Beatles.   <br/> \nSame with Rolling Stones and Beatles.  It'd be closer, but the Fab Four will always beat them out.  But it's still the same type of music.  Not much of a difference."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, there is difference, but they are both classic rock/pop from the 60s.  The average person who likes classic rock from the 60s will most likely like the Beatles more than the Stones, (but of course they will like the stones)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "It's hard to imagine what present popular music would be like without Elvis and the Beatles. They both represented sea-changes in the genre. As good as the stones have been over the years I don't think the present scene would be much different if they had not been around."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I appreciate your argument. The fact that I wholeheartedly disagree with The Stones portion of it won't change that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "The thing about Elvis is that he brought R&B to the white audience. Previously it had been considered \"black\" music and was only available on black record labels and radio stations.  <br/> \nSimilarly the Beatles with their tight deceptively complex arrangements and (usually) seemed to me to fuse the best elements of r&b and 50s pop into something new. <br/> \nElvis was a sensation at the time and made a lot of money - enough to kill him anyway, but of course the 4 will be known and played for much longer. <br/> \nI'm reminded of Onstad's Buxtehude/JSB thing. I can't remember if it was a stip or a blog. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Also I can't proof read. <br/> \n <br/> \nSimilarly the Beatles with their tight deceptively complex arrangements and (usually)intelligent and interesting lyrics seemed to me to fuse the best elements of r&b and 50s pop into something new."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "proof-read* <br/> \nAnd yeah, I totally agree.  I have no idea what you mean about the Buxtehude thing.  Google is no help."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "I believe the Buxtehude thing is actually in the premium content. If it's in the free content it would be part of Cornelius's blog."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Cornelius attends a party dressed as Buxtehude with a small doll dressed as JSB tied to his coat-tails."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "God I loath the Beatles. I just found out one of the guys I work with hates the Beatles too. I feel so uplifted. I would much rather listen to Elvis than them, but would really prefer Little Richard or Screamin' Jay Hawkins. While I do prefer the Stones over the drab four, my favorite Stones song is the 12\" version of Miss You, so I don't think I am a typical Stones fan."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<em>Those honkies who ruined Rock'n Roll.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Fifties rock n' roll is probably the one of the most annoying genres to me.  And the Stones bore me way too much. *shrug*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That version of Miss You feels good to chill to.  I'm happy with any of their popular songs though... <br/> \n <br/> \nAnd I don't listen to the Beatles.  No particular dislike, it just doesn't happen."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "you know who not enough people like anymore, that rick nelson fellah. now there was a sharp dressed young man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I've always seen it as a bit of a Mod/Rocker sort of thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 2,
    "snip": false,
    "text": "Neither.  I'm a mocker."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "You're neither. You're a delivery boy, collecting a bill, for a bunch of grocery clerks."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "FUCK! Errand boy, you're an errand boy. Jezus. Kurtz is going to have my head for this, I should have been a pair of ragged claws, scuttling across the floors of silent seas..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Good pairing of avatar and comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Joe Strummer was so rock 'n' roll that you knew he was harder than Elvis just by looking at him. You didn't even know who he was but you just  <em>knew.</em>  I like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It seems Mother, knowing she has no seeds left, and having placed all of her strength in that one ability, has convinced herself that degrading Father is the only power she has left. <br/> \n <br/> \n <em>Why do I feel like my mother is looking over my shoulder as I dare post this... I imagine she's dissapointed. </em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "a mother just knows."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The whole Mother/Father thing just creeps the fucking hell out of me. Any time I hear people talking like that I just... I find it insane."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "They had (approx.) 18 sons. Think about that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It is now her definition as a human being."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Or... uh... ancient Welsh cat."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Six of one..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that bums me out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "There there. It might never happen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The bum is, in fact, an excellent way to avoid that becoming a problem."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Tell Lily Allen that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Please explain British cultural reference."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "On one year's Big Fat Quiz she inadvertantly revealed to the public that she had been impregnated through anal sex. Sloppy, reckless anal sex, I'd imagine. A lesson was doubtless learned, but the damage was irreversible."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh god I'm sorry \"sloppy\" was entirely the wrong adjective to use."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Actually I think it was probably exactly the right adjective to use. Sterile, precise bum-fucking likely would not have resulted in such an undesired consequence. I'm thinking this dude came like a firehose*. <br/> \n <br/> \nYou've also made me want to see A Lesson is Learned do a strip on inadvertent impregnation during rectal coitus. I can imagine how surreal and wonderful it would be. <br/> \n <br/> \n*Wrapped up in a large coil"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i imagine Mother speaking like Nanny from 101 Dalmations. or the kiltmaker's wife from Monty Python's 'Science Fiction Sketch'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I'm hearing Begbie from Trainspotting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "When I saw the movie, the whole time I kept thinking his name was Lyle. <br/> \nHe's certainly more sadistic than Lyle, but I doubt that Onstad would ever have him cut Teo's throat.  But they're both rude, heavy-drinkin' bastards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110102224719/http://lyle151.blogspot.com/2004/07/crappy-sony-sport-radio.html\">Lyle's plenty sadistic.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Someone at least *warn* Ray.  It probably took him three seconds to get used to not having Charley around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised that \"lazy thought\" wasn't capitalized, like \"Circumstances\". Seems like Iorweth would talk about \"Idleness\" the same way he'd talk about \"Satan Himeself\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "what a bitch.  <br/> \na bitch from history"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklet",
    "plus": 3,
    "snip": false,
    "text": "Congratulations on missing the strip's message entirely."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whackamole",
    "plus": 0,
    "snip": false,
    "text": "Molly's mother's meddling symbolizes innovation and progress, so, theargentinian actually did okay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Oh, by the way... <br/> \n <br/> \n <strong>What's new from the north!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(Hint: he's talking about the title of the strip) <br/> \n <br/> \nGood catch there"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Correct"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "you want to cum?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Correct"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "you want to cum?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "The infinite recursive is cumming"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I'm still waiting for the update from P Profligates"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbeer",
    "plus": 0,
    "snip": false,
    "text": "I love the fact that, once again, Onstad has used his comic to promote awareness of the fact that ladies use the toilet for other things besides freshening lipstick and comparing blowjob notes with Kim Cattrall (cf. \"Crap gasket,\" \"digital canary,\" etc.)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "What a coincidence. I knit in a tophat too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You knitting jimmy-hats for the young lads too?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuck_ya_ass",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuck_ya_ass was marked lame too many times and excluded. (marked lame by mortshire, Belgand, Fermatprime, spicyponyhead)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "gotta gib credit were credit is do"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Who is chubbing this? <br/> \nPlease don't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "they have probably been suckered in to one of those java 'i r001 j00r chub5 me0w' scripts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "who chubbied THAT? srsly, doggies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i give up figuring you all out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "niggar",
    "plus": 2,
    "snip": false,
    "text": "Madam, if you carry on in this manner I shall do you an injury."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "BULLETIN: It was Molly's Mother who herself suggested to \"book passage for Taffy's friend\". <br/> \n <br/> \nSHE is the fool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "sign of being on assetbar entirely too long: i spent two minutes trying to figure out what a sool was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "FIRST!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "for those who just updated to firefox 3.0.5 and got disappointed long titles got disabled, the add-on ' <a href=\"http://web.archive.org/web/20110102224719/https://addons.mozilla.org/en-US/firefox/addon/11481\">tooltip plus</a> ' is a good substitute until long titles catches up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "who",
    "plus": 0,
    "snip": true,
    "text": "Comment left by who ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Get the fuck out of here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "dogg don't over-politicize things here. bush was for the most part a bum president, yeah, but hatin on the guy excessively gets nothing good accomplished. stick to the facts without getting all \"heh... u republicans think u now liberty?\" on us."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Don't talk to him like he's real."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "he's... he's real to me..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, you can have him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I am always impressed by Iorwerth's amazing creased brow and how it so fools the eye. the center line is naught but mischief."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Good to see Molly's mum is  <em>regular</em> ."
  }
]