[
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunt",
    "plus": 27,
    "snip": false,
    "text": "There should be a shirt of that \"lung brothers\" image.  I'd buy it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "bsidestarchild",
    "plus": 25,
    "snip": false,
    "text": "Or maybe just all with stitches running down the side."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 2,
    "snip": false,
    "text": "That would be righteous! I'd totally get matching shirts for my boyfriend and his best friend. I'v already got them matching \"what we need more of is science\" shirts."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hellofditties",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905033023/http://achewood.com/index.php?date=02182004/\">How'd that go?</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "There need to be two shirts, one with Ray marked \"Lung\" and one with Beef marked \"Brothers\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jawsh",
    "plus": 52,
    "snip": false,
    "text": "matching shirts <br/> \none all with ray giving a high five <br/> \nthe other all with beef doing a similar motion <br/> \ntwo people wear them next to eachother and do a side hug <br/> \nit gives the appearance that the two are high fiving <br/> \n <em>an optical illusion</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "chubbied as HELL dogg holy shit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juancarlos",
    "plus": 32,
    "snip": false,
    "text": "He just fell asleep, no anestesia. Ray should get the nobel prize on being amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 12,
    "snip": false,
    "text": "Ray figured it was just as easy as saying it and crawling into a nearby bed and falling asleep."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 1,
    "snip": false,
    "text": "I wish I had a lung brother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "Conjoined twins maybe?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "craigola",
    "plus": 3,
    "snip": false,
    "text": "I can fall asleep like that. It's never going to make me rich, but I consider it a blessing all the same."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "never_die",
    "plus": 4,
    "snip": false,
    "text": "i once had a lung brother.  we shared many a memorable hand slap."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nighttoad",
    "plus": 15,
    "snip": false,
    "text": "once? did he take his lung back or something? sorry, but your lung brother sounds like kind of a jerk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "korukyu",
    "plus": 8,
    "snip": false,
    "text": "Plus one chubby for you for that vivid mental image. \"You slept with my girlfriend?! Fuck that, gimme back my damn lung you jackhole.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "radchillies",
    "plus": 7,
    "snip": false,
    "text": "Indian giving your organs is kind of a dick move."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mashuren",
    "plus": 7,
    "snip": false,
    "text": "The complete lack of hesitation at the thought of giving up one of his lungs for Roast Beef makes me feel all warm and fuzzy. I wish I had a friend like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 1,
    "snip": false,
    "text": "i love how ray kind of wills himself into going under. t hey don't even have to give him any drugs, he just goes to sleep at will."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jugdish",
    "plus": 0,
    "snip": false,
    "text": "i want to get the last frame tatooed on me"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 12,
    "snip": false,
    "text": "i want to get that last frame tatooed on my LUNG"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 6,
    "snip": false,
    "text": "Sweet lung tat, dude. Hurt like ten bitches on a bitch boat. <br/> \n <br/> \n(I just made an ATHF reference on the Achewood forums. Is that okay? Am I still...rad?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Maybe it is or maybe it isn't rad, but it pales in comparison to the eminently chubbyable \"sweet lung tat.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "You are, indeed, still \"rad\".  You did not lose cool points because you like, appreciate, and can quote a cool show.  Chubby to you, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "combustache",
    "plus": 1,
    "snip": false,
    "text": "So my friend and I are gonna get the image in Ray's thought bubble tattooed on us. <br/> \nThe Ray half on one person's left lung area with \"lung\" above or below it. <br/> \nThe Beef half on the other person's right lung area with \"buddies\" or \"brothers\" above or below it. <br/> \nThe question is, \"buddies\" or \"brothers?\"  <br/> \nI'm thinkin' \"brothers\" since buddies is just the alt text."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Hey chris. I came to this comic to make this same damn post. fucking rad. <br/> \nyear it has to be brothers because nothin's more special than brothers 'specially for us dude without any. question is, which of us is ray and which of us is beef?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Dudes! How'd it go? Which one has which cat? POST PIXX PLZ!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Didn't happen. The dude flaked on me about 6 months ago; we haven't spoken since. I am however getting a tattoo from the Magical Realism arc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "what the fuck is all this happy horseshit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "But from what we know of Ray's occasional use of heated-up marijuana Vs. Beef's clean-living, does Beef really want that lung? <br/> \n <br/> \nAlso, can people on life support truly experience the afterlife?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "libelandslander",
    "plus": 1,
    "snip": false,
    "text": "This is one of the strips that made me tear up a little. Right up there with Phillipe and Petunia."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 7,
    "snip": false,
    "text": "When my Grandma was dieing of lung cancer I actually tried to get her to take one of my lungs. I warned her that the resin lining would make her high for what remained of her life and all she had to say is: \"That would be one fucking hell of an improvement.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I like to imagine that Ray sings \"lung... brothers...\" in a falsetto."
  }
]