[
  {
    "depth": 0,
    "minus": 0,
    "name": "greatwhite",
    "plus": 1,
    "snip": false,
    "text": "The shock on Roast Beefs face is priceless."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usagi21",
    "plus": 4,
    "snip": false,
    "text": "I have been there. I too have felt that shock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by goocifer, anticitizen, Panserbjorne)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paco",
    "plus": 3,
    "snip": false,
    "text": "Also do not watch Jaws. Or play terrifying video games. Or watch Pan's Labyrinth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Oh God, not the Pale Man!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Never read Dave Egger's \"What Is The What\" high and then go to bed. A night of terrified dreams await you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Vouched for, and also confirmed."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "the_voice",
    "plus": 11,
    "snip": false,
    "text": "Don't watch old Japanese \"Iron Chefs\" reruns either. Doing that made me realize that finding quail eggs at 1 am is extremely difficult."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaypage",
    "plus": 4,
    "snip": false,
    "text": "also, do not go chill in a dorm room that is the exact opposite of the room you used to live in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gigs",
    "plus": 22,
    "snip": false,
    "text": "The general lesson here seems to be to not do anything ever while high."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "The upside to this is that it's possible to have a good time while high by lying on the floor giggling to yourself, so doing anything isn't really required."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "You and friends, all lying there on the floor, thinking up full-on  <em>crazy</em>  shit that (even stoned) you know will never work and makes you giggle, and yet  <em>you still want to try those ideas anyway</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dracer2",
    "plus": 4,
    "snip": false,
    "text": "Ordering all these six foot sandwiches and then crashing before the guy shows up is also okay."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mawk",
    "plus": 9,
    "snip": false,
    "text": "furniture all on the ceiling. walls all painted an off-green which is chromatically the opposite of the usual beige. hot faucet runs cold water, cold faucet runs mysteries. <br/> \n <br/> \ndorm all occupied by some ballsy arts students or perhaps an incredibly dissatisfied engineering sophomore."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "leximarie",
    "plus": 0,
    "snip": false,
    "text": "shit man ive done exactly that"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by lawbot, rowboat, _cheesekayke)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dropkickpikachu",
    "plus": 6,
    "snip": false,
    "text": "First time I smoked, I had hell of depression and man did I have some low grade hallucinations such as I didn't want to see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lux",
    "plus": 3,
    "snip": false,
    "text": "I've tried pot twice (my only excursions into the world of recreational drugs) and I think I must be bad at it or something. The first time I got rather paranoid and refused to answer the phone or open the door, and the second time I just felt super-sad and stared catatonically at a wall while my friends played with a strobe light. :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "\"Obviously, Catachresis, you've never been a 13-year-old girl.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Even if it don't get chubbies, I gotta report.   The first time I smoked pot, it was off a friend's vaporizer.   First it burned my throat something awful.   Then I threw up six times in his bathroom.   Then I paranoided that he was gonna do me in.   Then I came outta the bathroom and he was asleep.   I woke him up, and he didn't make any sense.   Then I ran home, demonic riffs playing in my brain, and sought solace in the understanding arms of my girl.   She saved my life, it seemed like, that night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 9,
    "snip": false,
    "text": "If you're already depressed and don't know (or remember) that pot can increase anxiety, you can get really fucked up about some tiny shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pitseleh",
    "plus": 2,
    "snip": false,
    "text": "Also keep in mind that cats have mild hallucinations to begin with anyway. I suspect that pot would enhance those hallucinations to cater to that particular cat's, in this case Roast Beef's, personality.  <br/> \n <br/> \nThen again, I'm no expect on cat reactions to drugs...I've only seen dogs high."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "I remember some good firsts. <br/> \n <br/> \nMy first time, I got high with a new buddy and some guys I just met (one of them went on to be the drummer for second system). We smoked out of a coffee can turned into a bong. Suddenly another guy who i later became friends with, comes busting in the door wearing a yellow hat, yellow shirt, and yellow pants, takes a few rips off the bong, and speeds off. that was a trip. <br/> \n <br/> \nMy cousin's first time, we made him smoke two dimes to himself, he was so wasted he sat down in this rocking chair and was literally glued to it. He said it felt like he was going 300mph in this chair and didn't know what the hell.  <br/> \n <br/> \nfirst and last time trying PCP, it was laced in a few joints I bought at a concert, it was fucking magical. I got my bone on in the woods behind the hall with what I can only describe as a gothic amazon, which i didn't find out about until I got a call from her the next morning, and called my buddy to find out i snuck off in the woods with this chick in the middle of the show and when I came back I was \"Skipping and hopping with this giant smile on your face\" <br/> \n <br/> \nThen i preceded to see some freaky shit. A giant pink rabbit, like a guy in a rabbit costume, only it was pink. Superman with a purple afro, and a goblin who decided to start punching the shit out of me during which I just kept saying \"Whats going on, is this guy hitting me? why is he hitting me\". Turns out it was some mousy kid who was blitzed off his gord, and he really was hitting me but I just couldn't feel it.  <br/> \n <br/> \nThen at around 3 in the morning, I finally get home, still not sure how, and I played blitz football on my PS2, only for the guy I was controlling to stop, turn around, look at me, and start talking about bill gates.  <br/> \n <br/> \nI ate a swiss cake roll and went to sleep, and never touched the stuff since.  <br/> \n <br/> \nAlso the first time i tried coke involved setting a friends reclining chair on fire after carrying it behind a liquor store.  <br/> \n <br/> \nDrugs are bad. I just stick to cigarettes and booze now because of this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 5,
    "snip": false,
    "text": "Remember, for a cat that has trouble going to the grocery store, a little weed ain't gonna fix him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 19,
    "snip": false,
    "text": "The guitar should've been made from the bird's bones, being played by its dead mother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darthemed",
    "plus": 0,
    "snip": false,
    "text": "Or perhaps castanets, made from the bisected eggs of the bird."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "Its mother knew it would die some day."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "straw",
    "plus": 15,
    "snip": false,
    "text": "The skeleton is playing \"Don't Fear the Reaper\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgrl131 was marked lame too many times and excluded. (marked lame by snowman, Gumfish, luckypyjamas)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lux was marked lame too many times and excluded. (marked lame by straw, TonyHighwind, headphones, apricotta, Gumfish, theplaidknight)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 16,
    "snip": false,
    "text": "Myself, I imagine that the skeleton is playing some creepy old number from the 1930's, the guitar all \"Jangle jangle jangle.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 6,
    "snip": false,
    "text": "Bone Machine-era Waits or maybe Bullhead-era Melvins"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "We got double Waits action up in here, hell yeah."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "in keeping with the atmosphere of the strip i figured robert johnson or slim harpo.  that skeleton just looks delta to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Bits of Beercan by Beck."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Trouble All My Days by Beck"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 11,
    "snip": false,
    "text": "The Skeleton with the Scrap Iron Guitar is playing a jaunty, uptempo Django Rhinehart tune."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 6,
    "snip": false,
    "text": "I picture that there is not even guitar noise coming out of the guitar, just as ENDLESS SCREAM."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "It's the scrpa iron guitar that makes it.  Only Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Scrap, dammit!  Scrap!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 9,
    "snip": false,
    "text": "There is a lesson in this-No matter the species of an anthropomorphized animal, the creepiest skeleton to them will be human."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afterward",
    "plus": 2,
    "snip": false,
    "text": "Allow me to direct your attention to the horse skeleton. <br/> \n <br/> \nI don't have a horse skeleton here I guess but you understand what I am trying to say, I'm trying to say, a horse skeleton is creepier. <br/> \n <br/> \nOkay thanks!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "This seems true, as I imagine death bringing the end of days atop it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "naminator01",
    "plus": 0,
    "snip": false,
    "text": "I've been there, shocking, yet awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professoryes",
    "plus": 8,
    "snip": false,
    "text": "The skeleton will go on to busk in a post-apocalyptic Paris subway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Nightlife shouldn't have offered the Bubonic Chronic. Not to Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 0,
    "snip": false,
    "text": "Paranoia...getting high is such a double-edged sword"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aubergine",
    "plus": 11,
    "snip": false,
    "text": "You know, personally, I never felt that Beef is frightened of the skeleton or that it's brought on by weed paranoia. I think his reaction is closer to \"Oh gracious, I never imagined that such as a simple songbird could know how to rock so hard.\" It's like heavy metal is what songbirds hear when they are singing to each other, and with weed Beef has let himself in on their secret."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "Thoroughly agreed with and chubbied. <br/> \n <br/> \nFor very similar reasons, when I'm stoned I make it a point to always doodle in the little sketchbook I reserve for my stoned-drawings.  It is the makings of comedy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "turnabout",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling something similar was behind this very strip..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "megadan",
    "plus": 0,
    "snip": false,
    "text": "What a great strip. One of many that epitomizes Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Yo, esta Jacques Escqueleto! Hola!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 1,
    "snip": false,
    "text": "I'm tripping balls!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, Beef is right about Jell-O shots, though. I did like a dozen or more of them one night at a party; they did not do SHIT for me. I was disappointed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It's very difficult to make jello solidify if there's too much alcohol in it, hence their pissweak effects. If the shot is all sloppin' around, it'll taste like garbage, the hostess will cry a little, but you'll be plastered."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "I now know what song that Zombie is playing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Leave it to Beef to start tripping while smoking reefer. And a bad trip at that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ouroboros",
    "plus": 0,
    "snip": false,
    "text": "the worst song, played on ugliest guitar"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Stare at the second last panel while listening to The Beatles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "the little dead man playing the scrap iron guitar needs to be a t-shirt"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowan",
    "plus": 0,
    "snip": false,
    "text": "I have a tattoo of the little dead man playing a scrap iron guitar and that fine little bird singing his emotions in a tree too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "-Look at the children <br/> \nStanding in their room burbling <br/> \nAbout being baked."
  }
]