[
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andrew_ was marked lame too many times and excluded. (marked lame by lamelliform, rascaldom, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_strangeglove was marked lame too many times and excluded. (marked lame by dayvancowboy, ummerr, Hipjiverobot, godfatherofsouls, PohlHoud, rodneystubbs, sleepyhead)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "expellens",
    "plus": 5,
    "snip": false,
    "text": "I wonder if he's going to get issued an '82 Subaru Brat..."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://m.assetbar.com/achewood/uua8fvJRZ\">http://m.assetbar.com/achewood/uua8fvJRZ</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "And http://m.assetbar.com/achewood/uuab6Thjp"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "It's a pity that the Brat is so ugly, because it's got a great name. It sounds like the vehicle you get if you give a Bedford Rascal lots of presents and attention."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "also known as a subaru brumby"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gowerski",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 0,
    "snip": false,
    "text": "That's, that's... New Zealand! Funnily enough, I noticed the Trademe stars before I noticed the number plate, which is far more of a giveaway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "There is no guarantee that Little Nephew is going to hell, so what car would he get in heaven?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 10,
    "snip": false,
    "text": "Well, if he had any sense of taste or style, I would suggest an Aston Martin DB9. <br/> \n <br/> \nSo, with that in mind, he's probably going to get a chromed-out 1999 Honda Civic with no muffler and blue neon runners on the undercarriage, and probably a bumper sticker that says \"IF IT'S TOO LOUD, YOU'RE TOO OLD\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think he will probably end up with a 1976 El Camino with longhorns on the grill and a bumper sticker that says \"Cowboy butts drive me nuts!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "He's going to HELL. Plus he's a kid, so it'll be a Schwinn with tassles on the handlebars and spokey-dokeys."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "He's old enough to work at Starbucks, and they have a 17  hiring policy now. So, he's old enough for a drivers license. That said, I think his Hell vehicle should be that crappy golf cart that Beef wiped out in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i loved my Schwinn Thrasher. it was slowly rusting and i needed to put on new pedals and handle-bar grips and then my mom gave it away... <br/> \nmy first bike..just...gave it away. <br/> \n <br/> \ni have not recovered."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "Hahaha. I used to always see a car in my school parking lot last semester that had a \"Tight Butts Drive Me Nuts!\" license plate cover on it, and it never failed to make me smile. I share this sentiment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You are not fooling anyone, pete.  That was YOUR car."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "I would totally put that on my car only if I had wal-mart spinnaz and fuzzy dice to go with it"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "Man, you jerks just eat this up, don't you?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 2,
    "snip": false,
    "text": "you and I, we are not the same."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Some even attempted to summon you once during your achewood hiatus. You provide a vital Assetbar service."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 8,
    "snip": false,
    "text": "Don't fret; death is quite transitory."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 8,
    "snip": false,
    "text": "Word up, he just has to find a Friendly's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 21,
    "snip": false,
    "text": "In Wales? Yeah, good luck with that one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thickbasssteak",
    "plus": 7,
    "snip": false,
    "text": "'N gyfeillgar's <br/> \n <br/> \nthank youuu InterTran"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lucidz",
    "plus": 5,
    "snip": false,
    "text": "I once met a hostess in a strip club who gave me her number.  She rinsed her hands with instant sanitizer because the patrons and glasses were so disgusting she couldn't bear to feel the grossness on her mitts.  This was an attractive girl, far more attractive than the so-called dancers.  So I figured I would give it a shot.  She worked two jobs. <br/> \n <br/> \nHer other Job was at friendly's.  In hindsight, if I were dead, and the only way out was to go to a friendly's, I would choose the afterlife."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "she worked at friendly's and was fine with it but couldn't bear the \"grossness\" of strip club glasses?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shenred",
    "plus": 0,
    "snip": false,
    "text": "A Friendly's and a Todd."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "pirate",
    "plus": 5,
    "snip": false,
    "text": "syrupykeyboard was shy and posted a link way down at the bottom of the page.  Hey if you're gonna pirate something, go for the gusto... <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "A chubby for each of you then. <br/> \n <br/> \nThis is the best strip I've seen in a while. Or maybe I just really love the flowchart format. I especially enjoyed the return of big breasted necklace girl. However, I must note that unwanted babies are far from being the main reason to use a condom, no matter what Tim Price from  <em>American Psycho</em>  says."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "pirate",
    "plus": 0,
    "snip": false,
    "text": "I was being sarcastic.  I think that people who don't respect the intellectual property rights of a small time artist SUCK. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "But you left out the most important part; the obfuscating yellow bubble wherein GQ assures us that this comic isn't funny."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Better buy a shirt now, achilleselbow."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Ugh, you're probably one of those people that lectures about downloading music. He's not making money off the GQ sales - most likely he got a one-time commission that is in no way affected by this. And by the way, out of all the webcomics I read, this is the only one that constantly shoves requests for money in my face and whose content isn't 100% free. So, you know, get off your little high horse."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 9,
    "snip": false,
    "text": "You could have saved a whole paragraph by simply typing \"I ain't got much money\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "my feelings on your summary-suggestion are pro."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Seconded"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by lamelliform, Bananacup, microwiz, Jeet, alchemicnirvana, joamiq)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": ":O <br/> \n <br/> \nD-dad?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "All of them? You're really getting that much action?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "He got his bone on six times!"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "pirate",
    "plus": 3,
    "snip": false,
    "text": "It doesn't matter how much money and/or good will Onstad is or isn't making off of this particular comic.  It's simply the fact that it's his fundamental right to limit in some ways the distribution of his own creation.  Maybe he doesn't want a shitty 2nd gen copy of his work circulating.  That certainly detracts from his product's value in the long run, even if in the immediate term he doesn't lose a dime from it. <br/> \n <br/> \nWould it have been that hard to ask his permission to post that?   <br/> \n <br/> \nIt's not that he probably cares too much one way or the other.  It's not that one comic makes that much difference one way or the other.  It's that in the long run, you have your head up your ass.  It would be nice if you could, once in a while, pay a small-time artist a small something for their music, instead of downloading their shit for free.  If you're poor, maybe you could save up and just give some money to every 10th artist.  But if all you listen to is commercial top-40 shit that's distributed by the big labels, which judging by your aura is likely the case, then sure, fuck it, steal that shit for free.  Any artist who doesn't have a 'donation' link on their web page apparently must not want any.  right?  That's my theory. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "SHUT UP  <em>BITCH</em> , <br/> \n <br/> \nyour gimmick is already tired."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, syrupykeyboard, puguglypress)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh no way you're alreadyinuse what a surprise this is a really clever gimmick account :0)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I just used pirate's posts for a science experiment! I know that I can only give five chubbies per page, but I don't know anything about lames or how many I can give. So I lamed all of his comments, and now I know that I can give more lames than chubbies! <br/> \n <br/> \nI'm not going to, usually, becuase that's kind of a dick thing to do in general. But in this case, it was for Science."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Listen, I hate to tell you, but I don't think Onstad reads these forums, and he's happily married, so you can stop trying to suck his dick. No one's gonna pat you on the head for being as righteous as you think you are. <br/> \n <br/> \nI hope you're still reading my 'aura' because right now it's shaped like a giant middle finger."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, syrupykeyboard, puguglypress)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Did I miss something, or this guy complaining about the posting of the print-only comic the same one who posted it?  Why is anyone replying to him?   <br/> \n <br/> \nThis is a situation where you should not need a deranged sex robot to threaten you with impotence.  You should just know what is the right thing to do."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Wise man.  I'm glad no crazy-ass robots had to let everyone in on the trollery.  I'm also glad no crazy-ass robots had to neuter anyone.  Lord save us from those crazy-muthafuckin-ass robots."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 3,
    "snip": false,
    "text": "In Shining Force 2 for the Sega Genesis, \"aura\" was a healing spell used by a melty-faced priest (vicar?) to mend the wounds of those on the playing spaces around him, though the real-life application of the word suggests a person who has the opposite effect. <br/> \nA person's aura is only ever brought up to illustrate the shittiness they exude, as if the world were an elevator they strolled through, just round-the-clock farting."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "arbys",
    "plus": 1,
    "snip": false,
    "text": "If you think about it, it's probably also the only webcomic you read that doesn't have any banner ads or suchlike."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jimmyk",
    "plus": 1,
    "snip": false,
    "text": "I lecture about downloading music, and why shouldn't I? <br/> \n <br/> \nNot to mention that I can't count a single time since I started at the beginning of the archives around 2 weeks ago that I have had any request for money shoved in my face. And, like the guy says above, Onstad's got a kid, you can't blame him for wanting to cash in on his talents."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "under",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF][IMGS OFF][IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 4,
    "snip": false,
    "text": "I wonder if the subscriber's area is just a nonstop orgy of blood and guts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "It's all of your Grand Guignol slashfic nightmares come true*. <br/> \n <br/> \n[*not really]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "<em>i wait outside the door for what seems like forever and then the huge guy who led me here finally comes out and gestures with his head for me to follow him in. i become disoriented walking through the slaughterhouse. the beat becomes a listless rumble and all the people grinding against one another under the black light turns me into some sort of epileptic. the dance floor sits atop the killing floor with a glass bottom installed so you can see what happens on either.<br/>\n<br/>\nguy in the back room lined with chicken coops tells me i'm hired. i dance monday, wednesday and friday and work the killing floor the other days with sunday off. the pay is the same either way. he sits down at a desk where a fluffy, yellow chick is squeaking annoyingly. this huge guy, probably six foot something and three hundred pounds, wipes blood from his hand with a dirty rag and lights a cigarette. he never asks my name. when i'm about to leave he lifts the chick to his face and begins to eat it like an apple. the next night i'm dancing and when i look down over my body i can see the death and it looks so good.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Where the FUCK did this come from and where can I read the rest of it. <br/> \n <br/> \nIf the answer is your \"fucked up imagination\", then you will please forward me the rest of the nightmare."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He said below it was from an album's liner notes, but he didn't say which one, so I'll politely repeat my request for specifics."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "more like -  <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Historical note:  This design was pulled from the shelves, so it is very rare."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "indeed - I have a \"third state\" cover of this album"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "in a story of two sisters, this is the other. <br/> \n <br/> \n <em>last night i wrestled with a child who often resists injections. the task calls on the concentrated efforts of myself along with two orderlies... such strength from a child so weakened by a disease. pinned down, tears streaming from either side of his face, veins throbbing beneat a thin sheet of flesh, tunneling disease throughout the tiny frame... i administer the medication; the orderlies relent and move on, wiping their hands as if by doing so they limit the likelihood of infection. swabbing the tiny puncture with alcohol, reaching for a bandage, suddenly my hand is siezed. with one movement the boy snatches the syringe and has it buried in the meat of my forearm. no smile or laugh, no vengeful glare, he just stares off into the nothingness of the room as his blood leeches its way into mine. i remove the offending needle and in its place find a dull ache and probably much worse. the child sleeps.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh you rule cpnglxynchos."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "He's my favourite elder god."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Has anyone else been called a racist for saying \"Shub-Niggurath, Black Goat of the Forest?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://tinyurl.com/5zzvnb\">Russia to Outlaw Emo.</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "This is so perfect. I was at the Spy Museum here in DC and they had a gift shop at the end of their little course, which had, among other things, the classic Che Guevara T-shirt. <br/> \n <br/> \nI decided I was not going to debase myself as well as Che Guevara's memory by purchasing a shirt with his picture on it from an organization that was garnering capitalist profit from the corruption of everything the man stood for. <br/> \n <br/> \nSo I just bought a camouflage painter's cap with a red star on it instead. <br/> \n <br/> \nWhy emo kids always wanna dress like Communists? <br/> \n <br/> \nI think that's the real reason they passed that law. I mean hell if you saw a bunch of skinny teenagers dressed up like John Adams you'd think this was a nation founded on the pubes of elves."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Which is still marginally better than a nation founded on the pubes of Elvis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "postblank",
    "plus": 2,
    "snip": false,
    "text": "We are at the point where a character getting shot merits only a \"Haha, oh well.  See you in a couple months.\" reaction."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 14,
    "snip": false,
    "text": "No one in comics stays dead except Uncle Ben."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 9,
    "snip": false,
    "text": "Next month, in Amazing Spider-Man no. 3,476: Peter receives the shock of a lifetime when he discovers evidence that his uncle Ben may actually not be dead! But is it a cruel hoax by the Green Goblin--or is Ben really back? But wait! Goblin's dead too-- <em>or is he?</em> <br/> \n <br/> \nPlease order using the form in the back of Previews magazine."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 30,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n\"With great power comes great rice recipes.\""
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Oooooooh Shit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Uncle Ben died young. Goddamnit why do all the good ones have to die young. <br/> \n <br/> \n...maybe not"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "contrasoma",
    "plus": 116,
    "snip": false,
    "text": "\"Except people crucial to origin stories\" might be a tad closer to the truth. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "mystkmanat",
    "plus": 4,
    "snip": false,
    "text": "when you dare to ask Batman a question about his  <em>DEEAAAAAAAAAD</em>  parents, his only option is to bitch slap you, and bitch slap you good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "higuma",
    "plus": 8,
    "snip": false,
    "text": "How would Batman know what his parents were going to get him for Christmas?  That's crazy."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "gouldgonewild",
    "plus": 3,
    "snip": false,
    "text": "How are you so sure he is going to say Christmas"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deusoma",
    "plus": 5,
    "snip": false,
    "text": "It's not like he's gonna say Christloween."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "meddle",
    "plus": 5,
    "snip": false,
    "text": "Dear deusoma, <br/> \nSome people don't like to be addressed due to their avicons, but it is necessary in this instance. <br/> \nThe other night i went to Quizzo (similar, I understand, to the English \"pub quiz\") and the image burst into my mind at the right time: during a sort-of bonus shouting-out round, the man asked what caused a butterfly rash on the face centered on the nose and was an auto-immune disorder.  A few moments passed, and no-one had answered.  \"Lupus!!\", I cried. <br/> \nI won a box of nearly expired fruit snacks and a decorative fruit.  It is supposed to be a lemon,  but it is not shaped correctly. <br/> \nI ate 40% of the fruit snacks after I went home and burned the one. <br/> \nSo thanks, man.  It was totally Lupus this time."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that is a totally rad story!! <br/> \n <br/> \ni think i have a chubby for you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Dude, high five. Glad to be of service."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Well, he  <em>is</em>  a master detective."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "He's also a master debater."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "He's the world's greatest detective. He knows."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "Not much makes me literally 'lol', sir, but I couldn't stop laughing for 5 minutes...and every time i look at this image i continue to laugh. chubby"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "That makes me laugh EVERY time. That, and Superman's horribly expanding eyeball."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "And the Captain America \"WANK!\" sound effect?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "ya gotta love Robin's stylish topknot (denoting submission?) in that panel"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "contrasoma",
    "plus": 3,
    "snip": false,
    "text": "Nah, the kid's just really into  <a href=\"http://web.archive.org/web/20110224024147/http://tinyurl.com/6zrndj\">Pale Horse</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You get a chubby for the watchmen reference."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "I was most pleased to see Bad News in the list. <br/> \nMost pleased indeed. <br/> \n <br/> \n <em>Burnin' rapin' shootin' and a lootin'<br/>\nBurnin' rapin' shootin' and a lootin'<br/>\nBurnin' rapin' shootin' and a lootin'<br/>\nBurnin' rapin' shootin' and a lootin'<br/>\nAll this I do, I'll kill for you!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "my old band used to cover a Warriors of Ghengis Khan."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, syrupykeyboard, puguglypress)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nicepet",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]Comics are.....[IMGS OFF].[IMGS OFF].[IMGS OFF].[IMGS OFF]....so violent lately[IMGS OFF] <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "So violent that Assetbar rejected their existence."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The next comic will appear in that post when it is uploaded, as today's appeared in the comments of the previous one."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "As if anyone is watching."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "What's the point of this spoiler exercise?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 2,
    "snip": false,
    "text": "when i see this i can only imagine batman screaming except for the \"DEEAAAAAAAD!!!\" at which point he changes to an operatic baritone."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 3,
    "snip": false,
    "text": "My mind's so slow, I actually took a long moment to try to recollect if I'd ever seen that kindly, rice-selling older gentleman in any comics. <br/> \n <br/> \nIn other words, \"good morning, welcome to idiocy.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 0,
    "snip": false,
    "text": "A friend of mine told me that the only inviolable law in comics was that \"Bucky\" stayed dead, referring to Captain America's former sidekick. <br/> \n\"An aphorism among comic book fans, known as the Bucky Clause, was that 'No one in comics stays dead except Bucky.'\" <br/> \nOkay, \"comics police\", whatever. Its like a bylaw against stomping on your own balls, not too tempting in the first place.  <br/> \nI guess Uncle Ben sort of has to stay dead too, though that's so built-in it seems to be a more unspoken thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Re-instituted as \"No-one in comics stays dead except  <strike>Captain America</strike>  Steve Rogers\" refering to Bucky's former partner."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by Limapalooza, gladi8orrex, Squares, Deusoma, Amul, Sn0wman, esoominim, BlueLoggy, ElZilcho, pettytyrant, Audhumla, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Against my better judgment, I watched that thing last night. Funniest shit I've seen in a long time. I laughed so hard tears flowed freely from my eyes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lordhumungus",
    "plus": 0,
    "snip": false,
    "text": "A chubby for you, sir!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Oh my God what did you do to me why did I click on that <br/> \n <br/> \nI didn't need to know what that looked like, EVER"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by Limapalooza, jfenserty, esoominim, ElZilcho, Audhumla, fieryjack)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by GloomyTangent, ouija, Audhumla)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "higuma",
    "plus": 0,
    "snip": false,
    "text": "She was really making an effort to cakefart at the end there."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "sn0wman",
    "plus": 1,
    "snip": false,
    "text": "I regret that I have but one lame to give for this post."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's a bit harsh."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "And yet so awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "Excellent avatar/post combo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 5,
    "snip": false,
    "text": "The alt text sounds like it was written by Nice Pete.  <br/> \n <br/> \nLike it was spoken by a Murder Professor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "i can't see the full alt text... would someone like to do me a solid and type it out?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sdskyle",
    "plus": 1,
    "snip": false,
    "text": "Right click on the comic and click on properties. You can look at the alt text in the window that comes up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "Okay, but only this once:  \"Iorwerth murdered the boy with stethoscope placement.  Once thought to be the best, but now largely refuted.\" <br/> \n <br/> \nNow, learn to fish:  Right-Click on the image, select \"Properties.\"  Stretch the popup box until you can read the title text.  This works in Firefox 2.x.  I have heard that Firefox 3 defeats this particular problem, but makes a hash of Assetbar in numerous other ways."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by j0ecool, dizneedave, cmjhogan, instantkarma, euphemisms, king_of_pwns, NDCaesar)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I...um...oh dear. Pogo, your age is showing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pravda",
    "plus": 3,
    "snip": false,
    "text": "Oh my goodness someone please... get him to cover up. I don't like what he's doing here. I don't feel like it gives me a lot of outs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnnyc",
    "plus": 9,
    "snip": false,
    "text": "Pogo, listen to me! Why come manhole covers are round?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "digested_fetus",
    "plus": 0,
    "snip": false,
    "text": "Loneal you seem like you might know about this <br/> \n <a href=\"http://web.archive.org/web/20110224024147/http://organicpharmacy.org/products/The.DivaCup.-.Model.1\">The DivaCup</a> <br/> \nis this a good product?  does it beat tampons? <br/> \nI am thinking of buying a case of them for christmas gifts. (I found a supplier where I get a discount if I get a whole case.)  But being a man I have no way to test it out, so I want a woman's opinion.   <br/>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "ATTENTION: DO NOT READ THIS IF YOU AIN'T WANNA HEAR ABOUT BLEEDING VAGINAS <br/> \n <br/> \nYeah, dude, they are the best! They're so much better than tampons and/or pads. You only have to change it twice a day (or  <em>I</em>  only have to change it twice a day, but I have a pretty light flow), and you don't have to worry about Toxic Shock Syndrome, whereas if you leave a tampon in for more than six hours, you have to start worrying about dying. Also, all the mainstream tampons have chemicals in them, which can be bad for some women. DivaCups are just silicone, so they don't mess you up at all. They are also much more comfortable than having a pad chafing up your skin all the time.  <em>And</em>  they are much better for the environment, because one cup lasts you literally like twenty years, and you don't have to fill up landfills with be-chemicaled tampons/pads.  <br/> \n <br/> \nHowever, there are two major caveats. One is that you have to be comfortable with your cunt. If you're used to tampons with applicators, it's a little weird at first, but ultimately pretty rewarding. Two is that it really takes three or four cycles to get used to, and I think a lot of people give up during that time. It can really be a bit stressful until you get the hang of it (my bathroom ended up looking like a murder scene more than once), but once you get the hang of it, it is really just the best ever."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Hate to break this to you, loneal, but; <br/> \nguess who?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh sniffle snaffs he's like hornswoggle or loki <br/> \n <br/> \n <em>always tricksterin</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Is it wrong if I feel this particular offense to be fundamentally hilarious?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "digested_fetus",
    "plus": 0,
    "snip": false,
    "text": "trolls can have legitimate questions about feminine hygene protocol too, god damnit!   <br/> \n <br/> \nokay I was joking about buying a whole case.  But I am buying one for a good friend of mine.  As a surprise gift.  I like to find quirky gifts for my friends.  And hey.  It might even be useful too. <br/> \n <br/> \nthanks for the good info Loneal!  And yeah, I can't see not being comfortable with one's cunt.  I mean, if a cunt is anything like a penis, I mean, you know, I'm all over my penis like minimum once a day if not more.  I can't imagine not being all over my cunt if I had a cunt.  That would be the most awesome thing to have a cunt.  Man I would get all sorts of mirrors and video cameras just to get a better view.  and damn, that ain't even including the arthroscopic possibilities!   <br/> \n <br/> \nI hope some day I have a gf who is as into cunts (and my penis) as I am"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Psh, like I care. I just want to talk about menstruation!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Why does your vagina bleed? Did you cut it?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Why does it say 'Suitible for Vegetarians'? Can you eat it?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I can field this one.  If you're looking to paint flowers using your own menstrual blood by the light of the waxing moon, there is no better product. <br/> \n <br/> \nIf you're looking to avoid dumping out a cup full of your own medical waste every day to every few hours, there are better products."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "So glad I'm a guy!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "j0ecool",
    "plus": 1,
    "snip": false,
    "text": "You lie. You lie so much, the filth seeps from your every pore."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zebra",
    "plus": 2,
    "snip": false,
    "text": "I won't lame a man for preferences or opinions that he's entitled to and that he's not forcing upon other people.   <br/> \n <br/> \nBut I am making an INCREDIBLY mean face at you right now, Pogo.  You have almost no idea how mean."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "I could be wrong, but I sense sarcasm in his comment. Unless microsoftland is what they start calling it after the Gates Lobotomy. If not, Pogo, you are a dunce."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Partial irony, jazz great.  For viewing Achewood, IE is perfect.  For lots of other things, I hear tell some of them newfangled browsers work better."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 4,
    "snip": false,
    "text": "Fair enough. I like to wander the internet in swim trunks, a can of Schlitz, and a periscope."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gowerski",
    "plus": 1,
    "snip": false,
    "text": "we all know how good ff3 is with assetbar"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Man, the drunk Mingus voice just makes your damn posts so damn good!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, syrupykeyboard, smilebuddha)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "why the hell isn't this being chubbied <br/> \n <br/> \nhave i...have i gotten so high i entered  <em>bizzaresset-bar?</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "never mind i just figured out why <br/> \n <br/> \nfucking pirate, why'd you have to go and clog up assetbar?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jonno",
    "plus": 0,
    "snip": false,
    "text": "D:<"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 3,
    "snip": false,
    "text": "How dare you insult open source software? This is the internet, and nobody wants to pay for anything anymore."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Who pays for Internet Explorer?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It exacts a price from every one of its users."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You pay with....YOUR SOUL!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Thank you both for the metaphorical fishing lessons.  Now I can eat forever!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "if you're using firefox 2 just use the extension \"long titles\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "EXTENTION LT: <br/> \nIT WORKS."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "I read that as \"long titties\". And that is rude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Rudeeee titles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Or just use Opera and be able to see it instantly. <br/> \n <br/> \nSUCKAS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "But then one would have to use Opera"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 15,
    "snip": false,
    "text": "Man, sometimes I would like to go to ONE WEDDING where a child was not shot, sometimes repeatedly <br/> \n <br/> \nSeriously, what the shit Uncle Brad?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Well, when you go to a shotgun wedding, and they don't use the round for its original purpose, they gotta get rid of it somehow. <br/> \n <br/> \nIf only they were smart enough to use it on the possums outside the woods, that'd take care of the vittles too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "*in the woods"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Ha ha, I have the same problem. As long as you replace the word 'child' with the word 'bouquet'. And the word 'shot' with the word 'thrown'. And 'repeatedly' with 'just once'. Seriously though, I think my family are much nicer people than yours. Sorry about that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "metatronatra",
    "plus": 1,
    "snip": false,
    "text": "Like a goddamn <i>death genius<i/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You get a chubby for having the BALLS to use HTML."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "metatronatra",
    "plus": 0,
    "snip": false,
    "text": "I figured it would look hilarious even though it wouldn't actually make the words italic; I was being intentionally unhip"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blueshoc12",
    "plus": 0,
    "snip": false,
    "text": "sounds more like edward gorey to me. although, i have never seen nice pete and gorey in the same place at the same time..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "When you gonna stop riding your avatar's coat tails? <br/> \n <br/> \n(Hoping the answer is never)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "KOODGE!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "koodge",
    "plus": 3,
    "snip": false,
    "text": "yes?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "No no oh god no no no no no."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "it was the merciful thing to do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "celesticles",
    "plus": 0,
    "snip": false,
    "text": "I predicted this. 7/10/2008 <br/> \nAlso, KOODGE is a delicious sounding sound."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "notcool",
    "plus": 2,
    "snip": false,
    "text": "I have some serious problems with koodge. It's a great word. But not for a blunderbuss. It's the -ge at the end. That just ain't doing it for me. That's not the sound of a hell-device going off, that's the sound of a bare foot stomping down hard into a pot of just cooked spaghetti."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Love the KLIK! though."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Or a blunderbuss shooting a woman's ass off of a cake."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I respectfully and unnecessarily disagree.  It's a big, chunky, muzzle-loading pistol, one that doesn't mince words/sound effects.  KOODGE is blunt, distorted, and chaotic, nothing like the sharp CRACK or POW or BANG of a modern-day rifle.  It's exactly what a cheap, hastily-loaded cartridge rammed down and then awkwardly forced out of a non-rifled muzzle should sound like as it just barely pierces someone's chest.  It's the sound of shooting someone with a weapon that has  <em>character</em> . <br/> \n <br/> \nOh God I can't believe I did that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "I gotta tell you, this is the only Achewood comment I ever remembered after the fact."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spaghettis-dad",
    "plus": 0,
    "snip": false,
    "text": "chubbied for hell of fantastic avatar-comment synergy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "The main characters having all been dead at least once before, it is now Charley's bell has finally knolled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 6,
    "snip": false,
    "text": "or I guess koodged"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 11,
    "snip": false,
    "text": "Man you listen to some weird dang old bells."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "irondave",
    "plus": 7,
    "snip": false,
    "text": "\"...it koodges for thee.\" <br/> \n <br/> \nJust rrrroolls off the tongue."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rascaldom",
    "plus": 0,
    "snip": false,
    "text": "Worst. Potential sexual slang. Ever."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "Ask not for whom the bell Noels... <br/> \n[IMGS OFF] <br/> \n... it Noels for thee."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "EHHHHH!!! XD"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Man, any sensible person knows that Julian Barratt is the funnier one. <br/> \n <br/> \n <em>Think outside your box, girls.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aliiis",
    "plus": 6,
    "snip": false,
    "text": "Okay so I am a girl and I like the Mighty Boosh fine (I am British as I have mentioned before) and do not really want to do the sex with either of them, so I reckon they are both pretty funny. But, and I don't want to get all pishy on octafish here or anything, but I think it is sort of lame if a person can get mad props just pretty much for posting a picture of a person who is funny (not actually pictured being funny) on the internetbar for no reason. You know, like if we all just posted pictures of people who are funny and then had a big circle jerk about it, and that was assetbar, I kind of feel like that would not be cool? <br/> \n <br/> \nOn the other hand, that Batman slapping Robin picture up there is fuckin' genius, its 80 chubs are kind of well earned."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "syrupykeyboard",
    "plus": 1,
    "snip": false,
    "text": "I am sorry that you are angry and do not like pictures and that you took up all that space re-posting all of that which you hate I am a bit confused."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Check the username you're responding to and be confused no longer."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "You are a mean old female, Ass In Mouth."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "sorry, Ass In Mouth is aim, isn't it? aiu would be Ass In Uterus. I apologize for my having mistaken the letter U for the letter M."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by syrupykeyboard was marked lame too many times and excluded. (marked lame by dizneedave, falseprophet, mattpowell74)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 1,
    "snip": false,
    "text": "s/he is like an evil dandelion. What would be the metaphorical equivalent of finding her/his roots and pulling them out?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Is that the only STFU picture you could find on the internet? You are boring me to death."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "For once, I actually agree with aiu, but for different reasons. How many times must we go over this? STOP REPLYING."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "the above exchange broke a day long bout of malaise; I thank you a thousand times assetbar"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "can someone please mark this as infernal inspamination?"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "but seeing half of us get riled and upset and whiny about responding to him is one of the funniest things that ever happens at this place!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Whoops, lamed the wrong post. Sorry, syrupykeyboard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 1,
    "snip": false,
    "text": "I could never be mad at handsome man like you. Is SO sexy."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "I mean, uh...no problem, dude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "/thug-hug"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No homo."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not on the couch, fellas."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>somebody's jealous</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, smilebuddha, puguglypress)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "so...when i post pictures...is it better or worse than these? <br/> \n <br/> \n...i..i MUST know...lest my whole assetbar life be a crock and a sham."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "aiu is already in use. What do you expect him to reply with that isn't that pic?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Man, just ignore that bullshit.  Why you got to say a thing?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I want to ignore that so badly...but that made me laugh soooo hard."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Its okay aliiis, you can get pishy if you want, I don't take it personally. I was going for more a visual pun there, rather than a pic of someone funny. I'm a visual person and so I like to emphasis awful, awful puns with pictures. I just wanted a Noel, any Noel, it could have been Coward, Gallagher, or Edmonds (Mr Blobby does anyone else remember this crime?) Fielding is the Noel I got at random. I smiled when I saw him in my image search. <br/> \n <br/> \nPlus I'll give you a chubby because someone lamed you and no-one lamed Mr Fielding up there."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "I don't mind the pictures at all. Even a picture that is totally irrelevant and even offensive is funner to look at than, say, tekende using the same achewood one-liner for the 293421409th time that asset. I respect that this is an achewood forum type thing and that quotes from the strip can be pretty funny in the right context, but  <strong>fuck me running</strong>  there is a line"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "there will be lames"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "yeah, unsurprisingly tekende smelled his name and lamed it probably seconds after i posted it"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "no, it was lame free for a time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "To be fair, I'd have lamed it if you'd used a number of other names as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "Because you never get tired of the same jokes over and over, or what?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, there's a line. On this side of it is Tekende, who is actually cool and a valued contributor whom people like. On the other side are you and aiu."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The line is pretty easy to find.  Tekende has a jillion chubbies per lame.  Jollysaintpete has almost 1:1.  People like the beard more than they like Carlton"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "If only I had more chubbies I could be truly happy"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i gotta check MY ratio."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "aw, octafish, you are a good man. I feel bad because I think my comment unleashed this avalanche of lameness upon us all! I NEVER WANTED THIS <br/> \n <br/> \n(also it wasn't really the picture, I think it was the squee-ish comment that made me come over all curmudgeonly. I  <em>can</em>  be awful curmudgeonly at times. On the internet.) <br/> \n <br/> \nAs long as we are all friends this is all completely cool!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I actually agree, I did a image search for Noel expecting to find a paparazzi photo of a drunken Noel Gallagher, but to my delight instead of that I got a lot Xmas related stuff (duh should have thought of that) and Noel Fielding. Basically it was riffing on the above mis-quote \"it is now Charley's bell has finally knolled.\" Which as far as I can tell means Charley's bell has mountain-topped."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "At least his bell hadn't been Gnolled.  Happened to me once,  <em>ring-a-ding-ding</em> ."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "snidedk",
    "plus": 2,
    "snip": false,
    "text": "Time to die, autrepoupee! <br/> \n <br/> \nYou've ruined your own lands, you'll not ruin mine! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This just made me wonder: what if all gnolls are actually just furries?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "A Gnoll is the offspring of a Gnome and a Troll. <br/> \n <br/> \nDraw whatever conclusion you want from that fact."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That definition was only correct until AD&D 1st edition and is now entirely obsolete."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": false,
    "text": "Can anyone here photoshop me an image of  <em>Howard</em>  Moon's severed head in a glass jar? - I think my avatarneeds updating."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIs this him?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 14,
    "snip": false,
    "text": "Or is...  <em>this?</em> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Beautiful!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "v-chubb"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": false,
    "text": "Nice!!  Now I just need to get a real one of these."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I don't want to get too confrontational, but I feel I must break my silence on this matter. I find the Mighty Boosh extremely unfunny. It's sort of agreeable, and mildly charming, but it is never even close to so much as making the corner of my mouth twitch upwards into a smirk. I feel like I am the only  person in the world who fails to get the joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "This picture makes me think he should have been cast as the White Witch in the first Chronicles of Narnia movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 1,
    "snip": false,
    "text": "i guess i am not so good on the popular culture thing because i was trying to remember if that's what Noel Gallagher looked like"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I had the same problem.  My excuse is that I am a square, middle-aged, white man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I don't know what the heck that is but dang if it isn't the grossest thing I've seen all week."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 4,
    "snip": false,
    "text": "man ain't nothin worse then explainin' to newlyweds why their coffee table broke and that lampshade got a stain on it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Unless the bride or groom has first-hand knowledge of why that's so. That would be slightly more awkward."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "chaobell",
    "plus": 1,
    "snip": false,
    "text": "Cumshot on the back of their couch, unmistakable, about one foot up. They didn't put it there, they don't know who put it there, and they sort of want to know who did.  <br/> \n <br/> \n'Cause they ain't having  <em>nobody</em>  over if there's a damn cumshot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Your avatar appears to show the ghosts of many spermatozoa.  Please let this be true."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "V-chub for using a proper and scientific pluralization of sperm. Not like that foreign guy from Public Invasion who asks the girls if they would \"like some sperms\". <br/> \n <br/> \n(It does not really matter what their answer is, but I suppose it's nice of him to at least ask.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "them's cums"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "A Christmas Story II: Ghosts of Spermatozoa Past"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Story, Carol, Tapestry, whatever.  Damn you, Dickens, foiled again!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Look what you've done!  Now the Pickwickians are going to come to your house and steal all your food and get up to shenanigans."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "YOU'LL PUT YOUR EYE OUT!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It appears to be a bunch of Spider Jerusalem's boys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 7,
    "snip": false,
    "text": "It's lucky Little Nephew didn't have time to summon  <a href=\"http://web.archive.org/web/20110224024147/http://m.assetbar.com/achewood/uua7zWBnb\">the Hand of Dixie</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "giantants",
    "plus": 1,
    "snip": false,
    "text": "The dude has got pre-Enlightenment mercy."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Koodge? Seriously? That's seriously the sound? Koodge?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Yes that is the sound of getting killed by a plunger."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 2,
    "snip": false,
    "text": "or an External Combustion Engine"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuyukodachi",
    "plus": 24,
    "snip": false,
    "text": "Onstad all out in the backyard, firing up the blunderbuss, carefully noting down the sound as it rips through the sternum of a young boy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 15,
    "snip": false,
    "text": "This of course will be revised in the Special Edition so Charley shot first."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dangelder",
    "plus": 2,
    "snip": false,
    "text": "Or koodged first."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "I koodged too early. <br/> \n <br/> \nThank you. I will go back to being an adult when I wake up tomorrow morning."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 5,
    "snip": false,
    "text": "Don't bother it sucks."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Werd."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "i apologize for the untidiness"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 6,
    "snip": false,
    "text": "Of course that is the sound....after all, a blunderbuss is essentially an  <a href=\"http://web.archive.org/web/20110224024147/http://m.assetbar.com/achewood/uua9zDmmJ\">external combustion engine</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 4,
    "snip": false,
    "text": "the combustion compresses the bullet into the chest cavity, which produces the power that drives your soul to heaven"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snitchy",
    "plus": 0,
    "snip": false,
    "text": "you and blindspot get a chubby for making me laugh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by syrupykeyboard, noooo_oo_oo, smilebuddha)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Imagine it shouted with a sort of brusque roar."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "k00dge",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "oh no"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "BTW, do yourselves a fucking favor and stay the hell away from the comment thread on that comic. What a shithole that was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "Taffy doesn't look all that surprised. :|"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "his grimace falters for a second in sympathy. I think that's as surprised as Taffy will ever look"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "He shows no surprise, though. Was he in on the plan from the very beginning?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wait, that's what you just said. <br/> \n <br/> \nSorry, guys. I guess maybe I'm stoned... right now. I'm so high right now. Yes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Getting ready for PINEAPPLE EXPRESS OOOOOOOO."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "That is Spongebob's Train."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I know Spongebob.  I know him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 17,
    "snip": false,
    "text": "Oh shit he shot Charley's arm off"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Oh my god he did."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He did not shoot off his arm. It is merely obscured by the controller. His hands dropped slightly in shock and alarm as he was shot. From the posing and the angle, however, it looks a bit like it was shot off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Holy hell!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Also, neither of them seem to have left arms."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mujician",
    "plus": 0,
    "snip": false,
    "text": "Shocked by the snuff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "efkay",
    "plus": 1,
    "snip": false,
    "text": "Where was the rollerskate? It had to have been there somewhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "I think rollerskates are only involved in accidental shootings and/or deaths. As this one was completely pre-meditated and carried out as planned, no rollerskate. <br/> \n <br/> \nFor my full dissertation on the symbolism of mobile footwear in web-based comics and animation, please consult your local university library."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doctorjones",
    "plus": 0,
    "snip": true,
    "text": "A comment left by doctorjones was marked lame too many times and excluded. (marked lame by mikekitchell, loneal, d3athcann0n)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Dad this is Randy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I am sorry that you got lamed, doctorjones.  But now I have chubbied you so that it is almost like you were never chubbied or lamed at all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skottapplecore",
    "plus": 1,
    "snip": false,
    "text": "Koodge is the best part of that"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hehateme",
    "plus": 9,
    "snip": false,
    "text": "[x] It is a shame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "Molly's speaking like Beef! Or at least predicting his next sentence based on his thoughts and mannerisms.  <br/> \n <br/> \nRomance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattsolo",
    "plus": 0,
    "snip": false,
    "text": "It's a weird thing taking on the mannerisms of a person you're with. Eventually you're sort of the same person. Breeds an odd sort of contempt for one another: a mix of self-hatred and low self esteem that can put an honest damper on movie night. Love's awesome like that!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "I love you mattsolo. Are you a chick? We should Do It if you are a chick. If not I still love you but we shouldn't Do It."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattsolo",
    "plus": 0,
    "snip": false,
    "text": "My wife would not look favorably on our couplings; nor would I."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "girlandagun",
    "plus": 0,
    "snip": false,
    "text": "Sex Traction Aunts: a good name for a band about vodka and Achewood. <br/> \nWho's with me? <br/> \nI can play the ukelele."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 1,
    "snip": false,
    "text": "Let's list all the band names one can find in this strip: <br/> \nLightning Box (I think it sounds cool, shut up) <br/> \nHellzicious <br/> \nKOODGE (perhaps works better as an EP title) <br/> \nSex Traction Aunts <br/> \nVodka Rogered (my personal fav) <br/> \n <br/> \nI can strum the guitar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Terrible Is the New Horrible (most likely a noise/grind band)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "DIBS!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm claiming Awww hellzicious yes.  We will be porno style funk, played wearing traditional Welsh garb, with no pants.  Or necks, as it seems everyone thinks they look fake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "It takes true discernment to know a fake band name from a fake album title. Kudos/chubby."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "I have no idea how to do a quote HTML thing, so I'll just say that yearsinhotclaws said this: <br/> \nSo I was watching School of Rock and I came up with an idea for an assetbar Supergroup. <br/> \n <br/> \nLadies and Gentlemen, please welcome, <br/> \n <br/> \nSpiny Norman: Lead vocals, Rocket Guitar <br/> \n <br/> \nPogo: Lead Xylophone <br/> \n <br/> \nProfessor Hazard: Second Chair Woodwind <br/> \n <br/> \nL'Oneal as that hot blonde chick from the Mamas and the Papas who didn't really do anything. <br/> \n <br/> \nEdwell: Sound and Light design <br/> \n <br/> \nHedonism Bot: Groupie Rounder, Idea Man <br/> \n <br/> \nGladi8orreX: Heroin Overdose <br/> \n <br/> \nPaperBoy 2000: Clit Guitar, Backup Xylophone <br/> \n <br/> \nXiao Mi Mi: Management <br/> \n <br/> \nAlready In Use: Strictly Prohibited <br/> \n <br/> \nChris Onstad: Not involved in project <br/> \n <br/> \nAll the rest of you losers who weren't distinctive enough to be in the band please put your hands together for, The Chubbscouts! <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Do I have to play theirateturk's ex-girlfriend?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Only if you want to."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'll do it, until gladi8orrex tosses me a basketball."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I feel so bad for theirateturk. Not only does his girlfriend cheat on him with an entire basketball team (did we ever clear up if that included mascot and towel boy?) but it has become the second most prevalent assetbar meme, next to CLITS."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I was the towel boy, so now ;9"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \n <br/> \nNOT NOW <br/> \n <br/> \nNO <br/> <br/> <br/> FUCK <br/> \n <br/> \nCAN IT GET ANY WORSE? :/"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "YES. <br/> \n <br/> \nIT COULD HAVE BEEN THE DEBATE TEAM."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "He he he, re- <em>but</em> -al, he he he."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Fantastic.  Tekende also is a uke player.  Ask him for the chords to \"I'm Full of Bees.\"  I have an acoustic guitar and I'm prepared to use it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 1,
    "snip": false,
    "text": "According to Onstad the sound of that gun being fired is the same as external combustion.  <br/> \nAwesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "somanywhales",
    "plus": 0,
    "snip": false,
    "text": "I mean they are mostly the same thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "An exploding engine and a gunshot? <br/> \nWhere can I find me one of these here, blunderbusses."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 176,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "You deserve so much good hard chubbyin', doc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Man, I've always wondered. You need to do more of the educational series, \"You and Your Assetbar\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "Yeah uh expect more chubbies than all you've ever gotten in your life put together."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "NA NA NA NA NA NA NA NA <br/> \nCHUBBYYYYYYYYYYYYYYYY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jashin",
    "plus": 0,
    "snip": false,
    "text": "ohh wow, hell of chubbies man. This is better than today's comic almost."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Why is Iorweth pouting so hard in the 4th frame - that's got to hurt!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Huh? I don't see his mouth in frame 4.  Why do you say he's pouting?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "If you mean the third frame, he is whistling, or blowing smoke ring in the shape of a quaver."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "I think it's a double hemidemisemiquaver. That is all that remains of my one semester of music theory."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this asset are: <br/> \n <em>Yeah Yeah<br/>\nYeah Yeah<br/>\nYeah Yeah</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 2,
    "snip": false,
    "text": "I don't think I've ever laughed at a teenage cat being murdered until now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Also, completely unrelated, but what the fuck happened to the bacon blog?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "CRAZY I was just wondering about that this morning when I cooked up some really expensive bacon only to have it taste like toenails."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "See, this is why we need the bacon blog! We NEED it, Chris, we NEEEEEEED it!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "Are you American? You probably ruined in a van during your graduation ceremony."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, syrupykeyboard, smilebuddha)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Albrot, mrchee, Boyd)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Oh crung, a  <em>Lame</em> ! <br/> \n <br/> \nMy feelings on this asset are:  <strong>Somebody likes Little Nephew?</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "I strongly advise quitting now and reducing your losses, Professor"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "Time for my sabbatical!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "I picture this with a nefarious cackle and a cape-swooshing exit."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "um...you don't really need the last panel to figure this out...but you do miss the back of his head...you can fix this, though. using the correct Program."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "You drew the back of my head. I think that means we're going steady, now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Isn't drawing the back of the head codeword for  <em>butt sex</em> ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Isn't butt sex really the first sign of going steady?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "It is in my book."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rick_v",
    "plus": 1,
    "snip": false,
    "text": "Nephew is my favorite character.  I can understand how people close to his generation might be uncomfortable with the portrayal, but I find it spot-on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Vodka-Rogered? Hell yeah! Absorb this in to your lexicon. So to speak."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrchee was marked lame too many times and excluded. (marked lame by chivalress, theguitarhero, beafdog, Davey-Boy, wotown)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What are you trying to say? That last panel pretty much tied the whole strip together, and then you go and piss on it. <br/> \n <br/> \nSeriously, you wanted it to end with LN being horrifically gunned down?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "...aaaand once again I_love_Kate can put his cock punching glove away in its cabinet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Can I uh, can I borrow that glove?  I promise I'll wash it afterward"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<em>(he won't)</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, I wouldn't. It leaves hell of a rash. <br/> \n <br/> \n(Thank you for pointing that one out, Octafish, as I would likely have missed it.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "A SATCHEL OF CASH MONEY <br/> \n <br/> \nThere, I referenced every one of their movies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>Friendo</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "\"Lightning Box\" would be a rad name for a video game console."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Although it fares slightly less well for a sex worker. In this regard, however, it may be even more apt whether that be for good or ill."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "brings to mind a mashup of the old  <a href=\"http://web.archive.org/web/20110224024147/http://tinyurl.com/68by3d\">Conair Impressions Crimper</a>  (put lightning bolts, hearts and stars in your dang hair!) and the  <a href=\"http://web.archive.org/web/20110224024147/http://www.trimandshape.com/stylewatch/choose.shtml\">Remington Trim and Shape</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Stars and hearts featured in both places.  Clearly, this is a natural combination. <br/> \n <br/> \nEr, not \"natural\" per se, you know, but... <br/> \n <br/> \nAlso, please mind the very hot metal press.  Product liability tort nightmare."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "different strokes for different folks, Litenin' BoxXx may get more play than any of us will see any day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Charley was a jerk.  He will probably continue to be a jerk in the afterlife."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "octafish",
    "plus": 5,
    "snip": false,
    "text": "Will Lil' Neph go to Heaven or Hell? How will Iowerth explain the shattered corpse of a teenager to the Achewooders? Will Aunt Nina \"get some\" on a glass coffee table? For answers to these questions and more tune in tomorrow when you'll hear Nurse Piggy say ...\"Dr. Andretti you've given this hospital a bad name\". <br/> \n <br/> \n\"I know, Fred is a terrible name for a hospital\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Well Iowerth and the clan are leaving for the afterlife, departing this mortal coil, so it's assumed they are taking LN's shattered body with them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What are you Ancient Egyptian? Who needs their body in the afterlife?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Obviously they do, or do you think they are just spirits floatin' around, huh?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yes that is what I think. I think they arrived on a glowing spirit train and they will leave on the same train and Lil Neph will be in heaven where he won't need his body just as Beef didn't need his, or he will be in hell where Beef, Ray and Todd didn't need theirs. So there. Ectoplasmic Manifestation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "All singin Bollywood songs... Ladies offerin their husbands pomegranates... Cheap-ass special effects done on an Apple II...  <em>Hare krishna, hare hare krishna ...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "You have a really selfish idea of how to pass from this mortal coil, octafish."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "W... what?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Well, what if people  <em>do</em>  need their bodies in the afterlife?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "Then everyone who has ever been cremated is  <em>shit out of luck</em> ! <br/> \n <br/> \nFirst Man: You look down in the dumps. <br/> \n <br/> \nSecond Man: Oh its Mother, she had an accident, she got burnt on the weekend. <br/> \n <br/> \nFirst Man: Oh no. How bad? <br/> \n <br/> \nSecond Man: Well, they don't fuck around at the crematorium."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I know in my case I will wish I worked out more."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hardly anyone would want their real body in the afterlife, when you think about it.  Isn't there something about your body you'd want to be rid of?  And at what age would you like to be frozen in time?  It all gets quite ridiculous.  I think we get an idealized version of ourselves at out best, whenever that was.  For me, I can think of 3, 8, 19, and 28 as really fine points, along with right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "How about 'Eunice'?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fatfatcat",
    "plus": 1,
    "snip": false,
    "text": "I love ham"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I have come to the conclusion that you are a lying bastard. I have no evidence to support this assertion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I agree.  Fatfatcat needs to prepare a dissertation on three hams of his choosing.  It may not include Chris Farley."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "One of the hams must be Hamscout"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "And one must be Brendan Frasier."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "ZING!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Thank you I'll be here till Thursday! Tip the veal and try your waitress!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...why does fatfatcat keep  <em>staring</em>  at me?!? <br/> \n <br/> \n <em>Bad Touch!! <strong>BAD TOUCH!!!</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Kelllllly  <em>Rippah</em> !"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ooo, Brendan Frasier."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It's  <em>Fraser</em> . Not  <em>Frasier</em> . If you say  <em>Frasier</em> , he will hunt you down. <br/> \n <br/> \nHe told me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Wasn't that a TBS commercial or something?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't remember, but... it stuck with me. And I'm not gonna say it wrong. Because he looked serious."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "instantkarma",
    "plus": 0,
    "snip": false,
    "text": "Think it was Comedy Central, actually."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ooo.. Does it work like Beetlejuice?? <br/> \n <br/> \nFRASIER FRASIER FRAAAASIEEEEER!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "Great, you just made a third  <em>Mummy</em>  movie happen. Nice job."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "I love how in the trailer, everyone just sounds exasperated.  Like they weren't expecting to have to star in another one of those stupid Mummy movies. <br/> \n <br/> \n\" <em>sigh</em>  we've raised ANOTHER mummy\" <br/> \n\"i hate mummies\" <br/> \n\"oh christ who's monkeybone does brendan fraser have to get down on to get a decent gig around here?\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the additional monkeybone downness he must have partook in to be cast in this godawful \"remake\" of the 1959 Pat Boone/James Mason classic Journey to the Center of the Earth.   <br/> \nFrom which Speilberg straight up shameless-like ripped off that rolling boulder scene that everybody thinks was so creative/fantastic in Indiana Jones, btw."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "You just had to mention  <em>Monkeybone</em> , didn't you, retro?  Are the one who's going to give me back my 20 bucks?  When will I see justice done?"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "pirate",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I meant, \"Are  <strong>you</strong>  the one....\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "In an interview with AV Club he pretty much admits to liking shitty roles. <br/> \n <br/> \nI have no respect for the man, he has absolutely no talent and the only reason I don't hate him on the level of a Mike Myers is he doesn't make movies that blatantly offend my sensibilities."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "To me, he is a rather innocuous presence in a movie I will never watch."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I don't like a lot of the stuff he's done lately, but in Brendan Fraser's defense, I feel compelled to mention Encino Man and Airheads.  He's not a horrible man, he has made some bad choices, but one day he may see the light and return to his former glory."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I really doubt it. Encino Man, Blast From The Past, and Airheads are good, but much like Mike Myers, Eddie Murphy, and Adam Sandler, he looked the vortex straight in the eyes AND WENT MAD. <br/> \n <br/> \n(Doctor Who Reference.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "When my brother was younger, my mom exhorted him to favor George of the Jungle above other movies, her logic being that if she was going to have to watch the same inane kids' movie over and over, she at least wanted to get to see mostly-naked Brendan Fraser."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Dat's some tite finkin', loneal's mom."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I am ~PRO~ naked Brendan Fraser.  I am ~PRO~ School Ties, all wet-t-shirted in the rain outside the dormitory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "I'm having trouble deciphering the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Do you have trouble tying your shoes or deciphering stop lights as well?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "beansdooma",
    "plus": 20,
    "snip": false,
    "text": "OH GOD ITS RED NOW WHAT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Here's a chubbu. Spend it well."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "Oh shit, I took too long to decide and a gaggle of like-dressed sorority girls are staring at meee!  <em>They know I have a crush on being high, pass it on!</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's what your mom said in bed last night."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Please people. No more 'your mom' jokes. I beg you. <br/> \nAnd for God's sake, no more ironic 'your mom' jokes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 4,
    "snip": false,
    "text": "That's what she said."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Request denied."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 1,
    "snip": false,
    "text": "You're mom."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Gee it sure is Barrens chat around here"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That is both terrible and horrible prof, we will not reference that form of geekdom, and we will not invoke things that lead to Chuck Norris"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I CALLS 'EM LIKE I SEES 'EM, H.B."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Do anyon know were eyeachee is??!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "chuk noris LOL!!!!!!!!!!!!!!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I AM MANKRIKS WIFELOLOLOL <br/> \n <br/> \nGod damn you prof.  God damn you to hell"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "y aly always zergs?  they too scared to fite alon?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Let's all do each other a big favor and not form an Acheworld guild on a server with a name that could be considered related to Achewood, with a guild name such as <Thrall is Standing on It> or <The Horde and Catastrophe>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "<strong>HOLY SHIT</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yum, UT2004."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paby",
    "plus": 0,
    "snip": false,
    "text": "No one really DIES in this comic anyway."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..but is LN really smart enough to get out of Hell? i mean...IP Telephony is one thing...but Friendly's..? <br/> \n <br/> \ni gotta go take stock."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hiboy",
    "plus": 3,
    "snip": false,
    "text": "Some people feel this is a terrible thing to happen to Little Nephew. I believe it to be a great career move. Like most hip-hop artists, this is sure to help Little Nephews record sales."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 8,
    "snip": false,
    "text": "R.I.P. Charley Smuckles <br/> \nDecent Nephew <br/> \nSo-So Friend <br/> \n\"Who are we kidding, he'll be back in like three weeks\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pettytyrant",
    "plus": 0,
    "snip": false,
    "text": "If I wasn't out of chubbies you'd have gotten one for your avatar. V-Chub for Guardian avatar, johnnymehboy. The Ultima geek in you appreciates the irony."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pettytyrant",
    "plus": 0,
    "snip": false,
    "text": "Wow, first assetbar post in ages and I fucks it up. I spoke with too much authority about the Ultima geek in you. I don't even know him. <br/> \n <br/> \nIn me I meant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Provocative pantie-icon-avatar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh man, is that avicon from that painter guy who always painted fifties ladies with their panties down around their ankles, all surprised-like?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "You're revealing knowledge that must have come from your father's (or grandfather's) collection of naughty illustrations.  I'm impressed.  I love those old paintings.  They're so much more suggestive that today's cake fart videos."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 3,
    "snip": false,
    "text": "All that  <em>commotion</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, smilebuddha, puguglypress)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I'm afraid my knowledge comes from the Internet. This is what I gleaned about sex from listening to my dad: EW GROSS THEY'RE KISSING LEAVE THE ROOM AND DON'T THINK ABOUT GAY STUFF YOU'LL GO TO HELL <br/> \n <br/> \nRecently a particularly phobic reaction of his to some mildly sexual something or other prompted me to say, \"Um, Dad, you  <em>have</em>  had sex, right?\" <br/> \n <br/> \n\"Three times: once for you, once for your sister, and once for your brother.\" (Apparently the baby my mom miscarried was the spawn of adultery.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "\"Does it make you uncomfortable to hear your nubile young daughter talk about SEEEXXXXXX?  I've had SEEEXXXXXXXX!\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the golden era of The Simpsons."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That is one of my top three Simpsons lines, along with \"Sex Cauldron?\" and \"I'm not convinthed! I've had bad luck with aphrodisiacth!\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "\"Sometimes I think you  <em>want</em>  to fail\". <br/> \n\"Shut up, shut up, shut up!\" <br/> \n <br/> \nI'm laughing at this as I type it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>Hell<strong>ooooooo!</strong></em> <br/> \n <br/> \nWhy do you  <span style=\"border-bottom: 1px dotted\">talk</span>  like that? <br/> \n <br/> \n <em>Because I had a <strong>[i]Strooooooke!</strong></em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh, also: <br/> \n <br/> \n\"Seymour, make this line move faster!\" <br/> \n\"I'm not principal of the  <em>line</em> , mother!\" <br/> \n\" <em>And you never will be</em> \""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "(pool salesman) <br/> \n\"Listen, question lady, this job is not what I really do, ok?  I play keyboards.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"Stupid bird!  Why did I leave you in charge?\" <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "\"Mother, please! You're embarrassing me!\" <br/> \n\"No I'm not. Seymour needs the toilet! His bladder's full. Full of urine!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Damn, loneal. Damn. You took it to another level there. I don't feel like I have a lot of outs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 5,
    "snip": false,
    "text": "One does sometimes feel that the internet has become the stadium for one giant competition as to who can be turned on by the most obscure things. 'I'll see your lactating dragon and raise you a man being turned into a dolphin' say the main perverts of the internet. If things continue to go this way the human race will stop connecting arousal with the sexual act altogether, and just spend their time masturbating to a video of a dog chasing a very tall clown down the street."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "This is why I am no longer welcome at the retro diner."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Excellent. Just don't go to Denny's, man, that's some art no one needs to see."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://en.wikipedia.org/wiki/Art_Frahm\">Art Frahm</a> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Bingo!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that guy! Was faulty elastic a big problem in the fifties, or did those reducing machines kick in at unexpected times?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "See the Lileks page referenced below to understand that this guy was just basically not connected with reality."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://www.lileks.com/institute/frahm/index.html\">Art Frahm.</a>   Two things every pin-up girl must have: way-too-loose panties, and a big ol' stalk of celery."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Art Frahm!  Lileks has a great page on this most peculiar artist right  <a href=\"http://web.archive.org/web/20110224024147/http://www.lileks.com/institute/frahm/index.html\">here</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It's cool, I almost always chubber this guy.  The Guardian demands it of me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "willmmmm",
    "plus": 0,
    "snip": false,
    "text": "Maybe under Iorwerth's stern tutelage Lil' Nephew will learn how to speak properly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "magnetocat",
    "plus": 1,
    "snip": false,
    "text": "combining old Welsh with teenage hiphopspeak? He won't even make sense to himself. Taffy will sound like a prophet in comparison."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samodrei",
    "plus": 0,
    "snip": false,
    "text": "Why isn't Taffy saying \"yeah yeah yeah yeah yeah yeah\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_salesman",
    "plus": 0,
    "snip": false,
    "text": "Taffy is actually the one being shot. Look closer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "That is really poor stethoscope technique then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captainpeepers",
    "plus": 0,
    "snip": false,
    "text": "The sound of the gun upsets Taffy ever so slightly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "he looks sort of pleased to me.  Who wouldn't be?  Playing Super Smash Brothers with Little Nephew for all eternity?  Absolute Heaven.   <br/> \n <br/> \nThat is actually a secret stage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "damn. out of chubbies. i would give you one, though, just for mentioning smash bros."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "My dream is a wife to die old with who is good at Super Smash Bros."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "I am a girl who is good at smash brothers, and I can tell you, your fantasy is not uncommon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I used to like a girl who was good at Smash Brothers but she passed me over for a friend of mine.  <br/> \n <br/> \nThe thing about girls who are good at Smash Brothers is that they have the pick of the boys who are good at  <em>f-f-f-f-fuckin'</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "<em>Oh, absolutely</em> . They are so high on the sex-chain it's unbelievable. <br/> \n <br/> \nThey are to the average man as great white sharks are to plankton (on the food chain...not the sex chain)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'm going to start a business where I teach average-to-good-looking women how to play video games and reference popular culture. They will pay me handsomely."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "That's actually pretty genius, professor.  I await the franchising."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Actually, I'll have to keep it on the down-low. Otherwise, people will begin to judge these \"store bought cool girls\"."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I don't like that idea. I enjoy being that girl who likes video games and music and comics and geeky things that boys are surprised to find out about. If the sexy sorostitutes with big boobs find out how to play Halo and Mario Kart, my entire dating strategy will have to be reevaluated."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Your dating strategy is to know about computer games and comics? If knowledge of comics starts getting people laid we are looking at a much nerdier future. <br/> \n <br/> \nMy dating strategy is to wear a sprig of parsley behind my left ear, and scowl like crazy if anyone mentions it. Chicks dig mystery."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I mean, it's not a strategy, per se... More like, it's serendipitous that I tend to like nerdy boys, and nerdy boys tend to flip their shit when they find a girl that can play Brawl and Kart and talk about Alan Moore."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Weren't you at CMU?  Isn't that like,  <em>all</em>  the boys there?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Yes. That is why I used to be super sexy while at college."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "yeah but can you play Melee? or...how oldschool ARE you?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "I can see some nerd hiring a videogame-inclined whore now. <br/> \n\"I'll give you twenty dollars to frag me for an hour.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I feel like we can probably handle that on our own..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "You CAN, but you DON'T. Kind of like how I CAN make this business, but I WON'T. Because I have low self-esteem, and am afraid of success."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by Squares, puguglypress, Satyr)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "You put me in an Alix Olson mood. I wish I had not deleted it off of my mp3 player. :("
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Her music, that is. Alix Olson herself was not on/in my mp3 player. That would just be strange."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yes but most of the nerdy girls I know are taken or not interested in me. <br/> \n <br/> \nI think the point the prof is trying to make is that, yes girls can handle that on their own, but there are more girls out there into Glitter and Jonas Bros. than are into actually interesting things."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "And the point I'm trying to make is that those girls get to dig whatever they dig, even if that makes them unattractive to you. They're actually people, not empty shells that you can fill with superficial likes and dislikes to make them more dateable to you personally.  <br/> \n <br/> \nPlus if some chick is into that Mariah Carey shit, she is dumb. Telling her about Smash Brothers isn't going to make her not dumb."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "ah ok I understand what you are saying. <br/> \n <br/> \nWhat if those people are shells though? <br/> \n <br/> \no0o0o0o0o0o"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Then you should stop worrying about dating them and eat them with Velveeta cheese."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD. <br/> \n <br/> \nI think I still have some chubbies left."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I disagree with your assertion that girls who like stupid shit are actually people and not empty shells, but agree with your last sentence, so we'll call it a draw for now. <br/> \n <br/> \nI think the prof's business model is doomed to failure, however, because it grossly overvalues both the proportion of guys who value video game skills and nerd-coolness in girls, and the demand for those types of guys among girls in general. Sadly, outside the utopia of the Internet both numbers are fairly low. <br/> \n <br/> \nI will now conclude by stating my usual stance that people in general suck whether or not they like video games and that no one should be with anyone ever."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "Stupid shit is relative.  A lot of people think video games are a mindless distraction, as mindless as glitter and popular children's music.  One isn't intrinsically better than the other. <br/> \n <br/> \nI just hate to see my less-enthused-about-Super-Smash-Brothers sisters get so tutted at.  They're just as capable of being interesting people, and really, in terms of relationships, common interests lose their luster after a few years.   You can only quote Earthbound at each other so much."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Thank you, autre, for being smart."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ok, I'm definitely not saying that a girl HAS to be into video games to be dateable for me. I knew a girl who was into videogames but she was a bitch and a two timer! and I know girls that are totally not into videogames that are pretty much amazing. <br/> \n <br/> \nI'm just saying I like it when it's the best of both worlds."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Eloquent. Much v-chub to you."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Indeed. It should be remembered that for a large portion of the world the idea that someone is boring because they  <em>don't</em>  talk about computer games is a strange one."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>You can only quote Earthbound at each other so much.</em></div> <br/> \n <br/> \nI don't think that this is true at all. <br/> \nQuoting Earthbound is the entire basis of 3/4s of my relationships. <br/> \nThe other fourth is quoting the opening screen of Bubble Bobble."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Oh fuck I love that screen"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "Awww, Achilles, you're breaking my heart."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "This attitude among men is the equivalent of when women talk about being able to train men into being what they want.  It does not work either way.      <br/> \n <br/> \nHowever, I do wish to point out that the nerdy thing is very much coming into style.  When I was in my teens, us comic/video game/sci fi reading folks were maybe 1:50 (regardless of sex).  Now I'd guess its more like 1:10.  It is coming around.  Also, I am fairly sick of the hollywood sterotyping of nerds.  They need to get over the pocket protector/glasses thing.  Most of the 'nerds' in my school were very average looking, many worked out, and most dated...they just didn't date the prom queen.  The ones who didn't date or were always alone were the ones who had troubled home lives or parental problems. <br/>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think the problem with the pocket protector/glasses stereotype is that it overrepresents the math/computer nerds, who may also be sci-fi nerds and perhaps even D&D/fantasy nerds. But there are also anime nerds, music/theater nerds, and goth/metal nerds that just aren't captured by that image at all, and sadly they all had to grow up without a stereotype to assure them that they weren't alone."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Are all the girls you know thirteen?  Because I was under the impression that the Jonas Brothers find favor amongst the tween crowd."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You'd be surprised."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by falseprophet, smilebuddha, puguglypress)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "digested_fetus",
    "plus": 0,
    "snip": false,
    "text": "you wan here sumtig reel funndie? <br/> \n <br/> \nin lesbiance relatenchips reserurch disover tat ownly wunuf datches we'll be daex object wif udder wun pay roole of reel purseon 111!  dose crafy grz !"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I feel like we can probably handle that on our own...</em></div> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Heh.  Hee hee heh heh heh.  Good use of a picture.  A chubby for you"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "pirate",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "you are awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "hey boiz who wants 2 watch me speedrun thru battletoads in twelve minutes ? <br/> \n <br/> \n[IMGS OFF][IMGS OFF][IMGS OFF] <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "BS, I don't believe it's possible. That game was hard. <br/> \n <br/> \nI could never make it past the stage with the hoverbikes or jet-skis or whatever they were."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "That is the sweetest thing anyone has ever said to Roast Beef. <br/> \n <br/> \nHence the smile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 1,
    "snip": false,
    "text": "Does this mean the K.L.I.T.Z. - B - R.E.D.D.Y. reunion will never happen???"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "i guess the KLITZ can go ahead and downgrade to status level orange on their readiness scale."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Judging klit readiness is an imperative skill."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Don't they just pop up when they're ready?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "The way I see it, Iorwerth is whistling the first two notes of \"Taps\", the gun completes the phrase."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "YES!! THE KOODGE SOUND MADE IT!!! HALLELUJAH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Kamet you better clean up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Could... somebody get me a towel?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Hold on one sec, I'm almost done with mine"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ishuta was marked lame too many times and excluded. (marked lame by Squares, GhostlyState, genocidefish)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 1,
    "snip": false,
    "text": "horse shit!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Horse Dogg Maniac shit, even?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Horse Dogg Maniac Maglite shit, too!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I agree. A little too busy for my liking, made it sound awkward."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "reminds of questionable content"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Not this again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Their conversation about dogs barking was almost exactly the same. I've had conversations that are similar, it is forced, sure, that's because you're trying to be funny. Conversation doesn't necessarily have to flow easily all the time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "<em>KOODGE</em> <br/> \nexternal combustion!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "videocrime",
    "plus": 0,
    "snip": false,
    "text": "is it me or is KOODGE the weirdest onomatopoeia Onstead has used so far?  <br/> \n <br/> \nalso why is onomatopoeia so damn hard to spell?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "Why is it that whenever I read onomatopoeia I suddenly want a Mexican dessert pastry with honey?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think splut would have been funnier, but koodge has historical connotation with the strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Charley's father died that way, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "No. The weirdest onomatopoeia Chris has ever used remains \"eroghree-vagh-guh-guh-guh\" for the sound of chewing gum."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nbgreene was marked lame too many times and excluded. (marked lame by kazmeyer, ElZilcho, puguglypress)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "My friend was from History. He was killed by a dinosaur. <br/> \n <br/> \nNot cool. <br/> \n <br/> \nNot funny. <br/> \n <br/> \nNot a good post."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "That fad was only funny once or twice. (I don't care what kind of a post that was.) <br/> \n <br/> \nI used to frequent a message board where the close equivalent went as follows: \"I've been [something related to previous post] for [length of time, w/ default of one's age] and I find this topic HIGHLY OFFENSIVE.\" <br/> \nThat got old too, but at least it was punchier."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Sorry, I was just trying to make a joke on that completely lame reference to the \"Ray gets stoned\" strip SORRY IF I OFFENDED YOU FUCKIN' SENSIBILITIES."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Sorry, I just puked all over myself and I'm a little testy sorry for yelling and swearing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'm so ready to hear the story behind this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I had a steak ceaser salad at a local salad joint. <br/> \n <br/> \nThe steak had the same look, consitency, and assumed taste as shit. <br/> \n <br/> \nThis weighed on my mind as I sat in front of my laptop when I got home. <br/> \n <br/> \nLong story short I didn't make it to the toilet and had to clean half the bathroom."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "See, I got lamed twice and chubbied nonce for taking a stance against meat in salad, but look at the despair it has wrought upon you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well presumably it would have been okay if the steak did not resemble feces."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "You know, based on the trio of feces-related stimuli, maybe he assumed a little too hard that it was, in fact, a steak."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "At this point it seems unlikely that there was meat in that salad."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Did anyone make a \"I'll put some meat in your salad\" joke on the strip where this was previously discussed? Because if not, I've got you covered."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "It's okay, maybe society just did your nerves up wretched?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Or, you know, the foul would-be steak creations of your local salad joint.  I can read, I promise."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I've been saying \"not funny, not cool, not a good post\" for dickety-two years, and I find your post HIGHLY OFFENSIVE."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Four score and dickety two years ago..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Back when you wore an onion in your belt, which was probably the fashion at the time, right?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Fashionable?  Is that what he told you?  Abe wore that onion because he was under a dreadful curse, so terribly infectious that even to reveal the consequences would be to invoke the curse upon yourself.  Needless to say, he wrote a book about it in German, sent several thousand coupies overseas, and that is the story of how World War Two was won."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Lie Bot, what is the saddest thing?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The fact that I don't even watch The Simpsons anymore yet know that quote almost by heart."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "plummet, what is your avatar? It looks like some sort of anime character that got seriously wasted."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "it's from this.  i'm gonna get  <strong>super lamed</strong>  for posting it but i do it anyway <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "No, Harry Potter!  Don't deflower the pilgrim girl!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Man, I've had that fantasy."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "this comment was worth getting lamed for  <br/> \n <br/> \n <em><strong>chubbied</strong></em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by Squares, falseprophet, puguglypress)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "It was dickety-two years ago today, Sgt. Pepper told the band to play..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "His eyes were pleading and innocent to the very end."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "his eyes are totally fermatas"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 4,
    "snip": false,
    "text": "They hooooold your gaze."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by falseprophet, techiebabe, tellumo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "sounds like gladi8orrex needs to work on his Halo2 skills..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I think the best part of this is \"i borkd n2 tiers.\"  That is some CREATIVE mispelling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Yes, most of his shenanigans bely a great, nearly terrifying intelligence behind the mask."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Oh god no! I have no chubbies for you :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "From the makers of Old French Whore... <br/> \n <br/> \n...Old Welsh Murderer!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I think my whore is dead."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "press the reset button."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Stop whining.  Half the whores here are dead.  Just bug me when she's full"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "You will hear a popping sound, and a white creamy discharge will ooze from her ears."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Apparently nobody here got the SNL reference."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "no, that's a pretty funny game show."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I can never remember if SNL is An Okay Thing To Like on assetbar.  Thorfinn, Cap'n, thanks for knowing what I was talking about."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Bye kids, play nice, my fiancee and I are going to Chicago for the weekend and I won't be online.  Keep that robot under control.  Irondave, you're in charge."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ok, you're leaving irondave in charge!? Schnikes.. we're screwed. ;D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I'll be making a few changes around here, KaMeT..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rickshaw",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing a lot of people wanted to see Little Nephew shot"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghostlystate",
    "plus": 0,
    "snip": false,
    "text": "If Teodor wasn't so strung out, I'd peg him as the aunt-rogerer. <br/> \n <br/> \nI guess it's Lyle's time to shine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "\"Koodge\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "Clearly the typical sound of Iorwerth's beginning a new relationship.   <br/> \n <br/> \nOh, a \"death relationship\" <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "silentdante",
    "plus": 0,
    "snip": false,
    "text": "Any chance that that's a  <a href=\"http://web.archive.org/web/20110224024147/http://lyle151.blogspot.com/2004/10/where-f-is-my-money.html\">Paul Revere Smithy Blunderbuss?</a>   Probably not.  I'm guessing that Iorwerth has a good blunderbuss collection and doesn't need to be buying off of Lyle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ging",
    "plus": 0,
    "snip": false,
    "text": "Holy shit they're playing nintendo <br/> \n <br/> \nthese kids got chops"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "It's clearly a Sega Master System. A Nintendo looks a lot more like a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I think it would be hilarious if it turned out that Little Nephew completely survived due to Blunderbuss bullets being round and made of poorly tempered iron."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "digested_fetus",
    "plus": 0,
    "snip": false,
    "text": "it may take a few weeks but the infection will get him"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "Why didn't they, you know, just take the console?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Because the point isn't that Taffy is good at the Lightning Box, the point is that he is good with Lil Nephew around. <br/> \n <br/> \nDuhhhh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Little Nephew is a comedic, catalyst cat, with cornucopia of cajones, cut down by a crazy old codger 'cause his child needs LN to be champion. <br/> \nI am sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "\"Are you like a crazy person?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "No I  <strong>am</strong>  a crazy person. <br/> \nSimile simians scampering shadily seaward so Shelly shan't sever Susan's sinews. <br/> \nI am sorry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, the correct answer was, \"I am quite sure they will say so.\" <br/> \n <br/> \nBut seriously, keep Shelly away from that other bitch's sinews."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "I am sorry I did not realize what you were referencing I get it now but it is too late. So it goes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Who are Little Nephew's parents, I wonder? I can't recall Ray having a brother or sister (apart from the half-brother he meets, but that's long after we first see him taking care of LN)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Don't be the guy who draws an Achewood family tree and points out seeming inconsistencies. Please, you're better than that. Don't be that guy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "I'm not. I'm actually wondering. This character could show up someday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "For quite some time I've had the idea that Lil Nephew is Ray's accidental child from back in the day.  Not something I'd put money on, of course, and the idea is too serious to discuss without venturing into \"Today, on a very special Achewood\" territory.  But still, i could totally buy it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Of course, there's always the possibility that Ray got drunk and paid off enough people to adopt a kid before he sobered up.  Don't pretend that's not something he would do. <br/> \n <br/> \nI also wanted to mention that Jack Nicholson was raised for most of his childhood under the impression that his Mom was his sister and his parents his grandparents, so these things do happen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "goddamn it.  *grandparents his parents"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "If Little Nephew is Ray's accidental child, then Science can take care of him, for a fee."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "<em>i get fired for showing, dancers can't be fat and only strong, healthy workers are allowed on the floor. i meet with a guy outside the club who says he can fixt he problem for much less than a doctor charges. i feel sick all the time. i want to go home. i think i should regret something but i did what i wanted to do, isn't that all there is for someone? in the guy's apartment i'm up on a table and scared and its cold and i wish i had the money for a real doctor or maybe i wish i could be a mommy. maybe that would make me happy. but i am giving my baby the greatest gift of all, something i wish my mother would have given to me.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Good god where is that from."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it's from an album's liner notes which are actually two stories (it's two things) and i almost posted something worse. <br/> \n <br/> \nthen i realized i can just do this: <br/> <br/> <br/> the wet snapping sounds of chicken being deboned sickens me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That answer could use some work in the way of specifics."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...and who had the mind to give it a chub-chubbity-chub-chubbity-chub-chub-charoo??"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "What album! Come on coaaiohdoahfoahd let us know."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by Squares, falseprophet, Aaron_Haynes)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "vChub for finding the GQ comic, prof. <br/> \n <br/> \n <em>You see what happens when you Believe In Yourself?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I even bought it. I would take a picture with myself and the comic, but 1.) you probably believe me, and 2.) who wants to see that anyways"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna throw this out there: can someone scan the comic and post a link to it? Paying money that goes to Onstad is one thing, but I'm not buying a goddamn GQ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Is it in the August one, with Christian Bale?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "the only issue of GQ i'm buying is the one that is still at the store and not sold and I am driving away at kind of an angle to the store."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "<em>Circumstances?</em>"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It is in the August one, but Seth Rogen is on the cover. Unless they did some kind of \"Collect all 4 covers!\" bullshit. I certainly won't be participating in that because the other two are probably Will Smith and Will Ferrell. And really, who needs to see more of those motherfuckers anyways?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Me <br/> \n(I do)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Seriously? The fat sloppy guy who plays fat sloppy guys managed to make it into GQ?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "He has what I consistently describe as a \"doughy, punchable face\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Chubby for  <a href=\"http://web.archive.org/web/20110224024147/http://www.qwantz.com/archive/001123.html\">punching</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://i81.photobucket.com/albums/j236/yuhaszc/achewoodGQ-1.jpg?t=1216866568\">Here it be</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "thanks!! <br/> \n <br/> \n...i wonder what the alt text is."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "haha yeah I had my cursor over it hoping SOMETHING would come up"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I hovered my finger over it for a time, but nothing happened."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "we all will."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>are you happy now</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "I'm late for this discussion, but someone pointed out that when Ray was running for president, his mom refused to be a cat with \"all of her babies dead\", which, taken literally, indicates that Ray has a deceased sibling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "Seems to me that this will put a dampener on the wedding. <br/> \n <br/> \nRoast Beef all associating the happiest day of his life with the day his father-in-law blasted his best friend's nephew with a flintlock pistol."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "When Benvenuto Cellini was a child he saw a salamander in the hearth. His father beat him soundly, so he would never forget such a rare event, and Cellini never did. The murder of LN by a ghost may have the same effect on Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Everybody seems to be worried about Little Nephew being made dead. Apparently, none of you know what little strength a blunderbust would have. Mild chest pain at best is what I see in Little Nephews future."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "illocybin",
    "plus": 0,
    "snip": false,
    "text": "The projectiles may be pretty laughable, but a contact shot forces the combustion gases into the wound in a very interesting way.  The contents of Little Nephew's thoracic cavity most likely resemble an organ smoothie mixed with bone shards and half-burnt gunpowder.  Doc Andretti really has his work cut out for him this time."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey, this just occurred to me, but whatever happened to catgrl? I hope she didn't decide to leave forever after being targeted by that miscreant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "A miscreant, you say?! Oh dear. I totally missed that, but catgrl is ace! Come back, catgrl, come back to the Jew Crew..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aiu",
    "plus": 0,
    "snip": true,
    "text": "Comment left by aiu ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "And people, this is one reason why it's imperative to not feed the trolls.  The bad drives out the good.  Then again, it's summer and she may just be on vacation, but I think the general point holds regardless of the specifc facts of the case."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's summer for me too and I'm here! <br/> \n <br/> \nI hope she's not gone for good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "Being a teenage girl, I assume she's eating ice cream seductively and talking about lip gloss somewhere.   <br/> \n <br/> \nThat's what they're always doing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think she's a little above discussing lip gloss. <br/> \n <br/> \n(my sarcasm detector ceases working on the internet. just big huge flashes what read \"IDK\")"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "wait and did barononyx really disappear as well? My feelings on these disappearing assetbuddies are: OHHHH SHIIIIIIIT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "man so I completely fucking spelled that wrong (and have been saying it wrong in my head all these months).  <em>I'm nobody's picnic</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "I love Taffy's expression in the fourth panel. It's like he's going \"Ooh!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by Squares, falseprophet, Aaron_Haynes)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tagnil",
    "plus": 0,
    "snip": false,
    "text": "I don't understand Beef's hair.  How does it just suddenly appear sometimes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 5,
    "snip": false,
    "text": "depression"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "diabetes"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Spray on hair?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by falseprophet, techiebabe, puguglypress)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "1) My favorite animal is the bat, because they are cute. <br/> \n2) Lately whenever I go by McDonalds I get a Double Quarter Pounder with Cheese."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "lol ur gwa nad ai olnsom an fat"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "dog <br/> \nnoodles <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is anyone doing translation services anymore? I get the general gist, but I feel like I'm missing all the hidden messages. This is harder than trying to read  <em>Trainspotting</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "\"DEAR CITIZENS <br/> \n <br/> \nhow would you like to play a game? It's going to be simple because i don't  <br/> \nhave time for complicated things. Here's the rules: <br/> \n1:You tell me your favorite animal, this could be the cutest? The wiset?  <br/> \nWhat are the reason(s) this is number one on your list I don't care just  <br/> \ntell me. <br/> \n2:What is the most food you eat, the most common meal for you. <br/> \n3:This is the end of my post (because I  <br/> \nonly get the one). I will tell you a truth about yourself based on the  <br/> \nthings you've told me. A truth even you might not know yourself <br/> \n <br/> \nlet the game bells play\" <br/> \nMore or less. Some parts have been paraphrased."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well alright then, in that case, capybaras, because they are the world's largest rodent and their snouts look really furry and huggable. And the most common meal has been grilled chicken in various marinades, either with pasta or home fries."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "3: This is what will happen, in my next post (I only get one): <br/> \n <br/> \nI feel this is a more accurate translation of point 3."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "True dat! 'come-man' is my new favourite Rex word."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Tiger. <br/> \nGrilled fish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Bears, because they don't take guff from nobody. <br/> \nCereal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "turtle <br/> \nchicken"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "1.) Armadillo. <br/> \n2.) Leftovers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Would you like an armadillo? Because I can totally hook you up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "DUDE <br/> \n <br/> \nWANT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "1:Giraffe. <br/> \n2:Ramen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "1) Dingo <br/> \n2) Chicken Vindaloo"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "1)Platypus, because, come on. <br/> \n2)Scrambled eggs with cheese cooked in, and pan fried canadian bacon. <br/> \n <br/> \nI just got one of the Jimmy Dean skillet things, I want to try it so baddddd."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "1) diamond-back terrapins, because they are turtle-y but they also have lovely eyes and little snouts and are probably the cutest reptiles ever. <br/> \n2)Bread and cheese."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "1: The Manatee (Or Dugong. I'm not picky) <br/> \n2: Pretty much anything with noodles. Stir fry, chow mein, whatever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "1) Dolphin. (I surfed with one once). <-- go on, Lame away. <br/> \n2) Salad Sandwich with chicken. <br/> \n <br/> \nWow. My answers suck. Do your worst Gladigypsy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pirate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pirate was marked lame too many times and excluded. (marked lame by Squares, falseprophet, Aaron_Haynes)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "Long-Tailed Pangolin, because they rock the whole manidae family, and any kind of fruit, though I favor Buddha's Hands."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "1) Penguin (cause they go through a lot of shit in thier lives... Morgan Freeman told me so) <br/> \n2) Taco Caban Fajitas (god... soooo gooooooddd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "Animal: Lynx <br/> \nFood: Huge fat burrito, rice, black beens, churro, pico heavy on the cilantro, guac and sour cream."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Animal:  A Fat Ass Blunt <br/> \nFood:  A quarter"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Would you care for some company? <br/> \n*Looks at the Fat Ass Blunt* <br/> \n*Drools*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This is a lot like what they tried before the invention of electricity and the defibrillator."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "The Arcade Fire is performing on SNL tonight. <br/> \n <br/> \nthat's way rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cpnglxynchos was marked lame too many times and excluded. (marked lame by ishuta, gladi8orrex, puguglypress)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you. More out of the need to be faster than Tekende than anything. <br/> \n <br/> \nPerhaps... the  <em>fastest.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "maybe he's just Too Cool To Read The Whole Page. <br/> \n <br/> \noh sweet my old avi is showing up again. finally."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Why is it assumed I would chubby that post"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Look at you, you're exactly the kind of crazy motherfucker that would chubby that post."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Meanwhile, look at you, testing a battlefield nuke."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, couldn't you have just waited for the next strip to come up and then posted this on the comments for that one with a little context? Because then I could have chubbied you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Brilliant. Would that I had a chubby for this one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I gotcha."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "man you just make sure there's enough to go around, don't you? that is rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "Terrible is indeed the new horrible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ellameno",
    "plus": 0,
    "snip": false,
    "text": "I was just on vacation for a little over a week, without the internet, and while I was gone I was thinking \"by the time I get back, something involved with this wedding is going to go terribly, horribly wrong.\" So really, this strip is sort of a relief to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lgab",
    "plus": 0,
    "snip": false,
    "text": "Maybe it's just me being picky, but if Taffy's father is Welsh why does he speak like an Irishman? They are really not the same!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Do you really want a back story that explains it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Try writing in a Welsh accent. Go on, try it. It is very hard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Echnidna Boy did it  <a href=\"http://web.archive.org/web/20110224024147/http://m.assetbar.com/achewood/uua6S5l9L#comment_42\">here</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "You have proved me wrong. And he did a good job on it as well, which was nice. However reading dialog written in that manner would become a pain in the tits after only a short amount of time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "galen",
    "plus": 1,
    "snip": false,
    "text": "I'm fine with Nephew dying, but not as jubilant as I thought I'd be. His blogs were the only thing that gave me a headache... and... my gosh the word \"koodle\" is impossible to get out of my head now. Iorwerth could've could've used something less impacting. What about a captive bolt pistol? Surely this breed of man has heard of such a device."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Molly was dead when roast beef met her, her family is from long in the past. How they got here is a mystery, but it would explain why he needs to kill LN to take him with them."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "pirate",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i...don't quite understand why you keep posting this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Spam trolling. <br/> \nA play on the pirate namesake, and his origional point, which seemed guilting us for grifting Onstad's shits, rather than paying for the GQ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pirate",
    "plus": 1,
    "snip": false,
    "text": "image you is in a bildig an gets in deelevator and den sum nitwits presses alls buttons whydudothatfor! you yells <br/> \n <br/> \nso the elevators starts to go to every floors <br/> \n <br/> \nthen it gets to the basements then suddenlys terrerists hit the buildings with da planes <br/> \n <br/> \nand da elevator is stuck whil the building crumples around <br/> \n <br/> \nthe elevator partly collapses leaving everyone safe buy pinned helplessly <br/> \n <br/> \nso 64 hours later they get to you and rescuses you but <br/> \n <br/> \nthe whole entire time <br/> \n <br/> \nthe nitwit is lecturing you about music piracy <br/> \n <br/> \nbecause he has run out of buttons to press"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Everything I thought I knew has been thrown into doubt."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey, syrupykeyboard, I just realized that the image of the comic that our favorite retard has been incontinently posting all over the board is directly linked from the photobucket link that you posted. So I mean, if you wanted, you could affect the look of the whole board by deleting that image and uploading a different one with the same name. For instance, you could replace it with something more pleasant, like a unicorn frolicking in a meadow, or perhaps a smallish block of text saying \"I am a giant douche who gets off on trolling webcomic messageboards. Please hit the ignore button now.\" I have saved an image of the strip and will repost it elsewhere in case you decide this idea appeals to you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I'd go with something neutral, as it's in his post too."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "It is not my photobucket account. Sorry. I found it on a forum board, otherwise I would  <strong>totally</strong>  get rid of the infernal thing.Sorry. <br/> \nI'm the guy who sucks."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "digested_fetus",
    "plus": 0,
    "snip": false,
    "text": "which board is that?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024147/http://touamb.com/index.php?topic=4542.msg121928\">http://touamb.com/index.php?topic=4542.msg121928</a>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Shit, I didn't just tell  <em>HIM</em> , did I? digested_fetus, you aren't alreadyinuse, are you? <br/> \n <strong>SHIT.</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "syrupykeyboard",
    "plus": 0,
    "snip": false,
    "text": "Goddammit, I just spread the fucking Bubonic Plague. <br/> \nI am an idiot."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "It is fine. Think of it like spreading syphlis. Highly treatable. Ignore button."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "That's asherdan's forum. It can only be a good thing to release this idiot there."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I'm all for giving aiu another forum to troll."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "He could become a moderator over there."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Haha, them. So not like us."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jackscolon",
    "plus": 3,
    "snip": false,
    "text": "You go way beyond simple grammatical errors. <br/> \n <br/> \nImagine the english language is a tender young cabana boy named Felipe. You are a traveling, lonely, sexually frustrated businessman named Jorge. One day you meet Felipe and begin to earn his trust. You learn a little about him, just enough to take advantage of him. Then one day you take Felipe, and in an attempt to serve your own selfish desires you rape him. You violate him. You turn Felipe's anus into a playground of blood, feces, and tears. After what you've done to Felipe, he will never be the same. He will never trust again. Never love again. <br/> \n <br/> \nShame on you, Jorge. Shame on you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Shame on you for a 'Fight Club' reference for a name. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Hang on a second... what kind of tears are you talking about?  A curse on homographs. <br/> \n <br/> \n1) n. rip <br/> \n2) n. salty fluid excreted in the tear ducts <br/> \n <br/> \nIf 2, then how is that ending up in his anus?  Or do I even want to know?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is the best thing I have read in recent memory."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "This post makes up for the obnoxious spam you did."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "However I didn't have to go looking for a \"pirate\" post to hit ignore 'cause they are everywhere. So some good came of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the darker side of my mind truly wonders what that would feel like. <br/> \n <br/> \nseriously. <br/> \n <br/> \nor with a double-barrel shotgun. <br/> <br/> <br/> i will stop talking now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "It would hurt really bad. But then again, every time I've experienced an extremely severe injury i didn't feel the worst of it but just the side effects until later. In this case there would be no later, so I'm guessing you would be shaken by the impact, and feel a numbed pain where you had been shot, but what you would be most aware of would probably be the feeling of all the blood leaving your brain, within a few moments you would feel like you were going from hot to cold quickly in a spinning room, your ears would ring you might feel nauseated, and the hardest part to imagine of all that your ability to perceive these things or think about them would be leaving you rapidly along with your strength."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "JESUS!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "I used to live in Boston and Cambridge.  I saw the annual revolution re-enactments at Lexington.  Those guns totally make that rounded KOODGE sound.  And that smoke smells really good. <br/> \n <br/> \nFor the 225th anniversary in 2000, I remember that they actually brought in real British people from England to fake shoot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excelsior7",
    "plus": 0,
    "snip": false,
    "text": "FYI: The Enforcer gun in Fable 2 makes a KOODGE sound. I laughed out loud when I heard it and remembered this strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Ws anybody else a bit worried about this strip and how it was never commented on until like, recently?"
  }
]