[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, Sleeps, GeyserShitdick, Kleptonis, Howard, michellemarie, lk, cashprizes, Afkpuz, nutmeg, dropkickpikachu, AmonRunsAmok, havenless, ouroboros)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 21,
    "snip": false,
    "text": "He gives us nothing, yet we receive so much."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 10,
    "snip": false,
    "text": "yeah but the third panel, it doesnt have any dialogue!  None at all, it's a tension moment.  For timing, and tension.  Doesn't that just make you FURIOUS?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "wonelove",
    "plus": 5,
    "snip": false,
    "text": "it's when Beef suddenly  <strong>realizes</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 8,
    "snip": false,
    "text": "Now people are just laming every single thing this guy says. I thought this one was funny, myself."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "he really is beef's friend. <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 5,
    "snip": false,
    "text": "This is basic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "I'd reckon Beef programs with a little more sophistication than that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 0,
    "snip": false,
    "text": "oh no no no no no <br/> \n <br/> \nthat's how i'd feel if my best friend kissed me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 14,
    "snip": false,
    "text": "i would be like \"oh no I'm getting my gay on (and I didn't really want to)\""
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 11,
    "snip": false,
    "text": "It's a trap!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "cbtbone",
    "plus": 5,
    "snip": false,
    "text": "<em>Concentrate your firepower on the Super Star Destroyer!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "We won't last long against firepower of that magnitude!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "EWOKS!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "You  <em>killed it!</em>   You bastard!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anticitizen",
    "plus": 5,
    "snip": false,
    "text": "Lucas killed it, dogg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 6,
    "snip": false,
    "text": "that looks like a song title (i hope it isn't because then i'm the lame guy who makes the same joke because i didn't get it)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "After reading your comment, I Googled it and got literally no results, so I think you're safe. <br/> \n <br/> \nChubby for putting the concept of this song into my head."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "I would pay any amount of money to hear Toby Keith sing this. <br/> \n <br/> \n(I already paid Townes Van Zandt $5 for it.)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "aww fuck, beef's like thirty and he is just now enjoying his first kiss."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Also he died. His first kiss was in heaven after he died."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "Well, it was going to be. His first kiss was actually after dying, and being resurrected, then kissing his friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 3,
    "snip": false,
    "text": "\"the sting of Marlboros and the burn of all-day Smirnoff\"  <br/> \n <br/> \nI don't know why, but the alt text really made this strip for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 8,
    "snip": false,
    "text": "Let's all share stories of terrible first kisses.  <br/> \n <br/> \nMine was at 19-20, outside a friend's house with this terribly overweight blonde girl that ended up dumping me on valentine's because  i didn't pay that much attention to her. I find it endlessly amusing that it was outside my friend's house, she just happened to live nearby and that was the house she chose to put the moves on me.  <br/> \n <br/> \nBeing dumped  on valentine's has been sort of a recurrent theme in my life, interestingly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 38,
    "snip": false,
    "text": "Mine was awesome. <br/> \n <br/> \nDuring a game a Pictionary, I was supposed to draw the word \"kiss\". I could not draw it adequately and the timer ran out. Later, a girl mocked my drawing ability, specifically the placement of the noses (\"they'd bump into each other\"). I replied \"so the noses go to the side.. like this?\" and planted one on her lips. <br/> \n <br/> \nAge was 15."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bovine",
    "plus": 1,
    "snip": false,
    "text": "rollerskating rink. 18. cold making out"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Top of friend's stairs. 16. Girl had to ask permission first."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "Out at the busses after school, 14. Young enough that when I kissed him, I was surprised to feel a bit of fuzz on his lip that I never would have known was there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soupkaty",
    "plus": 2,
    "snip": false,
    "text": "On a blind date, in the boy's garage. 15. Had just been dropped off by my mom (who was unaware it was a blind date). Despite agreeing beforehand that nothing would happen that night, he immediately kissed me upon entering the garage. Led to crazy makeouts and subsequent shame (he sucked at life) and droppage."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bartleby",
    "plus": 3,
    "snip": false,
    "text": "Jacuzzi, age 14. It would have been great except I left my eyes open the whole time, and got called on it. I don't really have very good instincts."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "Age 16, family reunion at my aunt and uncles ranch. (no not that) <br/> \nGot to 2nd with my cousin's hot best friend. <br/> \n <br/> \n::OHHHH YEEEAAHHHHH::"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "breadcrab",
    "plus": 3,
    "snip": false,
    "text": "Age 13, my boyfriend, Valentine's Day. We had no idea what we were supposed to be doing, but it was important. :>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Age 15, random party, with a guy that everyone always said I'd be really cute with. After this night he also ended up being my first boyfriend. Hell of teeth clashing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flynn",
    "plus": 17,
    "snip": false,
    "text": "Age 16. Girl planted one on me when I was in the middle of cleaning my fish tank. Hands all full of fish poop. So confused."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "age 14.  Sister's boyfriend's friend, 4 years my senior. hella making out and discussing The Cure and Rocky Horror (I was a goth).  He had a tongue ring that got caught in the bands on my braces."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "16, watching Almost Famous on her couch. Led to rad make-outs. Making out will never not be awesome."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh man, Almost Famous is such a great movie as well."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "dovey",
    "plus": 7,
    "snip": false,
    "text": "16, drunk as hell, grabbed a horrible sloppy sympathy make-out from the girl I'd been bothering all night. She later let my friend head straight to third with her. They went out for a year, then she decided she was gay."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "This one is Achewoodian."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "@15 or 16, in a teenage club with great music. Great kisser. I forget what song was playing :("
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "Age 15, watching some bands play in my town while totally getting macked on by a guy I liked.  He kissed me in the middle of a huge crowd with a couple of my friends nearby.  They started laughing at me a little, so I flipped them off behind the guy's back while we were making out.  It was comedy"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "18, In high school my first girlfriend was grounded, so she made up a story about how she had to stay after school everday and we'd basically just hide in classrooms and make out.  The first time was in the room I had glass sculpture class it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "*in"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "age 17, I shared a bed with a cute little redhead. (we did not have sex, we just made out.) It was pretty good but I was super nervous. (Also she had a boyfriend who was a black belt in Judo. I'm seriously not making that up. He taught a class and everything.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "14, on the Longueuil%u2014Universite-de-Sherbrooke platform at Berri-UQAM metro station. I was seeing my girlfriend partway home and as the metro came down the tunnel I was all, \"Kiss?\" and she was all, \"Okay.\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 19,
    "snip": false,
    "text": "Age 16 (maybe 17), 18th hole at the mini-golf course. Turned to her and said \"wish me luck\". She smiled. I went in for the kiss. It was good. <br/> \nTurned, swung, hole-in-one. <br/> \nMy entire love life since has not lived up to that single moment."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wow, I guess I was precocious. Way young, like second grade, we playing %u201CKissing Tag,%u201D where if you got caught, you got kissed.  The girl in the neighborhood who was in charge of everything invented it. She also got to be the Queen all the time, and often chose me as her king.   <br/> \n <br/> \nLater, in a different state, I guess it was fourth grade, a very lovely young lady at a record hop decided she wanted to kiss.  I love kissing to this day.   <br/> \n <br/> \nOh, there was a long drought until high school, all nervous like you all were saying.  Then I got into it and kissed every girl I could for many years."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Damn, forgot about quotes in Word documents."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "prettyrad",
    "plus": 0,
    "snip": false,
    "text": "I was 16, it was my first date, with a girl I met on the bus. We made out for several minutes in the middle of Sheffield under the streetlights. It might actually be the best first kiss ever (except it didn't involve mini-golf). I thought I was basically awesome for about a week after that."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "16th birthday present from my on-again-off-again crush since the sixth grade dance. it was another three years before we finally realized that we were basically poison to one antoher. those three years were thrilling."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "A month before I turned 16, if you count truth or dare games wherein you kiss your friend's boyfriend (with whom you are secretly enamored). <br/> \n <br/> \n6 months later, I'm still waitin' on that  <em>real</em>  first kiss."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I was twelve, playing a game of Truth or Dare.  I just wanted to be left alone and this bitch is chasing me around trying to fuck my mouth with her tounge.  Well I couldn't run forever, so whatever..."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 1,
    "snip": false,
    "text": "Hmm, I think I've actually had 3 different ~significant~ first kisses. <br/> \nFirst ever/first with a girl: I was eleven, almost twelve, and had just realized the night before at a sleepover that I was weirdly attracted to my best friend and might be bisexual; we were playing Truth or Dare, and another friend couldn't come up with a dare for her, so I told the other friend to dare the girl to kiss me. Very awkward, but still amusing. <br/> \nFirst real: Twelve and a half, two days after getting together with what would be my first ~serious~ girlfriend; it was the school Valentine's Day dance and it had a fifties theme--in order to be ~rebellious~, we dressed vaudeville. She pulled me off into the corner of the gym, I grabbed her by the tie I had lent her, and it was First Makeout City. <br/> \nFirst with a guy: Fourteen, with a rebound from a long-term online boyfriend. He asked me out after knowing me for just the first two days of school, we walked to this Asian teahouse place after school, and we said basically at the same time \"Uhh this is awkward but I kinda want to kiss you.\" <br/> \n <br/> \nWhy am I incapable of making a short post on Assetbar?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Late Fall. Age 16. After a couple weeks of cutesy awkwardness and \"aw, shucks\" chivalry, my first girlfriend and I cut the shit and got down to business. Directly following my first kiss was my first....everything else. A home run in my first career plate appearance, if you will, after a relatively lengthy stint in the minors."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "This is weird because I can't imagine the phrase \"Aw shucks\" without mentally following it up with \"Mister mayor\" or \"Superman\"."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Consequently, I now can't help but imagine what it would've been like to've lost my virginity to Superman.  <em>Thanks.</em>"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Every little girl's dream! Or so I am led to believe."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Some women wait for Superman and some women wait for Bane, so I hang upon my altar and I voice my acts again."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "At my first place after moving out of the family home, with my roommate's girlfriend, both wasted. That didn't end well..."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Jeez, why not?"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "That was... a bad situation all around. He was none the wiser for like 3 weeks, but shit was weird, what with the three of us living in the same place... <br/> \n <br/> \nI guess I should specify, she initiated it, and then she kinda tried to keep us both for a while afterward. Until one day she got pissed at me, because I wasn't cool with the whole situation. Women, man..."
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Three weeks later, I spot the Leonard Cohen reference."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "berami",
    "plus": 2,
    "snip": false,
    "text": "13, some sports-trip dance wit a guy I later learned was much older. Never saw him again. Now, about 7 years later he finds me on Facebook and I learn the meaning of the site is to show you all the bullets you dodged."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "choosebro",
    "plus": 5,
    "snip": false,
    "text": "Pictionary leads to many romantic moments. Monopoly leads to none."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atmus",
    "plus": 8,
    "snip": false,
    "text": "Monopoly leads to hell of romance if you play it right.  \"What's that, hot girl?  Can't pay the rent on Boardwalk?  Well I'm sure we can work something out...\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 16,
    "snip": false,
    "text": "Unless you are an asshole (such as me). \"What's that, hot girl? Can't pay the rent on Boardwalk? DAMN FUCKING STRAIGHT YOU CAN'T, BITCH. OH, LOOK WHO JUST  <strong>LOST.</strong>  IT'S YOU, BABY.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skviiier",
    "plus": 1,
    "snip": false,
    "text": "Worst comment-avatar synergy ever there"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Aged nine, sleep over.  Yeah..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "hey everybody hellofditties totally puts out pass it on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "fineoakstructure has a crush on being lamed pass it on <br/> \n <br/> \nHeck, I wouldn't mind so much if it weren't true...!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "dang I ain't a big supporter lames either given or taken, no siree bob.  I can roll with the punches but I didn't see it coming here, that's for sure. <br/> \n <br/> \nYou wound me, ditties. <br/> \n <br/> \nBut it's cool. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "[[high5]]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 25,
    "snip": false,
    "text": "I was on a date with a girl, she was playing with her hair and I had a hunch I had done a good job flirt-wise, and I said, \"What was I saying? Oh, yeah. I'm fairly certain I'm going to have to kiss you now.\" <br/> \n <br/> \nAnd she said, \"Oh, really?\" <br/> \n <br/> \n\"Maybe more than fairly,\" I said. <br/> \n <br/> \nSo I laid one on her. She said, \"That was bold of you.\" <br/> \n <br/> \n\"Well, bold's my middle name.\" <br/> \n <br/> \n\"Is that so?\" <br/> \n <br/> \n\"No. It's Jackson.\" <br/> \n <br/> \nLater she told me that I had clearly kissed girls before. I had not. I learned it from a porno."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yeah, if they're playing with their hair, you are pretty much cleared to land."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Untrue. I've got into a habit of playing with my hair all the damn time, and I'm not constantly waiting for someone to snog me. <br/> \n <br/> \nActually..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I suppose it is not a hard and fast rule."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "More of a guideline, really."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Man, what is that from?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Any comedy involving rules?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I was thinking Pirates of the Carribean."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 2,
    "snip": false,
    "text": "You're  <em>BOTH</em>  right! Hey anyways guys I was chewing on a little piece of plastic and I accidentally swallowed it. I'm not too worried but it's pretty jagged. Should I be scared?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "That was two weeks ago and I'm pretty sure I saw one of your posts rolling around since, so I guess it's safe to assume you're okay. <br/> \n <br/> \nI'm not going to ask if you pooped it out or if it's still in there or anything, though. There may be a time or a place for those questions, and if there are then please let me know so I can studiously avoid that place at the agreed-upon time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Yes I survived! HOORAY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 1,
    "snip": false,
    "text": "My first kiss was ridiculously saccharine. I'm not ashamed of it, though. <br/> \n <br/> \nI was one month shy of 17 (Yeah, I wasn't a late bloomer, but I was a late being-able-to-get-a-girlfriender), and I'd been dating this girl for about a month (I took things reeeeally slow). It was on her front lawn, conveniently hidden from the view of her younger siblings trying to watch through the window by a bush. We'd had a running joke about kissing on the forehead before the lips (I'm a foot taller than she is), so I pulled her close, gave her my best badass smoldering look, kissed her forehead, smirked, then planted one on her lips. <br/> \n <br/> \nI was surprised how confident I was for a first kiss... But we've now been together for a year and a half, still in love, and are engaged. Covertly, since her parents don't really approve of me, and she doesn't graduate from high school for another year and a half. It hasn't been as smooth and fairy-tale as it sounds, but sentimental sucker that I am, I really do love her."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Cue the hordes of calamitous Philistines claiming that we're too young to understand anything about love now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 28,
    "snip": false,
    "text": "Oh, don't worry about us, my friend. You have your whirlwhind romance. And when it falls apart and you become a embittered, wretched soul seeking meaning in a cold, hopeless void, we'll be here, and you may join us, and we will watch the next group of starstruck lovers meander down a path slick with tears and awkward moments. And secretly, as we judge and mock, we will envy them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>You have your whirlwhind romance. And when it falls apart and you become a embittered, wretched soul seeking meaning in a cold, hopeless void...</em> <br/> \n <br/> \nYou pretty much described me exactly."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "goro",
    "plus": 1,
    "snip": false,
    "text": "Oh man, hella chubbies. At least it gets funny in the cold, hopeless void."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "\"and secretly, as we judge and mock, we will envy them\" <br/> \n... that my eyes all teary. This basically describes why hollywood will never stop making romantic comedies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "This might be the best paragraph about love ever written.  Shakespeare and Keats would be in envy (actually, judging by the tone, maybe just Poe)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "That was hell of profound. I ran out of chubbies by this point, but you sir, deserve one. Maybe I should make a second account just to chubby you... <br/> \n <br/> \nAlso, totally true, wulvaine. I can guess that turned out one of two ways. Called it off, or unhappy marriage."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Hey man don't worry about it. My parents started dating when they were 15."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "\"I wasn't a late bloomer, but I was a late being-able-to-get-a-girlfriender\"  Sounds to me like you just knew what you were looking for (that is not meant to sound creepy)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "15. In my bedroom. He ASKED if he could kiss me. I agreed but secretly I was really annoyed that he asked instead of just going for it. This was a theme in our relationship."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "Kissing Ray is one of the most actual of blunders."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 1,
    "snip": false,
    "text": "Ray Smuckles is definitely known locally as a dude you don't want to have kissed accidentally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "But intentionally's all good?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "The indignity is only multiplied by Ray speaking to Beef as if he were the Frankenstein monster."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "supadupa",
    "plus": 0,
    "snip": false,
    "text": "That is just like Ray"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Smirnoff? Ray's slummin' it, apparently. I guess that's all they have in the hospital cafeteria."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "endoftheworld",
    "plus": 0,
    "snip": false,
    "text": "If you've ever kissed someone who smokes, it is not a pleasant experience. That would go double if you kissed a dude like Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Unless you also smoke <br/> \nThen it is not that big of a deal"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Yeah, totally what I was about to say. Mmmm smoking."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "I think I'll go downstairs and have one right now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "Good call. <br/> \n <br/> \nMaking out while stoned and cottonmouthed, however, is a completely different story."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "Making out while stoned is the most fun ever! Although maybe not cottonmouthed. I always made sure there were plenty of beverages around. <br/> \n <br/> \nMan, you just made me nostalgic for when I was a sort-of stoner and had a boyfriend. These two states of being were not unrelated."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "having a girlfriend while being a stoner led me to discover the joys of Asleep Style."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "You know what they say about girls who smoke! <br/> \n <br/> \nThat maybe you could talk to them if you smoke also, and maybe you could make a joke or something to keep their attention."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 4,
    "snip": false,
    "text": "panel four- roast beef very at this moment wants, very emphatically, to REMAIN DEAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "good"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "yes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "u235",
    "plus": 0,
    "snip": false,
    "text": "I was embarrassingly late to getting my first kiss and my first girlfriend, but I would have waited another five years if the alternative was unexpectedly kissing my best friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I got my first kiss at 12 with my friend Amanda. I was curious what all the fuss was about so she planted one on the lips, which led to stone cold makin' out. Which led to several more years of makin' out. Come to think of it, she deflowered me too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "Ah, the gentle sting of kissing a smoker, reminding me of summer afternoons spent necking behind the groundskeeper's shed in high school."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "Ah, the gentle sting of kissing a smoker, reminding me of summer afternoons spent necking behind the groundskeeper's shed in high school."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "Ah, the gentle sting of kissing a smoker, reminding me of summer afternoons spent necking behind the groundskeeper's shed in high school."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "What does it remind you of, dude?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "Ah, the gentle sting of kissing a smoker, reminding me of summer afternoons spent necking behind the groundskeeper's shed in high school."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "sometimes I miss how fucked up Ray's mouth looked"
  }
]