[
  {
    "depth": 0,
    "minus": 1,
    "name": "pascal",
    "plus": 29,
    "snip": false,
    "text": "Pat hates barbers? This could be a side story in and of itself. Also, \"It is not a god-damned phone restaurant\" is hilarious."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lizjones",
    "plus": 32,
    "snip": false,
    "text": "Pat doesn't think barbers should make much money. Because he's an assholes."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lizjones",
    "plus": 125,
    "snip": false,
    "text": "Not just one asshole, apparently. Multiple assholes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 28,
    "snip": false,
    "text": "Just  <em>one</em>  plural asshole, in fact."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "This makes sense. Pat is an asshole OVER AND OVER. <br/> \n <br/> \nHe is the Prince of Perpetual Assholery"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mastronaut",
    "plus": 11,
    "snip": false,
    "text": "Oh dammit, I totally lamed you on accident. You don't deserve that kind of treatment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "... 116 Chubbies for multiple assholes. <br/> \nWell, we can see what folks on Assetbar like, can't we?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atlanticcity",
    "plus": 1,
    "snip": false,
    "text": "He's an asshole of many hats"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "and many bumper-stickers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 1,
    "snip": false,
    "text": "I think he blogged about this a while back."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 28,
    "snip": false,
    "text": "Blogwise, at the time of this strip he is embroiled in litigation against a hair salon, where he got beat up for refusing to pay for an Ashton Kutcher-esque haircut.  His lawyer has just gone insane.  It's a pretty good story arc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spenham",
    "plus": 0,
    "snip": false,
    "text": "Thanks to your good deeds, I am fully aware of the barber story arc. Seriously, so awesome."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lastlarf",
    "plus": 3,
    "snip": false,
    "text": "The baberphobia is one of my favourite running gags."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "Maybe he was bitten by a barber when he was a child."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "he then wished to become a lumberjack. LEAPING FROM TREE TO TREE..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "dude, hella good animated avatar. <br/> \n <br/> \nmakes me all teary-eyed for the life of beef."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hah. thanks. i'm thinking of making another one going through his whole life and not just the history/future strips."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 6,
    "snip": false,
    "text": "And now, whenever the moon is full, he feels a compulsion the trim and feather that cannot be denied. He tries to ignore it, but the shears call to him.  He is... THE WERE-BARBER."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dougthehead",
    "plus": 3,
    "snip": false,
    "text": "If only Ray had been able to eat that barber, too..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i have yelled this at another driver at a light once."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 6,
    "snip": false,
    "text": "Since when is Nader pro-testicle evolution? I'm just curious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 11,
    "snip": false,
    "text": "I always thought it was \"Nader is highly evolved. And damn does he have a pair on him.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "I want the \"Socks\" evolution fish as pictured in one of the zines.  It just says \"socks\" in the middle, and, on the feet, are just that: socks.   (I this is an Onstad creation, as I've never seen one before.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "oops...that should be: (I think this is an Onstad creations, as I've never seen one before.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I think that should be: (I think this is an Onstad creation, as I've never seen one before.)  No worries.d"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yeah...after I fucked up 2 times, it just seemed pointless to do it a third time.  Wait a sec - how the hell did I get chubbied for an incorrect correction?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "People get off on faux accuracy.  *glances at his avatar*"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "atmus",
    "plus": 31,
    "snip": false,
    "text": "Ralph Nader was a huge detractor of the Chevy Corvair, due to it's tendency to lose steering functionality and go off the road when the young drivers of the time were attempting to show off their 'sports' car skills. <br/> \n <br/> \nWhen Ford introduced the Mustang in 1964, General Motors oriinally believed that the Corvair would be able to compete with it.  They later introduced the Camaro and related cars.  However, the original Mustang design had front end problems of its own. <br/> \n <br/> \nThese problems were later corrected in the Mustang 2 platform.  The new design was both upgradable and retrofitable into the older Mustang platform, assuming you didn't mind doing the work involved to accomplish it.  This being the only conceivable advantage of the Mustang 2 over the Mustang original, and Pat himself driving a Mustang 2, he likely chose a Nader sticker as a clever way of laying these facts out for everyone behind him. <br/> \n <br/> \nPat really is a dick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 8,
    "snip": false,
    "text": "i think the joke is that a fish with legs and nuts that says NADER is hilarious"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "atmus",
    "plus": 7,
    "snip": false,
    "text": "You only think that because you are of low mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dumbeast",
    "plus": 0,
    "snip": false,
    "text": "I thought it said NADER because it has 'nads."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "flynn",
    "plus": 13,
    "snip": false,
    "text": "I want the Calvin/Edvard Grieg one. It is intense."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 5,
    "snip": false,
    "text": "Is the box full of the compositions of Grieg, or is it merely a visual representation of Grieg?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 7,
    "snip": false,
    "text": "More to the point, is Calvin peeing blood onto the box?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "That certainly appears to be the case. <br/> \n <br/> \nThe dude is SO hatin' on Greig."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Also it's not an arc but a short bolt, like it is blasted fired at the compositions of Grieg. Like the line from moby dick \"If his penis were a cannon hed have shot his blood upon it.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Pat should lay off Grieg though... seriously. He is a total Arsehole (Pat; not Grieg). <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aiglos",
    "plus": 0,
    "snip": false,
    "text": "Personally, I think I'm going to stick with Liszt's & Tchaikovsky's takes of Grieg, vs. Pat's smegheadedly cantankerous review."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mal3",
    "plus": 1,
    "snip": false,
    "text": "HUGE slam on Edvard Grieg out of NOWHERE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by Pseudochron, LordPretzel, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "Whenever I visit the phone restaurant in my community, I order the fried Ericsson. Delish."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 3,
    "snip": false,
    "text": "That is the most hostile rear bumper, EVER!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "There's at least one website that sells evolution fish, but they didn't have any Nader fish when I looked.  Onstad should copyright the Nader fish and get royalties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 2,
    "snip": false,
    "text": "Not sure, but I think (according to some old Rays Place advice (what happened to that??)) Pat hates barbers because he always gets a cheap haircut and apparently hates how he looks. I don't know, he might have his own reasons. <br/> \nPersonally if they had the \"honk if you love Jesus\" one as a sticker or something, I'd buy it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "\"The stultifying compositions of Edvard Grieg\" --- years of classical training just flooded the comedy centres of my brain! It is very confusing sensation, but delightful. <br/> \n <br/> \nI love Grieg! Grieg > Chopin. UH-HUH."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 5,
    "snip": false,
    "text": "if i could get away with a  <br/> \n <br/> \nHONK IF YOU LOVE JESUS <br/> \n <em>AND I'LL BACK INTO YOU</em> <br/> \n <br/> \nbumper sticker i totally would.  alas that it would likely create more headaches than humor.  much like any form of todd the squirrel t-shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crinklebat",
    "plus": 74,
    "snip": false,
    "text": "So, my favorite story about my grandfather is one that my mom likes to tell. He was driving around town in sunny Fresno, CA when he spied a car with a \"Honk if you love Jesus\" bumper sticker. He honked once, and the people in the car figured out he was honking at them because of the sticker and turned around to wave. Then he honked again. And again. The light changed and he kept honking as they started moving. They had stopped waving. And my badass grandfather followed them for  <em>miles</em> , honking all the way.  <br/> \n <br/> \nAnd he never said a word about it after.  <br/> \n <br/> \nSomeday when I am a crazy old lady I am going to pull that kind of shit all the time, and it will be great."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "You don't need to be crazy or old to pull those sort of high jinks and crazy capers. You just need gumption and a wicked sack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 6,
    "snip": false,
    "text": "One time, I saw a \"Honk if you love Jesus\" bumper sticker that I honked for and the guy flipped me off."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 15,
    "snip": false,
    "text": "Dear Lord, Please save me from Your followers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "Your grandfather had a serious crush on Jesus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynxwinters",
    "plus": 0,
    "snip": false,
    "text": "This is the strip that got me into Achewood in the first place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 0,
    "snip": false,
    "text": "Instant 5. I have shown this strip to people more than any other."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "letterswewrote",
    "plus": 0,
    "snip": false,
    "text": "I just lost it when i saw the barber sticker. Pat..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Oh man Pat is exactly the kind of person who would buy these bumper stickers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I'm pretty sure (as regards the anti-barber ones) Pat is in fact the person who MADE these bumper stickers. Does anyone else in the world actually feel anything worse than neutrality towards barbers?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caseyb3",
    "plus": 3,
    "snip": false,
    "text": "They all look like the sort of thing you'd run off from a template, and a particularly unoriginal and unsatisfying one. It's a kind of subtle touch, but it totally works; Pat is exactly the kind of guy who would make a 'DIDN'T YOU GET THE MEMO?' or a Calvin Pisses bumper sticker basically incomprehensible to satisfy an idiot wind. The only one that looks like it couldn't have been run off from a kind of half-assed template or bought from a store is 'ARREST THEM ALL'. <br/> \n <br/> \nPat is not just the sort of dick who would put a bumper sticker on his car attempting to condescend to people behind him about Grieg. He is the sort of person who would be  <em>satisfied</em>  by Calvin pissing shittily onto a box with all that on it. Pat is not just a dick; he is white trash with a dick veneer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 0,
    "snip": false,
    "text": "Man I wish they made phone restaurants."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "On wheels!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "They did - we call them \"automobiles\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 5,
    "snip": false,
    "text": "I want to know why none of these been made into actual bumper stickers and for sale on the Achewood store! I would totally buy them!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 4,
    "snip": false,
    "text": "I like imagining that this comment was made by an angry Philippe"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 1,
    "snip": false,
    "text": "I want a \"HERE COMES A SPECIAL BOY\" bumper sticker."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "shouldn't that belong on the front of the car? re: 'comes' not 'goes'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"You've Just Been Passed By A Special Boy!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "That would imply that my automobile was a kidney stone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 3,
    "snip": false,
    "text": "Calvin appears to be peeing blood here. <br/> \n <br/> \nFUCK YOU!  I ONLY LISTEN TO ME! is so intense I can barely look at it. <br/> \n <br/> \nThe perfectly captured ridiculousness of forcing your trite opinions on other people through bumper stickers is yet another reason why Onstad deserves all our money.  Didn't you get the memo?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "The thing is I would totally buy that bumper sticker or use it on my business cards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Pat shops at a small bookstore that sells Noam Chomsky books and has bumper stickers in a rack by the cash register."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ocarinak",
    "plus": 0,
    "snip": false,
    "text": "Pat is a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "Thank you C.O. for making god-damned phone restaurant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "Pat drives a Ford. Keeping it American."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "Wow, these are pretty wildly brilliant.  None of these are real stickers?  Shit, I mean, Chris Onstad could probably make some bank on the Nader one.  Same with the phone restaurant and the honk if you love jesus. <br/> \n <br/> \n\"Stultifying Compositions of Evard Grieg\" wins my vote, though <br/> \n <br/> \n(And that thing atmus said about mustang 2s needs to be chubbied more)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 0,
    "snip": false,
    "text": "ahhh...phone restaurants."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grandpayum",
    "plus": 0,
    "snip": false,
    "text": "its not a god damned phone restaurant people <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "Holy hell that cat has a serious hate on for barbers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Is it a bad thing that I find myself agreeing with Pat more often than I would like to? Given the way my last few haircuts turned out, I'm wondering if he's not on to something regarding barbers. Also, Trials of Honour sounds like an awesome show, and the Jesus sticker is right on. I'm not going to get into the whole Nader thing, but I was pretty sure Pat would drive a Prius or some such vehicle - a Ford seems pretty uncharacteristic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ah, my daily gut chuckle!  Only took seven strips today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Phone restaurant\" is a wonderful demonstration of Pat's capacity to even be incoherently angry when aming bumper stickers. <br/> \n <br/> \nThat, and is Calvin pissing blood? He looks far to smug if he is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "osakimandias",
    "plus": 5,
    "snip": false,
    "text": "When startled or threatened, Calvin is capable of expelling ink to confuse or distract his natural predators, such as the stultifying compositions of Edvard Grieg.  <br/> \n <br/> \nOf course faced with a similar threat, most of us just evolved iPods."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Come on Onstad. Where is our Achewood Car Kit, complete with the Phone Restaurant bumper sticker and a \"Suckin' Dick Paid For This Van!\" license plate holder? <br/> \n <br/> \nI'd contemplate even getting the Nader Fish and the Honk if You Love Jesus stickers if I thought people would get the joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110417070942/http://img161.imageshack.us/my.php?image=sarockingk9.jpg\">[img=http://img161.imageshack.us/img161/1892/sarockingk9.th.jpg]</a> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110417070942/http://img161.imageshack.us/my.php?image=sarockingk9.jpg\">[IMGS OFF]</a> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "I would buy this bumper sticker and put it no my car if I had a car, and it would be on the wrong type of car but it wouldn't matter cause it would be awesome"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "I wonder if Pat knows what Ray's been doing around his  <a href=\"http://web.archive.org/web/20110417070942/http://achewood.com/index.php?date=03012002\">car</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "Absofuckinglutly!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Dammit you people, there was even a memo! God, what do you do with it, wipe your ass? It's for  <em>reading</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shakey",
    "plus": 0,
    "snip": false,
    "text": "The cars in achewood are all so well drawn.. kind of like old schematic pics from pre computer graphic days. All of them, the Galaxie, the volvo of despair, and this ones a mustang right?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "The cars are so well drawn. It is a fact. And it pleases me to no end..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "For a person with ideologies such as his, he drives a rather American car."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I heard that phones taste crummy, no matter how they're prepared."
  }
]