[
  {
    "depth": 0,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kingsleymc was marked lame too many times and excluded. (marked lame by straw, Contrasoma, kylank, GMM, equinn2006, SkiddyFisk, TTAGXAMM, augeno13, Magb, andrewthepig, pquinn87)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kingsleymc",
    "plus": 5,
    "snip": false,
    "text": "Also, 'Fun-Time Organic Barn Juice' is priceless."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "What is a cedarn finial?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sstralka",
    "plus": 14,
    "snip": false,
    "text": "A  <a href=\"http://web.archive.org/web/20101009145300/http://en.wikipedia.org/wiki/Finial\">finial</a>  is a type of architectural ornament, and \"cedarn\" indicates it's made of cedar.  What this has to do with high cholesterol is not yet clear to me."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "arbys",
    "plus": 1,
    "snip": false,
    "text": "Curse and drat!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 11,
    "snip": false,
    "text": "it means he is alive, he is a man, and he eats like a man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": true,
    "text": "A comment left by arbys was marked lame too many times and excluded. (marked lame by kylank, relaxing, mortshire, fattypneumonia, Milo, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 21,
    "snip": false,
    "text": "I believe he is saying that he is not an otherwise useless prettyboy, and that he actually enjoys himself while he lives his life, resulting in high cholesterol."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "augeno13",
    "plus": 5,
    "snip": false,
    "text": "DRIP"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rolotonybrowntown",
    "plus": 9,
    "snip": false,
    "text": "tomorrow's recipe is cedarn finial, my darlings"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puritanshow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by puritanshow was marked lame too many times and excluded. (marked lame by gothfae, radishes, Jesus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 17,
    "snip": false,
    "text": "Right, he means to say, \"Of course my cholesterol is high, I'm not a block of wood.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Your kitty icon fills me with glee. <br/> \nI am completely ignoring the fact that you are just rehashing previous analysis of the comment in favour of chubbying your post for the paranoid gray cat alone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "It was pretty amusing until the cat looked right into the camera. Then it was terrifying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "When You look into the Cat, <br/> \nthe Cat looks into You."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 32,
    "snip": false,
    "text": "Unfortunately, the epilogue to the novel has the main beau realizing that he can no longer love a woman who has inferior knowledge of pitons, and abandons her memory for a local chess pro with an amputated leg.  The body is never recovered."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 37,
    "snip": false,
    "text": "But in the sequel we learn that his bittersweet romance with the chess pro is in fact his long-lost love after she lost her leg, regained her hearing, lost her memory and had to have facial reconstructive surgery after the fall!  But can she ever love him again?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 5,
    "snip": false,
    "text": "Little is said, but once her dark secret is revealed, the alarmed protagonist attempts to escape. With the help of her athletic brother, the ever more bitter heroine catches her once lover and has him locked in the basement. His next sight of her is a silohuette in the light of the doorway at the top of the stairs, crutch in one hand and whip in the other. <br/> \nWith the relationship having taken a sinister turn, we can only wonder... where will it go from here?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 2,
    "snip": false,
    "text": "This sounds like a job for Dr. Manflesh!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 9,
    "snip": false,
    "text": "TO THE FLESHMOBILE! <br/> \n <br/> \n*Fap fap fap* <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 7,
    "snip": false,
    "text": "Which, ironically enough... looks just like a Nintendo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "definitely gonna make room for the double-armed yawn in my morning routine"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 16,
    "snip": false,
    "text": "Me too! Followed closely by the double-handed scrotum scratch. Finest way to start the day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 4,
    "snip": false,
    "text": "One hand from the front, one from behind. <br/> \nNowhere for the morning itch to escape to. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "radishes",
    "plus": 3,
    "snip": false,
    "text": "Yeah did anybody else stretch their arms ahead of them while reading that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 1,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sstralka",
    "plus": 3,
    "snip": false,
    "text": "For what it's worth, a search for the exact phrase \"cedarn finial\" on Google yields no hits.  Take off the quotation marks, and the first result you get is  <a href=\"http://web.archive.org/web/20101009145300/http://www.justsilica.com/groin_pain.html\">this</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zoom",
    "plus": 1,
    "snip": false,
    "text": "'the fuck?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It is a word poem as well as a glaring example of why word poems are terrible. (Presumably we're supposed to be delighted by the inclusion of select architectural terms such as \"finial\" in relation to \"groin pain.\")"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "First sentence: \"Areally bestiary took occur kilns technics noun [url]mesothelioma attorney[url=http://www.rpwb.com/mesothelioma/] yea stipend invent excite frazzle groin pain.\" <br/> \n <br/> \nLast sentence: \"Shaver square cocoons amigo round manchet hurry outcast product bed younkers mentally exorable gayness when tomtits sodomite.\" <br/> \n <br/> \nWow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alphagator",
    "plus": 12,
    "snip": false,
    "text": "That is no word poem, my friend.  <br/> \n <br/> \nFully 90% of the time you see a link with with the term mesothelioma, it's SEO spam with an advertisement on it.  <br/> \n <br/> \nThe random obscure words on there are for when people use bizarre terms like you've used and they're the only hit. <br/> \n <br/> \nThat's because, for quite some time, 'mesothelioma' fetched the highest per-click reward on Adsense. <br/> \n <br/> \nTHE MORE YOU KNOW <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "See, I'm a graduate of a writing program and I was thinking that that was a fine example of a word poem, based off of what I've seen.  ANd by fine example, as I said above, a fine example of how much word poems blow. <br/> \n <br/> \nSeriously, I've been to readings where people read word poems that resemble those pages, except much longer.  I wish I were joking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Joyce's \"Ulysses\"?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clovis",
    "plus": 0,
    "snip": false,
    "text": "You fail at being an literary jerk. You meant Finnegans Wake."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sstralka",
    "plus": 0,
    "snip": false,
    "text": "Interesting.  I considered various possibilities for what the fuck this might be (coded message to terrorist cell; avant-garde literature [cf. the word poem hypothesis]; ravings of a madman) but SEO spam was not one of them.  I'm glad I didn't buy anything from the bastards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 1,
    "snip": false,
    "text": "Pish-posh!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daily",
    "plus": 2,
    "snip": false,
    "text": "I've had breakfast disappointment before, but never on that level.  Cornelius is one resilient old bear.  I might have just topped myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by coolbreeze3 was marked lame too many times and excluded. (marked lame by zumicroom, Moolah, odei, DigDugz, joebot, nilehus, DickLaurent)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "oh man, I totally screwed that one up. LAME'd"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Whenever I hear Cornelius talk in my head, he sounds either like Stephen Fry or Alec Guinness as George Smiley from  <em>Tinker, Tailor, Soldier, Spy.</em>   <br/> \n <br/> \nMaybe the latter. Short, fat, big, thick glasses, almost entirely unaware that the world has been modernized, and fond of books no one's heard about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ricnine",
    "plus": 2,
    "snip": false,
    "text": "Funny you think of Stephen Fry, because my \"inner Cornelius voice\" is Hugh Laurie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Mine is  <a href=\"http://web.archive.org/web/20101009145300/http://www.imdb.com/name/nm0048127/\">Helmut Bakaitis</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Woohoo! The Doctor in \"Jasper Morello\"!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Loyd Grossman. <br/> \n <br/> \nHere are just two of the various reasons why: <br/> \n <br/> \n#1. Toff American. Super-rare by my rating. Americans just aren't supposed to have that old-fashioned upper class feel to them. There certainly wasn't any suggestion as far as I'm aware that Cornelius was from anywhere else though, and he sure is retroposh. <br/> \n <br/> \n#2. Pasta. Remember the Badass games? Loyd Grossman claims to have invented at least two types of pasta. For that matter the underlying food theme is present with both of 'em. <br/> \n <br/> \nTotally logical conclusion, if you ask me. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "euphemisms",
    "plus": 2,
    "snip": false,
    "text": "mine is david attenborough"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Hmm!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Cornelius is the smart face of Fry with the tongue of Laurie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 5,
    "snip": false,
    "text": "Mine is whichever generic plummy old English guy is being ruthlessly marketed to milk the dollars out of fat Anglophilic secretaries from Ohio who \"just love an English accent\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "Man, really? Laurie plays way more of a twit, usually... Fry's more like an aristocratic Oxford don. Like, my Hugh Laurie impression is just me sqauwking, \"Oh, I say!\" and then falling down a flight of stairs. <br/> \n <br/> \nMy House impression is just me with a cane. As you can tell I'm not very good at them. <br/> \n <br/> \nLaurie needs to gets some role where his character's schtick is that he sits in a very comfortable chair and eats gourmet pudding. Now  <em>that</em>  would be an act."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aarongstock",
    "plus": 4,
    "snip": false,
    "text": "I presume you perform your House impression after your Hugh Laurie impression."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I usually need to, I sacrifice the body for my art"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Chubby for conjuring up the very mental image of Hugh Laurie"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Chubby for casting Laurie as L."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sstralka",
    "plus": 0,
    "snip": false,
    "text": "John Houseman!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Sydney Greenstreet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145300/http://en.wikipedia.org/wiki/John_Hodgman\">John Hodgman.</a>  No question. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by Dovey, blastradius, prism)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "Uh, \"flow chart for Lie Bot.\" <br/> \n <br/> \n- awaiting his well-deserved fate, Resident Grammar Dick starts to cry"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by Dovey, blastradius, kledermans, anitrophaeron)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "locuscosecant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by locuscosecant was marked lame too many times and excluded. (marked lame by mysterymeat1001, pendayho, blastradius, bearealcoolhand, DigDugz, aide, Wolfslice)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "I don't think there is.  There's one for Vlad and Lie Bot was in it, but I don't recall one for Lie Bot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 16,
    "snip": false,
    "text": "C'mon, don't lame this guy.  If there  <em>was</em>  a Lie Bot flow chart,  <em>why would he tell the truth about it?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by foolio, bearealcoolhand, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "Absolutely agree.  Chris is a terrific writer and clearly loves the English language, so he'll certainly understand when I say, \"IT BURNS!  IT BURNS MY EYES!\" <br/> \n <br/> \nPadres pitcher Chris Young was quoted in the paper today, complimenting another pitcher by saying, \"His arm was literally electric.\"  I know there's a lot of emphasis being placed on steroids, but I think bionic limbs should also be illegal.  Yeah, he's a baseball player but he also went to Princeton, so he should be setting good grammatical examples for all the kids out there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aarongstock",
    "plus": 6,
    "snip": false,
    "text": "Well, to be fair, unless you're dead, your arm  <em>is</em>  electric[al]. It's just a tautology in this case."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "locuscosecant",
    "plus": 2,
    "snip": false,
    "text": "Nothing ungrammatical there, he's just using the term \"literally\" figuratively."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "I proscribe all this prescriptive linguistics.  Ain't how language works.   <br/> \n <br/> \nAlso, what would proscriptive linguistics be, if it were a thing? <br/> \n <br/> \nAlso, I do think it is hilarious that \"literally\" has developed a usage in which it means the exact opposite of what it usually does.  That's a rare honor for a word.  Like \"bad\" or \"sick\" or stuff like that. <br/> \n <br/> \nAlso, shit, why am I talking to people from 11 months ago like it is the present?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Dude that was a Grand Time indeed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Manflesh delivers the perspective."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atrusrand",
    "plus": 1,
    "snip": false,
    "text": "No, Cornelius. There are others who also posess the appreciation of the double-armed yawn. I among them. Cheer up, old chap."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afkpuz",
    "plus": 2,
    "snip": false,
    "text": "I, too, sport the double-armed yawn. <br/> \n <br/> \nMen ask me if I am doing such an activity for the theatrics, and I respond, \"nay sir.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And they say \"Okay but that response right there, that was totally for the theatrics, I don't care what you say.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "AW! Life is hard for the bon viveur widow on a shoe-string harassed by an officious medic! I loved bacon photocopied onto bleached chamois. <br/> \n <br/> \nAnd more people should say PSHAW! Also BLACKGUARD!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "And I did mean widower. Really."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zoom",
    "plus": 0,
    "snip": false,
    "text": "Mr. Bear has long been my favorite character. This insight into his psyche delights me to no end. <br/> \n <br/> \nThe picture of him glaring dissapprovingly at Phillippe gave me giggles."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lolcatdeluxe",
    "plus": 1,
    "snip": false,
    "text": "The otter is deciding which parts of his body will NOT end up in a dogfood can."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 3,
    "snip": false,
    "text": "Cautiously, with careful precision, he decides that he can keep his eyes and the 7 square inches of flesh that surround them.  <br/> \n <br/> \nThis is a Bad Decision."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 0,
    "snip": false,
    "text": "Once the otter realises this, he will make the call to his Mom. He will admit his failing. <br/> \n <br/> \nHis Mom will feel disappointment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "This totally goes against what he told Beef he usually eats in his interview.  Perhaps he was just saying that because, while that's all there is  <em>available</em>  to eat, that is never what he  <em>wants</em>  to eat and just made a big show of it to keep up appearances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Damn those faulty pitons!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 8,
    "snip": false,
    "text": "I love the \"Make Sense of Yesterday\" box.  Waking up in that house, Cornelius must feel like a forensic scientist trying to figure out who set off the shenanigans bomb the night before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlynes",
    "plus": 4,
    "snip": false,
    "text": "Not hailing from the San Francisco area, I was curious as to the components of the  <a href=\"http://web.archive.org/web/20101009145300/http://whatscookingamerica.net/History/HangtownFryHistory.htm\">\"Hangtown Fry\"</a> . <br/> \n <br/> \nHonestly, how could Cornelius NOT have that for breakfast?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "It is a sad memento of the passage of time that the California State Legislature would today rather volunteer en masse for reverse liposuction than select the worthy Fry as the state dish."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlynes",
    "plus": 2,
    "snip": false,
    "text": "While there are a great many things that embarrass me about my home state (the governor, the legislature, the glorification of stupidity), the unofficial state dish is not one of them.  Only here in Texas will you find the true expression of the sublime chicken fried steak.  There's something about beef that's been battered, fried, and covered in white gravy that brings a tear to my eye. <br/> \n <br/> \nThe official state dish is chili, but everybody knows who the REAL king is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I didn't know what it was until this strip, and shed a tear of happiness when I read the recipe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "It kinda puts me in mind of the  <a href=\"http://web.archive.org/web/20101009145300/http://en.wikipedia.org/wiki/Out_on_a_Limb_(Arrested_Development_episode)\">Skip's Scramble from <em>Arrested Development</em></a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "I love the fact that his steaks (plural) are smothered in veal. If you're going for it,  <em>go for it</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "5'd for the look Mr. Bear gives Philipe"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure why the slightly bigger EARLY in the last box cracks me up, it just does. I think of him talking like Stephen Fry. Maybe I'm just cliched."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daily",
    "plus": 0,
    "snip": false,
    "text": "I don't think EARLY is any bigger, it's just that each word GO...TO...WORK...EARLY is a little lower than the one before it.  Even typing those words is making me feel low, I'll tell you that.  Great, and quite subtle, use of graphic design.  What did C. Bear do with himself in the (not too distant) past before the D & C opened?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nighttoad",
    "plus": 0,
    "snip": false,
    "text": "but i thought cornelius liked running the dude and catastrophe. my first thought when i saw the words \"go to work early\" written all askew was that he was a little tipsy from the bailey's he drank with his breakfast."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 0,
    "snip": false,
    "text": "FUCKING GLORIOUS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "I know we don't post the alt text anymore, but this is too much. <br/> \n <br/> \n''The tomato is poached very gently, so as not to create Excitement.''"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I miss the alt-text postings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "That's a silly thing to do. The alt text is now just as viewable in Assetbar as it is on the front page."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "I am aware of that. I rather enjoyed seeing the race to be first, the titterings about said race, the ritual, etc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "You need more excitement in your life."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "At least it's better than the \"1st p0st lol butts\" nonsense on Red vs. Blue."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 4,
    "snip": false,
    "text": "I am a math major."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "dammit philippe. why would you do that?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "justdan",
    "plus": 1,
    "snip": false,
    "text": "Yeah Philippe why do you gotta do a thing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 0,
    "snip": false,
    "text": "Things like 'hangtown fry' being used to comedic effect is a fair bit of why I love this strip. See also: Kinky Abelour.  I mean...Hangtown Fry?? Vintage Cornelius, and he only just established it! THAT is bad-ass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "That IS grand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "No, Cornelius. You're not the only one getting some two-fisted yawning action upon waking,  <a href=\"http://web.archive.org/web/20101009145300/http://achewood.com/index.php?date=01112005\">Ray</a>  does too. And i kinda like his style better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "His is a fully-articulated, bent-elbow multisyllabic yawn.  A true player's yawn.  But Cornelius' is the yawn of a gentleman.  Naturally."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "A gross of oysters? <br/> \n <br/> \nThat is so many oysters."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biff",
    "plus": 3,
    "snip": false,
    "text": "Of course, tragically, the piton lady waited too long to release herself from her harness, and the piton fails anyway, and Derek falls to his death right beside her, where they lie, broken bodies mingled together, until the spring floods."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ha!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "For some reason i can only read that as a triumphant exclamation.   <br/> \n <br/> \nHa! That'll teach you to have a beautiful relationship with a deaf rock climber!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "What the hell is Phillipe trying to draw on his face?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "astro_zombie",
    "plus": 0,
    "snip": false,
    "text": "I've now used this to plan out my day and I feel more badass already."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuartc",
    "plus": 0,
    "snip": false,
    "text": "As well as 'pshaw', I would like 'tish and fipsy' and 'flimshaw' to be added to the everyday canon..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "persnicket",
    "plus": 0,
    "snip": false,
    "text": "I put it to you that Cornelius says \"Oh bother\" just like Winnie the Pooh who is also a bear. There is a fun parallel to be drawn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "persnicket",
    "plus": 2,
    "snip": false,
    "text": "<em>Will you draw it?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "budenhagen",
    "plus": 7,
    "snip": false,
    "text": "I've always thought that Achewood has a parallel to the Hundred Acre Wood. Beef is Eeyore, totally. Ray would probably be Tigger, Philippe would be Piglet, I guess, and Pat would be Rabbit. I actually saw an episode with Rabbit in it not too long ago, and the only thing I could think is \"Man, Rabbit is a DICK.\""
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "WHO IS POOH <br/> \n <br/> \nWHAT IS HAND"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sstralka",
    "plus": 4,
    "snip": false,
    "text": "Clearly Pooh would have to be whichever character you could write a book about called \"The Tao of XXX.\"  So far \"The Tao of Ray\" is the one that makes the most sense to me.  Although it's admittedly not perfect, I can imagine a sentence along the lines of, \"While Roast Beef frets, and Pat chastises, and Lyle pukes, Ray simply  <em>is</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "astro_zombie",
    "plus": 5,
    "snip": false,
    "text": "And both the humans are called Christopher! <br/> \n <br/> \nI can't  <strong>not</strong>  think of this now!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Oh, damn. To follow this to its natural conclusion, wouldn't that make Teodor Pooh? Like astro_zombie, I can't unthink this thought."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 3,
    "snip": false,
    "text": "Cornelius should totally replace Winnie the Pooh. Pooh has been going downhill ever since he started turning tricks for Disney. I heard that he's now virtually a shut-in, eating up to forty jars of honey a day, has to be propped up by Piglet when he goes on stage, stands there sweating and swaying for about ten minutes before being booed off. Cornelius can beat that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "estutius",
    "plus": 0,
    "snip": false,
    "text": "While they both probably say \"Oh bother,\" Cornelius would say it because of a genuine annoyance. Winnie the Pooh says it because he is too simple-minded to comprehend what is going on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "But, Cornelius wouldn't be Pooh; he'd be Owl, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "I like how this is not a \"Decision-Making Flowchart,\" but rather a \"Thought and Decision Minder.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "i feel like cornelieus every time i go to my fridge, trash"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "Cornelius needs to try one of Pat's best-itutes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "No he doesn't. Nobody does. Ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 2,
    "snip": false,
    "text": "Really. It's entirely possible to be a successful vegetarian without eating anything you need to go to the asshole store to buy. I know people who even manage it as vegans. <br/> \n <br/> \nThough I guess if you're looking to get in on the \"sanctimonious prick\" level, then I guess it's pretty much a must."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "The Asshole Store. Tell me something like that exists, and they have horrendous vegan food to sell."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "In the interest of love, I will agree."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "estutius",
    "plus": 0,
    "snip": false,
    "text": "Steamed raisins? Wouldn't that just be warm grapes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kledermans",
    "plus": 3,
    "snip": false,
    "text": "Kind of like warm reconstituted grapes. <br/> \nLike grape zombies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "And mull the days they didn't become wine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 2,
    "snip": false,
    "text": "<strong>Someone wake up Chris! It's almost one!!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "I NEED MY FIX,  MAAAN! MY EFFING FIX!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnrsiat",
    "plus": 2,
    "snip": false,
    "text": "Hm, that breakfast is not actually proscribed, it is prescribed; the proscribed one is unfortunately Cornelius's preferred oysters and veal.  It's a one-letter difference, but Cornelius really ought to know which is which."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professoryes",
    "plus": 0,
    "snip": false,
    "text": "The hidden nature of cholesterol."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lauralou",
    "plus": 0,
    "snip": false,
    "text": "I'm glad that someone else feels the same as me about veggie bacon, it is seriously WRONG!  <br/> \n <br/> \nIf ever I feel a craving for (real) bacon, all I have to do is think about that stuff and I'm over it for months!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquid_banjo",
    "plus": 0,
    "snip": false,
    "text": "How do you juice a barn?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kleptonis",
    "plus": 0,
    "snip": false,
    "text": "Everybody has their first Achewood strip. This one is mine, and I couldn't have picked a better one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "that is not a theme. :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "(I am referring to \"THEME?\" near the beginning.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "hit the nail on the head with the veggie bacon. the stuff appears to be naugahyde. tastes ok tho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Cornelius has nought but contempt for his audience"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bozendoka",
    "plus": 0,
    "snip": false,
    "text": "Best description of fake. Bacon. Ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "That's grand."
  }
]