[
  {
    "depth": 0,
    "minus": 0,
    "name": "davidbowie",
    "plus": 49,
    "snip": false,
    "text": "Man, every idea Vlad has is like solid gold."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 4,
    "snip": false,
    "text": "And David Bowie knows something about solid gold."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greyfield",
    "plus": 6,
    "snip": false,
    "text": "These are very Bowie-esque commercial ideas.  <br/> \n <br/> \nThe juxtaposition in the last panel would make John Updike lose control of his bowels."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greyfield",
    "plus": 12,
    "snip": false,
    "text": "And then the guy dies of lung cancer. Boy, don't I feel like a douche."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 3,
    "snip": false,
    "text": "Chubbied for immaculately bad timing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 6,
    "snip": false,
    "text": "Chubbies and bad timing often go together."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Good timing leads to chubbies leads to bad timing... leads to good times. <br/> \nIt's the circle of life. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "Basically like treasure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "russian",
    "plus": 0,
    "snip": true,
    "text": "A comment left by russian was marked lame too many times and excluded. (marked lame by riotdejaneiro, Feralig8tr, Howard, NDCaesar, magnificentpoof)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "why?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cameasiam",
    "plus": 27,
    "snip": false,
    "text": "Because Phillipe should be in every strip that suicide is discussed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by tasteful, fakead, TheLoneliestMonkey, ih8jonmayr, usversusthem)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "Impressive and hilarious, he was just dancing to Eazy-E as well. A joyous dancing elephant yelling about his baby'z mama."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by terriblerobot was marked lame too many times and excluded. (marked lame by tasteful, TheLoneliestMonkey, usversusthem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tasteful was marked lame too many times and excluded. (marked lame by patkun, apocowarg, riotdejaneiro, FancyRat, DougTheHead, LordPretzel, Firehawk)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tasteful was marked lame too many times and excluded. (marked lame by apocowarg, riotdejaneiro, zpa, FancyRat, DougTheHead)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "Messenger: lamed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tasteful",
    "plus": 2,
    "snip": false,
    "text": "easy e approaches okay"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gusplease",
    "plus": 58,
    "snip": false,
    "text": "\"Is perhaps most basic idea.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 35,
    "snip": false,
    "text": "That's what gets me. How the fuck is someone's pants ballooning and carrying the wearer into some live power lines in any way basic? I would  <em>love</em>  to live in the reality where that kind of shit is just ho-hum casual."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucid",
    "plus": 1,
    "snip": false,
    "text": "If you're watching a subway (or any given weight loss) commercial and feeling an intense desire to see the character on screen killed, the context is perfect for this.  <br/> \n <br/> \nSure, you could imagine any number of basic sudden deaths, mad gunman, bengal tiger leaping out of the bushes, heads simply exploding. But much like advertisements themselves, the death must be thematically satisfying or you will feel it is hollow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't, lest I be defeated by a man who hath found a way to control his flying trousers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangaknightz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mangaknightz was marked lame too many times and excluded. (marked lame by stormypinkness, atom, Thorfinn, waitwhat, farqussus, the_dingle, lastlarf)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trevor328",
    "plus": 23,
    "snip": false,
    "text": "You see a subway employee finish a sandwich by pulling the top half of the loaf slowly over a cold cut combo topped with tomatoes as the camera cuts to the paramedic pulling the sheet over Jared's disfigured skull."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonmw",
    "plus": 2,
    "snip": false,
    "text": "It is a perfect... ending!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think this commercial would bring Subway a whole new type of clientele. Really it could only mean good things for the company."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Subway is, eat fresh?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ssddr",
    "plus": 4,
    "snip": false,
    "text": "Obviously Vlad would print things out in a monospaced, dot matrix printer style."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "delzhand",
    "plus": 50,
    "snip": false,
    "text": "I'm pretty sure that's just his handwriting!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "k_buttsworthe",
    "plus": 0,
    "snip": false,
    "text": "i thought he would just print it. from somewhere on his body."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 3,
    "snip": false,
    "text": "printer-pants."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rational",
    "plus": 1,
    "snip": false,
    "text": "omg. do not make me think of a robot's printhead."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "caseyb3",
    "plus": 2,
    "snip": false,
    "text": "BOO TO THAT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 1,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "The best part is that he numbered the page."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "waitwhat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by waitwhat was marked lame too many times and excluded. (marked lame by stormypinkness, equinn2006, aquamuffin)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "madnes",
    "plus": 5,
    "snip": false,
    "text": "I imagine Flod more like Gorbachev in the Simpsons episode where Bush Sr moves in across the street. <br/> \n <br/> \n\"Brink present for warmink of house\". Thataways."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by FVVS, pwb, GeyserShitdick, equinn2006, pitseleh)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 3,
    "snip": false,
    "text": "You're telling me. The \"Eastern European-esque bad grammar\" thing has been my favorite way of generating hilarity ever since I started trying to say funny things. <br/> \n <br/> \nI did not even see that god damn movie and it is making me look like a DAMNED FOOL."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "It's like The Matrix making it impossible to wear black trenchcoats anymore, especially if you combine it with black glasses."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "But why the fuck would you do that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I think what it actually is is that you call people peeps and you are white."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jstegall",
    "plus": 4,
    "snip": false,
    "text": "Even though that last panel is awesome, we all know that Jared will never get laid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saurkraus",
    "plus": 6,
    "snip": false,
    "text": "I dunno man, I'd probably do him if it meant I'd get some free subs out of it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "How hilarious would it be if someone found some low budget porn of Jared just somewhere on the internet? Like, when he was tripped out on meth, all Sizemore-style, you know?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "I looked for it, just now. And I did not find anything. You should be thankful for that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "jared fogel COME ON SHOW ME HIM NAKED"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 5,
    "snip": false,
    "text": "I dig the Dead Kennedys Alt Text: CALIFORNIA UBER ALLES!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 101,
    "snip": false,
    "text": "Jared is eatink a Meatball Sub.  Is SO juicy.  Anyway, disgruntled employee hates Jared for makink store popular, slips razor blade into meatball.  Jared falls to the ground, blood pourink out his mouth.  Cut back and forth between spreading pool of blood and marinara sauce."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 8,
    "snip": false,
    "text": "Camera pans up over crest of hill to reveal lines of desperately fighting confederate and union soldiers. It is Amercan Civil War. Soldiers fight in mud with bayonets like animals. Corpses litter the mud and the the vultures, they circle their coming feast. <br/> \n <br/> \nJared, in uniform of southern officer, stands behind crumbling confederate line. Black-skinned union soldiers impale the last of Jared's men and begin to advance on him, eyes full of fury at the atrocities against their kinsmen that Jared embodies. <br/> \n <br/> \nJared, crying, places his officer's pistol against own temple and pulls trigger. Is no bullets; we hear click. <br/> \n <br/> \nAs grim, vengeful soldiers slowly advance on Jared, cut back and forth between crowd of eager subway customers heading to party sub platter and each cutting off chunk of sandwich."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "omfg"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "There is something wrong with you, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 113,
    "snip": false,
    "text": "Jared sits by window, single light bulb hankink above his head.  His hand is reachink for bottle of pills on bedside table (Jared cannot bring himself to shoot, is such like woman.)  He looks out window and sees girl in perfect white dress. She is crying, crying at his life.  He looks back at pills, cut from hand reachink for pills to Sandwich Artist selecting fresh meats and crisp veggies for fresh cold cut combo.  No one will miss him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "asd;lfkjads;flk  too funny! <br/> \n <br/> \n'vlad describes death of jared' should be an achewood fanfic category."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Please note that the two Jared Death Concepts have, as of right now, received a combined 170 chubbies and 0 lames. <br/> \n <br/> \nSubway ad execs, take note."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "210 chubbies, 0 lames, and Subway goes with stupid \"five dollar footlong\" song. Is tragedy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Vlad is a very very bitter Polebot when it comes to feelings about Jarad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": false,
    "text": "this is vlad at his most classic, imho."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 4,
    "snip": false,
    "text": "Is perhaps most classic Vlad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 8,
    "snip": false,
    "text": "The most classik he is ever beink."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zadig",
    "plus": 25,
    "snip": false,
    "text": "Until he is SO classic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "I laughed really hard at this comment, and the one above it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": false,
    "text": "god this one is just fantastic"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 9,
    "snip": false,
    "text": "Everyone knows it was Jared because the child is born with a high hairline and goofy smile."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 3,
    "snip": false,
    "text": "And the child was born wearing a loose-fitting shirt, which it NEVER takes off in public."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i liked achewood until i got to this strip. <br/> \n <br/> \nnow i consider myself a fanboy.  this was the one that did it. <br/> \n <br/> \nrussians, man, and tragedy.  even their robots.  i love it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by supadupa, blueshoc12, slalvation)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gazdatronik was marked lame too many times and excluded. (marked lame by tekende, hogspook, LordPretzel, Comrade_Tom, ahab)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 1,
    "snip": false,
    "text": "This post reads like a more-violent-than-usual David Lynch movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Thank you"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "And by the looks of the laming, I have out-onstaded onstad. This makes my heart swell. Living in my violent destitute household has taught me much in the ways."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Is no one going to even mention why Vlad had a brainstorm sheet printed out before T said anything?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "Vlad is a robot. He brainstormed and printed those ideas out between panels one and five."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "I actually think he already had the ideas down, and his enthusiastic reaction to T's idea of different types of deaths is just good-natured slavic style enthusiasm upon meeting a fellow with the same kind of outlook. It is a sadly western thing to say something like 'actually dude I already thought of that.'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I was wishing it was this as well, and going to read it that way and it makes this strip so much better under that context."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyc",
    "plus": 3,
    "snip": false,
    "text": "Jared crash-lands on desert island. He is alone and swept by winds and waves. Time lapses; he grows a beard and loses his shirt. By the end he is stripped to a loincloth, emaciated. As the camera pans over his skeletal form taking its last breath, cut back to images of healthy, attractive woman working out and eating Subway Fresh Fit combo."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "johnnyc",
    "plus": 4,
    "snip": false,
    "text": "Jared sleeps in his bed. A gentle creak is heard somewhere in the house. Perhaps it is the house settling? The creak nears. Jared's eyes open, look left, look right. He breaks into a cold sweat. Quickly, he rises from his bed and sneaks towards his closet, from which he can see the moonlight entering his doorway. He awaits a shadow. <br/> \n <br/> \nThe mask of a ninja materialises silently from behind him, rising up to become visible over his shoulder. Without a word of warning the ninja brings his sword up and beheads Jared. Cut back and forth from head rolling on floor to ingredients for Sweet Onion Chicken Teriyaki bouncing in that white, sterile space used in all Subway ads."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Jared is in an ancient temple, Indiana Jones style. He sets off a trap and a giant boulder is released from the roof, and cut to Jared running down a hallway. As the boulder gets closer and closer, cut back and forth between someone making a Meatball Marinara sub."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "johnnyc's one was just a bit of a stretch... and I don't get yours at all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "To be honest, in retrospect, neither do I."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 1,
    "snip": false,
    "text": "one of the best ever."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "blarghamagarky",
    "plus": 14,
    "snip": false,
    "text": "Jared is in tighter than should be white wife beater, starink in bathroom mirror. He hates what mirror shows him; it also shows insides, which are totally like wiener. He grits teeth with sadness and hate, and realizes this makes him look more like wiener. Jared is then turnink on shower, opens window, and falls to death nine stories. Cut to perspiration on vinyl shower curtain and to perspiration on fresh sliced tomatoes in BMT on Italian Herb & Cheese."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "I go tin real big trouble for including suicide in a Guiness ad idea."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "you got screwed man... soooo many Irish Alcoholics have killed themselves with that slow dark hand."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I was in ninth grade."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This does not suprise me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Hm, Vlad didn't type this idea out in his accent, like he did during the closed captioning incident. Maybe he takes the time to proofread text documents."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "I had to stop reading here yesterday. Between the comic and the murder fan-fiction, I was in tears of laughter at my desk. It got me into a right stew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doubleclef",
    "plus": 0,
    "snip": false,
    "text": "Man that is some crazy imagery there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101213154155/http://m.assetbar.com/achewood/uuaqmJGZr\">Eric M. from Glasgow</a>  apparently wanted this one on a T-shirt. I like the strip, but completely out of context on a shirt, it would give me The Fear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Actually, screw that, I just linked you to the Random Comic link by accident.  <a href=\"http://web.archive.org/web/20101213154155/http://m.assetbar.com/achewood/uua2X4ZB8\">Try this one instead.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theescapist",
    "plus": 0,
    "snip": false,
    "text": "This is easily (one of) my favorite strips.  I say \"one of\" only because I'm sure there's other ones I'm not thinking of right now, but I'm 98% certain this is The One.  I would seriously pay any amount of money to see this commercial made and aired if I hadn't already gotten all those \"cease and desist\" orders from Subway."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sonicscream2",
    "plus": 0,
    "snip": false,
    "text": "What's with the dead kennedy's song in the alt text?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robocop",
    "plus": 0,
    "snip": false,
    "text": "Vlad, platinum with ladies. Use of articles? Not so much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "\"Well, obviously\" lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nomenclature",
    "plus": 0,
    "snip": false,
    "text": "Jared returns to the town of his youth, now barren and decrepit.  What seems like a thousand of years ago a child-killer once terrorized these empty streets, abducting his victims under the cloak of darkness.  Fear and desperation had driven everyone away, but Jared has returned to finally face the memories that have haunted him so long. <br/> \n <br/> \nHe slowly approaches the ramshackle wooden flophouse where the killer once lived, the scene of the grisly murders that defied comprehension.  There is a rusted tricycle still laying in the yellowed grass of the front lawn; a spoke slowly turns in the wind.  He walks through the door, noting in the broken windows that seemed to beckon the eyes to penetrate the secrets within.   <br/> \n <br/> \nInside it is silent save the wind whistling through rotten boards and the flapping an upstairs shutter.  The walls are covered in obscene and mystifying graffiti like paleolithic cave paintings.  Jared stops a second to pick something off the floor, an old book with faded print. <br/> \n <br/> \nSuddenly, an inhuman slam crashes from overhead, as something or someone pounds down on the ceiling; Jared is instantly covered in sheets of floating dust and drops the book, trying to run but only collapsing helplessly to the ground.  As the killer returned to claim one last victim?  Or had he never actually left? <br/> \n <br/> \nAs the weighty footsteps slowly beat down the stairs, cut from a shot of Jared's visage of abject terror as he prepares to finally face the truth, to a shot of his realization of how much weight loss is possible with a diet plan at Subway."
  }
]