[
  {
    "depth": 0,
    "minus": 0,
    "name": "werthog42",
    "plus": 123,
    "snip": false,
    "text": "rock hard cat nipples"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 18,
    "snip": false,
    "text": "oh that is a tad disturbing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nicklon",
    "plus": 152,
    "snip": false,
    "text": "yes because shouldn't she have like eight"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I lolled.  That was Manflesh-quality stuff.  Nice, dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 39,
    "snip": false,
    "text": "No, dude, Manflesh wouldn't have just said it, he'd have written erotic fanfiction including a sentence that ends \"as Beef ran his hand down her left row of nipples.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 11,
    "snip": false,
    "text": "God Shut Up SHUT UP"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 8,
    "snip": false,
    "text": "YOU'LL SUMMON HIM."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 11,
    "snip": false,
    "text": "Face it, but Molly is rocking a pretty decent set of cleavage there. Not the sort of thing we normally see, but that is all kinds of all right. If she did not have a cat head you would be lining up to get your bone on."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 1,
    "snip": false,
    "text": "the internet has basically rendered cleavage meaningless."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 6,
    "snip": false,
    "text": "Not to the connoisseur. Plus, regardless of the Internet there is still a girl whose tits you want to see that is not likely to be topless on the Internet. She is right in front of you. You cannot resist."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "ok fair enough."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mockereo",
    "plus": 2,
    "snip": false,
    "text": "case in point: Christina Hendricks. damn."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "amen.  first thing i noticed were the (animated, yet)bodacious tah-tahs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "she also seems to have a rockinger stomach than usual"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snowman",
    "plus": 5,
    "snip": false,
    "text": "MY BONE LINES UP BEHIND NO MAN"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "He goes here and there they say. Disguised as a muscular oiled up sailor in cuttoffs. Speak not of him, always he may be listening."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Yet simultaneously awesome. That is the duality in which greatness lives. Sitting astride the thing razor that separates horror and joy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Zorque, 7th_shot, kenthegod, Private_Public)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cuddlefish was marked lame too many times and excluded. (marked lame by randombeing, riotdejaneiro, tttt2, rascaldom, NDCaesar, aquamuffin, blarghamagarky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 37,
    "snip": false,
    "text": "He's playing the part of the disembodied clapping hands from the \"Jack and Diane\" video by John Mellencamp.  Check it out on Youtube."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by 7th_shot, mystkmanat, camidumas)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 3,
    "snip": false,
    "text": "Saw the video after seeing the strip, so I guess I never had a fun experience with this one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by straw, mball, glorify, Mangtastic, Jesler729, DiamondMonster, jake11, tttt2, Devotch, equinn2006, TheLoneliestMonkey, farqussus, prettyrad, Axhoola, Fcannon, jefftg7, magnificentpoof, JimmyK, prowle4763, tightersprial, Mastronaut, LiquidCruelty, nickb285, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "red_dawn",
    "plus": 7,
    "snip": false,
    "text": "Well, \"Jack and Diane\"  came out in 1982, so that was a little more then 12 years ago."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by straw, mball, apocowarg, glorify, Mangtastic, Jesler729, sevenarts, DiamondMonster, TonyHighwind, hikikomori, thesyndicate88, TheLoneliestMonkey, IrishGuy, Axhoola, Fcannon, nutmeg, jefftg7, magnificentpoof, JimmyK, prowle4763, NumberKillinger, J-Man, Mastronaut, nickb285)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 29,
    "snip": false,
    "text": "Or not a fan of John Mellencamp. Crazy I know but it happens."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "arbys",
    "plus": 8,
    "snip": false,
    "text": "Or not watch MTV/VH1/whatever. <br/> \n <br/> \nI doubt I've seen much more than a dozen music videos in my life, and most of those were on the Interwebs."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tagrineth",
    "plus": 1,
    "snip": false,
    "text": "The sandwich speaks the truth!  I'm even a fan of Mellencamp but I never really watch music videos unless someone points out a specific one on YouTube for me to watch."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "I'd never seen the video but I still got it because of the clap section in the song.  <br/> \n <br/> \nAnd I was born in '82."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "it was a good year, indeed..."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "But wouldn't you seek out the videos by bands and artists that you love? <br/> \n <br/> \nYou're not one of those \"I don't like music\" freaky people are you?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 2,
    "snip": false,
    "text": "What is up with those people?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "st_elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "They're crazzzy that's what craaaaaazzzzyyy <br/> \n <br/> \noh, and they probably have hearts made of cold cold steel, or something worse, cause even then they could probably dig some electro"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "Not everyone even likes music videos.  I don't really care for them myself unless they're really artistic or tell a story that really matches the song - like, one of my favourite music videos is Eyes of the Insane."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": true,
    "text": "A comment left by trollcollins was marked lame too many times and excluded. (marked lame by Triptaphane, apocowarg, Jewpacabra, spicyponyhead)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "My point is simply that not everyone is going to go looking for music videos.  Following your example, I only got hooked on achewood because a friend linked me to it.  Same with Eyes of the Insane.  ^^;"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "The basic thing I know about music is that it is sound. <br/> \n <br/> \nMan now I'm all imagining a blind person reading Achewood.  <em>Hilarious</em> !"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "selbencoirlo",
    "plus": 3,
    "snip": false,
    "text": "This post implies that you are deaf, which makes your user name ironic. Unless it's referring to stereovision, in which case it's not ironic. Unless you have one eye, in which case it's ironic again."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Read \"The Case Against Art\" by the Reverend J. Bufo. <br/> \n <br/> \n'Tis a powerful argument."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 1,
    "snip": false,
    "text": "What sucks is having a childhood assertion corroborated by the intermanet about 20 years too late to save you from being called \"a bullshitter\" in elementary school. <br/> \nHey, here's a youtube video of that version of super mario 1 with different monsters. And here's that episode of Inspector Gadget where Penny asks Brain to \"drop a deuce\" on an unconcious MAD villain. I guess I wasn't lying. But still, too little, too late there, internet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 10,
    "snip": false,
    "text": "Seriously, some guy came up to me the other day talking about this holocaust thing and I was all \"WHAAAAAAAAAA?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "A 15 year old girl I know doesn't know what the Holocaust is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "area_homosexual",
    "plus": 4,
    "snip": false,
    "text": "\"It's when you predict the virtual value of a thing, isn't it? Like, you know, the, like hologrammy, holograph... cost of it? Like how shooting stars have a holocost of like, a jillion dollars?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 3,
    "snip": false,
    "text": "\"wait, a jillion is more than a billion, right?\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "I've moved on to denying the entire Second World War.  <br/> \n <br/> \nI'm starting to think that WW1 was a false flag operation as well..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Everyone knows the germans bloody won. Long live the Kaiserreich. Viva Wilhelm. Down with the Syndicalists of the Commune of France!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Go back to removing all of your body hair and posting a Totenkopf as your Facebook picture and explaining to everyone that it wasn't exclusively used by the SS, Simon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "saw this video a lot growing up, and I'm 24 so... not sure how much the release date matters."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dzieger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dzieger was marked lame too many times and excluded. (marked lame by mjfitzge, Mangtastic, bug, equinn2006)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": true,
    "text": "A comment left by _cheesekayke was marked lame too many times and excluded. (marked lame by comicsans, professorhazard, Gumfish, Comrade_Tom)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 10,
    "snip": false,
    "text": "Epically."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jalapenoenema",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jalapenoenema was marked lame too many times and excluded. (marked lame by woodenteeth, ringwoodcomics, Fcannon, slalvation)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice_enuf_guy",
    "plus": 0,
    "snip": false,
    "text": "Is there a similar disclaimer for readers over the age of 40? Age is but a number...  *adjusting hearing aid and bifocals*  P.S. I'm so old I remember when he was just <a href=\"http://web.archive.org/web/20101006071853/http://en.wikipedia.org/wiki/John_Cougar_%28album%29\">John Cougar</a>  This sure beat disco trash."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "I have not seen this disclaimer. Where is it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": false,
    "text": "Main page, under the comic, middle column, very bottom."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by tekende, techiebabe, kickstart, nutmeg, Satyr)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 10,
    "snip": false,
    "text": "Isn't it bizarre that kids almost our age were born in the 1990s. I feel like if someone says they are born in 1990 or on they are not a real person yet this is a very hypocritical thought to have"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm so with you on this one. Most of my friends from my year at school were born in either 88 or 89, so when I became good friends with some people in the year below me, it didn't occur until it was actually pointed out that most of them were born in 1990. Fucking weird. They're like babies, surely?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "It blew my mind to encounter children born in the mid 90s, or even in the 00s.  It was too much, too fast."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 11,
    "snip": false,
    "text": "You are all weird. Everyone knows that 84 was the last good year to be born in. If you were born after that, you missed the whole era when people would say something sarcastically and then add \"...NOT!\" after a few seconds. Nowadays everyone just takes that \"NOT\" for granted. Damn kids. Stay out of my driveway!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 10,
    "snip": false,
    "text": "My sister was born in '84. She has tacky blue eye shadow and too many babies"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hell yes! Born in '84s represent! <br/> \n <br/> \nPlus, you know, 1984 is the title of that one book by that Orwell fellow."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "I was born merely days into 85. Can I squeeze into the cool club? My mom likes to remind me that I was  <em>due</em>  weeks before Christmas."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "We can have our own cool club man, 1985 was where it was AT."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lucobrazzi88",
    "plus": 0,
    "snip": false,
    "text": "i said not after many things growing up but sadly by that time \"PSYCH!\" was becoming just as popular."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "charchar",
    "plus": 3,
    "snip": false,
    "text": "I was born in 1990.  My musical tastes are focused in the 80s and 20s, though.  Whole damn 21st century hasn't been much more than television, homework, and unrequited crushes, and can therefore fuck off."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "that is an unjustly sweeping statement and thus prone to being highly incorrect!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "well, except you guys.  except retardo and snick."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Im talkin bout your music there son"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I am a nerd.  Also, I suck at technology.  This has been  <em>Twitchy People Lashing Out Unwisely</em> <br/> \n <br/> \nAristide Bruant is god."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "1990? shame, Calvin harris will have no hugs for you.  <br/> \n <br/> \nnone whatsoever"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 4,
    "snip": false,
    "text": "Nineteen Hundred and Seventy Six was a fine year to be born.  I remember seeing E.T. and Raiders Of The Lost Ark in theaters.  I also remember Ronald Reagan, and watching the Challenger explode on live television. And we had better, heavier, metal and plastic toys.  So there."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "Figure 12: Better, Heavier Metal and Plastic Toy <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "O, I C!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "1976. Good year. Well-rounded. Full-bodied (especially now that we're in our thirties). Spoiler Alert: Your Metabolism Slows the Fuck Down."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh. And you seem to have lied in your profile. 34?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "No lie...I just would like to blame Assetbar, that cad.  Faulty math fixed."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Did that cad even get you a birthday present? (I assume that it was recently). I have a month before I join thee. Good luck."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Where do I sign up to join this 1976 club.  Do we get special perks like breastmen?  What if you're a member of both?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Please note that the first sentence in my prior post was evidently not a question, but a demand."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Screw you old gits. 1990 2nd August. Me and Saddam is chillin yo. Born on the day of Invasion. My mother calls me AntiChrist. You can call me Sir."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sharktastic",
    "plus": 0,
    "snip": false,
    "text": "I was born in 1974. I remember the FIRST VIDEO EVER. (\"Video Killed the Radio Star\" by The Buggles). Of course, that was back in the day when MtV played videos..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Fuck dude... Prince ruled through most of the 80's. What's  <em>wrong</em>  with you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Sounds like someone never heard of Sonic Youth, Metallica (when they were good), Iron Maiden, Pixies, Nirvana (formed in the 80s dammit), Dinosaur Jr., Husker Du.... <br/> \n <br/> \nFace it man, there was a ton of great music in the 80s. It's not all just pop crap that the rest of us only like because we have strongly nostalgic memories of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Rush was still good in the 80s. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I would never speak ill of Rush, but I still consider them more 70s going on to further success in the early 80s."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "I was born shortly after Jack and Diane yet I am from America and my dad did drive a Ford Bronco during one of the important developmental stages of my childhood thus I know more Mellencamp than a young lady should"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<strong>the man can't do math</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "<em>But he passed English</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": false,
    "text": "Before I ever saw this one, I pictured Diane looking pretty much exactly like Molly does here.  <br/> \n <br/> \nAlso, I will offer a large sum of money to whomever can make me a \"dark box\" like the one pictured."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "We will all in our own times reside within boxes full of darkness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Take one box. Place in one room. Light with dim lights. Use extremely black tinted glass. Clap hands in white gloves. Serve for two."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 42,
    "snip": false,
    "text": "To quote my mother, may she rest in peace, \"That cat has some bodacious ta-tas.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 5,
    "snip": false,
    "text": "Quoting your dead mother's comment on tits. <br/> \n <br/> \nYou sir, are chubbied."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 2,
    "snip": false,
    "text": "Please tell me your mother was in fact referring to this comic. Because any other situation involving that quote would be just awful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Boo to you. Mothers can be very very hilarious. Not all are cookie wielding, kercheif cleaning Woman's Day readers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "\"This garage sale is more like a gar-BAGE sale.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "My mom always told me \"You know Charles, sometimes you just have to give up.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "My grandma always calls a \"gazebo\" a \"gah-zebra\" <br/> \n <br/> \nIn comparison to what your mom said though, mine is less sad and less funny at the same time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 2,
    "snip": false,
    "text": "I recently learned that this song was number one on the charts the day I was born. Now, more than ever, Beef and Molly are my OTP."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cjfoster",
    "plus": 1,
    "snip": false,
    "text": "outside the perimeter. heh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jianna",
    "plus": 0,
    "snip": false,
    "text": "The first time I read this comic I didn't get the joke.  Years later I go back and finally understand.  The clouds have cleared."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Jianna basked in the heartland sun. It felt good there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Forgive my ignorance, but are the referring to \"Jack and Diane\" by John Mellencamp?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "I do not understand this strip at all <br/> \n <br/> \nI am clearly missing a reference here"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "see the above post"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isaac_holladay",
    "plus": 0,
    "snip": false,
    "text": "Trying to compile a playlist of music used in Achewood, does anyone have any suggestion? I can only remember Jack and Diane by John Mellencamp, Africa by Toto, and The Boys are Back in Town by Thin Lizzy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lovelibeam",
    "plus": 0,
    "snip": false,
    "text": "Don't forget Yesterday by The Beatles."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Lovely Rita by the Beatles <br/> \n <br/> \nWhen I'm Sixty-Four by the Beatles"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Fools Rush In (Can't Help Falling in Love)from Elvis as the soundtrack to Beef's wedding beat down of Showbiz.  She's Got You from Patsy Cline as Ray's ring tone."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "You'll probably want Heaven by Talking Heads even if it technically wasn't played by the characters, it was kind of the theme for the arc when Beef dies."
  }
]