[
  {
    "depth": 0,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 23,
    "snip": false,
    "text": "Is the fact that Taffy is a winter son responsible for his condition?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dangelder",
    "plus": 110,
    "snip": false,
    "text": "Yeah yeah yeah <br/> \nYeah yeah yeah"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gyrate",
    "plus": 3,
    "snip": false,
    "text": "If Taffy had Dewey's hair he'd basically be Peter Torke."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "orvel",
    "plus": 33,
    "snip": false,
    "text": "If Taffy had his father's hair, he'd basically be Lil Jon. <br/> \n <br/> \nMaybe Ray will sign him to his label."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "awko",
    "plus": 17,
    "snip": false,
    "text": "In the animated series Taffy will be voiced by Bobcat Goldthwait."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "pygmalion00",
    "plus": 10,
    "snip": false,
    "text": "I was actually thinking of just dubbing him with the chorus to Nirvana's \"Lithium.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "This Rachel is being a bitch for bitch's sake."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I always hear Beavis's voice when I read Taffy's exclamations."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tipist was marked lame too many times and excluded. (marked lame by sirhan_duran, clever-nickname, Thorfinn, invidious, kazad, quaga, logic, sncether, Shinkicka)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "thorfinn",
    "plus": 7,
    "snip": false,
    "text": "I'm sorry, but you are wrong.  The lone apostrophe is used to make the possessive form of a plural noun, but a singular noun ending in s is still pluralized with 's.  As we are talking about one person named Beavis, and not more than one Beavi, the appropriate possessive form is Beavis's.  If you're going to correct someone and then end your post with an affirmation of your intellectual superiority, you need to ensure that you are right beforehand.  Failing to do so makes you look like a jackass.  Knowledge is power indeed."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Okay, correction to both of you. It does vary according to the particular style. However, the most common usage, and the one I remember from my college newspaper days, is to follow the spoken form and add the extra letter if the original word ends in a soft \"s\" sound (Beavis's), and only the apostrophe if it ends with a \"z\" sound (Jones'). In any case, tipist seems to have taken his cunt pills today."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "the z sound is the soft s sound, the s sound at the end of Beavis is the hard s"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Correct, my friend!"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Honestly, I thought the overuse of exclamation points and nonessential caps were enough to convey my sarcasm, but I guess I should've  made it a bit more obvious. I generally make it a point to NOT be a jackass/cunt in anyone's specific direction unless I feel that they deserve it (as I certainly deserve it on this occasion). Of course, I have no problems just being a jackass at random, that's just fun."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "I have now even changed my avatar in light of my own retardation."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Chubbied your earlier post because you got a rough break. (I guess)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tipist",
    "plus": 1,
    "snip": false,
    "text": "Eh, I didn't mean anything by it, but I did come off as somewhat of a dick, so I figure I deserve what I get. At least I'm big enough to admit it I suppose. Better than being some hardheaded asshole about the whole thing like some people end up being in these situations."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Not in Associated Press style, tipist."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Man who uses AP style besides AP?  Not being snarky... I've just only ever heard of Chicago and MLA."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Okay, well all newspapers that belong to the Associated Press use the AP Style Manual, and many other publications also follow suit, as do marketing and PR departments.  Chicago is more for books, and MLA for snarky academics."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Chicago is primarily for historical research.  MLA is used primarily for English and related subjects outside the academic world, but is also one of the two styles accepted by most college professors, the other being APA."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "personally, i am all about some AP style"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Not in any style, at least not when you're writing in English."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You might be a little more careful about your declarative statements...  If you blindly add 's to any word to declare possessiveness in journalistic writing, you'd be fired.  Elbebox and pogo have it right up there.  There more than one standard for this sort of thing in English."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "* <em>There's</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This is why I'm not a writer.  I am a theoretical computational linguistics expert, not a language person.  I don't claim to know the English language, or any context-sensitive language"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "hedonismbot, would you say that you are a  <em>cunning</em>  theoretical computational linguist?  <br/> \n <br/> \nI submit that you would."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I would not say that. <br/> \n <br/> \nI am, however, great at giving face."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "ALL YOU ASSETLADIES TAKE NOTE!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, we made the inference long ago."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "meetzorp",
    "plus": 1,
    "snip": false,
    "text": "Wow...you're a charming piece of work, aren't you? <br/> \n <br/> \nAnd your grammar/spelling pedantry has FAILED.  the s' only applies to plurals.  See the link below: <br/> \n <br/> \nhttp://grammar.ccc.commnet.edu/grammar/possessives.htm <br/> \n <br/> \nIf you're too lazy, here is the relevant bit: <br/> \n <br/> \n\"Showing possession in English is a relatively easy matter (believe it or not). By adding an apostrophe and an s we can manage to transform most singular nouns into their possessive form: <br/> \n <br/> \nthe car's front seat  <br/> \nCharles's car  <br/> \nBartkowski's book  <br/> \na hard day's work <br/> \nSome writers will say that the -s after Charles' is not necessary and that adding only the apostrophe (Charles' car) will suffice to show possession. Consistency is the key here: if you choose not to add the -s after a noun that already ends in s, do so consistently throughout your text. William Strunk's Elements of Style recommends adding the 's. (In fact, oddly enough, it's Rule Number One in Strunk's \"Elementary Rules of Usage.\")\" <br/> \n <br/> \nI fail to be chastened."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Jeez lady, the dude apologized. No need to bust out the grumpiness. Do you need some hugs? I think you need some hugs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "I need some hugs. Even after apologizing people are still being mean, and I don't even have a Phillipe avatar to offer hugs to myself with anymore :( <br/> \n <br/> \nDang I thought I put my phone on vibrate...."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I didn't even think you were being  <em>that</em>  dickish in the first place. I mean, you were just correcting her with what (you thought) was right."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "NO!  Your phone is not on vibrate because it sucks!  And you suck more!  I hope you die in a hornet fire! <br/> \n <br/> \n(This is my way of apologizing for being in the downbeating of you.  It was minor pedantry, and completely acceptable given the board standards)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "All in all I just want to make friends and have fun trying to talk like Roast Beef and failing at it. Also, I'm not exactly sure what a hornet fire is, but if it's where one is on fire while also being stung by hornets, then I want no part of it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I apologize for the shitstorm that I inadvertently brought upon you."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, once a new comic is posted no one will even remember all that has occurred here! I'll show up to the new comic with new shoes so hopefully I'll be cool enough to be accepted by the popular assetbarians."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm officially wondering if this entire page is going to be revolve around tipist's Feelings. I don't think I'll stick around to find out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "My phone's on vibrate for you"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "Dude, I apologise back.  This increasingly idiotic and dickish thread had gotten so unwieldy that I missed your original apology."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I missed his original apologyu, but I think now he and I have exchanged sufficient mutual apologies. <br/> \n <br/> \nIt is a nearly reflexive reaction to want to kick people who tell me \"the more you know...\" or \"knowledge is power,\" or similar.  It makes me all grumpy. This would be why I jumped down the poor dude's gullet.  How could he have known he was pushing the DETONATE button? <br/> \n <br/> \nMaybe I should apologise to you and everyone else who has stopped to read this overwhelming dicksmackery."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I felt the same way, when I saw his original post, I didn't even look to see who it was that provoked my angry response.  If there's one thing I hate more than pedantry, it's erroneous pedantry, and I fully expect that if I make pedantic posts at any point in the future, someone will have the good sense to call me out on it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tipist",
    "plus": 0,
    "snip": false,
    "text": "I just finished playing a hardcore game of basketball! Damn I am sweaty."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "Ya'll're term-dickin, hardcore."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by randombeing, nicklon, mrchee)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "jbushnell",
    "plus": 9,
    "snip": false,
    "text": "No LCD Soundsystem lovers in the house?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howard",
    "plus": 9,
    "snip": false,
    "text": "Or indeed the Flaming Lips?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "More like R.E.M. <br/> \n <br/> \n <em>\"Newton got beaned by the apple good, yeah yeah yeah...\"</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ike",
    "plus": 0,
    "snip": false,
    "text": "more like DEVO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "Taffy loves you  <em>yeah yeah yeah yeah yeah yeah</em> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "'Gold Lion?'"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by Lainestin, mania3, perhapsmaybe)"
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "cromar",
    "plus": 2,
    "snip": false,
    "text": "<em>He's got an urge; he's got a surge and it's out of control now!<br/>\nYeah yeah yeah yeah y-y-y-y-y-y-yeah yeah<br/>\nHe's got an urge; he's got a surge and he's losing control<br/>\nYeah yeah yeah yeah y-y-y-y-y-y-yeah yeah</em> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "<em>It won't be long, yeah yeah yeah yeah<br/>\nOoh it won't be long yeah yeah yeah yeah</em> <br/> \n <br/> \nTaffy, few have realized your love for the Beatles."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 2,
    "snip": false,
    "text": "I feel obligated to point out that there are six \"yeah\"s at the end of each of those lines, and not four."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "standingonit",
    "plus": 2,
    "snip": false,
    "text": "I totally had it in my head as seven but iTunes proves you the better man. <br/> \n <br/> \nHat's off to you, sir."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "artvandelay",
    "plus": 0,
    "snip": false,
    "text": "Nobody argues with Revolver"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ck",
    "plus": 0,
    "snip": false,
    "text": "no."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Let's get together, yeah yeah yeah. <br/> \n <br/> \nTaffy should be voiced by a British \"urchin\" pretending to be twins.  It somehow fits."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...strangely enough, yes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 11,
    "snip": false,
    "text": "\" <em>Egypt was troubled by a terrible Asset, yeah yeah yeah yeah</em> \"..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 11,
    "snip": false,
    "text": "Now Taffy did you hear about this one <br/> \nTell me 'bout your wedding lunch"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "How is this not already chubbied three hours in?!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "supergreat",
    "plus": 1,
    "snip": false,
    "text": "or... the Yeah Yeah Yeahs? <br/> \n <br/> \nit had to be done."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "It was"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "Everybody keeps on talking about it, no winter son is getting it done."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tipist",
    "plus": 8,
    "snip": false,
    "text": "The only way I hear him is as Beavis (of Beavis and Butthead fame!)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "andersmn",
    "plus": 1,
    "snip": false,
    "text": "Will Taffy ever see true love?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "maybe <br/>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "catgrl131",
    "plus": 80,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by CatJumpJohn, loneal, old_chap, whoppin)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 1,
    "snip": false,
    "text": "huge slam on catgrl outta <br/> \n <br/> \n...is this really all there is to life? <br/> \n*sigh*"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "sometimes I wonder.  I spend a lotta time talking with my internet friends about cartoon cats.  I have some emotional problems."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "The happy (sad?) thing is that participating here has taught me so much about social interaction."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I feel you, cromar."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "... that's what she said! <br/> \n <br/> \nto cromar. <br/> \n <br/> \nurgh, stop it, morgan. you have shit to do."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 2,
    "snip": false,
    "text": "Mmm... <br/> \nI feel like participating here has shown me a lot more of the fine triple-line of information, party-style entertainment and actual conversation.  <br/> \n <br/> \nAssetbar is not any real tool or teacher to those who do not naturally converse in a funny or worthwhile tone. Honestly, it's one of the most hipster places I can think of.  <br/> \n <br/> \nMaybe I'm wrong, but Achewood fans are an awkward bunch. Ever tried quoting this shit out of context? We all have and it sucks. Nobody laughs and you look like a fool and when you post it up here a few hours after, a couple people sympathize. So we take our inner angst and unleash it in ultra-ironic comments or scathing put-downs. And it's not like we're even that insensitive or oblivious to the effects of depression--anybody who can relate to Roast Beef's crippling anxiety or Teodor's ennui understands the effects of the real worlds blows.  <br/> \n <br/> \nI don't know if I sound like an ass here, but this is a pretty dysfunctional goddamn community. I don't even know if I'd have it any other way, but I guess I'm just saying I wouldn't model my conversations after the shit I spew onto others here. So there's the long version of my answer."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The short version of my response is that this is the normal state of webcomic forums.  The longer one probably insults several people who I respect, and isn't necessary."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Anyone see Yahtzee's's review of  <a href=\"http://web.archive.org/web/20100304221405/http://www.escapistmagazine.com/videos/view/zero-punctuation/108-Webcomics\">webcomics?</a> <br/> \n <br/> \nHe normally sticks to funny reviews of video games, but this was a pretty snarky take on webcomics.  (Penny Arcade, QC, etc.)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "(no time now, will check later)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh hey guys what's up i just got back from some ultrahot makeout pool parties in scandinavia, so what'd i miss"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ugh, your reference to Norse pool orgies gave me a cramp in my junk.  Welcome back.  Did you get the proper shots?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Actually, I've gotten my friends at least passingly familiar with Achewood, so I don't feel as stupid when I quote it to them.  <br/> \nExample: for my cynical friend I showed him: <br/> \n <a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=04092003\">http://achewood.com/index.php?date=04092003</a> <br/> \nAnd the one female friend of mine who digs it? Anything with Phillipe'"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Catgrl131 is having my baby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "*sings*  <em>What a wonderful way to say I love you...</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lux",
    "plus": 2,
    "snip": false,
    "text": "<em>Catgrrrrl... have my retarded baby</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 4,
    "snip": false,
    "text": "I already did, didn't you see her picture a few comments up?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gherittwhite",
    "plus": 0,
    "snip": false,
    "text": "The comments on this comic are really raising the bar on chubbies."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "<em>The chubbies run out for you; I am free.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "was real interesting seeing the musical tastes of achewood fans by the number of chubbies given to the various bands named. The Flaming Lips, it seems, are twice as popular as LCD Soundsytem."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "As it should be. As it should be."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ethelthefrog",
    "plus": 9,
    "snip": false,
    "text": "That happened to my uncle.  Winter baby.  Cold outside, people and germs inside.  High fever . . . stays too high for too long.  In thirty or so years we may find Taffy born-again and scraping by with his insane screechy wife in a trailer in North Carolina, having given most of their money to Jim Bakker in the eighties."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Hey, if they're going by birthdays, I'M A WINTER SON, BUDDY <br/> \n <br/> \nyeah yeah yeah yeah"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 12,
    "snip": false,
    "text": "It's not the season of the year you were born in, it's the phase of baby-making. The Spring Sons (the left-hand column of lads, with the facial hair and baldness) are from the golden years of child birthing, the Summer Sons (Column on the right) are the next big batch, and so forth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 3,
    "snip": false,
    "text": "I am intrigued by your theories and wish to subscribe to your newsletter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "syx",
    "plus": 0,
    "snip": false,
    "text": "I prefer this theory. You notice that the Spring Sons, born first and thusly more capable, are given the more complicated jobs, while the ones born later are delegated simpler tasks. Poor Taffy, the one they thought they got in just under the wire, his job is to stay out of the way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 0,
    "snip": false,
    "text": "so taffy is molly's mom's last half- scrambled egg?  <br/> \n <br/> \nAmerican women take note: get knocked up in your days of poverty and un-preparedness lest you have a taffy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I volunteer to help save your useful eggs, sweet ladies of America."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Save, or fertilize? It is an important distinction."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Save them from going to waste, as per the talking white whale above me.  But not your eggs.  Someone has dibs on those.  Someone with hairy, skinny genes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "*rocks back and forth* <br/> \nEaaaaasy now. I'm an October baby. I'm an Autumn son. Eaaaaasy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Again with the crying eagle making what you say all the more poignant"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "Also note that Taffy is the only winter son. One can only wonder what he did to his cold-weather kin."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sncether",
    "plus": 15,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Is the fact that Taffy is a winter son responsible for his condition? </em></div> <br/> \n <br/> \nIt's through diligence and temperance that the Sanders had 17 children and were cursed but once each with a half-wit and a girl-child. You defy the natural order of the seasons and bring a babe forth into winter's cradle at your peril. They did their best to waylay Molly, conducting a right genocide of brook trout by the banks of the Cwmnantcol, but Taffy's the fault of their own weak flesh in the spring of 1760, not to mention a 100-year shortage of saltpeter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "I gave you a chubby for the saltpeter even though you have Mr and Mrs Saunders giving in to their passions 86 years after they died in a shipwreck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chaesar",
    "plus": 0,
    "snip": false,
    "text": "That's why they're called passions!! Death can't stop my priapus baby!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 14,
    "snip": false,
    "text": "Yeah, shit, I even looked it up. Gwynqeathe went down in 1676, and I figured Taffy looked about 16, but then I went and blew the century. <br/> \n <br/> \nI must have, I must have put a decimal point in the wrong place or something. Shit. I always do that. I always mess up some mundane detail. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cpnglxynchos was marked lame too many times and excluded. (marked lame by Deusoma, dasilodavi, ArthurDentLives, motts)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "why was your friend taking pills in dog years? <br/> \n <br/> \nwas he a dog?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 5,
    "snip": false,
    "text": "he was my dog. <br/> \n <br/> \nand everyone can totally lame that comment to bits and bytes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I feel that might have been your oversight, not his."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Verbage Ridiculotimus was taken out back and shot this morning. ain't nobody how to speak Crazy no more."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Michael Bolton's eyes follow me as I walk about the room."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Oh my God. Now no matter how far down the page I scroll, it will always feel like he is up there, somewhere, staring at me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "I celebrate the man's entire catalog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Funny thing about this whole \"winter son\" discussion; I was listening to Wintersun when I decided to go to achewood today. <br/> \n <br/> \nCoincidence, or destiny?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey, where were you during the Finland strip? You'd better not be trying to impress techiebabe with metal references - that's my job."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "I approve of your musical tastes, metal and not-metal alike. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "also i remember seeing the finland strip and being slightly offended by it. <br/> \n <br/> \ni wish i could have participated in the conversation, but i think most of my metal is from norway and sweden, not finland. <br/> \n <br/> \ni'll go check."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "i checked. Finland beat out every other country, with 13 bands. Norway was second, with 12. I totally thought finland and norway were tied, but then I realized I had forgotten to count Nightwish. Canada came in fourth, with only five bands. Sweden was tied for fifth with the US, each with 4 bands. Germany and France were tied for sixth with 3 bands each, and Japan and Greece tied for seventh with two bands. The countries with one band each were Italy, Britain, Switzerland, Ireland, Brazil, Poland, Latvia and the Faroe Islands."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Wait, what was third?  I see a first, second, fourth, fifth, sixith, and seventh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 2,
    "snip": false,
    "text": "canada was supposed to be third, Sweden/Us fourth, Germany/France fifth, Japan/Greece sixth. <br/> \n <br/> \nTHIS IS A FUCK <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Would you like some making fuck BERSERKER"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Holy crap, your music list is like all the stuff I left out because I didn't feel like typing anymore. I approve not only of your tastes, but your general person as evidenced in your profile. Well met and good day, sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Well, clearly we should get it on. <br/> \n <br/> \nP.S.: I like hot chip and i see you do too."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HEAVY METAL DUDE-ON-DUDE ACTION <br/> \n <br/> \nONLY ON ASSETBARRRRRR!!!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I  <strong>KNEW</strong>  I was in the right spot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "How much are tickets?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "i sincerely miss those heavy metal bands. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "... she fell in love with another, another and another, she fell in love ..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I meant \"the drummer\" ..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Hooray! Now there is LCD Soundsystem, Flaming Lips, Yeah Yeah Yeahs, REM  <em>and</em>  Wilco love all on one assetbar page. <br/> \nLife is just wonderful sometimes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "More to the point, is Lil' Nephew not so little any more? Is he *gasp* in puberty?  <br/> \n <br/> \nOr is he just sitting down.  <br/> \n <br/> \nGood nutrition seems to have given him some length of bone but he's (sitting) just one step away from poor white trash."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "After the wedding they'll have Doc Andretti go get that machine that can tell if he is in puberty."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "doshuang",
    "plus": 2,
    "snip": false,
    "text": "i never understand little nephew because it looks like he's always rolling his eyes <br/> \n <br/> \nor is that the point?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "habnabit",
    "plus": 4,
    "snip": false,
    "text": "Have you ever *not* seen a lad his age roll his eyes continuously?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 4,
    "snip": false,
    "text": "It's true. If I could travel eight years back in time, I would backhand my 13-year-old self."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "keir",
    "plus": 1,
    "snip": false,
    "text": "We all would...we all would (backhand your 13 old self)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gyrate",
    "plus": 6,
    "snip": false,
    "text": "I did.  Remember that guy, orvel?  That was me. <br/> \n <br/> \nSorry about not taking the class ring off first."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Looks like the Sir Chauncey Mason School For Young Jerks didn't really do much for L.N., assuming Ray ever had the gumption to send him there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "i don't know but it looks like little nephew has an old style nes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 2,
    "snip": false,
    "text": "They have the cord coming out of the top, unless you are left-handed and learned it upside down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 8,
    "snip": false,
    "text": "Chris Onstad cannot tell the difference between a Nintendo and a dick."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dangelder",
    "plus": 5,
    "snip": false,
    "text": "Your parents can't get you to stop playing with it. And if it's not working you blow on it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "My nintendo is covered in lube and squirts goo all the time.  At least it doesn't bleed every few weeks like my Playstation"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "yeah that's a playstation alright"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is such a good movie. Chubby."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>eXistenZ. Written like this. One word. Small 'E', capital 'X', capital 'Z'. 'eXistenZ'. It's new, it's form Antenna Research, and it's here... right now. </em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I like that name.  Everybody has weird names now. <br/> \nTiffany spelled with a \"ph\" or, instead of Nancy, it's Nanceen. <br/> \n <br/> \n <em>Big S...small a...small n...big D...small e...big E</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "If you receive a chubby, it is only fair to give one away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think it might be a Wii. Don't the controllers have the cord coming out the back/middle (if you're holding it the old-fashioned way)?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The moral? No cords!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That's a negatory.  They have a cord coming from the very bottom of a remote, which goes to the numchuk.   Holding it the oldschool way (which is never included in game-play with the numchuk attached) would put the cord coming out into the palm of your right hand."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Unless you're speaking of the post-production controllers, of which I am not specifically familiar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Actually, that's a vibrator."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "It kind of looks like the ass end of an N64 controller, with a head (ass?)-on view. This doesn't seem in keeping with LN's character, though; he's always struck me as a fan of Xbox or maybe Playstation."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "My hypothesis is that they are playing Nintendo DS's, Game Boy Advances, or PSPs, and have them plugged into each other so they can play a two-player game."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "man_of_stijl",
    "plus": 1,
    "snip": false,
    "text": "Negatory; PSP and DS use wireless multiplayer. Aside from the shouldery squareness evident, the strongest canidate would be the Wii Classic controller; it even has weird rectangular shapes on the back like the one in the strip, as evidenced here: http://cache.kotaku.com/assets/resources/2006/06/strangewiiclassiccontrollerslots.jpg <br/> \n <br/> \nAnd that concludes my court-mandated pedantry for today."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "UGH YOU NOOB WHENS THE LAST TIME YOU SAW HANDHELDS NEED TO BE PLUGGED IN TO BE IN MULTIPLAYER MODE I MEAN CRACKERS EVEN THE GBA HAD THAT RED LASER THING <br/> \n <br/> \nUGH 2 NOOBS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Capitals, no punctuation, 'noob'. <br/> \n <br/> \nDude, you suck."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Today was a day that steerpike66 did not understand sarcasm."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I really didn't think I was that subtle.  I laid it on pretty thick there, especially at the end.  \"UGH 2 NOOBS\", really?   <br/> \n <br/> \nYou think anyone says \"UGH 2 NOOBS\" not in jest?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Plenty of people do. Those people are not here, however."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i will chubby this. <br/> \n <br/> \nin front of all of you, <br/> \ni will chubby this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "Little Nephew definitely seems like he'd be a stereotypical Halo teabagger with regards to video games. <br/> \n <br/> \nGoing by controller designs, I'd say the closest possibility would be they're playing an NES with the controllers upside down."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "delzhand",
    "plus": 1,
    "snip": false,
    "text": "That might be an interesting way to add some challenge to Megaman 2.  I'll try that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "It's surprisingly easy to adapt, I've found my right hand is better at button mashing though so I keep it on the A/B"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "That would be holding the controller in the standard fashion, not upside down.  The A and B buttons are on the right side of the controller."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "nuubz step to tha Pwn-King theys best be reddyyz 2 cold choke on mah bawllz when ah T-baggz em MastR-Cheef stylez. Charley Smucklez be in yo base wiv da beem zword, ain't need no Sparrtan Lazor 2 be killin' ur feebl dooodzz"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quazifuji",
    "plus": 2,
    "snip": false,
    "text": "Little Nephew specifically bought a second controller with a white cord just so it would contrast with Taffy's shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "techiebabe",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "The cat eating corn is, somehow, enough for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "techiebabe",
    "plus": 1,
    "snip": false,
    "text": "Damn you Assetbar!  What I meant to say is...Poor Philippe, so afraid of screwing up he can't sleep."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Unlike SOME people...!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nabeel84 was marked lame too many times and excluded. (marked lame by Talix18, NYU, prius_chaser, Wan, SpinyNorman)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chaesar",
    "plus": 2,
    "snip": false,
    "text": "Though an all-caps douchebag, you are right. T talks a big game but he can't even pull one all-nighter for 100k. That is bush league."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "How much could a bunch of the best energy drinks cost? $50 at the absolute most? <br/> \n <br/> \nCould have taken some pills for like, I dunno, $200 at most. Could have asked Todd. <br/> \n <br/> \nHe'd better not blame this on the Who."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Power thirst: it's like CRYSTAL METH in a can! <br/> \nPower thirst: it's CRYSTAL METH in a can! <br/> \nPower thirst: it's CRYSTAL MEEETH."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><em><a href=\"http://web.archive.org/web/20100304221405/http://youtube.com/watch?v=qRuNxHqwazs\">POWERTHIRST!</a></em></strong> <br/> \n <br/> \nMade with  <strong>real lightening!</strong> <br/> \n <em>*aaaarrrrrrrrgghhhhhhh!!!!!*</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "400 BABIES!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgrl131 was marked lame too many times and excluded. (marked lame by riotdejaneiro, dwodles, Steerpike66, mortshire, Latterman, milkpants, foetus_punch, opprobrium, Boyd, El_Geeko, billygoatbiker, valuedan)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Ugh. Baby. 300. Lol cat. Rotten on so many levels."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "I liked that picture just about as much as Mrs. Lincoln liked the play."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "l_u_l_z",
    "plus": 0,
    "snip": false,
    "text": "so cute!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "snidedk",
    "plus": 1,
    "snip": false,
    "text": "I gave you a chubby for this and your other lolcat-esque picture. I still think lolcats are funny. :("
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "I'm going to come into your house at night and cut your throat!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "boyd",
    "plus": 0,
    "snip": false,
    "text": "you think you can bring this shit to the table? do you? <br/> \n <br/> \ni will cut you up. DON'T YOU DARE. DON'T YOU FUCKING DARE. <br/> \n <br/> \nTHIS ACHEWOOD GODDAMNIT."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Remember, Wednesdays are No Lynn Wednesdays. Is your name Lynn?  <em>Then stay the fuck home!</em> <br/> \n...bitch."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "The insults don't have to make sense!  The choice is yours!  Choose the words, choose the tone:  <em>You're a biiiitch...?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "The way you phrased that makes me thing of Price is Right. <br/> \n <br/> \nYou could win... AAAaaaa neewwww  <em>biiiiitch</em> !"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Damn.  I need to win me a new bitch."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I think we are building up to a major Teodor meltdown.  The little bear's psyche has been slowly starting to buckle before our eyes.  But the emotional health of alive stuffed animals is tenuous at best.  Case in point:  <a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=06052002\">Lyle</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Teodor totally  <a href=\"http://web.archive.org/web/20100304221405/http://m.assetbar.com/achewood/uuafK4bNq\">premonated</a>  this would happen.  <br/> \n <br/> \n\"Teodor, are you ever... <em>honest</em>  with yourself? I mean, about everything.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 2,
    "snip": false,
    "text": "I'd never figured Teodor for an Arnold J. Rimmer type, but that's exactly what I'm seeing here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 4,
    "snip": false,
    "text": "Dude all making his perfect, coloured in revision time table, and taking half of his revision time doing it, and then having to go back and make a new one for half amount of time, taking half again, until he tires, and reaches the exam, utterly unprepared and thus tries and fails to cheat... AND YOU CANNOT CHEAT A WEDDING."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "westsider8",
    "plus": 1,
    "snip": false,
    "text": "Actually, Teodor received the check on July 2nd and spent three days and nights typing up the schedule, with a brief time-out to phone Beef about the new menu and to apologize, so he actually pulled three all-nighters."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zedpower",
    "plus": 3,
    "snip": false,
    "text": "I wonder if Little Nephew is thinking of taking Taffy to LA so he can win a video game tournament. <br/> \n <br/> \nIn other news, Pat's father and boyfriend will be wearing the same shirt to the wedding. Is that a big deal? I don't know. Is it mainly a thing of chicks, or is it also a thing of gays?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 4,
    "snip": false,
    "text": "Simon and Rod will be delighted by the coincidence, and Pat will simultaneously be incensed on both of their behalfs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awko",
    "plus": 8,
    "snip": false,
    "text": "I read that as  <em>incested</em>  and was horrified, yet intrigued."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "And I read that as  <em>incested</em>  and merely smiled at your italics, imagining how Pat would react. <br/> \n <br/> \nNeeds more Mexican Magical Realism"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "umbra",
    "plus": 0,
    "snip": false,
    "text": "Does Taffy not need the \"video\" portion of video game?  Maybe he's like the pinball wizard and plays by sense of smell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Simon is such a pleasant fellow.  Pat's mother must have been particularly heinous/insane."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "It's not always the parents.  Some people are just dicks.  My parents were respectable, hardworking people."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 9,
    "snip": false,
    "text": "<em>...in bed!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Or Simon just suddenly turned gay one year. Happens."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blastradius",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Total V-chub for my favorite dig on a straight guy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh that guy isn't straight."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That makes me very happy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha ha ha.  That's great."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Just like homo sex, apparently."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "\"U\" 'need Jesus Christ'? <br/> \n <br/> \nAm I going to start getting spam telling me \"is ther som2ting missng in ur lyfe? discvr ar lord n saviur jesus christ now!!\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "gayz, athsts, othr rlgnz u r noobz u'll burn in hell"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Tee hee! \"gayz\" is a \"rlgn\"?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "They worship the almighty Buttha."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "OMG!  i ment othr rlgnz than X-ianity, srsly sry. <br/> \n <br/> \nI am having far too much fun with this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "i have had whoper"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "It drove Simon to realize that he'd been gay all along."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "speccer",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=08072006\">Or</a>  since his 26th birthday, as the good professor alluded to."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Much love, speccer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I was under the impression that Rod had picked that shirt out for Pat to wear. Now that I look at it again, I don't know what to think anymore.  <br/> \n <br/> \nIf anybody needs me I'll be sitting down under the shower until life makes sense again. </overreaction>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "j_smoothhands",
    "plus": 0,
    "snip": false,
    "text": "I think he did. It will be rather embarrassing for Pat if he shows up dressed like his father."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "Teodor has some noggin stubble going on up top."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "Goes well with the overall look of sheer panic he has going on. I don't think we've seen him in that terrorized since  <a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=12292004\">he met Bruce Willis</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "I love how the whole hair/fur thing works. It's not too hard, it seems, for a cat to brush and clip their regular fur into a hairdo, but T must shave his headfur short every day. Interesting!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Very observant.  A little head stubble made him look very tired out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Oh, Teodor.  Pulling an all-nighter only to sleep through the exam.  It is OK to do that in college, but not for your friends' wedding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Maybe he ate some of the iceberg lettuce. That stuff is soporific."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "This is true. I knew someone who pissed himself once, due to over indulging on the ol iceberg lettuce."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "That is not what 'soporific' means!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 3,
    "snip": false,
    "text": "He didn't wake up when it was time to go!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Nice set-up, there, H."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Why thank you, my good floating head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 8,
    "snip": false,
    "text": "If Taffy could blow up the world with the flick of a switch, would he do it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 13,
    "snip": false,
    "text": "Yeah yeah yeah yeah <br/> \nYeah yeah yeah yeah"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Absolutely perfect."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "oh damn sir, you are the king of witty music references, kudos to you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrflunchy",
    "plus": 0,
    "snip": false,
    "text": "Onstad has really nailed the Welsh dialect in this one.  Da iawn diolch bach."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stormagnet",
    "plus": 4,
    "snip": false,
    "text": "The power nap is like the light at the end of the tunnel- it seems so attractive, but there's no going back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Well, unless heaven burns down, that is..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Wait, whoa, woah, how would that affect my nap?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Why don't you just go ahead and pretend both those \"whoa/woah\"s are spelled in the method of your choosing, 'kay?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "You were aiming wide, to be assured of hitting the target."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awko",
    "plus": 1,
    "snip": false,
    "text": "When Ah says \"Whoa\", Ah means \"Woah\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hilarious!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Kamet, what is your avatar now?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Raiders of the Lost Ark-  always bring a gun to a swordfight."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Oh right.  Thanks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falala",
    "plus": 0,
    "snip": false,
    "text": "lol cuz therd b zombees"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgrl131 was marked lame too many times and excluded. (marked lame by daidai, Steerpike66, milkpants, lux, opprobrium, El_Geeko, billygoatbiker, valuedan)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I'm so sorry. I...I was weak..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Catgrl what is going on?! <br/> \n <br/> \nFirst you miss a Big Lebowski reference, then you post a wonderful female-taffy image, then this! <br/> \n <br/> \nIts like a rollercoaster of emotion, except I'm crying the whole time."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "I...I haven't seen the movie. [pause for gasps, confused chuckles] I've heard it highly recommended by Assetbar, I just haven't had the time. You can forgive me for not hearing of it earlier, as most of the people I know are the kinds who are more into \"Mean Girls\" than \"Pulp Fiction\", but it was my own fault for not making the time to see it after I heard about it here.  <em>Because I value your opinions!</em> <br/> \n <br/> \nAnyway, I couldn't find a way to make the zom-bee appear undead, othe than tinting it green, so in a fit of frustration, I gave it a lolcat caption and sent it on it's way. <br/> \n <br/> \nI hope you can find it in your hearts to forgive me. <br/> \n <br/> \n[/apologetic]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>Mean Girls</em>  is a good movie though!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Seconded. Though the people catgrl are referring to probably miss the entire layer of irony and actually admire the main characters. <br/> \n <br/> \nIt's okay, catgrl, I still haven't seen Glengarry, though I feel like I don't even need to anymore, since pretty much the entire script has been quoted here at some point or other."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe, but I don't see how it would be possible to miss the irony. It's not particularly subtle."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Dude, have you talked with any American high school students recently? 90% of them understand neither irony nor subtlety."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Have you spoken to very many people here?  The number of them who misuse the word 'irony' is well over 90%"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "Mars is quite irony."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Mars needs Women/Guitars."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "As is the number of people who jump on other people for misusing irony when in reality they've failed to recognize a subtlety."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgr1l3l was marked lame too many times and excluded. (marked lame by daidai, HamScout, echidnaboy)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgr1l3l was marked lame too many times and excluded. (marked lame by daidai, HamScout, echidnaboy)"
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Hell. It was only a matter of time. Nice to see you again, AIU."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nuance ... in your pants?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Assetbar is fe rocious"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "re- Mean Girls: <br/> \nmy sister is Regina George incarnate. <br/> \n <br/> \n...minus most of the sluttiness. (i would like to think.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Ouch. How old is she?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "seventeen. she also has a friend that is every blonde joke ever who (by an act of God*) achieved her driver's license. <br/> \n <br/> \n*recently"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Whoops, she's  <em>your</em>  sister?  Get home, girl!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Splash Mountain"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": false,
    "text": "I've covered wars, you know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lacrimus",
    "plus": 1,
    "snip": false,
    "text": "Go St. Hoppy, go!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 38,
    "snip": false,
    "text": "Here he comes, here comes St. Hoppy <br/> \nHe's an angel from Wales <br/> \nHe's an angel and he's gonna help with catering a wedding <br/> \n <br/> \nHe's busy meeting all their entertainment needs <br/> \nHe's dancing for 'em to the sounds of  <em>Live at Leeds!</em> <br/> \n <br/> \nAnd when the clock is against him, and there's <br/> \nTedious work to be done <br/> \nYou bet your life St. Hoppy <br/> \nWon't take no naps <br/> \n <br/> \nGo St. Hoppy <br/> \nGo St. Hoppy <br/> \nGo St. Hoppy, go! <br/> \n <br/> \nHe cooks the menu by himself and halves the calories <br/> \nSets up the chairs and then installs a Kodak gallery <br/> \nA weddin's waitin' just ahead... <br/> \n <br/> \nGo St. Hoppy <br/> \nGo St. Hoppy <br/> \nGo St. Hoppy, go!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I just got around to seeing Speed Racer day before yesterday. Incredible -- the first Wachowski (sic) film I ever liked."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I can't shake the notion that the film looks like crap. It just holds no appeal for me. I loved Speed Racer when I was a child when I became a man I put away childish things.  <br/> \n <br/> \nAhhh who am I kidding, I still won't see Speed but I am hella childish."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Despite the looking like crap it is identical in tone to the series. Granted I only saw a couple of episodes, but trust me it is pitch fuckin' perfect. <br/> \n <br/> \nBesides you cannot think ill of a movie wherein John Goodman gives an incompetent ninja a helicopter spin. (Unless there were incompetent ninjas in Flintstones.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "He did it in  <em>The Big Lebowski</em> .*** <br/> \n <br/> \n*** <em>He didn't.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, guys, I have an idea for a crazy game! I'm going to turn up late for commenting on the next strip, as is my wont, and if no-one's made a reference to a Coen brothers film by the time I read through the comments, I will  <em>punch myself in the dick.</em> <br/> \n <br/> \nChallenge extended!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Alright, but you have to prove you've punched yourself in the dick. A handdickpic will do nicely."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ah, let's not go there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "OH SHIT I DID NOT MEAN IT LIKE THAT. Please, if only for Kate's sake, do not put a picture of your naked dong on the internet."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Directed at i_love_kate, not pogo. You're free to put a picture of your dong anywhere you please."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Aw, you say the nicest things!"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I have a handdickpic for you. <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "I just remembered that catgrl131 is in high school after I had already made that remark.  I need to go take a shower now, because I suddenly feel dirty."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "You do not feel dirty.  You are worried about an investigative reporter with a camera crew knocking on your door."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Why don't you have a seat?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey man, if they're old enough to bleed, they're old enough to breed, as the old saying goes.  (How's that for getting back in the game, gang?)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The only question remaining, then: <br/> \n <br/> \ncatgrl, do you bleed?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh Alice Cooper where fore art thou?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "If there's grass on the field, play ball!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "If not, turn her over and play in the mud."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  If the river is bloody, take the dirty path..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I generally avoid pedopervery, but I'll drop this gem.  If she can crawl, she's in a good position anyway"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "I like to think I've become slowly desensitized to pedo-perv jokes thanks to the internets and the like. <br/> \n <br/> \nBut Hedo-bot, you just made me gag a bit. This is a true achievement of the modern age.  <br/> \n <br/> \nyou have a terrible talent"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe there isn't. Maybe she mows the grass.  <em>Keeps a well-trimmed lawn,</em>  if you catch my meaning?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Look, if there is grass on her hootenanny, she's probably some sort of zoophile, and will give you Mad Cow disease for eating her out or something.  I may have lost a metaphor up there, but banging a girl with grass on her field is how AIDS got started.  (not true technically, that monkey was very clean when I penetrated her, she got dirty during the sex)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "There was that one episode of Roseanne..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...wait, I thought that was sung to the tune of 'Go Diego'? <br/> \n <br/> \n(okay, not really)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lambchop",
    "plus": 0,
    "snip": false,
    "text": "I worked with these two kids who called themselves Diego and Baby Jaguar and I thought it was the cutest and cleverest thing until I realized they were just imitating some show. There was also a kid named Magic Dinosaur."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 2,
    "snip": false,
    "text": "Did they sell ecstacy on the side?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Worse than that:  they are accountants."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "it could have been cooler if it was the PSDT."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Post Strawmatic Dress Tisorder?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Is it just me, or do protestant churches not usually have Saints?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "Depends on the church, I think. Some are closer to Catholocism and Orthodoxy than others. Plus, the Sanders might be Catholic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Oddly, some of the most elaborate Prods are the most liberal. Look at that Gene Robinson guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "It's extremely unlikely they're Catholics - Catholicism was a very marginal sect in Wales at the time of Molly's birth.  And those big hats imply they're members of a puritan church, which means protestantism (and dislike of Saints, at least on the Catholic model)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kstahnke",
    "plus": 0,
    "snip": false,
    "text": "There's a Presbyterian church near my house called St. Andrews."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Thats a Scottish thing..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Presbyterians is an anagram of who????"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Presbyterian denominations derive their name from the Greek word presbuteros (%u03C0%u03C1%u03B5%u03C3%u03B2%u03CD%u03C4%u03B5%u03C1%u03BF%u03C2), which means \"elder.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Oh fuck. I should have known BBCode would have mangled the Greek"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Yeah, that's just a mess. Looks more like the Welsh word for elder."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Dang %u03C0%u03C1%u03B5%u03C3%u03B2%u03CD%u03C4%u03B5%"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Oh there was more.. assetbar totally cropped the line."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Come on anagram lovers. I know my fellow assetbaristas will get this,  <em>I believe in you</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "god, plz don't tlk anysmores bout brit spears. she is gross cum on guys [/gladi8orrex]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Hooray win to the girl with the bat ring!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "See avatar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Presbyterian is an anagram for \"best in prayer\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "<em>i spy banterer?<br/>\nerr, pet sybian?<br/>\nterrapin byes?</em> <br/> \n <br/> \n...nah, yours wins"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "So...best on their knees? >.> <br/> \n <br/> \nLex! <br/> \n <br/> \nHe's the guy... <br/> \n <br/> \nWho's about to get... <br/> \n <br/> \nKicked out of his religion!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nRaspy bite, Ren. <br/> \nYep, Brain rest.  <br/> \n <br/> \nYeah, anagrams are hard."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "I made the word \"breast\" and then I started laughing too much to continue."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Re: Spiny breast?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 12,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Somebody seriously has a hardon for shooping today.  You aren't angling to be the cockless Rostov or edwell are you?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "A Cockless Rostov sounds like some sort of non-alcoholic cocktail."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "A non-alcoholic tail?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Cockless Rostov. <br/> \n <br/> \n1 1/2 Measures Stolichnaya <br/> \n <br/> \nPour into chilled martini glass. Dildo it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "*ahem* <br/> \nI believe that the slot of \"cockless edwell\" will filled by  <span style=\"border-bottom: 1px dotted\">me</span> ... <br/> \n <br/> \n <em>...wait, that came out wrong...</em> <br/> \n <br/> \n <em>fuck, so did <strong>that</strong>...</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Okay, you know what you do, Hamscout? You buy yourself a tape recorder, you just record yourself for a whole day. I think you%u2019re going to be surprised at some of your phrasing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "tobias, you blowhard. (chuckle)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "SO DISTURBING."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "St Andrew is the Patron Saint of Scotland, so many Presbyterian churches are named after him. As the Presbyterian church is Calvanist in theology we must judge this In answer to the earlier question, some Protestant denominations, for example Anglicanism, recognize Saints, but no mainstream denomination claims the ability to canonize. We must therefore assume that St Hoppy  was in fact one of the very few Catholic or Orthodox Christians present in Wales at the time of his death. Or this is just a cartoon about a cat. Whatever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I've just read that post through again, and I realise that I missed out half a sentence in the middle, rendering much of it unintelligible. Just look it up on Wikipedia or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Most of the saints came before the Reformation, so there's a lot of tradition to them, but Luther definitely ruled out all saints and even the worship of Mary.  Can't speak for other Protestants schisms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What about Quakers? Do they have any new saints? The Welsh did have some Quakers in the 17th century."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "susurrus",
    "plus": 1,
    "snip": false,
    "text": "Quakers do not have Saints."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 3,
    "snip": false,
    "text": "They have Oats!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I think Presbyterian, Lutheran, and Anglican churches are the only Protestant ones to have saints?  Unless my 30-second skim  of the wikipedia page for \"saint\" has led me astray."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I went to a Presbyterian church three days a week for eighteen years, and I never heard nothing about no saints."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 3,
    "snip": false,
    "text": "Yeah, they don't tell you about them until level four, and by that time you spent all your money on books and courses."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I went to a Presbyterian church once... <br/> \n <br/> \n...I beat the end guy.  He was  <em>tough</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Perhaps if you had, you would not have turned to your sinful feminist ways."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Three days a week? Yeesh."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Holy shit. 3 days a week. I hope that Lame is merely to represent that experience. Guilt must keep you up to all hours."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Well, to be fair, it wasn't three days of services. It was one day of services and two days of things such as band practice. Yeah, I was in the church worship band, motherfuckers.  <em>And</em>  I taught Sunday School. You still want to step to me?  <br/> \n <br/> \nGuilt  <em>used to</em>  keep me up to all hours until it drove me straight into the waiting arms of the feminists, tree-huggers, and commies, and I renounced all my old ways. <br/> \n <br/> \nAnd That Lame is from my pet machine elf, who is beginning to disappoint me. I feel like it should have learned how to lame me twice per post by now. I gotta train it harder."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Are you saying you sublimated your Christian guilt into liberal white American guilt? It's a pretty common pattern. You should come live in Williamsburg."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "No, I had way more white American guilt when it had Christian guilt as a foundation to build on. Now I have a small, productive amount of guilt and a whole lot of anger at The Man. I could still probably swing Williamsburg."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "You know, I heard that The Man drives a BMW powered by orphan's tears, and no-one has ever got a good look at his face. Not even the illegal immigrant prostitutes he pays to demean themselves for him."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "In the last episode, his face is revealed to be a reflection of your own."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "and you look like...  ... <em>Michael Jackson!</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "<em>...I'm asking him to change his ways</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "edwell",
    "plus": 1,
    "snip": false,
    "text": "...under a monkey mask, which is under a devil mask, which is under a Nixon mask, which is under a smiley-face paper plate mask, which is under a mask of Frank Gorshin on Star Trek?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And under  <em>that</em>  mask... <strong>you're Hitler!</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "But it turns out you're just Charlie Chaplin.  Phew.  What a day."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I am my own Number One."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You are your own  <em>urine</em> ?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "No...{i}you are.[/i]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "No... <em>you are</em> . <br/> \n <br/> \nAnd I am a BB fool."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Wait, whose urine am I? Mine or your's? I thought you were your own number one? Now I am?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "You are number 6."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ahhh, ok. You are still wrong though, I am Rover, but I am trying to lose weight."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "*BZNNHHT!!!*  Sorry, Octafish, wrong answer.  Go to the corner and say, \"I am not a number.  I am a free man!\" 100 times."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Ahh number 6, it's been a while since I've had a good number 6...wait a minute...number six?!?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "<em>http://www.acbm.com/concours/prisoner/images/rover/etouff.jpg</em>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Man, fuck this shit."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Why do the stupid user tag thingies keep popping up and not going away?! They block the box so that you can't see your text to correct it. FUUUUUUUUUUUUUUUUUUUUUUUCCCCCCCCC. THAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAT.[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I've met The Man and he's nicer than you'd think.  Clean nails, good suit, and his teeth aren't as white as you'd think.  You can barely tell he has semi-congealed evil throbbing in his veins.  The man knows Scotch.  He actually was a Presby in his youth, before he became an activist in his 20s.  Of course, after he finished his Ivy League time, knocked up a lower class girl then married a wealthy Junior Leaguer, and got that nice house, he was different.  He gave up on his liberalism, got invested, became Episcopalian, got into Genesis, and met people like me. <br/> \n <br/> \nWhat I'm saying loneal, is that you are on a path to become The Man.  Look into your quivering female heart, you know this to be true.  You cannot fight this loneal, it is your  <em>destiny</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Are we talking some kind of oddly-named shadow organization (e.g. \"The Genesis Project\") or Peter Gabriel? <br/> \n <br/> \n(or both) <br/> \n <br/> \n(did I use e.g. right) <br/> \n <br/> \n(I mean \"correctly\" not \"right\")"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I worded that part badly.  I meant got into their music, you know like the American Psycho guy.  I wrote it while picturing loneal butchering some whores, so my attention wasn't there"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "High protestants, like Episcopalians and Anglicans, have saints and mitres and croziers and all that Papistic flummery, Heaven smite them!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "The Episcopal denomination is basically the American branch of the Anglican Church.  The Anglican Church is basically the Catholic Church, but without the Pope and it is okay to get a divorce, and it not as bad if you masturbate.  Thanks, King Henry VIII!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Marriage, children, ordaining women, gays, a lack of altar-boy rape: that's not a Church! <br/> \n <br/> \nI wonder why those conservative Anglicans don't just join up with Rome? WTF is an African doing in the ANGLICAN church anyway? <br/> \n <br/> \nThe secret is that they can't face the celibacy; they hate gays and women but they still want to fuck."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "This is the first thing I thought of when I read \"...but they still want to fuck.\". <br/> \n <br/> \n[IMGS OFF] <br/> \nMommy, Mommy, baby wants to fuck! <br/> \n <br/> \nDon't you fucking look at me!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Now THERE'S a pope who could get things done: Pope Frank Booth speaks out on homosexuality: <br/> \n <br/> \n\"FUCK THAT FAGGOT SHIT!\" *huff huff*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "The greater part of Teodor's menu could have been prepared ahead of time. Really he should only need to stick the beef wellington into the oven and pour ranch dressing onto the chopped lettuce. I speak, of course, with the broad confidence of someone who has never had to cater a wedding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I have catered weddings. You've pretty much nailed it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "He could probably do a bit beforehand, but a lot needs to be done day-of, or nearly to order with some things.  The salad can't be cleaned and chopped til about an hour before.  The rarebit obviously needs the cheese prepped a few hours before at most.  The wellington can't have it's duxelle made til day of, though the pastry part can be done early and frozen.  Beans can simmer all day if he's slow cooking them, but the spuds can't sit around that long.  The stew is best made the day before, and just reheated, so that's an easy one.  The cheese puffs absolutely must be served straight from the oven though, which is rough. <br/> \n <br/> \nAll and all this isn't the world's best catering menu.  I still hold it's a good meal, but trying to pop out gougeres for a hundred is almost impossible on it's own."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "In my experience the topping for rarebit can sit in the fridge for days before consumption. I also don't see why you have to make the duxelle fresh, though I speak from no experience. I'll take your point on the salad. I have no sense of lettuce."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Duxelle tends to weep liquid as it sits, even if you don't season it til you use it.  I will admit my rarebit experience is making it twice (didn't much like it), so I'll defer to you on that.  In my mind the killer is searing off, coating, and wrapping a buttload of filets, then piping and baking the puffs.  I'm sure he can make the pate a choux previous day, but piping a zillion little puff and baking them correctly takes both speed, and about 40 ovens."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Damnit.. did you make the Duxelle cry again? You fuckers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "If she didn't want to cry so much, maybe she shouldn't be so ugly"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 4,
    "snip": false,
    "text": "The ugly duxelling?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I challenge you to a duxelle."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Once apon a time there was a young maiden called Cinduxella..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "... Who yearned to go down on her fella ..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "She sucked and she blew <br/> \nTill his testes turned blue <br/> \nAnd his wiener a bright shade of yellow"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Dammit Duxelle, you  <em>make</em>  me do this to you!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Pimp Bender just yelled that whole informative lecture at me. Now I feel like a jive sucka'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jia",
    "plus": 3,
    "snip": false,
    "text": "<em>YOUNG FOOL!</em>  shake the shoat-lovin' torpor out of your bloated frame and get the provision of foodstuffs under weigh. And for God's sake! Show me a pipe of wine.  <em>[stream of 19th century British curses ensues...]</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ibetso",
    "plus": 0,
    "snip": false,
    "text": "DAMN it feels good to vote early enough to change the rating. 4.9!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "Now is that an old Nintendo controller or an old Saga Master System controller?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "What the hell are fever ankles?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Edema such as that seen by sufferers of rheumatic fever.  Marcel has a touch of the rheumatiz'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "This strip is the top  <a href=\"http://web.archive.org/web/20100304221405/http://tinyurl.com/5z6jg2\">google result</a>  for \"fever ankles.\"   <br/> \n <br/> \nI have also recently asked google how to keep a turkey in suspense, and they have assured me they will tell me tomorrow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It's similar to plump leg."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "catgrl131",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nAAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "if that's not an extreme close up of a baby, I'm going to be very upset."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Do you not like it when I shave my legs?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "dammit, did I just get cruised by the Michelin Man?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "WHAT THE HELL MAN ENOUGH WITH THE GROTESQUERIES <br/> \n[IMGS OFF] <br/> \n <br/> \nbecause i can go all night, sister"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Getting your pic unlinked because of bandwidth is grotesque indeed"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "waugh, that is lame.  sorry, internet.  that rarely happens to me.  Anyway, here's pretty much what I intended to post: <br/> \n[IMGS OFF] <br/> \nit seems wholly not worth it after be spanked by a website because of my hotlinkin' ways. :0("
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Say it with me now! <br/> \nAAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH! AAAAAAAAAHHH!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "That's Proteus syndrome, numb nuts."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Bed me moron!  That's nut pussy, runts!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I also know that, nuuuuuuuuuuuuuuuuuuuuumb nuuuuuuuuuuuuuuuuuuuuuuuuuts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Mmm.  <br/> \nBring me a blowtorch and some rad chili sauce."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I hope to someday use that line... \"I hope you're servin' tea with hose saucer eyes, 'cause you have piss-all else to show!!\" <br/> \n <br/> \nMaybe on my mom."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gmm",
    "plus": 3,
    "snip": false,
    "text": "I suggest you don't do this if your birthday is coming up and you like presents."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I shout it out the window when an animal jumps in front of my car. Deer got piss-all else to sure rain or shine!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "\"piss-all else to show to be sure, rain or shine\" he thought. He typed. <br/> \n <br/> \n <em>It was not meant to be.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I suggest you do it ON your birthday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "The time to do this is after an absence of several years, when you turn up on her doorstep in the middle of the night with needle marks all over your shaven scalp and your tattooed lover passed out on the front lawn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Nah, too late for that one-  the element of surprise would be gone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 6,
    "snip": false,
    "text": "Actually now that I think about it, anybody who had fifteen plus kids in the 18th century in rural Wales and had only one of them turn out retarded can consider himself pretty lucky"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "17th century, I think, which is even better!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "The very fact that fifteen of them lived into adulthood is surprising."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Or maybe they just appear to be adults in heaven."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "Taffy doesn't look too much like an adult."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ain't act like one either... <br/> \nbut since when has that been a signifier, eh Asherdanretarpoing?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The greater amazement is that the mother lived through all that birthin.  Seriously, the 'died in childbirth' percentages back then weren't in her favor."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "The Saunders are just a hardcore bunch.  It's probably the hats. Death does not want to take that hat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That reminds me of one of my favorite quotes.. \"Any plan where you lose your hat is not a good plan.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuyukodachi",
    "plus": 0,
    "snip": false,
    "text": "Welsh determination gets the job done when the scruffy bear falls asleep at his post."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "I am a Virgo, which means I am an Autumn Son. <br/> \n <br/> \nAs you all have seen, I am all about performin diversionary antics."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "As a Libra, I must tell you -- fuck Scorpio. Only the Libra may call himself a true son of October."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 0,
    "snip": false,
    "text": "Hey man, I'm a Scorpio! <br/> \nBut still I am not a \"son\" so I guess this means nothing. (Except for that my mom did not kill enough trout)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "I'm a Summer Daughter. <br/> \n <br/> \n... It doesn't mean anything either, I lack a penis."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hedonismbot will be sorely disappointed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "want one? (i am so sorry. im so sorry)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "All daughters are a disappointment, regardless of their seasoning.  At least to their parents.  And don't feel bad about the lack of penix.  I'm sure when you grow up you will have hundreds of them all around."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>Penix: Dildos For Everyone</em> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would have gone with the geeky 'penix down' joke, but that's good too"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Penix rising?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Harry Potter and the Order of the Penix?"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I went from Penix, Arizona all the way to Tacoma?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Check out my Penix Tattoo!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Actually Hedonismbot, I do have several hundred. I'm the owner of an adult goods store. <br/> \n <br/> \n(Okay, that's actually just a fantasy of mine. Doing inventory with the merchandise would be fun.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would like you more if you owned an adult goods store.  Mostly because they are hilarious.  Everyone tends toward the freaky S&M stuff, the gigantic 14 inch dildongs, and the completely embarassing 'male toys' composed of awfully painted plastic masks over inflatable bodies attached to pieces of silcone with a hole cut in them.  They cost 20, 50 and 400 dollars respectively.  Further I giggle my ass off at the odea of women holding up a hundred dollar contraption with fourteen moving parts and trying to please themselves with it.  I've asked, and it seems the by far best sellers are the tiny little wigglers that take a AAA and cost 5 bucks.  And yet there is this huge store full of crazy shit to wow the newbies.  Oh how I wish you owned this store."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I may have mentioned this before, but I had a good friend who worked at a sex store in high school. In Texas. And not only did she sell all that stuff, but she had to refer to vibrators as \"personal massagers\" and dildos as \"cake toppers\" because Texas is dumb and thinks that-- I don't know-- if we ladies get an assisted orgasm we might not need the menfolk? I don't really know. But her time there led to many, many wonderful stories."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's \"anatomically correct model\" to you, young lady!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The phrase \"Dildo for the assist\" is now haunting my thoughts."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "What is haunting my thoughts is that I actually had a moment's pause while typing because I wasn't sure how to pluralize \"dildo.\" <br/> \n <br/> \nI wish I could come up with a clever joke about that, but it's been a long day."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "You could even say it's been a long dildae"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "hahahaha. Good one."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Hedonismbot, I want you to have this. It is my last chubby. I know you will take good care of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "C...cake toppers...? <br/> \n <br/> \n <em>I am never eating cake in Texas again</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Ahh the many cakes I've topped.  They banned the outright sale of dildometers and wigglebrators because they knew we machine of loving grace are designed by the devil.  The idea that women might not need menfolk is crazy, who will earn the money to buy the toys if there aren't menfolk?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "I'm a Spring Daughter, technically. By like 2.5 weeks. <br/> \n <br/> \nThe power of dead trout couldn't overcome the power of my second X-chromosome, I guess."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but we Scorpios rule the  <strong><em>fuck</em></strong>  out of November."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "I'm a Libra; it means your folks fucked at either Christmas or New Years; so they were probably stinking drunk at the time. <br/> \n <br/> \nHello my little boozy accident."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "My little office-party embryo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "V-chub for hilarious/horrifying mental images."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the most horrible avatar ever. I'm going to think about that all day now. <br/> \n <br/> \nWhen I was a child, I used to scream with horror whenever anyone used the phrase: 'Keep your eyeballs peeled.'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "September 30 right here... NYE Accident."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Hey all. I wanted to do something special for the occasion of the Molly/Beef nuptuals, but after I made it I was just: \"Waitaminnit, this is stupid\" and got some sleep instead. However, it is pretty special, so without further ado, MY SHAME!!! [more laughter, applause] <br/> \n[URL=\"http://tinypic.com/flek.php?f=2hn10le&s=2\"].[/URL]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Scratch that... <br/> \n[URL=\"http://tinypic.com/flek.php?f=zuhv82&s=2\"]View My TinyFx[/URL]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Fuck it. I'm going back to sleep."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Don't scratch it! Scratching will cause the BBCode to become more enflamed. You should apply such as an ointment or salve. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 16,
    "snip": false,
    "text": "<em>Oh, the sweet, beautiful fucking irony.</em>  Pass me the ointment when you're done with it. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Does not need quotes. Like so.  <a href=\"http://web.archive.org/web/20100304221405/http://tinypic.com/flek.php?f=zuhv82&amp;s=2\">View Catgrl's TinyFx</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Might I assist milady with th' onerous task? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "<em>Achilleselbow trips and falls flat on his face while attempting to open the carriage door.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "<em> Hbaranov runs out into the street wielding a bloody knife and trips over the prone form of Achilleselbow, with an expletive, he scrambles to his feet upon the wet cobblestones, and continues to run, now pursued by an officer of the law, blowing his whistle furiously and entreating him to stop. As Hbaranov rounds the corner of the street, he shows no sign of slowing.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 9,
    "snip": false,
    "text": "*panting* Okay, I've got it: [IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You are on a roll this strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Why thank you kind sir!!! I must admit though, I have two lolcat parodies up there. I swear, it was a moment of weakness. Temporary insanity! I was possesed!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "To clarify:That is his soul leavingmy body, although to the untrained eye it also can be interpreted as me imagining him in excruciating pain. That works too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "confized",
    "plus": 0,
    "snip": false,
    "text": "well fuck you in the asshole catgirl131"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "...Pogo?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "confized",
    "plus": 0,
    "snip": false,
    "text": "...dumb bitch?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is what happens when you address it, reference it, or acknowledge it in any way. Contrary to what some said previously, someone who would lash out at a 17-year old girl like that really does not deserve to be called by a human pronoun. Just pretend it's a piece of malicious code rather than a deranged manbaby with self-control issues."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I'm fourteen."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "confized",
    "plus": 0,
    "snip": false,
    "text": "achilleselbow has very specific ideas about 17-year old girl identity..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "You're all right, kid. Also, congratulations. You're Catholic. <br/> \n <br/> \n/pours rye whiskey over catgrl131's head"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catgr1l3l was marked lame too many times and excluded. (marked lame by mr_lostman28, HamScout, echidnaboy)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The real catgrl131 would have gotten the reference."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "self and group identity is always via exclusion"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I'll forgive your repeated raping of my username, because I know you are angry at the world and need support at your age."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Which is apparently 23? What the hell? If you must assetstalk me at least get your facts straight. I even posted my age higher up the page! Come on! You're better than this!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "I'm not stalking you, whoever you are.  So getting your age right in this fake profile isn't a consideration.  I just make copycat profiles sometimes.  Today turned out to be your turn.  no pun intended. <br/> \n <br/> \nSo you're only 14?  Well one possible response to your relatively young age is that the humor on here is perhaps a little adult for a 14 year old, but such a concept sort of is condescending, because it assumes that a 14 year old lacks the sophistication necessary to get the nuance and irony of the humor and to see through the whacked out ego of the average adult.  Don't get me wrong, it does appear that you do lack sophistication, but hey, why look at it as a liability, and why not instead take an optimistic view:  You're precocious.  You're already at the level of people like achilleshell."
  },
  {
    "depth": 13,
    "minus": 2,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I was kidding about that, in case you didn't get that. I think we're all fully aware of your profile-making habit and your bad case of the need-hugs-badly-oh-god-I'm-so-lonely. Anyhoo, thank you? I'm not trying to be sophisticated here, I'm not  <em>trying</em>  to be anything other than funny most of the time. And insulting people (you're like a second grader with a schoolboy crush on achilleselbow) will not exactly endear you to us."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Catgrl, while you were gone we decided as a group to not responde to his comments ever. Just so you know. It only encourages him."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Awww, but it's kinda fun to see how he responds!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "yes this is principle behind chat"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Yes, this is why each of your comments has a lame on it"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Please, don't ban me from speaking to another member of assetbar. Even if he is kind of a crazy, annoying dick, he's amusing to talk to in my opinion. Are you going to penalize me for just having a conversation (albeit a ridiculous one) with a dude you don't like?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But catgrl, it's like feeding rats, they only keep coming back.  I'm sure the rest of us can help in the \"crazy/annoying\" department, if that's truly your thing.  But feeding the troll diminishes the whole community, so please reconsider.  He is actually callously abusing you and us."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Next up, p0g0."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "no pogo, the rests of you is boring/boring departments focusing on creation of nazi grand plan of great white homogonous race of boring retard.  the rest of you is catholic scholl girl ashamed of your own menstration"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Yeah, okay. We'll see how starving him goes."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "heh heh penalize and how!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "Helluuuuuu cat gurl, <br/> \nwell okay if you want you are funny then <br/> \nsorry for insulting you please like me? <br/> \ni am not sure what you mean by to havink a crush on alex?  sexual?  platonic?  infatuation?  intellectual?  physical? <br/> \ncan i say the same thing about you cat gurl?  you are havink crush on me you are thinkink abouts me when you are masturbating you have wishes to have me touch you on yours underwares when you masturbates you pretend it is so.  just sometimes i say mean thing about alexisbow because he talk a lot so he create clear picture of ego maniac so he more dislikable than average person i think you is seecodmore dislikable."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wow, that was confusing.  Sorry I couldn't help."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Deep breaths, catgrl. Deep breaths."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Alternately:[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh boy! When I scroll so that I have all the catgrls onscreen, it's like there's a party in my screen and nobody's invited but me! Or at least, nobody came..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That kinda looks like a swastika..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "What? No! It's me lying on a roll! <br/> \n <br/> \n <em>But it'sssss a whiiite roooooll </em> <br/> \n <br/> \nWhat? No it's not! Stop it!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Swastikas totally don't mean you're a Nazi.  The Nazis were just too dumb to come up with their own symbol."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure the Swastika is a mirror image of the Taoist(?) symbol you're thinking of... still, I getcha."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Not Taoist. I think it has its roots in India, though it's certainly shown up in other places throughout history."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Indeed - It is a very very old symbol, and actually meant absolutely nothing except that you couldn't think of anything more interesting to weave into your basket. Leave it to the Nazis to ruin basket weaving for-ever."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Rudyard Kipling used to have the swastika put on the cover of his books, due to his love of Indian culture. This makes them a bitch to read on the bus."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I saw a swastika on an antique postcard my family had in the attic. <br/> \nIt claimed to be a symbol for four L's, that stood for good things, like \"Light, Love, Luck and Laughter\" or something of the sort... <br/> \n <br/> \nOf course, my family is 99.9% German (so German we float), so that might have just been a pleasantly-coded postcard signifying that \"auntie minnie has killed again\"...  *shiver*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "vchub"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "Truth.  They stole the symbol from India.  It is a Hindu symbol that loosely translates to \"well-being or goodness\".  In Sanskrit and into the Hindi language the term \"Swastihe\" is used as a greeting in the manner of \"How are you?  Are you well?\"  Interestingly, the swastika shows up in many ancient cultures around the world.  In their art, crafts, architecture, and used in different kinds of ceremonies. <br/> \n <br/> \nHitler was fascinated with India and it's culture and adopted the Swastika as the symbol for his Nazi party, albeit in a corrupted form.  He also adopted and corrupted the term Aryan and applied it in a manner to define the master race/ blond haired, blue eyed perfect human specimen idea.  The term Aryan actually is used to describe a person who is noble and just, someone to be looked-up to regardless of race. <br/>"
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I think it was Persepolis that told me that \"Aryan\" and \"Iran\" come from the same root word. Somehow I don't think Hitler was all gunning for Iran to rule the world."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He would probably have eventually gunned to rule Iran, though."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "senister",
    "plus": 3,
    "snip": false,
    "text": "The root word of Aryan is Arya.  In short it is rooted in the Vedic word for God which is Hari, or the people of Hari known as Hariya. <br/> \n <br/> \nAlso related to the German word \"Ehre\" meaning to honor, which is where the term \"Herr\" for Mr./Master comes from.  Iran, Eire (Ireland) and the Ari in Aristocrat are all rooted in the word Arya.  The direct meaning from the Sanskrit means Noble.  Alii or Arii in Polynesian dialects is also the same word and means chief or noble.  The founders of the Inca civilization were called Ayar.   <br/> \n <br/> \nAll of these groups have a strong relationship to the Sun, thus the Solar emblem of the swastika which also represents time ever moving forward like a wheel.  The swastika is a disc symbol with the four legs symbolizing movement. <br/> \n <br/> \nThe disc is also the ancient symbol of God and the red lotus or red rose represented the Goddess.  Ancient sculptures with the disc or lotus emblem refer to the God Hari and Goddess Hare.  Haryans were so called because of their harmonic connection with God/Goddess  and the divine. <br/> \n <br/> \nIn the ancient region of Iraq they were called Hurrians, also known as Mittani and they left many pure Sanskrit writings available to this day.  The royal dynasties of Egypt married Hurrians.  King Tut's mother, grandmother and other ancestors were all Hurrians, Haryans, or Aryans if you will. <br/> \n <br/> \nSo not only is the swastika seen throughout the ancient world, but also the term Arya/Aryan was used in many cultures to define nobility, respectability, virtue and righteousness.  Had Hitler recognized the true meaning of Aryan he would have had to admit that each culture has its own Aryan people, and that it has nothing to do with race, color, or creed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "... Kevin Bacon!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You are cool for knowing things! <br/> \n <br/> \nHitler did not know things, so he was not cool."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "Actually, Hitler knew quite a bit.  Germany got screwed after WWI and he brought about an economic reform that was really quite extraordinary.  I'm not saying that Hitler was cool in any way, but most people who get into positions of power are very knowledgeable.  Whether they use their knowledge for the good of humankind or corrupt information to promote their own twisted agenda is the differential factor."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "\"Actually, Hitler knew quite a bit.\" <br/> \n <br/> \nTrue, but his knowledge was more about how to manipulate people than about the actual culture he mythologized.  I mean, he would have been totally aware that he was just making up history and twisting the truth, but that doesn't necessarily mean he knew the actual history of the groups that called themselves  the Aryans."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Fucking Sun Aliens... (go watch Indy)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Earlier this year I was at the museum of the 45th Infantry Division in OKC and saw their old shoulder patch.  It featured a swastika (Native American reference.)  They ditched in the '30s in favor of the Thunderbird they wear now.  That was something I didn't know.  Is it ironic that the museum includes articles seized from Hitler's apartment in Munich?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Earlier this year I was at the museum of the 45th Infantry Division in OKC and saw their old shoulder patch.  It featured a swastika (Native American reference.)  They ditched in the '30s in favor of the Thunderbird they wear now.  That was something I didn't know.  Is it ironic that the museum includes articles seized from Hitler's apartment in Munich?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Whoooooaaaa...I just had a TOTAL feeling of deja vu. Weird, wacky stuff man."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I visited the museum twice."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "When I was in Austria I visited the home where Hitler was born because I happened to be traveling through that town.  I had expected it to be a fairly obvious place, maybe on a tourist map, a marker on the building, etc.  Instead, I drove past it about ten times before I found it.  It was a crumbling old building located on a street of nicely renovated flats.  There was a big stone on the sidewalk in front that said \"Hitler's birth home\" or something to that effect.  Now it's like an old folks home. <br/> \n <br/> \nSo I didn't mean to start a whole conversation about Hitler and history, right and wrong, good and bad, I just wanted to point out the origins of the swastika symbol.  There are so many good things that are taken and used for bad purposes that eventually the original good thing is only seen in it's corrupted form.  As a person who is intrigued by perspective and how a particular perspective on aspects of history affect the present and future, I thought I'd clarify that little tidbit about the swastika since no one else had."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I like what you did.  I would have chubbied it, but I am out."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Has anybody read the Roald Dahl story about Hitler's birth? Like all of Roald Dahl's stuff, it's pretty kickass."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "quaga",
    "plus": 0,
    "snip": false,
    "text": "It was actually due to a whole lot of Hitler being retarded and not understanding history (like we didn't know that). While Germany was indeed once ruled by Arians, it was not ruled by Aryans. The Arians were a sect of christianity that believed that while Jesus was Christ, he was not one in the same with God and the Holy Ghost. Eventually, Trinitarianism won out and christianity is as we know it today. They may have believed they were right, but I don't think they ever saw themselves as a master race."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That was in like 300 AD though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Although everything you say seems reasonable trustworthy, the fact that you prefaced it with 'Truth' made me feel like you were going to tell me the moon landings were faked or the Zionist Occupation Government was responsible for 9/11. This does not reflect badly on you, but rather on the websites that I idly peruse."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "In typing \"Truth\" I had attempted to reply to thegoblins comment about the Nazi's being too dumb to come up with their own symbol, but my reply was dropped to the bottom of the list.  Thanks Assetbar!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Can you say, \"narcissism\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 7,
    "snip": false,
    "text": "Way to bring up my speech disability, dick!!!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I bet pogo came."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>They <strong>both</strong> must be butter...</em> <br/> \n <br/> \nhurr hurr"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I would bags not becoming the referee of your gamble."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "bags = not a verb? <br/> \n <br/> \nreferee of your gamble = does not compute <br/> \n <br/> \nyeah yeah yeah <br/> \nyeah yeah yeah"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Bags in similar in function to the verb call. for example in the US you would say \"I call shotgun\" thus staking a claim of the front seat of the auto, in other English speaking countries you would say \"I bags the front seat\". Also acceptable is \"Baggsie\" or \"Dibs\" as in \"Dibs on the front seat\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "It is late and there are a lot of mistakes there but I think the content is more decipherable that a gladdi post so I'll let it stand."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Woodenteeth. More Decipherable Than Gladdi8orex. <br/> \n <br/> \n*sigh*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We use \"dibs\" in the States as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "What the hell's an 'auto'?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Yeah, yeah, yeah. I was tired. Translation: I would prefer to not be the one that finds out whether your bet (i.e. that pogo came) was won. Someone looking after the results of a bet I labelled a referee. <br/> \n <br/> \nSee how much more clunky that explanation has become? I'm going to bed. Wait... I'm at work."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Let me butter that roll."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "I can't help shake the feeling that the Saunders boys are about to assemble into some sort of Voltron type mega Welshman. Or a conga line, but I'd prefer a robot. (Who wouldn't?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lambchop",
    "plus": 0,
    "snip": false,
    "text": "I was getting flashbacks to that part in Return of the King where all the dead men of Dunharrow just come to save the day and totally rip shit up. Except instead of being dead, they're Welsh."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "And also dead."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "AND MY AXE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You have my axe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "OH,  <em> COME ON!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "This reminded me of The Chosen for some reason. I became instantly aflame with rage. But then I saw you weren't referring to The Chosen, and I regained my love of life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "I forgot the part in The Chosen when the People Of the Book form a giant Voltron to save both Secular America  <em>and</em>  Jewish America, only you know, not on Shabbos. <br/> \n <br/> \nWhat's Shabbos? <br/> \n <br/> \nSaturday, Donny, is Shabbos, the Jewish day of rest. That means that I don't work, I don't get in a car, I don't fucking ride in a car, I don't pick up the phone, I don't turn on the oven, and I sure as shit DON'T FUCKING ROLL! SHOMER SHABBOS!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh awesome!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ha!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Glee!  JEWS...    IN.....     SPAAAACCCEEE!!!!!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Someone called hellaurie lamed this (The Star  <em>of David</em>  Ship). They have made no comments, they have no profile, they have been lurking for a long time contributing nothing. Fuck them. It was the perfect response to my Voltron/Chaim Potok post."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They must be intergalactic anti-semites."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Somebody call  <em><strong><a href=\"http://web.archive.org/web/20100304221405/http://youtube.com/watch?v=wod1TdaL8ok\">RoboJew!!</a></strong></em> <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Shabat shalom, motherfuckers!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "See the challenge extended above."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbatmat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fatbatmat was marked lame too many times and excluded. (marked lame by mr_lostman28, HamScout, Gabalfa)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "digdugz",
    "plus": 0,
    "snip": false,
    "text": "sweet"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gyrate",
    "plus": 1,
    "snip": false,
    "text": "Mayhaps, but I submit that sending it a dozen long-stemmed roses was a step too far."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Should've gone for the \"standing outside its window blasting 'In Your Eyes' from a boombox\" instead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d0c_r0st0v",
    "plus": 0,
    "snip": true,
    "text": "Comment left by d0c_r0st0v ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Anyone else here ever missed a coach ride (Greyhound for Americans) because they slept through it?  I woke up when the person who was supposed to meet me phoned and asked where I was (the bus had arrived without me)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "Ouch.  Gives new meaning to \"sleeping through a bus ride.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "What you need is two alarm clocks and a fistful of pro plus. Place one by your bed, set for half an hour before you need to get up, and the other on the far side of the room. When the first one goes off you snarf the pills and sink back in the golden arms of etc. Then the second one goes off and you have to get up to turn it off; in addition your body is now flooded with caffeine and you are busting for the lavatory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endoftheworld",
    "plus": 0,
    "snip": false,
    "text": "Man, I bought a couple Tommy Bahama shirts at Gabriel's for a fraction of what Rod Huggins paid. But does wearing that shirt identify me as a gay dude? Clothes are so confusing sometimes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Are you a big fat party animal? Cause if you're not..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You'd better be a parrot-head. Cause if you're not..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Quick! get this guy a Pina Colada with a little parasol, stat!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "Yes, this will surely make people not think he's gay"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I was all about to bust out, \"It's mellow, but not smooth. Kinda shitty. ... Jimmy Buffett.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "erinye",
    "plus": 1,
    "snip": false,
    "text": "<em>cut... foot... loose</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "...Kevin Bacon?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "YOU WIN"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "Only if you bought from the Picnic Panic line."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 8,
    "snip": false,
    "text": "Not pictured: Liebot stealthily taking the wedding rings from their resting place and dropping them into the toilet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "d-pad",
    "plus": 0,
    "snip": false,
    "text": "If this does not happen, I will lose all faith in everything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I did this once. It was for a coursework, though. I was programming an agent, which sadly did nothing, yet still beat one of my classmate's efforts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "\"LN\" kickin' it with Taffy. got their deesposable cameras. 'Yeah, yeah'. i am guessing LN's winds up with some lewd shots of ass on it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...man those are completely video game controllers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by Thorfinn, lux, charchar)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 5,
    "snip": false,
    "text": "Oh, wait, that's \"spring sons\" as in sons who were born in the spring. For some reason I read it as a directive in the vein of \"GO FORTH, MY MINIONS\". <br/> \n <br/> \nIN A TIME OF MATRIMONY <br/> \nFIFTEEN STURDY SONS THEY SPRANG <br/> \nWARRIORS OF THE PATRIARCHY <br/> \nSTRUGGLING AS THEIR SONG THEY SANG <br/> \n <br/> \nEAT WEEEELLLLLL <br/> \nEAT WELL OF  <em>CAAAAAAAAAKE!</em> <br/> \nTASTE HEEEEEELLLLL <br/> \nTASTE HELL YOU [B]FAAAAAKES![/I]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "<strong>DAAAAAAAMMMMMMIIIIITTTTTTT</strong>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i say again, [IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "I warn you: Al Pacino shouting gets old FAST."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, i've been sorta on a picture posting rampage...i also haven't been so active in the past few weeks...and i don't quite know how i feel about either of these things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "I was right in missing Little Nephew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "Naming your child Taffy might just be asking for it..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 7,
    "snip": false,
    "text": "bullocks to scrolling. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, not even *I* would hit that.  Welsh women are the most unbangworthy things since Lawbot. (no offence to Lawbot, I would totally hit that)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Even Catherine Zeta Jones?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I am glad to hear that you would not have intercourse with a cartoon cat on the internet."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh don't think I wouldn't bang a website.  Even a drawing on a website.  But a Welshmaiden?  God no.  And never a cat, as furries must burn in hell for ever and ever amen."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You're not a furry if it's a real cat so it's OK. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Well, of course.  But I assumed nobody needed to be told it's cool to fuck pussies (I apologize, adorable kittynomnnom)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "meow?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Hmm, yes. What is your stance on frogs?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "<3   <br/> \n <br/> \nI may need to use this as my new avatar, if that's cool."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Saul good. it's like one of the first pictures i saved on this computer. (the first? homestar runner backgrounds.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Your comment was lamed by somebody. The user who lamed your comment is 'desert_donkey'. <br/> \n <br/> \n <strong>ATTENTION ASSETBAR</strong> <br/> \n <em>User desert_donkey is a furry</em> <br/> \nDo not approach this user."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "YIFF IN HELL MOTHERFUCKER!!! <br/> \n <br/> \nHe's on my ignore anyway, or else I'd think of something to do to him, or something"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It could be because you said you wouldn't do Catherine Zeta-Jones."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Amen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "They 'ave laffly accents though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 0,
    "snip": false,
    "text": "At least T had something resembling a schedule by his deadline, unlike  <a href=\"http://web.archive.org/web/20100304221405/http://m.assetbar.com/achewood/uuafK4bNq\">last time.</a>  The lad's moving up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "If he hadn't spent all night planning he'd have been able to get up in the morning and wing it.  And then, having pulled an all-nighter, he fell to the classic mistake: \"Ah, I'll just get a quick bit of sleep, then get up feeling nice and refreshed.\"  THAT NEVER WORKS! <br/> \n <br/> \nWhat a dumbass.  He'd better give that check back."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 0,
    "snip": false,
    "text": "<em>Exactly</em> . If anything, his first error was going down for an hour with good intentions. If you're going to rock a power nap, it's got to be twenty minutes  <em>tops</em> . That's why da Vinci was a polymath and Teodor is a shitless layabout."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Shitless? That poor bear!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, shake that bear!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "horrible <br/> \nhorrible <br/> \nhorrible"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Now that you've responded, everyone will know that at least one other person's mind has been as warped by the internet as mine has."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "but i never watched it, i just know about it. this alone made me cry :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Sure you haven't. In any case, I was farsighted enough to save the video before the site was taken down, so if you ever wanna come over and watch it... we don't even have to go hunting."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "achilleselbow, I cannot find Shake That Bear on the Internet. If you have the time, please upload it somewhere/e-mail it to me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I googled this, is it somehow related to the \"You don't come here to hunt do you?\" joke?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "elbox, are you implying that you keep a dead bear around for making sexy-time?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Indeed - in the woods as much as anywhere else..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "This has happened to me so many times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d0c_r0st0v",
    "plus": 0,
    "snip": true,
    "text": "Comment left by d0c_r0st0v ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "Congratulations!  You have added value to this thread. <br/> \n <br/> \nPlease have a complimentary diacritic:  ^"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i.....what is this? <br/> \n <br/> \nwhat IS this?? <br/> \n <br/> \nWHAT IS THIS?!?!?!?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100304221405/http://www.youtube.com/watch?v=l_8yPap-k_s\">I AM FUCKING MY HAND</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "confized",
    "plus": 0,
    "snip": true,
    "text": "A comment left by confized was marked lame too many times and excluded. (marked lame by Gyrate, kickstart, lateadopter, cailetshadow)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neitherman",
    "plus": 0,
    "snip": false,
    "text": "It made me throw up in my mouth a little."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "confized",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "this is your achewood on drugs. <br/> \n <br/> \nany questions?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": false,
    "text": "uh yes, question: <br/> \n <br/> \nwhere can I buy some?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 5,
    "snip": false,
    "text": "\"I hope you're servin' tea with those saucer eyes ...\" <br/> \n <br/> \nI think it's funny that this has the  <em>form</em>  of a pick-up line, but would likely have the opposite function... <br/> \n <br/> \n\"Hey, missy, how about some fries with that Parkinsons-indicative shake?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Women with Parkinson's save a fortune of vibrator batteries."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "(It is not actually a fortune, unless you are of small means)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I assume women masturbate as often as I do, which would imply they need like a jigawatt of power a day to satisfy their various itches"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "If you're going to spend that much on batteries, there are certainly much... cheaper methods. <br/> \n <br/> \nI know I save quite a bit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That's how a girl I know got carpal tunnel.  The vibe is really much safer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Live animals (particularly snake food) are very cheap and can run for days."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "A jigawatt per day? I pity the women in the fifties who had to recharge their vibrators with lightning. <br/> \n <br/> \nAlso, so as to be consistent, let's pretend a jigawatt is a fictional unit of energy, instead of a fictional unit of power."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I think Lloyd was actually saying \"gigawatt\".  <br/> \nIf you think about the pronunciation of \"gin\" or \"gist\", you realize there  <em>seems</em>  to be at least  <em>some</em>  precedent for starting with the soft \"g\".   <br/> \n <br/> \nBut there's also \"Gideon\", \"ginkgo\", \"git\", \"give\" in support of the typical pronunciation of GB with two hard \"g\"s... <br/> \n <br/> \nIn 1984/5 I doubt computers with a gigabyte of anything were available on the mass market. So it probably wasn't typical yet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "There's also giga as in gigantic, which most people I know pronounce in the same way as \"jigawatt\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I've always heard it pronounced JYE-GAN-TIK, rather than JIG-AN-TIK, so this almost works, but not quite, unless you are some crazy part of the world where they pronounce the word with a short i sound, in which case your analogy works.  If the latter is the case, just pretend I didn't say anything."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "unless you are  <span style=\"border-bottom: 1px dotted\">from</span>  some crazy part of the world"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Rechargeable batteries are a good investment."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm rechargeable, and I come in 10 speeds.  Basically I am like an electric bike, the only difference is, I will stop at nothing to stalk you in your sleep, margargaret."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "With that comment, your voice shifted permanently into Bender voice for me. Every comment that you made, when I read back over this page sounds like Bender."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "\"I assume women masturbate as often as I do, which would imply they need like a jigawatt of power a day to satisfy their various itches\" <br/> \n <br/> \nSorry, a Watt is a unit of  <em>rate</em>  of energy - you can be, at some particular point in time, be using a Gigawatt of power, but if you want to talk about the total energy used in a day, you would have to talk in units of Watt-Hours..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would also need to be talking in actual units.  Jigawatt is a made up word.  Do you pedants ever see any humor?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "...you both said \"unit\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Jigawho?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "No, and it's pronounced gigawatt."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Jiggawhat?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Do pedants see any humor? <br/> \n <br/> \nWell, of course.  But pedants like a different style of humor than some - for instance, subjecting an entirely absurd message to pedantic scrutiny is an absurdist delight in itself..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I just lamed you in Doc Brown's stead"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Would it KILL you to call it a Joule?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yes. Yes it would."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Joule is the unit of energy.  Watt is the unit of power (energy out put/input per second).  Together, they make up a part of that beautiful chorus of terms known as SI!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "And a Watt-hour is?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I am down with the Joule...  But it's not commonly used when talking about electrical energy consumption (not in my experience anyway).  It'd be like talking about highway speeds in terms of meters per second - perfectly accurate, but less useful 'cause it's not one of the two scales people normally expect, and most people aren't up for the kind of mental arithmetic involved in conversion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "or super horny"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Is that sexxy tho 1/2$"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Man, panel 13. Teodor's world, his entire  <em>life</em> , is crumbling down around him. This is the face you make when you realize \"I've fucked up bad and I cannot fix it.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "It's also the face of a man about to lose a hundred thou.  I'm sure Ray will let him keep the penny though, for the effort of the menu and all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Not only did he forfeit the 100k, but by Ray's usual logic, he is now lookin' at a six hundo. <br/> \n <br/> \nBut payable to whom?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "Ray's track record of getting Pennies to Teodor suggests  <a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=04162002\">otherwise</a> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I like how Beef spells it \"vittles\" (e.g., \"vittles bitch\"), but Iorweth spells it \"victuals.\""
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Victuals is the proper spelling, vittles is a corrupted version that I believe originated in the American south.  It makes perfect sense that Iorweth would say victuals, as the American south did not exist when he died."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm fairly certain \"vittles\" originated in England among the lower classes, actually."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I had only heard the term used in western movies by cowboy types, so I assumed it was a Southern thing, I didn't actually bother to look it up."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "The thing is \"victuals\" is pronounced like \"vittles\" reads.  But I digress."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "I am unsure how accurately the South is portrayed in Western movies."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I do not know if the corruption is from the American south, but you have described the basic reason of why I liked the difference in spellings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>I'll take it from here thorfinn...</em> <br/> \n <br/> \nInterestingly enough, victuals is pronounced like \"vittles.\"  (OK, I didn't know that maybe everyone else did.)  However, the earliest reference in writing is from the 14th century:  <em>And Olyfauntz &amp; ek Camayles, Bothe hij charged with vitailes.</em> <br/> \n <br/> \nThe earliest similarity I could find (with the help of the OED of course) is from 1523:  <em>As for victuaylys in our waye we shuld be sure none to fynde</em> <br/> \n <br/> \nInterestingly, in the American South (allegedly) it is spelt like it was ~700 years ago. <br/> \n <br/> \nThorfinn and I will now take questions from the audience (Yeah yeah yeah yeah I am in a weird mood today)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Um sir, quick question. Love your work, by the way. Is it true small mice from a place called Redwall were the first to popularize the term vittles?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Hurr, m'boi oikey, thurr mousenbeasts wurr not th'only beasties 'n th'abbey, zurr."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghostlystate",
    "plus": 0,
    "snip": false,
    "text": "\"Victuals\" is the ancestor of \"vittles\"? That's awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 6,
    "snip": false,
    "text": "Yes it is a lictual known fact that words are derived that way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "KLEITOROS <br/> \n <br/> \nLOVE EM"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "MEGA-HYDRO"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "<em>Kleitoros! What news from the east?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Yes! Exactly the response I was looking for! Enjoy your chub! [IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "So catgrrrrl, I assume your computer got better?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Naw, my brother got a summer job, leaving me with full reign of the computer in his absence. MUAHAHA! Although I  <em><strong><span style=\"border-bottom: 1px dotted\">STILL</span></strong></em>  haven't had the time to get a battery. AAAAAAAAAAARGH!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I just want some news from any cardinal direction. I'm not picky."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dangelder",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gyrate",
    "plus": 1,
    "snip": false,
    "text": "You are molested by a grue."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "If I were the ruler of some forgotten monarchy in a dank castle, I would totally have a guy to just sit in the middle of the courtyard, and waiting for people to show up and shout \"What news from the north!\" or whatever cardinal direction people are coming from. But his job would not be to relay this information or do anything practical with it. Just to have him there, looking all official in his garb and his hair combed just right, collecting the information or even not paying attention to what anyone says is just fine, lettin his smug smile grow wider and wider by the day. This would serve my purposes because whenever messengers would show up he would intercept them with his shouting and they would tell him what the dealio is and then leave, thinking their mission to be done. So basically my dude would be like my medieval version of the internet: where information goes to die. Then as king I would always be able to sleep in and fuck wenches uninterrupted."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That is, until both your castle and your wenches were invaded by the barbaric hordes from the north, the news of which would never have reached you. <br/> \n <br/> \nSpeaking of which, I swore never to get into another MMO, but I recently watched the trailer for Age of Conan. There is a part where King Conan is listening to one of his messengers while he ponders over a map of his kingdom that is held down with a dagger and a goblet of red wine. Then when he hears of the coming invasion (the news from the north, if you will), he slams his fist down onto the table, spilling the wine, and the camera zooms in on the wine-stained map, which gradually fades into a blood-stained battlefield, at which point the camera zooms out again. It was even better than I imagined the intro to Trials of Honour to be."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah, that trailer cuts out the bit where a falcon swoops down and lands on Conan's fist and Conan looks up, a little embarrassed. <br/> \n <br/> \nThe falcon begins to lick up some of the spilled wine."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "The falcon licks higher and higher on his muscled thigh.  Conan felt anxious about this, but it felt right.  \"That's cool\" the mighty warrior said, and felt his bronze pecs bulging.  The falcon closed it's eyes and licked higher, higher and higher, finding a gap in Conan's loincloth.  His advisers looked on in awe, and his massive battleaxe swung free..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Yippie-ki-yay, Mister Falcon!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "I see we have seen the same bowdlerized version of Die Hard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "You  <em>SO</em>  get the point, falseprophet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100304221405/http://en.wikipedia.org/wiki/Odell_Lake_%28computer_game%29\">WAIT</a> ! What if it's bait from a fisherman?/blacksmith?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Who else is incredibly amused with the Welsh Brother Conga Line in panel 15?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I was amused, but I thought it was something more along the lines of a pre-show drama club massage line."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Okay, that made me throw up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "You're  <em>wel</em> come."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "You have to pay good money for a Welsh Brother Conga Line where I come from!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing you're not from Wales?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Why, because I don't have a sheep on the end of my dick? <br/> \n <br/> \n <em>Ba-dump-bump.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "<em>Cornwall erupts in applause.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Seriously, who the hell goes to Cornwall?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Stoners and surfers. Maybe old people that think 'Penzance' sounds exotic for their holidays."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "I was born in April, which makes me an autumn son"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Are you in the Southern Hemisphere, because being born in April would make you a Spring son where I am from?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "You successfuly remembered the existence of 50% of the planet.  Congratulations!  Many people find that very hard"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "We knew it was down there; we just thought you'd all fallen off the bottom of the planet (apart from the penguins who glue their feet to the ice by a paste mixture of fish guts and spittle).  It's SCIENCE."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I am glad to see someone else who isn't willing to buy into this round earth poppycock.  I'm tired of all the lies that these \"scientists\" have been telling us, we must get the truth out.  Take a look at this solid scientific evidence and tell me you still believe that the earth is round and that we revolve around the sun. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100304221405/http://www.alaska.net/~clund/e_djublonskopf/Flatearthsociety.htm\">Solid Scientific Evidence</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Under tab \"Evidence\" <br/> \n <br/> \n\"This page is under construction.  Please check back often, to see if we've thought up our hare-brained psuedo-proof yet.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "If you click on \"Why a Flat Earth\", you can read some really entertaining stuff.  I don't think that this is actually the Flat Earth Society's website, based on the disclaimer at the bottom of the homepage, but it is hilarious nonetheless.  As you move further through the page, you get gems like this one <br/> \n <br/> \nOnce again, picture in your mind a round world. Now imagine that there are two people on this world, one at each pole. For the person at the top of the world, (the North Pole), gravity is pulling him down, towards the South Pole. But for the person at the South Pole, shouldn't gravity pull him down as well? What keeps our person at the South Pole from falling completely off the face of the \"globe\"? <br/> \n <br/> \nand this one <br/> \n <br/> \nNow imagine, if only for the sake of argument, that the person on top and the person on bottom can both manage to remain attracted to the ground \"below\" them. What would happen if the person on one side decided to visit the other? Since the man at the North Pole has a different idea of what is down and up (and in fact experiences an opposite pull from the Earth's gravity) than the person at the South Pole does, when the denizen of the frozen Arctic visits his Antarctic counterpart, they will experience gravitational pulls exactly opposite of each other! The human from the North Pole will \"fall up\", never returning to the ground, and will continue falling forever into the deep void of outer space! <br/> \n <br/> \nThis stuff is comedy gold"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't know. Stuff like that and the disclaimer seem to indicate parody, but if so, it's pretty well thought out.  <br/> \n <br/> \nI submit that maybe the Flat Earth Society just has a really good sense of humor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "My AP Biology teacher had one of these gentlemen come speak to our class. He did demonstrate to us that faith is impenetrable to logic, but he did not in fact have any kind of sense of humor."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That's like the lady that spoke to my preschool class about how god put dinosaur bones in the earth to test our faith, because  <em>obviously</em>  the earth is only 5000 years old.  <br/> \n <br/> \nAlso, the Grand Canyon got created all at once, by Noah's flood. It's amazing the things you learn at a chuch-run preschool."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I went to a church-run preschool, but it was Presbyterian or something. All I remember learning is that the box filled with rice and sandbox toys is the best thing at break-time."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Rice?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Yes. Rice."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "No really - rice?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "http://polkadotbumblebee.blogspot.com/2008/03/toddler-activity-2-rice-sand-box.html"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "We had one of those at my preschool, too!  It was awesome!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "jesus fucking christ teodor, you look horrible...worse than   <a href=\"http://web.archive.org/web/20100304221405/http://m.assetbar.com/achewood/uua3hl1tf\">this</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Almost as bad as your mom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "You know, I don't think Taffy's crazy. I think he just displays the typical dickish qualities of a teenage boy. <br/> \n <br/> \nHe kind of reminds me of my brother."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "The young cat will soon fall victim to an \"invisible iPod\" caption."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Reading these comments whilst listening to the Hell March from Red Alert 2 is immensely gratifying. It makes even the bad ones sound good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cynara",
    "plus": 0,
    "snip": false,
    "text": "I found this line in the New Yorker post pleasing, in a David Byrne kind of way:   <br/> \n\"You can never go home again, but you can identify what it was that you liked about your home and maintain those presences in your current life in a way that achieves an almost totally satisfying approximation.\" <br/> \n <br/> \nI can hear Talking Heads using that as a lyric, circa 1989."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100304221405/http://www.newyorker.com/online/blogs/cartoonlounge/?xrail\">http://www.newyorker.com/online/blogs/cartoonlounge/?xrail</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><a href=\"http://web.archive.org/web/20100304221405/http://www.newyorker.com/online/blogs/cartoonlounge/?xrail\">http://www.newyorker.com/online/blogs/cartoonlounge/?xrail</a></em></div> <br/> \nOh no!  Not John Wayne!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Honestly, that whole interview had me in stitches. I'm so torn right now about Onstad. First he rolls out this subscription thing, about which my feelings are obviously con, but damn... this interview... man.  <em>Man.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HA! <br/> \n <br/> \n\"Onstad: I think the main thing is that Ray would be voiced by over 700 members of The Arcade Fire speaking in unison, and Roast Beef would be voiced by the door latch being locked for the night at a McDonald%u2019s restaurant. The latch closure can be mixed together at different pitches to create a complex tonality not unlike utterances.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I think that was my favorite quote too.  It was awesome how Onstad just didn't take it seriously at all.  Really liked the line about puffing his chest out at the grocery too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I really like how he completely summed up Beef as a Shlemazel (one who get soup spilled on him) and Ray as a Shlemiel (one who spills soup on people). Hassenpfeffer Incorporated!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>WE'RE GONNA DO IT~</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "samcc",
    "plus": 0,
    "snip": false,
    "text": "I'm going to sit and enjoy my Laphroaig, with the confidence that it is both  <em>smokier</em>  and  <em>peatier</em>  than even the friendliest bottle of waving Bunnahabhain."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's all well and good, but that's a friendly bottle of waving Bruichladdich in the picture above."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Are those the for real definitions??"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Pretty close I guess, two seperate Yiddish speakers explained it to me that way (with the soup). It may have been a metaphor but I think it is good one. I may have the terms backwards, but Ray is a soup spiller, and Beef is a soup spillee."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, this makes Laverne and Shirley even  <strong>more</strong>  adorable!  Do you know how hard that is to do?  Just when I thought the show was bottomed out on adorable, the floor opens up, and two people are engaged in a soupoff."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "A shlemiel is someone who is kind of an idiot, often in a silly way, and a shlemazel is someone who just has no luck. (\"Mazal/mazel\" means luck, so I'm guessing \"Shle\" as a prefix means without, and \"meil\" means mind or brain. Makes sense to me, my knowledge of Yiddish stretches only so far.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Yiddish is just German spelled incorrectly, plus a few slang words. <br/> \n <br/> \nAs the quintessential example, if you said the German word for \"Jewish\" - Juedisch - out loud, it would sound almost exactly like \"Yiddish.\" <br/> \n <br/> \nI get really annoyed when people write that such-and-such is a Yiddish word, when all it is is a German word that looks like it was spelled by a native English speaker. <br/> \n <br/> \nThat said, shlemiel, shlemazal seem like part of the 5% that's actually unique.  And I acknowledge that SOME yiddish words actually have some Hebrew origin. <br/> \n <br/> \nI would note that \"Schlecht\" means something like \"bad,\" so the prefix \"shle\" probably means \"bad\" as opposed to \"without.\""
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Are shlemiel and shlemazel from Hebrew? I mean, \"mazel\" certainly is, but if, as catgrl says, shlemiel means \"without a brain,\" it seems pretty different from the Hebrew \"bli moach.\" Maybe not that different. I don't really know what I'm talking about."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I don't either... somewhere there is a Hebrew scholar vomiting with rage over what we've all said here today."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You mean  <em>schelmping mit der gerflunfft,</em>  don't you boychick?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "it's Yiddish."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Nah, it's all Yiddish to me. <br/> \n <br/> \nI was just making a few guesses based on the one word from all of that that I knew, which I  <em>think</em>  is a Yiddish word too. Shlemiel and shlemazel are deinitely Yiddish."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "The word \"shlemiel\" is prominently featured in Thomas Pynchon's \"V\". My impression is that it's somebody who has horrible luck and is kind of a schmuck."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Would you agree that Johnny Cash singing the Laverne and Shirley theme for a Nissan commercial is one of the more surreal events in your lifetime?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I think my favourite quote was about the money. <br/> \n <br/> \nBecause it was obviously bullshit. Onstad loves money like seventeen year-old girls love boob jobs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'd say he loves money like 17 year old BOYS love boob jobs"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "You misunderstood -- check brokeaccount's hyphenation placement carefully.  DISTURBING?  Yes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Good god, that's a fine catch on that.  A year-old girl with a boobjob is bad enough, seventeen is just malpractice"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I don't know - just one more and you'd have a heck of a softball game ..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yes, 17 year-old girls!  Diapers!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Just to be clear, it's the new cartoonists' blog on the New Yorker website, still very cool, but Onstar was  <strong>not</strong>  in the New Yorker magazine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Oh, I think On-Star might have had a full-page ad in there over the last few months."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "In fact,  <a href=\"http://web.archive.org/web/20100304221405/http://www.newyorker.com/archive/2006/04/24/060424fa_fact\">here's</a>  an article about OnStar and other similar services. <br/> \n <br/> \nHTH <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Aspiring pedants take note: this is a homeboy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You rock, bellow.  Your grasp of the obvious is uncanny."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Nobody noticed that I misspelled \"OnStar\" in my first response... <br/> \n <br/> \n <em>I stealthily slip away</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "To be a complete dick about terms, does the insertion of a hyphen constitute misspelling?  Or is it mispunctuation, i.e., and \"typo\"? <br/> \n <br/> \nCatgrl, you are free to riff on \"hyphen\" and \"insert\" while we wait for a new strip."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Pogo likes to insert his hyphen in the wrong part of seventeen-year olds"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Snap, you beat me to it!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "For that to be true, he would have to believe that any part of seventeen-year olds is wrong. And from what I know of pogo, that is erroneous."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "In the state I live in, one can roger 16-year olds with near impunity.  I know there is one state where it's 15, and two at 14.  Unfortunately there is an Act that states you cannot transport a person across state lines for fucking, oddly known as the Man(n) Act.  So if the delicate children of Assetbar are not in the same state as the pervy old men, and if that state isn't in the short list of fun ones, the pervs are out of luck."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "so fever ankles are a thing of mainly HIV  individuals?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "HIV positive  <br/> \nthe plus sign failed to appear above :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "High Five!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "shit, forgot to link to it... <br/> \n <br/> \n <em><strong><a href=\"http://web.archive.org/web/20100304221405/http://achewood.com/index.php?date=11122002\">High Five!</a></strong></em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Not even the afflicted get a plus sign from Assetbar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgr1l3l",
    "plus": 0,
    "snip": false,
    "text": "Jesus fucking christ Chris.  You linked to the article in the newyorker but you linked to the column, not to the entry of interest.  you need to use this link: <br/> \n <br/> \nhttp://www.newyorker.com/online/blogs/cartoonlounge/2008/07/an-interview-wi.html <br/> \n <br/> \nI wold be-mal chris about this myself, but being AIU, I would worry he might reply bitching me out for being AIU. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I think by linking generically to that page he showed us that the interview was new and hot and fresh, on top of all of the other stuff. <br/> \n <br/> \nIn fact, scrolling to the bottom I note that the \"Cartoon Lounge\" is a relatively embarked ship. <br/> \n <br/> \nBut your link will obviously be superior once there is a new article/post at the top of the page. <br/> \n <br/> \nAlthough I wouldn't mind if the people of the future who are going through the archives try to click on that link and get some random snark about Dilbert or something.  Who cares about the people of the future?  We are walking around in their past and  <em>they don't even care</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Oh, and I just noticed that the link is on the home page, not on the archived assetbar page.  I'm going to lame myself now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Aaaaand I can't lame myself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's just a string of failures for you today, isn't it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "Take out the word \"today\" and you've got my number."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Even though the idea of having updates sent to my phone doesn't appeal to me, Philippe's expression in the banner almost makes me want to subscribe."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "He is a perfect....spokesman!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "capital",
    "plus": 0,
    "snip": false,
    "text": "&plusmn; <br/> \n <br/> \nI'm new here, but is it usual to have a two day gap between posts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yes and no.  \"Usual\" kind of changes week to week.  I'd say there are usually four strips a week, sometimes five.  \"Afternoon\" can mean like 7 p.m. eastern because our author is in California (Pacific time).  And we can easily go from Friday to Tuesday without fresh meat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Man, there ain't been 5 strips in a week since dinosaurs roamed the Earth.  Don't act like you don't remember, either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "On the bright side, Roast Beef's friends are making him look good by comparison.  How will he mess that up?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Well, I never really read Roast Beef as an  <em>inept</em>  character; it seems things get messed up for him more than he messes them up himself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Panels 11-14 are ranked #6 of \"worst possible situations to wake up to\"; waking up to the 18th century ghost of the father of the bride whose wedding you were supposed to plan but just overslept eight and a half hours on."
  }
]