[
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 7,
    "snip": false,
    "text": "This might be the most interesting development in weeks"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 3,
    "snip": false,
    "text": "I'm positively  <em>turgid</em>  with anticipation!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 3,
    "snip": false,
    "text": "i'm not."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "cypherpunks",
    "plus": 18,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235536/http://www.youtube.com/watch?v=MpraJYnbVtE\">Jumping the shark in 3....2.....1</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thinman",
    "plus": 1,
    "snip": false,
    "text": "Sure you didn't mean 'trimming the missle?'"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235536/http://m.assetbar.com/achewood/uuanT5bF6\">shaving the otter</a>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "macdaddyw",
    "plus": 1,
    "snip": false,
    "text": "Although there is no seemingly practical reason for it, I would like to see Phillip brought in. If for no other reason than to break the confusing monotony and make me laugh. Hell we'd all probably laugh caus, come on, who doesn't like Phillip?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "diamond_pick",
    "plus": 5,
    "snip": false,
    "text": "Maybe he can honk his \"HERE COMES A HUGE FAG\" horn right as Teodor is finishing his job."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "This would make me a believer in O again."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "I took a moment to think what you meant by O, during which \"O, Story of\" came to mind quicker than \"O, nstad.\"  Such is the bizarreness of this whole arc."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "I always get the story of O confused with the halfmen of O, a children's fantasy story by a local author (really very good)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 2,
    "snip": false,
    "text": "...he said, when his niece's parents confronted him about the Christmas present he had sent."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "...Which honestly shouldn't have been such a big ordeal. He included the gift receipt after all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "defthammer",
    "plus": 1,
    "snip": false,
    "text": "Polishing the pontiff"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "rhetoricperson",
    "plus": 5,
    "snip": false,
    "text": "It's not \"jumping the shark\" if its only \"copying the Coen Bros.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "could you explain this to me? i want to be in on the joke"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by radioelectric, hurfdurf, Epicurus)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dissembly",
    "plus": 15,
    "snip": false,
    "text": "I hate Google. Please discover civility and acting like a human being in socially interactive situations."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "This arc is making everyone incredibly bitchy, I don't like it one bit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dissembly",
    "plus": 1,
    "snip": false,
    "text": "Your mum is making everypone incredibly bitchy. <br/> \n <br/> \nI'm sorry. You're right. It's like the thanksgiving episode of everything."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I don't know WHERE to begin answering the unusual string of response and analysis of my off-the-cuff snide remark. <br/> \n <br/> \nI didn't read any knowledge of these references into \"let me in on the joke\" and so referred him to a place outside of this forum in order to find out. Sure I said it a way that was mildly dick-esque; every now and then this place gets filled with superfluous information and my scrolling finger gets tired. <br/> \n <br/> \nIn short: I typed a quick off-the-cuff snide comment and pressed enter.  <br/> \n <br/> \nAlso: you hate Google? Why?"
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "neonfreon",
    "plus": 3,
    "snip": false,
    "text": "I googled civility and this is what I found: <br/> \n <br/> \n{quote} <br/> \nAsking someone on an Internet forum to waste their time superficially explaining a fact that could be easily referenced in much richer detail using the fantastic automatic information retrieval systems the Internet was developed to provide. <br/> \n{quote}"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achtung",
    "plus": 4,
    "snip": false,
    "text": "i guess i'm stupid because i don't understand how this arc is copying the coen brothers, either their movies or their personal lives and histories. knowing who the coen brothers are, i also don't understand how googling them should help with a compare/contrast situation. we do not have robots for that yet. when we do, public schools will need to find something else to do. please help me."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "achtung i decided to be semi-un-civil and do some googling:  here's some links that might help <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017235536/http://en.wikipedia.org/wiki/Jumping_the_shark\">http://en.wikipedia.org/wiki/Jumping_the_shark</a> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\nJumping the shark is an idiom used to describe the moment of downturn for a previously successful enterprise.<br/>\n</em></div> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017235536/http://en.wikipedia.org/wiki/Coen_brothers#Violence\">http://en.wikipedia.org/wiki/Coen_brothers#Violence</a> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\nThe theme of unstoppable evil frequently recurs in their work. ...The majority of the violence in their films falls under the category of dark humor.<br/>\n</em></div> <br/> \n <br/> \nDoes that googling help? More importantly, was that googling  <em>civil</em> ?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "I'm sorry, I'm still caught up on how Google is as much a verb as it is a noun, now.  <br/> \n <br/> \nWasn't Civility that B-grade sci-fi flick based on that TV show called Firefly?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I think you're thinking of Senility"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "seniority?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "I've got your seniority, senjor."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Señority? We ain't got no señority. We don't need no señority. I don't have to show you any stinking señority! <br/> \n <br/> \n <em>I'll bet you $105,000 that Assetbar screws up the diacritical tilde.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Assetbar screws up the diacritical tilde</em></div> <br/> \nPrecisely why I avoided it."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "that tilde is such a slut"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In all fairness it did work in the preview leading me to believe that Assetbarrista was performing some magic to make it possible. Perhaps it does work, but only for those of us with the foresight to try and fix the system and willing to reload (and thus lose all of our unread markers) in order for it to work. <br/> \n <br/> \nYour compromise was masterful, true, but my pedantic instincts left me unable to avoid doing it properly."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I don't want to keep being that guy at you Saint, but really? Google as a verb still has you flummoxed? So when you left assetbar for two years you also left the internet and interaction with humanity in general? So your whole Warhammer army is painted now?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...don't keep being that guy. I'm not really flummoxed. In fact, I don't really care, really. I'm just locking on to one insignificant portion of some bullshit, just like old times.  <br/> \n <br/> \n...and just like you did right there."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "ahh the memories. the frustration, the misplaced rage."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Shit shot straight to the fan those days."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jesler729",
    "plus": 6,
    "snip": false,
    "text": "i've seen some coen brothers films, and i understand what jumping the shark refers to, but i also didn't really get his comment at first and i don't know what i would google to explain it. his phrasing pretty much makes it sound like this arc is ripping off a specific film of theirs (unless the coen brothers invented dark humor?) <br/> \ni guess my point is maybe take a chill pill because i can understand wanting it explained"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "thank you, i did know what \"jumping the shark\" meant, i just didn't get the coen brothers reference"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "teezee",
    "plus": 2,
    "snip": false,
    "text": "Man, I tried googling civility and I got \"formal or perfunctory politeness\" and \"politeness: the act of showing regard for others.\"   <br/> \n <br/> \nMaybe my interblagosphere is down (I imagine sort of like when a dump truck gets a flat tire?).  Maybe google is broken.  Maybe Princeton wordnet doesn't know its English real good, it is difficult to tell. <br/> \n <br/> \nHere is my theory: <br/> \n <br/> \nA 3 second superficial reply to a question in a social interaction as compared to a 3 second (15 or so in your case, neonfreon) unwarranted, rude, dismissal of a simple request is probably what dissembly meant when they suggested civility.  Hard to be sure but sometimes people just want a superficial explanation to satisfy their curiosity because perhaps they don't have 15 minutes to browse a couple wikipedia pages looking for something that could have been given in, well, 3 seconds.  Not everyone can spend that sort of time just for curiosity's sake or, once again in your case neonfreon, just to be a dick."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "i bet you get halitosis from wasting breath"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "teezee",
    "plus": 1,
    "snip": false,
    "text": "<strong>Good</strong>  one.  I counter your bet with: <br/> \n <br/> \nI bet you get halitosis from  <strike>wasting breath</strike>   <em>bacteria on your tongue.</em> <br/> \n <br/> \nIf you tried half as hard with that jibe when you were actually solicited and called out as a bag of dicks as you did with being a dick for no reason at all, maybe you would have met with greater success. <br/> \n <br/> \nJUST SAYING."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "can someone please diagram this sentence for me it's causing me difficulties"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "This is the price one pays for being ESL.  It doesn't help that I was placed into school above the grades where they teach grammar.  Well, they still taught it but when you don't know what a verb or noun is, exactly, an in depth explanation of a gerund is basically a foreign language (esp. when explained in a foreign language, emirite?)."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what's halitosis? please explain this to me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "it is where a non-reproductive cell forms a shape kind of like a butt and lets out a microscopic fart as it parts into two such cells."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "You don't deserve your vital organs, mouth-breather.  <br/> \n <br/> \nThat's a simultaneous hint, threat and insult.  <br/> \nThreefer, motherfucker."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "lame.  if you're gonna hint threat insult me, you have to come across as if you mean it.  People have been genuinely freaked out and scared by me.  What have you accomplished, rookie?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Doesn't surprise me that people are \"freaked out\" by you. People usually get unnerved around that special kind of stupid."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Teezee, man, do not go into a mania."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I do not think mania is rad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dissembly",
    "plus": 13,
    "snip": false,
    "text": "Exactly my point :P <br/> \n <br/> \nBut in all seriousness, Google does not perform the same function as asking a question of a human being. The internet's information retrieval abilities are substantially different to a fellow forum-dweller's. <br/> \n <br/> \nGoogle cannot guide you to the meaning of something in a particular context, for example. It cannot provide you with information biased by the person you're asking (e.g. maybe i want a muslim to tell me what he thinks eating pork is all about - i'll get different sorts of information from asking my muslim friend than from Googling it; not necessarily higher or lower quality info, just different). Google often produces hidden biases, as well. You can't Google \"global warming\" and expect to get accurate information, for example. You might have good reason for asking a meterologist directly rather than \"googling it\". Ditto most controversial issues. The internet is jam-packed with lies, and, unlike in a social interaction (where you can assess the other person's response meaningfully to some degree), it's much harder to tell *when* you'rebeing lied to. Especially when you don't know enough about what you're asking about to know whether there is likely to be any sort of controversy. <br/> \n <br/> \nAsking a direct question of someone yields contextualised, real-world information (i.e. explained in a way that makes sense to what you're trying to understand), and information that is filtered through a human in a meaningful way. <br/> \n <br/> \nFor example, if you asked me to tell you about _Pteridinium_ (a fossil organism i am writing my thesis on), i am going to be able to give you ten times as much information as any Google search, i could write a mini essay for you, perfectly tailored to whatever aspect of it you were asking about. You are not going to get that from Google. Which brings up another point - Googling can be completely useless with many obscure topics. I have had quite a few situations where googling something produced absolutely nothing whatsoever. You still get lots of hits, but none of them are remotely what you were looking for. Contrary to what you suggested, it can often be way more superficial to Google something than to ask someone. <br/> \n <br/> \nBUT that might not seem to apply to a question about some small thing like \"jumping the shark\", so this is really the core thing i want to say:  <br/> \n <br/> \nWhat makes it a question of Nettiquette rather than just pragmatism: there are social reasons for asking questions of humans. <br/> \n <br/> \nYou get integrated into some sort of community. You have a back and forth. You go off onto tangents that you didn't expect (Google gives you this one too, yes, but it ain't the same... it's like sex versus masterbation). You end up creating memories with people, you form in-jokes, you offer the person you're asking the opportunity to make a joke, be friendly, put their own spin on whatever you're asking them about: in short, you have a social interaction. <br/> \n <br/> \nThe internet might have been a boon for people with Aspergers (i actually don't know), but that's a small percentage of the population. Some of us actually want to interact with living, breathing people, and want to ask them *their* opinions - with all their living, breathing biases. <br/> \n <br/> \n(btw: I'm not conceding anything about Googling being less biased, by the way - if anything, Google is more biased than asking a human. You don't get some broad survey of human knowledge on some topic - you get popular results, news-related results, results that are biased without even telling you exactly HOW they would be biased (if you asked a human being, you could have corrected for it. But google results are not predictably biasing in the same way).) <br/> \n <br/> \nTo respond to an honest request in a social millieu with \"Google it\" is un-civil and crappy nettiquette because it is basically an affront to the other person's move towards being sociable. <br/> \n <br/> \nThey never hurt you; your suggestion that they are asking you to \"waste their time superficially explaining a fact that could be easily referenced in much richer detail\" is totally, demonstrably false. Perhaps you could make some sort of an argument if you were actually one of the people being *asked* the question - *maybe* - but in general, nobody is forcing you to explain anything. All they're doing is asking, and in a perfectly polite way. <br/> \n <br/> \nNobody has invited you (or, rather, woodenteeth) to direct them to Google. In fact, nobody even remotely familiar with the internet would *need* to make such an invitation. We all know it's there. Asking rather than Googling is not an oversight. People ask (rather than Google) for good reasons. <br/> \n <br/> \nReplying with \"Google it\" is presumptuous, un-invited, a little bit stupid (for the pragmatic reasons i listed first off), and just plain rude (for the social reasons i listed secondly). <br/> \n <br/> \nIf you actually HAVE Asperger's or some similar psychiatric disorder, it is perhaps understandable. But unless that is the case, responding to most questions with \"Google it\" is a grade-A dick move. <br/> \n <br/> \nAnd that is why i take a couple of seconds to jump on people doing it. <br/> \n <br/> \n/seriousness"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "i congratulate you on some Grade A Nerdrage. <br/> \n <br/> \nAlso, i still dont get the Coen brothers connection. Nice Pete is not an unstoppable evil, as he was once brung low by some sever brain and ass stabbage. Also Pat has been known to burn him quite harshly sans reponse from the murder maestro."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "severe severe typing issues."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Ha. I said \"Thaks\"."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "You avicon is the perfect punctuation to this thread."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Thaks, i take pride from my nerdrage.  <br/> \n <br/> \nIt's more Tarantino than Coen, i reckon. Quirky fucked up characters who can't really pull things off as perfectly as they'd like to and end up in bloody situations. Actually, thats Fargo-esquet too."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "I totally agree there is a place for asking people questions and getting human responses.  However, I don't understand why you believe people universally, or even typically, ask other humans good questions.  I present you exhibit A: Yahoo! Answers, home of \"how is babby formed\", etc.  That's a clear counterexample to your assertion that people know what they're doing when they ask questions online.  I'll grant that assetbar's demographic is at least a cut above Yahoo! Answers', but asking good questions is a learned skill, and thespoof's vague question doesn't do him much service... <br/> \n <br/> \nTo ask a good question is to communicate as clearly as possible what piece of information you're lacking about a given subject in a given context.  I think  <em>woodenteeth's</em>  response to thespoof's question probably has something to do with thespoof's question not clearly communicating what part of the joke he was having trouble understanding.  Given the context, the joke, and his response, we don't have any way of knowing where to start explaining the joke.  Does he know who the Coen brothers are?  Is he familiar with their style?  Has he ever seen Happy Days?  Or is he a pop culture whiz and just doesn't get the application of the references to the strip, or maybe he does, and doesn't understand the humor? <br/> \n <br/> \nSo I see woodenteeth's \"rude\" response as being more of a sharp poke in the ribs to perhaps shame thespoof for being too lazy to either not google background info on his own first, or to fail to use his existing knowledge to ask a better question.  Go google and come back and say \"i know this and that but i don't get this\" or \"this is what i think it means.. is that right?\".  Don't ask people to explain stuff you're to do the work you're too lazy to do, and you won't get curt \"google it\" responses.   <br/> \n <br/> \nInteracting with humans is great, but I try to keep my interaction meaningful/useful/novel/entertaining, and not just because hey we need human interaction so lets use any excuse for it!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i guess i owe you an apology for i have somehow offended you. To me it seemed self-evident.  <br/> \n <br/> \nthe main statement was that he was \"copying the coen brothers\". Though i know who they are (i really liked Burn After Reading) i didn't understand how it was copying them.  <br/> \n <br/> \ni have not watched Happy Days but i do know what \"jumping the shark\" is, it is a fairly common term"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "neon freon, everything you say is sound, but you're missing one point - everything is relative... in one breath you criticize one comment for being too ambiguous, yet in the next breath you gloss over the ambiguity of woodenteeth's comment.  We don't know if woodenteeth was being snide, rude, sardonic, or what... The more you know someone, the more nuance there is in your interpretation of their comments.   <br/> \n <br/> \nAnyway.  Precision and accuracy and clarity in language are... only ever possible to an extent.  Your assertion that these things are of the utmost importance is not fully backed up by cogent argument.  There is always more awareness than language can explicitly and semantically convey..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Yourself and neon made the points that I would have made myself. Thanks for catching my back."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I will take my Humble Pill, but only because my inital comment was snide and in knee jerk response to try and stop further cut/paste jobs straight from Wikipedia straight explaining the references and NOT for resisting the nuance involved with the relations involved in a joke and human interaction.  <br/> \n <br/> \nI think your thesis here relies on a quality of interaction that was not really that apparent. You seem to assume two people are sincerley engaged in dialogue. An assumption which has it's obvious difficulties as all dialogue here is in text form. <br/> \n <br/> \nMine was an off-the-cuff, fairly snide comment. It also referred mostly to the Jumping the Shark comment. The Coen Bros similarity wasn't particularly apparent to me either aside from the fact that Onstad and the Coen's work is weird, funny and poignant. <br/> \n <br/> \n... but then, these are all my living breathing biases of opinion. So careful what types of interaction you shut down there partner."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "woodenteeth - \"I think your thesis here relies on a quality of interaction that was not really that apparent\" - oh no, it's really just that someone asked some question, and someone else said 'google it'. You may not have been motivated by, for example, \"affronting someones attempt to be socialable\", but thats the effect it has on other people reading it (me at least). <br/> \n <br/> \nThe brief, impersonal bursts of text are the standard internet medium. It's them that matter when referring to nettiquette. I'm really, really not complaining about the tone being snide - it's the words \"google it\" that are the thing. <br/> \n <br/> \nFor the record; it's not just that you said it then that pissed me off. Maybe the first time someone said some variant of \"google it\", it was mildly amusing. But then someone else said it, and someone else in another corner of the internet, and ten more people (and then some dickhead created this webpage - http://lmgtfy.com/?q=i hate whoever created this stupid fucking meme ). <br/> \n <br/> \nAnd then, a couple of days before reading this thread, i shit you not, i did a google search for some technical problem, and the only relevant link that came up a Yahoo Answers page, where somebody had responded to a technical query with the \"let me google that for you\" webpage - and of course you click on it, and - I SHIT YOU NOT! - THAT IS THE ONLY RELEVANT RESULT THAT COMES UP! <br/> \n <br/> \nI really wish i could link you to it now so you could see the absolute inanity of it!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "btw: http://lmgtfy.com/?q=i hate whoever created this stupid fucking meme - should have plus signs between all the words in that sentence. I was trying to be funny by having the webpage decry itself..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rb",
    "plus": 2,
    "snip": false,
    "text": "dissembly, I want to thank you for coming here to point out our shortcomings in netiquette.  Your willingness to come forward, unsolicited, and point out the flaws our behavior has made it obvious that you possess the confidence of one who has mastered his subject, and so I know that your advice must be true."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "midgetron",
    "plus": 0,
    "snip": false,
    "text": "I hate it when strangers encourage me to behave sensibly on the internet, especially when they have well-reasoned arguments. They are basically smug monsters who are not 'good dudes'. <br/> \n <br/> \nWhoever posted about this arc making everyone assholes was not even kidding a little bit."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "I kind of only skimmed this thread arc, something about Pteridinium and the coen bros, but it looks great. I've saved it as an .rtf file (the truest format) in my Internet>Arguments>Aholes>Context_Pissing_Contest folder and will peruse, at leisure, with a small mug of warm chianti and a delicious Hot-Pocket. I will be wearing a robe, untied, and nothing else. <br/> \nOn a positive note, you should all be pleased to learn that rearadmiral's avatar bounces in mathematically perfect metered time (122 bpm) with the Battenhouse remix of Discipline by NIN."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I missed responding to the trolling before. <br/> \n <br/> \nAhem: \"Your mother.\" <br/> \n <br/> \n*Dusts off hands*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pumajones",
    "plus": 0,
    "snip": false,
    "text": "please discover not being a smug douche"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "oh god, while i was off camping the past two days it looks like i started a thing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "oh man dog why you even gotta do a thing.  <br/> \n <br/> \nThat was some terrible Roast Beef on my part. I know it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "no worries... not to belittle your contribution or anything, but you are merely another argument wildebeest splayed before the gaping jaws of yet another hungry waiting forum crocodile. you have played your part in completing the Great Circle of Life, a part we all play, hunter or hunted, endlessly to the beat of the pulsing heart of the internet. <br/> \nif you had not done it, friend, another from the herd would have stepped to the riverbank in your stead. <br/> \nalso, congratulations on finding the sweet spot of camping timeframes...  <br/> \nless than 2 days: unsatisfied! <br/> \nmore than 2 days: reminded why the human lifespan has expanded so much since showers and AC were invented"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowden",
    "plus": 16,
    "snip": false,
    "text": "This arc is flailing around and gasping for air like a stuffed bear trying to handle a massive cat dong in the back of a rolling van."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rhetoricperson",
    "plus": 1,
    "snip": false,
    "text": "This arc is grasping to maintain contextual cohesiveness like an Arizona redneck with a Shakespearean vocabulary and a Russian sense of tragedy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "agentcimorene",
    "plus": 2,
    "snip": false,
    "text": "As an Arizonan redneck I don't think it's like that at all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 10,
    "snip": false,
    "text": "And oftentimes excusing of a fault doth make the fault the worse by the excuse. Y'all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "saying this while marching through Siberia a la Dr Zhivago would have made your response more perfect than anything ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "diamond_pick",
    "plus": 0,
    "snip": false,
    "text": "I'm kind of hoping that we see a speech bubble from under the van that says \"OOH LA LA!\" and then the Van and everything within a mile is obliterated by a giant flaming deus ex machina. <br/> \n <br/> \nCROM HEAR MY PRAYER"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "AND IF YOU DON'T...TO HELL WITH YOU"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scottawesome",
    "plus": 3,
    "snip": false,
    "text": ""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": "oh god it's that awful grace jones"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "i think it's the huge pauses between updates that are giving me this impression, i can practically feel him trying to think of where to take it next"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well....it pains me to admit his shadings of gray in this arc are as masterful as anything he's done.  <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Anyone remember  <a href=\"http://web.archive.org/web/20101017235536/http://www.meninhats.com/\">Men in Hats?</a>  I'm a tad worried Onstad is going to flame out from the pressure like Aaron Farber did - although Farber is about 20 years younger and plainly wasn't ready for the honour... the achievement... the glory of having all us seemingly bored douchebags checking in every day to see if there's a new strip like a vast pack of Pavlov's dogs.  Procedure: Log in --> check Achewood --> POST VITRIOLIC COMMENT IN CATHARTIC RAGE --> consider home improvement measure --> browse for foil insulation --> baulk at prohibitive cost --> wonder why neighbour blurted out \"the knee is a heatsink\" during an otherwise fabulous drunken discussion last night"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "MiH was good, but it lasted for such a short period of time, IIRC. <br/> \n <br/> \nWebcomics are so often a labor of love that they tend to flame out fairly readily. Hell, it happens in any creative field. I'd thought Onstad was a lifer, able to keep 'em coming out every week, but I guess not. Burns twice as bright, but half as long and all that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Christ man.. You hit the nail on the head. Farber was the first Dave Chapelle, wasn't he.. He couldn't handle the criticism or the expectation, let alone the fame. I think Onstad is a bit more disconnected though; I almost get the feeling that he writes these comics exclusively without expectation of applause or even for our benefit. <br/> \nI miss MiH something bad, though.. My heart hurts every time I scroll past my Dead Webcomics bookmark folder."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "I really HOPE that's how Onstad writes.  I don't see how you could handle it otherwise."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "Oh he can handle it... Because he knows that his story lines sublimate the paradigm.  <br/> \nBecause he writes the humor that the internet deserves, but not the humor it needs right now.  <br/> \n...So we'll hate him. <br/> \nBecause he can take it.  <br/> \nBecause he's not Jim Davis.  <br/> \nHe's a silent guardian.  <br/> \nA watchful protector. <br/> \n <pre><strong>A webcomic artist.</strong></pre>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I re-read a big chunk of Exploitation Now a while back. Probably not a good idea because it'll just make you wonder why you devoted so much time to such a thing. Man, I can't remember how eagerly we awaited some of that fanservice. <br/> \n <br/> \nThin H Line/Sexy Losers still totally holds up. Plus, it's now Internet famous for popularizing *fap*. I can't believe how well that took off. I never even knew it had that many readers."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "THL/Sexy Losers (I came along after it was mostly just SL) was such a thing as to cause me great joy for the longest time. Just mentioned it recently while having a conversation about Stile Project... Man I need to pour one out for the homies past."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Which says it all, really."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "Yep"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "Chibbied for the Darkplace avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "Or, chubbied rather. Embarrassment ensues."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Chibbies for all!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "they are like the K-Mart Chubbies"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Not quite. They are being knifed by a Scot. <br/> \n <br/> \n <em>It is taken as read that he is both violently angry and drunken as he is a Scot and they know no other manner of being.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 28,
    "snip": false,
    "text": "Isn't this the only development in weeks?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "Precisely"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_doz",
    "plus": 1,
    "snip": false,
    "text": "It's been in development for weeks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "This is the ONLY development in at least a week..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "Exactly"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overman",
    "plus": 1,
    "snip": false,
    "text": "and this development is weak"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "jmd, it is the only development in weeks"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "someday i'll learn to read a few comments down before posting"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 5,
    "snip": false,
    "text": "Did you know that in the last few weeks this has been the only such development?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "Word on the street is this is the only development in weeks. Or so I hear."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Are you saying in weeks that etc."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Breaking news: no further developments for another week."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "Logged in just to say that there are no further developments."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 5,
    "snip": false,
    "text": "EXTRA EXTRA <br/> \n <br/> \nNO EXTRA"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "What, no extras from the North?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Developmentes! What news from the oh fuck it"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "This strip is... The Death Sound."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I just want to tell you good luck....we're all counting on you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I just want to tell you good luck....we're all counting on you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Looks like I picked the wrong week to quit huffing chinchilla fur."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "More on this as it develops."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I say,  <em>let 'em crash.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "which won't be for a week or so."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "I just got here, have there been any developments?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "HERE WE GO AGAAAAIN!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "here I go <br/> \nagaaaain <br/> \non my own <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "icon comment synergy up ins"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "Nailed it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dskim",
    "plus": 2,
    "snip": false,
    "text": "I don't know how much more of this I can take."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "edthehead",
    "plus": 4,
    "snip": false,
    "text": "He's filing his nails while they're dragging the lake. <br/> \n <br/> \nJust like watching the chernchillas,  <br/> \nThey're so cute  <br/> \nWatching the chernchillas  <br/> \nAnd they shoot shoot shoot"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cab234",
    "plus": 0,
    "snip": false,
    "text": "Glad I wasn't the only one who thought EC off the bat to dskim's comment. <br/> \n <br/> \nPete can't be wounded cause he's got no heart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 9,
    "snip": false,
    "text": "I'll be honest, this is the first Achewood I've ever skimmed. I ain't reading that shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scottawesome",
    "plus": 0,
    "snip": false,
    "text": "I read it 3 times. It was required. <br/> \nFor once being British was not an advantage."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Onstadt is getting B^U Disease. <br/> \n <br/> \nTim Fuckley, aka \"Pedo-Tim\", aka Timothy Bradley Buckley, proprietor of the web-site cad-comic.com, is a noteworthy sufferer of B^U Disease.   <br/> \n <br/> \nHe is the artist behind a web-comic with enough words to wholly obscure the artwork, resulting in a novel with pictures.  His writing is an atrocity to behold.  His artwork, even worse.  And the worst part is that his Google footnote calls his art 'A Humorous commentary on Videogames'. <br/> \n <br/> \nhttp://www.cad-comic.com/cad/20080602 <br/> \n <br/> \nIf any of you can find something humorous or videogame related in that, five dollars. <br/> \n <br/> \nThis comic highlights Fuckley's B^U Disease to the fullest.  Long, unfunny dialogue, bad, repetitive art. <br/> \n <br/> \nHe is also known for emailing photos of his penis to underaged girls."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "...Dad?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "..s...son? <br/> \n <br/> \nSON. <br/> \n <br/> \n:[ <br/> \n <br/> \nI AM DISAPPOINT."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "your mom isn't always humorous or video game related <br/> \n <br/> \nwhat's wrong with e-mailing pictures of your penis to underage girls anyway?  You say that as if it's a bad thing.  You wanna go through the museums putting underwear on all the statues?  what the fuck"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>You wanna go through the museums putting underwear on all the statues?</em></div> <br/> \n <br/> \nDidn't this US senator want to cover up this statue of a naked lady because her titties were rude"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "the rudest"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dangelder",
    "plus": 3,
    "snip": false,
    "text": "You know what? Your entire stupid post could have been summed up by \"There are too many words\". <br/> \n <br/> \nYou know what happened in my life between July 25 and July Whateverteen when the last comic posted? HELLA REAL STUFF. What did you do, click Refresh every four hours while constructive a narrative of everything Chris was doing instead of drawing you a fucking comic you didn't like anyway?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "You know what? Your entire stupid reply to that stupid post could have been summed up by \"There are too many words\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spazdor",
    "plus": 6,
    "snip": false,
    "text": "And you know what else? Maybe Your reply AND MINE could both lose a little weight!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "WHAT IS that guys EVEN is PROBLEM <br/> \n <br/> \nit's like heg got BROAD SIDE FED UP the BONE BULGE"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "Humorous: in the next comic she jumps up and yells \"surprise!\" and pulls and entire cake with lit candles out of her vagina.  <br/> \n <br/> \nVideogames: the videogame version of CAD features a fan-made patch called \"CAD_AERIS.EXE\" which if applied will include a baby in further scenes, as if it didn't die."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Best  <a href=\"http://web.archive.org/web/20101017235536/http://www.eegra.com/show/sub/do/browse/cat/comics/id/36\">CAD</a>  ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "\"Fur-jina.\"  I think in Appalachia they pronounce it \"fur-jina.\" <br/> \n <br/> \n(Totally just assuming these two slack-jaws are from Appalachia originally.  If I've offended any Appalachins in this observation.....it won't matter, since you can't read this anyway.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm not from Appalachia, but my jaw basically drags as I walk. It only moves when I have to read something."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man, didn't Johnny Cash sing that?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "V-Chub for the funniest take on that CAD strip I've ever read."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "It still makes me smile on seeing it for the thirtieth time.  <br/> \n <br/> \nIt's the little details that do it - her sad mouth in panel three is her happy mouth flipped upside down; Insipid Fuckstatin is a fine nom de plume for TB, and if you look closely you might notice that the blurred background is the famous photo of his cock that he sent to an underaged fan. <br/> \n <br/> \nPatrick Alexander is a fine cartoonist. His other work is well worth a read.  <a href=\"http://web.archive.org/web/20101017235536/http://www.comics.chickennation.com/hilarity-comics/\">Worst Unicorn</a> <br/> \n[url=http://www.comics.chickennation.com/2004/03/01/0001-approx/Raymondo Person[/url]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Gonna take a leap of faith here and say you frequent SomethingAwful.com"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "False. <br/> \n <br/> \nI ain't gonna pay no tenbux to post anywhere unless I get a blowjob and a cake every month. <br/> \n <br/> \nI don't even pay for Achewood, and I fucking LOVE Achewood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Anyone remember the cake fart?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yeah, someone did post something like that on assetbar once.  once was probably enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "m3tanoia",
    "plus": 1,
    "snip": false,
    "text": "Is it that by its indefiniteness it shadows forth the heartless voids and immensities of the universe, and thus stabs us from behind with the thought of annihilation, when beholding the white depths of the milky way? Or is it, that as in essence whiteness is not so much a colour as the visible absence of colour; and at the same time the concrete of all colours; is it for these reasons that there is such a dumb blankness, full of meaning, in a wide landscape of snows--a colourless, all-colour of atheism from which we shrink? And when we consider that other theory of the natural philosophers, that all other earthly hues--every stately or lovely emblazoning--the sweet tinges of sunset skies and woods; yea, and the gilded velvets of butterflies, and the butterfly cheeks of young girls; all these are but subtile deceits, not actually inherent in substances, but only laid on from without; so that all deified Nature absolutely paints like the harlot, whose allurements cover nothing but the charnel-house within; and when we proceed further, and consider that the mystical cosmetic which produces every one of her hues, the great principle of light, for ever remains white or colourless in itself, and if operating without medium upon matter, would touch all objects, even tulips and roses, with its own blank tinge--pondering all this, the palsied universe lies before us a leper; and like wilful travellers in Lapland, who refuse to wear coloured and colouring glasses upon their eyes, so the wretched infidel gazes himself blind at the monumental white shroud that wraps all the prospect around him.  <br/> \n <br/> \nAnd of all these things the Albino cat was the symbol. Wonder ye then at the fiery hunt?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "I began drooling in a stupor about three lines in, which enabled me to realise this was a brilliant negative-space rendering of Teodor fellating Nathan.  Seriously.  I see this, and not from a lack of trying not to."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 3,
    "snip": false,
    "text": "Perhaps this will help http://i82.photobucket.com/albums/j244/Lizard_Drinkin/TeodorNathan.jpg"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "take a break"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "This is what I'm reduced to in the wait between strips.  On the upside, I get to spend quality time stewing in assetbar juice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Assetbar isn't what it used to be.  <br/> \n <br/> \nIs there no new pariah or prolific figure in your midst? No one to replace the eccentric characters such as Asherdan, Soticoto, Rowboat or myself? <br/> \n <br/> \nI've only begun the reparations of my douchebaggery, but I can see that my services as a heel are required once more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 38,
    "snip": false,
    "text": "http://encyclopediadramatica.com/Unwarranted_self_importance"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It's criminal that this has so few chubbies"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dissembly",
    "plus": 1,
    "snip": false,
    "text": "Possibly related to the fact that it's Encyclopaedia Dramatica. <br/> \n <br/> \n\"Omg, a recursive link that could destroy the internet.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "If there's anything I can do to help fuck shit up, let me know Saint."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Saint- he gets things done."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "I've been thinking for a few weeks now that this arc seems to have been designed from the bottom up (heyo) for Retardo. In fact it almost seems like a total vindication of his uncomfortable rantings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ariamaki",
    "plus": 1,
    "snip": false,
    "text": "Those chinchilla (chinchillae?) are about to suffer uniquely."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "I say \"chinchillaz,\" <br/> \n <br/> \nyou say \"chinchillaes,\" <br/> \n <br/> \nlet's burn the whole fucking place down!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "love your avatar"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yeah, it updates quite frequently, doesn't it ;-)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i didn't even read your name. now i feel lame for commenting every time you change it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "do you want some...enchinchiladez?!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professordoctor",
    "plus": 3,
    "snip": false,
    "text": "Thank god they're finally going to die."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moriarty",
    "plus": 5,
    "snip": false,
    "text": "if there's one thing nice pete can't give you......it's reg'lr baybees."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 52,
    "snip": false,
    "text": "Onstad can apparently spend a week thinking up annoying things for characters to waste time saying."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 1,
    "snip": false,
    "text": "I don't even know how to read their dialogue.  Is that an actual accent?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "I think the problem is just that Onstad doesn't seem to be too familiar with the way white trash talk?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "I'm only familiar with the Texas variety...do the West Coast types talk like that?  It seems like speaking like that would be way more effort than folks like that would normally care to exert."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 1,
    "snip": false,
    "text": "And that is the most times in a brief span of words that I've used the phrase \"like that.\"  Excuse me, I need to go buy a thesaurus."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "duck",
    "plus": 0,
    "snip": false,
    "text": "Well, I like that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "What's wrong with \"like that\"?  It's totally applicable here.  Don't be all word snooty."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's more than fine. No need to gussy it up... We have already garnered  <em>more</em>  than enough grandiloquent sesquipedalian assholes around h... n/m"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 20,
    "snip": false,
    "text": "These aren't white trash, not only white trash anyway, they seem to be shut ins that have become so isolated from normalcy that they have made their own sense of things that isn't relative to anyone else. If you've ever seen \"hoarders\" there are some people like that. The human culture version of those cave species that are unique to their cave because they evolved there in solitude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "I've  <em>met</em>   hoarders, but I never saw or a movie or show named that. Which one did you mean?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 2,
    "snip": false,
    "text": "animal hoarders on animal planet"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "It's a sad documentary show about people who have filled their house with trash and won't get rid of any. It airs in the US and I don't know where else. In one scene the therapist is sitting with a woman atop a mountain of junk in her living room, holding up half a hanger asking \"Do you think you could handle us throwing this out? This is the kind of thing we would throw away\" and the woman, half frantic at another person touching her stuff replies \"but, I could maybe cut it up and glue it to a board for like a craft project.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "oh  you meant normal hoarders (i think that's on tlc) i saw one where this lady had five dead cats buried under piles of garbage. none of them were hers and she never notice them"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "it's true though <br/> \n <br/> \nshe could cut it up for a craft project <br/> \n <br/> \n <em>IF HER HUSBAND WOULDN'T HAVE LEFT</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "duck",
    "plus": 3,
    "snip": false,
    "text": "Wait, though... her husband could still be in there somewhere..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I usually use my smaller hanger pieces for craft projects.  The full halves I save for, for, well, I have a better use for the full halves, but I can't remember what is is just now.  Let me get back to you on that.  In the meantime, hand me that hanger.  I'll put it away.  Any other questions?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "if you crimp the end into a sort of spiral hook they can come in handy for early-term abortions.  For mid to late term you want a full hanger so you can double it up for extra strength."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "That's it.  Thanks for reminding me!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "<em>in the mid to late term, the baby will fight to remain in the womb.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "is that why it costs so much more, damn"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The human culture version of those cave species that are unique to their cave because they evolved there in solitude.</em></div> <br/> \n <br/> \nThe correct nomenclature is 'Autism'. <br/> \n <br/> \nVideo related it is someone with Autism <br/> \n <br/> \nhttp://www.youtube.com/watch?v=Gm_u_AQG4Ys <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Lurquilla does not expect that her baybees will be like that. But she will accept it, as a single ripple amid the torrent of life's tribulations, because she believes that after she dies there will be a better existence for her."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sherief",
    "plus": 5,
    "snip": false,
    "text": "Keep Autism Weird"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "azairborne",
    "plus": 0,
    "snip": false,
    "text": "everyone here has evolved in his or her own solitude"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "But that is one of the ways the the internet has changed the world, even those of us who never would have left the house before now have a place for our idiosyncrasies to cross pollinate. It gave us things like lolcats, a meme loved and created by housewives and college students alike, who never would have collaborated in the real world."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "And it gave us Assetbar, a way for socially maladjusted people with Circumstances to connect and chubby/lame each other, when we never would do so in real life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "i would totally chubby catgrl181 in real life"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "But she would lame you"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Or he would just lame all over himself before she even got a chance to get chubbied."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "While I'm primarily using Internet-based sources I am lead to believe that housewives and college students tend to interact very frequently. Predominantly by thrusting into a convenient orifice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "My hotmail inbox supports your conclusion. I get dozens of emails a day from housewives who are self described as \"lonely\", and \"desperate\" to fornicate, though they often use surprisingly foul language and bad grammar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I suggest a lengthy, inefficient research study, at the taxpayer's expense. There simply is no other way."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I believe there is quite a bit of video documentary work on the internet exploring the occurrence of promiscuous housewives. Still, it lacks refinement and uses a lot of informal nomenclature. Perhaps a more professional study is called for."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 6,
    "snip": false,
    "text": "I get the feeling Onstad has never met, seen, or heard someone from the south firsthand. I get the feeling that is the dialect he is aiming for at least. In his mind, they are mythical beasts that speak an antiquated and mutilated tongue and raise chinchillas for their faith, fame, and finances.  <br/> \nMy other idea is that Onstad has tried to combine every single dialect of every white trash culture in the States into one omnitrash language that is almost entirely impossible to read."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "I get the feeling Onstad wants to be met in the South"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "abhi",
    "plus": 4,
    "snip": false,
    "text": "We should call The South and set up a meeting!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "\"Meetings\" are for fancy-type yankees and West Coast liberosexuals. In the South, we like to call them \"get-togethers\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "A \"get-together\" is where we git t'gether to git-r-done."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "YEEEEEEEEEEEEEE-HAAAAAAAAAAAAAAAAAAWWWWWWWWWWWWWWWWWWWW!!!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Just like that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Hell yeah hey DJ bring that back"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "sorry i wasn't clear <br/> \n <br/> \nonstad wants it deep in the south <br/> \n <br/> \nballs deep"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "Abhicles! What news from The South?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "After Reconstruction? Not a hell of a lot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "abhi",
    "plus": 1,
    "snip": false,
    "text": "The price of food is going up slightly and a man named Shayne in Charleston has insomnia"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I'd go with this being an attempt at an omini-trash argot. You know the David Cross routine about the US-wide redneck accent. <br/> \n <br/> \nI'm not sure what to think. Onstad's got a great ear for language and interesting constructions. On the other hand, his reproductions of accents are not always as great.  <br/> \n <br/> \nI thought Lurquilla and Maynard's first bit of dialogue was pretty good; it certainly stuck in my head. These last couple of appearances are a bit grating because their accent just doesn't ... scan? Can't think of a better word."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "firedmyass",
    "plus": 1,
    "snip": false,
    "text": "I never for a moment thought he was trying to approximate any specific accent. I'm curious as to why anyone familiar with the violent originality of his work would assume otherwise."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "the closest type of person I can think of who speaks at all like this is a special sort of Florida swamp-denizen, an exotic breed amongst trashy caucasoids. <br/> \n <br/> \nAlso, Randy from Slingblade."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Randy was never so verbose"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Not so-I moved to Georgia ten years prior, and was able to effortlessly breeze through Lurquilla and Maynard's dialogue. Although if they did speak like that here, it would sound a bit silly. <br/> \n <br/> \nI think they are Kentucky Appalachians, the people that time forgot. <br/> \n <br/> \nNot to be confused with Carolina Appalachians. That's what Nice Pete is from and likely how he can understand their utterly destroyed tongues."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Actually, Pete is from West Virginia, which would mean he's more likely kin to eastern Kentucky hill folk, if anything."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Coming this fall:  <em>One Big Dysfunctional Appalachain Family.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Buh and Kag plus thirteen."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Sorry, my fault. I got them confused. I had two bosses, one from the Carolinas, and one from the Virginias. They were both assholes, so I must have linked them together somehow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "I thought that linking assholes together was only done in The Human Centipede."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't that be more of a sawhorse? Think about it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I guess I was too caught up in my haste to make a Human Centipede reference to think about the logistics."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "assetbar posting standards are going down the drain"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "It's the accent that people named Lerquilla and Mayner have, from a culture of people who prize chinchillas and skimming law school textbooks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "In short, yeah, Chris is BSing this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blogspot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blogspot was marked lame too many times and excluded. (marked lame by plummet, KingPete, nice-on-water, mrklaw, woof, TheKerensky, jonnyeklebs)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "groen",
    "plus": 23,
    "snip": false,
    "text": "As the saying goes, I don't have to be a chef to know when someone serves me a shit sandwich."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Two words: shark sandwich <br/> \n <br/> \nNo, wait..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 11,
    "snip": false,
    "text": "Congratulations <br/> \n\"Make your own x\" <br/> \nYou are <br/> \nThe bullshit defense of the week."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Speaking for myself, that is what I admire about him"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "<em>What?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "I'm still waiting for an answer to this question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nictusempra",
    "plus": 14,
    "snip": false,
    "text": "Wow.  I've been... mostly on board with this arc, I think, but this is -really awful.-"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 6,
    "snip": false,
    "text": "Agreed. Lurquilla and Maynard are possibly the worst minor characters Chris has ever come up with. Reading their strips is like watching a thalidomide baby try to swim across the English Channel. <br/> \n <br/> \nOh well, no one bats a thousand. Just have to kill time until the next arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Actually I'm pretty sure watching a thalidomide baby try to swim across the English Channel would be more comprehensible."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "And  <em>hilarious</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "It actually wouldn't even be that challenging for the baby, what with being born with flippers and all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "They call him Flipper, Flipper, Flipper <br/> \nFaster than lightning..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Nah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "He wrote this story arc in advance, and he'll be  <em>damned</em>  if he's going to wrap it up quickly just because everyone despises it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "is it opposite day again?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 8,
    "snip": false,
    "text": "Abortions for some, tiny American flags for others..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iamsmike",
    "plus": 1,
    "snip": false,
    "text": "Lady, it ain't God you got to worry about putting things Within you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 4,
    "snip": false,
    "text": "Is the sick joke on us? Have we followed this comic for years just to have Onstad put us through this painfully long arc as some form of mild-sauce torture?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "Maybe you'd be happier reading  <a href=\"http://web.archive.org/web/20101017235536/http://www.gocomics.com/gilthorp/\">this</a> ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 2,
    "snip": false,
    "text": "their activities are so poorly conveyed"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Are those really my options?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you have another option. pay."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "O Dear GOD.  I hoped for a moment it was particularly obscure non-sequitor humour in the vein of the Perry Bible Fellowship, but no.  It was a deadly serious developing story arc.  \"The adolescent golfer has disappointed his high-achieving father through inattention to the game.\"  Et cetera."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "But at least you always know what to expect with Gil Thorp -- they've been doing it that way since 1958."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The thing that confuses me most about Gil Thorp is why it consistently--even after changing artists--looks as though it were drawn in MS Paint with a mouse."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Despite being published for over fifty years I only heard about this comic even existing today. I already feel like it has been slowly building up over the years just to punish me. One of these days the dam will break open and I will be forced to read them all as penance for some future evil."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "Perhaps you should just sigh heavily and move on. Nothin diminishes a person like hangin around and pity-fucking someone you don't love no more."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lizard was marked lame too many times and excluded. (marked lame by plummet, Bartleby, SkiddyFisk)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "So, I have to ask, what does Chris Onstad's arse taste like? <br/> \n <br/> \nMan-douches?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "okay, if you don't have anything more original and less trollish to contribute than this, you're going to get ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Sorry, old, female."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Heavens, I'm far too interested in what it's like to be a perpetually whining little bitch to consider an answer.  Tell me, is it everything you dreamed it would be?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "heh.  overmedicated is a huge cunt he's such a huge cunt when he went in to get his labia reduction surgery the surgeon who happened to be a compulsive hoarder convinced him while he was still groggy from anesthetic to sign a waiver consenting to perpetual storage of his labia in a big vat of liquid nitrogen for just in case he ever needed a skin graft.  They were too grand to throw away.  \"Friggin elephant ears!!!!\" was the surgeon's exact exclamation. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Is that right."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "yes <br/> \n <br/> \nyes overmedicated <br/> \n <br/> \nit is"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Oh you just say that because I said you look like a golem poop. Don't hold grudges man."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Ha! I had forgotten that <br/> \n <br/> \nyou are indeed a double-douche."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 4,
    "snip": false,
    "text": "Man who HASN'T had an anonymous orgy in the back of a van? I mean, come on you puritan holdouts it's the 21st century already."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "I was just hoping there would be less cat dong and chinchillas involved."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 1,
    "snip": false,
    "text": "My Prom night was also difficult."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "you never thought it would be this way?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 4,
    "snip": false,
    "text": "I... guess this was worth 10 days wait..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 7,
    "snip": false,
    "text": "Nope."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "firedmyass",
    "plus": 1,
    "snip": false,
    "text": "yep"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>Yeeeeeeeeah....<br/>\n<br/>\n<strong>...No.</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Maybe?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Actually the comic makes a lot more sense if you read it backwards, and then invision Pete turning off his lights and slowly reversing away. It reads a little like Bukowski"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sherief",
    "plus": 2,
    "snip": false,
    "text": "The important thing is that, despite what the last strip may have hinted at, this is far from over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 6,
    "snip": false,
    "text": "You say that like you still believe this arc will actually end within our lifetimes. I admire your optimism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quietwyatt",
    "plus": 3,
    "snip": false,
    "text": "Yeah. How wonderful for us that this arc just took a U-turn away from a possible ending and back up its own ass.  Hooray."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 2,
    "snip": false,
    "text": "I like to think that this arc will last forever, with Onstad inventing a new character each week to get invited to the back of Pete's van, which, like the mythical Tardis, can accommodate an infinite population of people we don't want to see or hear but who will never die."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "mythical?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "At present none of them are more annoying than Rose was. Not even Lurquilla."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terribleman",
    "plus": 1,
    "snip": false,
    "text": "I hope this arc goes down the road of such as the banjo one and just folds and quits. Onstad seems to have dug himself into a hellhole of missing inspiration."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "More a vain hope, but maybe Ray will do something fun to shift the focus. HEY I WONDER WHAT RAY IS DOING RIGHT ABOUT NOW."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 3,
    "snip": false,
    "text": "\"Where's Poochie?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "\"Remember kids: Recycle.   <br/> \n <br/> \nTO THE EXTREME!!!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Extreme recycling.... <br/> \n <br/> \nsounds like the current programming on Discovery..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "plus interviews with the guy in charge of the really big building/equipment that deals with the stuff. He's Dutch and needs subtitles."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "even though he is speaking English."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "MASSIVE EXTREME MACHINES !!! XXX <br/> \n <br/> \nI mean...why do they think we are that intellectually challenge that we need big massive explosions, drama and machinery to keep us interested...... <br/> \n <br/> \nGet back to the original miniseries where every two weeks there were something new. <br/> \n <br/> \n..but...keep mythbusters...even though i suspect it started the current trend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "\"why do they think we are that intellectually challenge that we need\" <br/> \n <br/> \nYes...i suck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Ray is always the Deus Ex Catina. <br/> \n <br/> \nWhat we need is Beef roaring up in his Galaxie, T-boning the van and beating Pete into Serial Killer Sauce."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "He just wants to know who are the assholes not eating his moussaka."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "no, what we need is some original direction in your cognitive function."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oldhusky",
    "plus": 1,
    "snip": false,
    "text": "I wonder what Dr. Gene Ray is doing right about now. It is probably more entertaining than Lurquilla, et al."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "he is proving that cat cock is cubic"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "<em>Cubic cat cock, and I don't care,<br/>\nCubic cat cock, and I don't care,<br/>\nCubic cat cock, and I don't care...<br/>\n<br/>\nMy interest in this arc has gone away</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sherief",
    "plus": 1,
    "snip": false,
    "text": "You are  <em>EDUCATED STUPID</em>  by dog brained idiot scientists."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "huge anti-intellectual sentiment - from a smoker - out of nowhere."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "What? really?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "that's right.  You're so dumb that you inhale carcinogens.  On purpose."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "It's called a reference. Look into it when you aren't trolling."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I'd Google it but I'm too busy having  <em>bad sex with your mother!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "hey me too! High five!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "i believe that is called an Eiffel Tower"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "I believe it's spelled \"eyefull,\" and depends on your aim."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "chubby for opening my world to such a terrific sex term"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "has anyone asked vermy's mother how she feels about all of this"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "And that Pete is getting Educated Stupid at his high school because they do not teach the four 24 hour football practice of time cube."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bartleby",
    "plus": 1,
    "snip": false,
    "text": "Why, why now of all times, was Ray not PAYING ATTENTION?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "I just read that one and was thinking the same thing. needs some guys to start a relationship with nice pete. <br/> \n <br/> \na death relationship"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "at this point i'm fairly certain all of our gravestones are just going to be extremely detailed frames of teodor sucking some dick"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "Finally, I can look forward to my death. I can only hope it results in a money shot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "What will my grandchildren say?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fuuuuuck."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Fuckin'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lordparadise",
    "plus": 1,
    "snip": false,
    "text": "Isn't one for yes and two for no?  I think Lerquilla's got it backwards."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "might explian why she ain't had no regular babies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "\"explian\" is a fancy way of spellin \"explain\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "It's like when you get a chocolate donut with  <em>chocolate sprinkles</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Except that it is not chocolate. <br/> \n <br/> \nit is not chocolate, at all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what is it then?  a melange of hydrogenated oil and corn fructose?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "I'll bet it's carob. <br/> \n <br/> \nThat's what I'll bet.  <br/> \n <br/> \n(Which is, incidentally, something else that Mel Gibson could blame on the Jews:  Passing off legumes as chocolate.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "I think chocolate sprinkles are just vegetable oil, corn starch, artificial chocolate flavor, and brown food coloring.  <br/> \n <br/> \nThat'd be my bet.  <br/> \n <br/> \nhttp://www.bonappetit.com/tipstools/ingredients/2008/12/sprinkles says they're chocolate, cocoa, and sugar.  <br/> \n <br/> \nhttp://www.candyfavorites.com/shop/candy-ingredients-brachs-unwrapped.php says they use Milk Chocolate (Sugar, Cocoa Butter, Milk, Chocolate, Lactose, Butter Fat, Salt, Lecithin added as an emulsifier, with Vanillin and Ethyl Vanillin, Artificial Flavorings), Sugar, Wheat Starch, Confectioner's Glaze, Carnauba Wax, Yellow 6, Red 3, Blue 1, Yellow 5, Red 40"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "The key to my fortune has been pronouncing carnauba wax \"car-nah-ooh-ba wax.\" <br/> \nI now pass this grave secret to you all."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "what I love about Carnauba wax is that it is the main ingredient of both gummi bears and surfboard wax."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 42,
    "snip": false,
    "text": "Did Teodor break the lock? <br/> \nDid he go down on a cat? <br/> \nIs Lurquilla gonna die? <br/> \nCOME BACK IN TWO WEEKS TO NOT FIND OUT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "matthindle",
    "plus": 0,
    "snip": false,
    "text": "A cat with a ten-inch cock, at that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "So I wrote a poem, <br/> \nThe facts as I know 'em. <br/> \nThough the end seemed so near, <br/> \nNow I must shed a tear. <br/> \nThere's no resolution, <br/> \nJust more convolutions. <br/> \nOnstad rode into town <br/> \nBut again let us down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "With Onstad's skill for drawing things out and never resolving anything, I'm beginning to wonder if he isn't moonlighting as a script-writer for a soap opera."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bill4935",
    "plus": 13,
    "snip": false,
    "text": "Bah, to hell with this.  Call me when Philippe does something whimsical."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 6,
    "snip": false,
    "text": "Did anyone actually read those seven panels of dialog, or did I skim it and almost immediately condomn it as a lost cause because I'm too English and don't understand the peculiar way the people of certain areas of the USA like to sodomise the final remaining legacy of our empire? <br/> \n <br/> \n <strong>WHAT-HO TOODLE PIP OLD BEAN</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "Condomn. When the Typo Fairy strikes, she strikes without mercy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 3,
    "snip": false,
    "text": "THE CONDOMNED"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "\"Condom\" is one of the silliest word-sounds English people make."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "Oh, that and \"Beefburger.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "It has beef in it. Therefore,  <em>it is a fucking beefburger.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<i>And they invented it in Beefburg, Germany.</i>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<em>DAMMIT</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "duck",
    "plus": 1,
    "snip": false,
    "text": "As in.. <em>put a condomn on your fucking beefburger</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i skipped it. i don't know if people actually talk like that, but lets hope they aren't smart enough to write because i can't stand reading that dialect"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Eudora Welty with a massive head injury."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "See, that's what I'm saying.  I've never, ever heard someone that far from actual words; folks of the redneck persuasion tend to be mumblers rather than people inclined to add extra syllables and Rs and such, things that would make speaking more effort than normal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "We could also get into the fact that they're supposed to be some kind of Appalachian inbreds in Northern California but that's a whole 'nother can of worms not easily solved.  \"They moved\" is giving it too much credit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Having lived 17 years in Northern California, I can assure you it's easily solved.  There are some scary, isolated communities in the foothills east of Sacramento.  In Georgetown, CA, for example, if you have more than five teeth you're automatically elected mayor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I stand corrected."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "this accent is from Alaska maybe?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I work with a guy from Alaska/Norcal.  His isn't this exaggerated but I can imagine maybe that being the source, albeit pretty thin."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kirshark",
    "plus": 0,
    "snip": false,
    "text": "No, out of all the preposterous things I've heard in AK, this still tops all.  Look to Alabama, I say."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "Nope, not even here.  That Merceaux guy running for governor of Tennessee is worse than anything I've heard in 27 years in Alabama, and even HE isn't this bad. <br/> \n <br/> \nhttp://www.youtube.com/watch?v=1hvaeHllwtw"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "come on guys, we only need like 46 more states in the chain!  <br/> \nCali --> Alaska --> Alabama --> Tennessee <br/> \n <br/> \nAnd when we run out of states we can do it with countries!  <em>Hours of fun!!</em> <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "So from what you say, it's basically  <em>The Hills Have Eyes: Wine Country</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Most of the Sierra wine country is a little further south, but yeah, that's not a bad description.  <em>The Hills Have Eyes</em>  meets  <em>Sideways</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "So, what'd the elevator pitch for that be?  <br/> \n <br/> \n\"So, it's like this:  Pluto has a bunch of anal sex with chubby, married, waitresses, whilst rampaging around killing drinkers of merlot during his 'bachelor party' weekend.  Hijinks ensue.\"?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "A little too highbrow. The Foothills of the Sierra Nevada is the portion of California where you find giant pickup trucks with rebel flags and gun racks, maybe a dead wild hog strapped to the hood.  Yes, we have those people here, too (all of the above)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But...California was never part of the Confederacy.  Or should we ignore that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "They identify with the spirit they have chosen to claim it represents. A better move might actually have been the original Bear Republic flag, but they nicked that one for the actual state flag. <br/> \n <br/> \nThe places in California away from the coast are generally scary or, at best, agricultural and rural."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "Five blocks from the Sacramento waterfront they grow vast fields of murdervine and plump helmet. Locals in frayed straw hats crouch amid their fields, clutching envenomed shotguns and sawed-off pitchforks wrapped with barbed wire. Their hunting dogs have prosthetic bear traps built into their mouths."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "West Sacramento is also where the Highway Patrol training facility is.  Actually, that answers a lot of questions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "beuks33",
    "plus": 0,
    "snip": false,
    "text": "Well in my time working in an office supply emporium more than once customers have come up to me asking where we have the ink \"cartilages\".  Not kidding.  Several times I've had to restrain myself from taking a sharpie to their nose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Oh, I'm from America and I didn't get it either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 1,
    "snip": false,
    "text": "Today I will be shaking with restraint while trying not to yell at every passerby, \"KIN YOU GIVE ME REG'LR BAYBEES, MISTER?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Something tells me that is a bit of hyperbole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 1,
    "snip": false,
    "text": "A stuffed Teddy Bear, a gay elderly cat, a middle aged female cat and a dozen sopping wet chinchillas walk into a bar, and the bartender says..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 5,
    "snip": false,
    "text": "\"Damn, this part of the arc sure does suck.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "augeno13",
    "plus": 1,
    "snip": false,
    "text": "\"part\"?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thespoof",
    "plus": 2,
    "snip": false,
    "text": "it was pretty funny early on"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "Truth, it was going well until President Carter."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "You motherfuckers are working some rough chuckles on Onstadt right now. <br/> \n <br/> \nchuppies alloted where due"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man we all thinking what Tacodor was thinking: This is horrible. How the fuck did I get here and how do I get out of here? Whe...where will I gooooo? <br/> \n <br/> \nOnstad has filleted the shark."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'd almost say that it seemed like he was trying to do some sort of experiential thing to us. Trying to make us actually feel Teodor's pain by being subjected to a lengthy, endless, painfully savage journey into madness and despair. <br/> \n <br/> \nBut really I just think he didn't plan this out and is unable to realize how much we hate these people."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "I think if he realises it, he'd be exuding tears of laughter and rolling on the floor. he'd be rotflhao'ing. To be the Mengele of WebArtists. To have such power! <br/> \n BWAHAHAHAHA!!!! <br/> \n His meta-experiment is metastaSUPERsizing!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 5,
    "snip": false,
    "text": "\"How did i get in this van\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "uh... ah... erm... <br/> \n <br/> \n\"SPLUNGE!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "allenphreak",
    "plus": 1,
    "snip": false,
    "text": "Yeah, splunge for me too!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 3,
    "snip": false,
    "text": "\"I quit.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "\"Was this storyline written with the most demented mad libs book in existence?\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pigeon_street",
    "plus": 8,
    "snip": false,
    "text": "Next stop, Beef's place. <br/> \nThen Ray's place. <br/> \nThen on and on and on to pick up Todd and Ray's mom and Cornelius and Ultra Peanut and Excitable Free Sample Guy until every last character, no matter how minor, is in the back of that van having the densest and most self-despising orgy of all time. That's where this arc is going, and then maybe off a cliff. <br/> \nOnstad is a mad genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "Wait... it's not already off a cliff?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "do you see spiky rocks below? <br/> \n <br/> \nthen no"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "The little corn salesman loves to suck the cock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 0,
    "snip": false,
    "text": "You can't call something that's already smoldering at the bottom of the canyon \"maybe off a cliff.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "You think it can't get worse. Oh lord, how I envy your naivete."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "okay, perfect!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Ray gets his can rocked by a dude, possibly w/ commodoring."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doktorrat",
    "plus": 2,
    "snip": false,
    "text": "I'm starting to think that Onstad has written himself into the inescapable corner of a nightmarish and unplanned story arc... the reason for the wait between updates and the time spent obsessing over the strange dialect of Maynar and Lurquilla.  We're not the only ones who have no idea where this is going."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "groen",
    "plus": 0,
    "snip": false,
    "text": "In the end, Teodor escapes the locked van and sues the manufacturer. Beef breaks out of the pipe and goes back to bed with Molly, recognizing himself as a coward who would desert a dying man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Can't say I agree with your assessment there. I believe it will soon be conclusively proven that Beef is quietly courageous and would dessert a dying man. <br/> \n <br/> \n <em>Everybody likes a treat.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "But I have...  <em>diabetes!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "It will be a reasonably-sugared and reasonably-caloried dessert and will actually cure your  <em>diabeetus</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "Honestly, if he just came out now and admitted that he's painted himself into a corner, declared the entire arc non-canon, and maybe did us a Friday Facts which we haven't seen for so goddamn long now, I would regain a lot of the respect I've lost lately."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "fire this story out of the \"NON Cannon\" and into the sun"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, that's horrible, because the past three months would have been for naught.  He needs to work his way out and end it.  It's the only way.  Even if he just kills everyone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "The way out is through."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "Verily, it was the same with Dante and his trip through Inferno."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "The only easy day was yesterday."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 5,
    "snip": false,
    "text": "I think I've figured it out. This arc is a metaphor for what Chris is doing to us. Chris (Nice Pete) wants to take us (Teodor) on some surreally unpleasant journey (high school night) and we're held prisoner inside the story arc (van)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "so who is the woman who is asking if Onstad can give her regular babies?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "As I recall Onstad sired an offspring not so long ago. There's all kinds of paternal issues here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bartleby",
    "plus": 8,
    "snip": false,
    "text": "Dark Horse Publishing"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "No they're represented by the burnt wreckage of a lawnmower covering a stuffed bear's incinerated terror-shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "So right about now we should all be experiencing the taste of a metaphorical sweaty old dick in our mouths."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Tastes like Asherdan"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "cross posted to Touamb.  heee"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I AM E-FAMOUS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firedmyass",
    "plus": 2,
    "snip": false,
    "text": "you seem insightful. do you know where my keys are?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 2,
    "snip": false,
    "text": "Philippe is standing on them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "He has written himself into the back of a locked van with an elderly homosexual cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "Wait, are they saying the cat gave birth to chinchillas?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "No, he is sterile so he buys her chinchillas to make up for it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "well... she could still have a 'birthing' ceremonious simulation with her new chinchillers..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 5,
    "snip": false,
    "text": "The Hickspeak is really slowing me down so let me see if I got this: <br/> \n <br/> \nPete returns.  Lurquilla tells Pete about Mayner's apparent bowel problems in the interest of full disclosure, fearing should Mayner shit himself without warning Pete can sue due to a Mental Surprise.  Mayner is clearly embarrassed by this and takes the time to connect this with the deeper issue of Lurquilla's dissatisfaction with their marriage.  Lurquilla reveal's Mayner, for whatever reason, couldn't provide her with a biological brood that is now substituted by her chinchillas and in a moment of Crazy asks Pete if he can deliver.  Pete obliges.  Lurquilla takes her chinchillas and enters the van to what horrors, only Nathan, T, and Onstad know. <br/> \n <br/> \nComplicated as that is, I'm sure it was only the last panel that took ten days to render."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "REVEALS is NOT POSSESSIVE"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Christ, even in non-insane English I got bored half way through."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "As well as his bowel, there is also a problem with Mayner's face -- that is the source of warning against an unexpected look at him. <br/> \n <br/> \nOr that's how I understood the events."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "I thought the same thing, initially- however, it appears to me that Lurquilla is saying Mayner is wearing a prosthetic fece, which I guess is some form of truss or suppository meant to prevent his pernicious bowel from acting up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grondak",
    "plus": 0,
    "snip": false,
    "text": "Actually, it's a battery-operated dildo that Maynard \"lost\" during a time when he was exploring his sexuality..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "True, is not the garden-variety butt plug not a more than adequate prosthetic fece than could reasonably be devised?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Damn - I keep reading that as using a prosthetic face to stop him talking out of his arse."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Which, let's be frank, isn't working as well as he might have hoped."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I have planted many butt plugs in many gardens. they have not given me a good harvest."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Would you prefer \"wild type\"? This may cause some confusion for those interested in purchasing Butt Plug  and expecting something more than they get."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catoblepas",
    "plus": 3,
    "snip": false,
    "text": "(Walking in the tall grass) <br/> \n <br/> \nA wild Buttplug has appeared! <br/> \n <br/> \nIt uses Penetrate. It's super effective! Everyone is really horrified! This will cause problems in the community!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "You have chosen LICKITUNG! <br/> \n <br/> \nLICKITUNG uses CUNNILINGUS! <br/> \n <br/> \nIt's super effective!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The important question is whether this is a Dragon Quest reference or a Pokemon reference. There is a right choice and a wrong choice."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "The even more important question is when Stephen Lavelle sold out and started working for Square Enix."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Butt Plug \"Plus Sign\"... how naive I was to be trying to us a plus sign here."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "woof",
    "plus": 1,
    "snip": false,
    "text": "chris maybe you should pay attention to all the hate being thrown your way. <br/> \n <br/> \ni have easily given you over two hundred dollars over the years on shirts and books and strips and this totally blows. c'mon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 22,
    "snip": false,
    "text": "TWO HUNDRED DOLLARS???!!!!! I GUESS THAT MAKES YOU THE MASTER. <br/> \n <br/> \nDANCE CHRIS, DANCE FOR WOOF'S PLEASURE."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "woof",
    "plus": 1,
    "snip": false,
    "text": "you have no idea what kind of master i am. <br/> \n <br/> \nno idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "hey woof it's ok if you want to voice your negative opinion don't be a passive aggressive pussy just because someone called you out"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tttt2",
    "plus": 4,
    "snip": false,
    "text": "called you out in a really geeky ren-faire cape-wearing way, might i add"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "http://dictionary.reference.com/browse/passive-aggressive"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "yeah that doesn't contradict the way i used it so do you wanna fuck off now you penguin bitch"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "you should never be a cock to a stranger"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "NEVER"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "But, unfortunately Asset Bar is your mom taking you to the School of Being A Cock to Strangers, in a Nice Van. <br/> \n <br/> \nThere are gay men in the van. <br/> \n <br/> \nThere are no exits."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "master of the sith?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Darth Bator."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "He is the Master"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "woof",
    "plus": 3,
    "snip": false,
    "text": "for instance i have 2 80s in world of warcraft. i bet you do not have even 1 80, if you play that at all."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "woof",
    "plus": 1,
    "snip": false,
    "text": "also my neighbor just murder-suicided himself and his wife. you can't even touch that shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Any idea what motivated him?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Woof, I am also interested in this and would like to subscribe to your TROLLETTER."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "just 'cause something someone says trips a bunch of people out doesn't mean the dude is trolling.  there are lots of idiots in the world, it's not hard to find something that trips a lot of people out."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I always thought trolling (partly) was deliberately saying silly stuff that makes you look like an adolescent vying for attention (but are really just stirring shit by deliberately dropping stuff that you know full well will stir that shit good)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yeah, but at this point, it's hard to consider slams on Onstad's promptness trolling.  It can only be considered ironic trolling at this point.  This is kind of like that 'what is art' question.  If someone accidentally ironically trolls, is it still ironic trolling?  Is it genuine trolling?  Woof's patterns of statements lack a lot of the context that would help us to answer these questions.  So that's why I'm kind of calling everyone out on having gotten out the jump to conclusions mat.  <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "*forward roll... arms up - out - down... giggle like a school girl - hug grinning walnut-faced north European coach*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I.. wha.. okay.. %-)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "He has a disease that makes his face grow more walnut-like every year."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "As soon as I read the \"Jump to Conclusions Mat\" I immediately thought of myself as some kind of Forum Gymnast."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I would never wanna imagine myself as a gymnast because I don't find the gymnastic getup to be very sexy at all.  It hardly ever looks good.  Except maybe that one time on the beach when Borat tried it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "see, I would totally imagine you getting off to the idea of 13-year-olds in spandex"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "How is the comment \"stirring shit\"?  I can't even come up with a hypothetical scenario where woof's comment could be considered stirring shit.  Beyond that, I think a better definition of trolling is writing something that is deliberately intended to anger another.   <br/> \n <br/> \nHow would anyone get angry just because woof claims some sort of status from an incident that, while not something that he had any direct involvement in, is pretty damn intense to have happen to people you know even slightly, and would definitely have a person yammering for a while afterwards to at least defuse the shock of it.  Silly?  I suppose, if he is making it up, but I don't think so."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I am the bowl. You are the ladel."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Dude!  You're the bowel?!  Ewww.  Whatevs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "His good neighbor woof turned him on to achewood a few strips back......"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 1,
    "snip": false,
    "text": "This arc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "When you do a murder-suicide, it's important to get it in the right order. Boy would you have egg on your face! You also have to choose the right method. Some poor choices:  <br/> \n <br/> \nRolling off your bed until the people downstairs complain <br/> \n <br/> \nEating really hot sauce <br/> \n <br/> \nRigging up the front door so when the delivery man comes a shotgun shoots you both (you cannot count on this working 100% of the time)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Some other favorite Achewood suicide methods:  <br/> \n <br/> \nRhyming against Little Nephew <br/> \n <br/> \nGetting Senility and going to bed on the crosswalk <br/> \n <br/> \nPuking into an outlet so you electrocute yourself <br/> \n <br/> \nDriving a lame car very slowly into a lake <br/> \n <br/> \nLighting the ass-gas of a Whole Foods customer <br/> \n <br/> \nCan you guys think of any others?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "maybe you should just pour boiling hot gravy into your eyes <br/> \n <br/> \nnot because it's a method philippe thought of using. You should just do it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": ":'( <br/> \n <br/> \nI was told people on the Internet were nice!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "wazza sounds like he might be from Australia they have a government firewall the censors out all the niceness."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I'm from NZ, we don't have any government firewall. We got to do our own damn censoring."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "huh.  yeah I've heard of New Zealand before (Redirected from New zeland) and I'm aware that it's to some extent or other administratively distinct from Australia, and it's an island... but damn... I should know more than that... I'm not sure if it's off the left or right coast of Australia, or how far off it is.   <br/> \n <br/> \nSee the problem I have with New Zealand, and I'm sure a lot of other people have this problem too, is that my memory and understanding of things tends to be very visual.  And Australia is just too far off in the corner of the map to visualize it with all that much resolution.  It's off there over at the edge of the world map.  There are no major roads that go there, so my memory and perception basically is just not too concerned with it.   <br/> \n <br/> \nWhat I mean is, Australia is sort of off there in the peripheral vision of my mind's eye.  It's all fuzzy.  If it jumps at me, I will probably reflexively cringe, but that's about it.   <br/> <br/> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "perhaps your visual memory includes elves?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "New Zealand: Australia's Canada"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "basically better in every way?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "woof, don't kid yourself, these strips take thousands of dollars to produce"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "Chris, feel free to ignore woof cuz I have spent more than $200 on achewood stuff. <br/> \n <br/> \nAlso, because I have eyebrows."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Do you realize how much of that $200 got to Onstad? <br/> \n <br/> \n$100 - Manufacturer fees and materials <br/> \n$5 - credit card, debit card, or Paypal fees <br/> \n$20 - Shipping <br/> \n$20 - Income Tax <br/> \n <br/> \nThat's only about $45 that gets to Onstad. I may have missed some things. That's ignoring the expenses he has just keeping the site running, which includes server space and bandwidth, technical work, etc. And the time he spends actually handling the payments and shipping and updating the store (or else paying someone else to do it) which has nothing to to with producing the comic.  <br/> \n <br/> \nIt's like when you give $50 to a call center charity drive for a local fire department and the fire department gets only $5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "omgcornflakes",
    "plus": 0,
    "snip": false,
    "text": "Are the...um...are those chinchillas dripping?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 1,
    "snip": false,
    "text": "They's whetchit from swimmin' in the 'bove ground. They's gon' got soggit! <br/> \n <br/> \n(Is that whetchit as in \"wet\" or \"wretched\"? It is not clear to me. Considering the lesson in chinchilla hygiene one fine Assetbar poster shared with us last strip, it could be either.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "'Tis merely the sour effluvia of Chinchillakind. Truly, the time to bathe in pumice is nigh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wiliamthepleasr",
    "plus": 0,
    "snip": false,
    "text": "This is what I updated compulsively for days for? I am starting at strip one and not reading new until I complete the archives.  If this arc isn't resolved by then, Achewood and I are going to have a long and boring talk about our relationship."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "On the bright side, I have completely lost the compulsion to update, making me more productive at work.   <br/> \n <br/> \nOnstad - doing what he can for the world economy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I haven't even been able to understand the last few strips involving these characters. And I haven't tried to either. It's like reading the Enquirer as written by Dostoyevsky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 6,
    "snip": false,
    "text": "this arc reminds me of dragon ball z. there would be ten episodes of a fight where nothing happens"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 3,
    "snip": false,
    "text": "Nice Pete is powering up. Powering up for  <em>murder</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i wish that [IMGS were ON] cause i'd love to see Nice Pete with some spiky ass Super Sayan hair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "This arc is going to end after over 9,000 more instalments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shinebox84",
    "plus": 6,
    "snip": false,
    "text": "Am I really the only one who really fuggin' loves the weird, gimped grandiloquence of the convoluted hick speak? Also, there's an oblique reference to Danny Glover in the title (if that's what you want to see there)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "Thed ther be wun uv yer lesser jubliations wud it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "YES YOU ARE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "no <br/> \n <br/> \nno he is not <br/> \n <br/> \nI also find this quite pleasing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ahhh, you a-craz'"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "shelbydavis",
    "plus": 9,
    "snip": false,
    "text": "I, too, stand in the camp of the fans.  THIS IS NOT, you oblivious fools, AN ATTEMPT TO SIMULATE ANY REAL ACCENT.  Onstad has taken surrealism beyond narrative and into dialogue.  Not just the dialect, but the tone and content and logic, of these characters is absurd and dreamlike.  I've moved around a lot through a number of backwoods and these two are speaking something that is undeniably but inexplicably familiar, like a film by Jeunet or a painting by Redon.  It IS accurate--just not specific."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "Okay, \"bad real accent\" aside, it's still nigh-unreadable.  So fuck it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": true,
    "text": "A comment left by firedmyass was marked lame too many times and excluded. (marked lame by KingPete, Feste, woodenteeth, nickb285, kestral)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yeah because calling it smart and calling me dumb is the be all end all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<strong>CAN YOU GUYS STOP HAVING A DICKSLAPPING CONTEST SOME OF US ARE TRYING TO READ THANKYOU</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 5,
    "snip": false,
    "text": "<strong>BUT I WANT TO SLAP MY DICK AGAINST HIS DICK TO PROVE MY RIGHTEOUSNESS DEAR LORD</strong>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "<strong>WAIT IS MY DICK THE SMART THING OR THE DUMB THING</strong>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "mine has been both so many times. no clear pattern has yet emerged."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "do i have to be erect for this? <br/> \n <br/> \ncuz i totally am."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "someone give this man a ...  oh wait nevermind"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "which side of this is the smart one?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thesaurusrex",
    "plus": 8,
    "snip": false,
    "text": "It's adorable when dumb things are assumed to be smart things by dumb things."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "someone created an account to post that"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It had to be done."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lenguajerey",
    "plus": 1,
    "snip": false,
    "text": "<em>Fue necesario.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>Porque hizo un account para comentar en espanol bro?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "firedmyass",
    "plus": 0,
    "snip": false,
    "text": "SOMEbody thinks I'm adorable. <br/> \n <br/> \n*swoon*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "azairborne",
    "plus": 0,
    "snip": false,
    "text": "my internal voices for them are those of the squidbillies, i literally live near where they (squidbillies) ficticiously live, it is actually like that here, i love it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilbur",
    "plus": 0,
    "snip": false,
    "text": "I have to read it more than once to understand it, but once I get it, I think phrases like \"what bears within him a per <em>nicious</em>  bowel\" have a crazy, compelling rhythm to them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Like somewhere between a tent-revivalist faith healer and a meth-ruined cardboard mogul."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dustychenille",
    "plus": 0,
    "snip": false,
    "text": "I also love the grandiloquence, or what n' ever you called it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 2,
    "snip": false,
    "text": "Can we go to Taco Bell yet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 0,
    "snip": false,
    "text": "Things God (Onstad) will likely put in her: a) a 10 inch cat cock, b) her own chinchillas, c) a knife, d) all of the above."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No one's commenting on other shit!  Everyone is talking about how shitty this arc is!  Holy crap!  No pop cultural tangents!  It's all about the SHIIIIIT! AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "engi",
    "plus": 0,
    "snip": false,
    "text": "You sure like writing \"shit.\" <br/> \nAlthough I suppose it fits a strip featuring a cat with prosthetic feces."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "SHIIIIIIIIIIIT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "OH SHIIIIIIT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 7,
    "snip": false,
    "text": "Haters be damned, feed me absurdity! <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "Assetbar has had enough of my Friendly finger. neonfreon, you have a chubby in spirit, if not in actuality."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crom",
    "plus": 1,
    "snip": false,
    "text": "Can you ever have enough of the Friendly finger?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "It's important that it's thick and not  <em>too</em>  long."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "My friendly finger is once again allowed, so I gave you all chubbies. Now tell me, was it thick enough and not  <em>too</em>  long?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorriffs",
    "plus": 0,
    "snip": false,
    "text": "I dunno what the deal is with yall mofo peeps be buggin, that was some deliciously ridiculous dialogue."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stripedassedape",
    "plus": 0,
    "snip": false,
    "text": "Don't worry because: <br/> \n <br/> \nChris can take the heat, 'cause he's the other white-meat known as \"Kid Funky Fried\". <br/> \n <br/> \nYeah he's hung like (former)Planet Pluto, hard to see with the naked eye.  But if he crashed into Uranus, he would stick it where the Sun don't shine.  'Cause he's kind of like Han Solo; always strokin' his own wookie.  He's the root of all that's evil, but you can call him \"Cookie\". <br/> \n <br/> \nWell, it was on fire anyway.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "there is a certain insanity in how certain graphic elements are rendered completely differently from other elements, to wit, the chinciller cage.  It's almost as if the chinciller cage comes from or is it's own different dimension."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "\"The heavily chlorinated pool water dripping from the whetchit chinchillas' coats ran across the bottom of the plastic carrier, rinsing away the shed hairs and tiny droppings to expose a clear label... 'Hecho en Mexico.'\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "chlorinated water on one's anus feels funny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "'for external use only'"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "the anus is kind of neither external nor internal.  It can vacillate..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "True - I suppose you could say it swings both ways."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "'In through the out door' even."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "grondak",
    "plus": 10,
    "snip": false,
    "text": "Q: Why should you wrap a chinchilla in duct tape? <br/> \nA: So it won't split when you fuck it. <br/> \n <br/> \nQ: What do you call a chinchilla carrying a roll of duct tape? <br/> \nA: A whore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chamurai",
    "plus": 0,
    "snip": false,
    "text": "I'll surely be the life of the party with these gems in my artillery!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I like this new guy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "he's like theirateturk but instead of women he hates chinchillas."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I do not hate women; women are all whores."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I'd like to make a different reply to this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Q: What is the difference between a dead chinchilla and an apple? <br/> \n <br/> \nA: I don't cum in an apple before I eat it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "the original (funnier) substitutes \"chinchilla\" for \"baby\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Did the van suddenly move onto the lawn in the last panel?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "iwaslikebone_",
    "plus": 2,
    "snip": false,
    "text": "I hesitate to say that this is bad, but it does feel like Achewood has changed in the last year or so into a comic that I no longer enjoy, but just keep up with out of habit and in the hope that it returns to absurd humour rather than psychotic darkness. <br/> \n <br/> \nHas it ever occurred to anyone that Achewood could be a pictorial representation of the gradual journey of the author into schizophrenia?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 0,
    "snip": false,
    "text": "That would be AWESOME."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "I have brought up Louis Wain before and I WILL DO IT AGAIN. It's almost worth rooting for at this point: at least give a level of insanity that piques the interest."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "pretty soon achewood is just going to be drawings of military-enlisted cats with flowers for eyes and sly grins"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "I wish to subscribe to your newsletter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "In agreement, w/r/t/ \"hope that it returns to absurd humour rather than psychotic darkness\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fireking",
    "plus": 1,
    "snip": false,
    "text": "You're all reading this storyline wrong. <br/> \n <br/> \nThe engine in Nice Pete's van reads \"Hecho en Mexico.\" I'm calling it right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edthehead",
    "plus": 1,
    "snip": false,
    "text": "If Ray's magical realism RV rained...does that mean Nice Pete's magical realism van rains men?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 3,
    "snip": false,
    "text": "HALLELUJAH"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "I think the Nice Van, if of the Mexican Magical Realism manufacture, must radiate a field that inhibits fear and inhibitions.  <br/> \n <br/> \nAlso, the lock on the inside is unneccessary. The doors open only from the outside. It's just another cruel joke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "if you make something that inhibits inhibitions, wouldn't it inhibit that inhibition as well?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't the lock stop people from opening the van and saving the victims? I see the joke, but only as Nice Pete would."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "The joke is that  <em>you are doomed.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "*rimshot*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "Somehow I get the idea Lurquilla happens to own a ton of those plastic M&M statues."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 3,
    "snip": false,
    "text": "And here I thought Onstad was moving towards denouement. Instead, he keeps playing Jenga with the plot. <br/> \n <br/> \nY'know, everyone focuses on how bad of a night T is having, but think about how  <em>great</em>  of a night Pete is having. <br/> \n <br/> \nIt's like, it's like when the fish just jump into your boat. And then you brutally club them to death until they stop twitching. And you are the winner."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 2,
    "snip": false,
    "text": "This arc would be so much better as a Nice Pete blog entry that I could ignore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 2,
    "snip": false,
    "text": "Also: Maynard and the Pernicious Bowels. Live at the Palladium!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dustychenille",
    "plus": 0,
    "snip": false,
    "text": "With opening act, The Lesser jubilations!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edthehead",
    "plus": 3,
    "snip": false,
    "text": "I feel like I'm watching the exposition for one of those godawful \"reality porn\" scenarios. <br/> \n <br/> \n\"Lurquilla was looking for a daddy for her chernchillas, and we were more than happy to oblige her with a faceful of hot lava. Om-nom-noms indeed!\" <br/> \n <br/> \nSee it all at www.flanneryoconnerscommonplacebookvan.com"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "O lawrd, thet lumpy backside wull be tha death of me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i wasted ten days for the worst strip in history somebody prove me wrong"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "do you mean waited? or maybe you wasted them with waiting."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "if we're arguing to argue semantics like a bunch of creepy pasty shut-ins sure i meant 'waited' anyway was your comment really necessary"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "you are just feisty today aren't you. I am enjoying your prejudice that anybody that says anything on the internet is some sort of geek."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I've been rockin' this tan for the past few weeks. I'm certainly not shut-in. My creepiness levels are significantly lower than the average male of my age.  <br/> \n <br/> \nthespoof didn't offer a semantics argument, as semantics concerns meaning and word choice whereas your mistake was almost certainly a typographical error (you did not choose \"wasted\", you just mis-typed it).  <br/> \n <br/> \nthespoof also did not present an argument. He pointed out a possible grammatical error and  <em>asked</em>  if either of two other possibilities were what you meant.  <br/> \n <br/> \nHis comment was as necessary as yours or mine or any other online. Which is to say, not very.  <br/> \n <br/> \nFinally, at the time tttt2 posted his reply, there were only two people in the conversation. Two people can hardly be called \"a bunch.\" <br/> \n <br/> \nI'll leave alone the many other grammatical errors present."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "also, wjon already proved you wrong"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "seriously i fucking hate these fucked up redneck faulknerian acid trip characters"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "spelling listen \"lissen\" doesn't make a difference in the pronunciation"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "\"heela-copter\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "I actually really like this conversation now that i understand what was going on. by skimming i ensured my own dissatisfaction"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 2,
    "snip": false,
    "text": "Will Nice Pete find Chinchilla more effective in defense against Chemus Witches than a Parson's Mouse?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "The first two panels are that much more sinister if you recall the tunnel scene in \"Duel\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Achewood has wandered out into the weeds and has no intention of coming back any time soon. As story arcs go, this is the anti-GOF."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 1,
    "snip": false,
    "text": "So... you're saying Achewood has become Jerk City?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "But without the charm. And apparently with the dicklicking as of two strips ago. <br/> \n <br/> \n(And that's exactly where I came across the phrase. Spooky.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 2,
    "snip": false,
    "text": "P.S. DICKS HALUGHLAUHGLAUHGALUG"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "<em>*BELCHES UP SPERM*</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "Chubbies all around for knowing what Jerk City is. I feel less dirty now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Then you are probably not yet aware of Oglaf."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Ah, creme brulee - I have crossed oceans of beef to be with you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Those are some THICK... accents."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "hey guys do you think this arc and every character in this arc blow i know i do! (think they blow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edthehead",
    "plus": 15,
    "snip": false,
    "text": "So, a man walks up to Chris Onstad and tells him about an idea for a story arc. <br/> <br/> <br/> Well, we're going to have this serial killer, see? And he's going to go to one of his friends in the middle of the night and drag that friend out of bed, naked, throw him in the back of a van, bash him around, and have him take a shit on the lawn of a redneck chinchilla farm. The serial killer then burns the redneck farm to the ground by mistake, then drives to a Denny's.  <br/> \n <br/> \nOnce there he's going to take his clothes off, then go into the Denny's and allow an elderly homosexual to feel him up. He'll take the homosexual back to the van, and then put him and his friend in the back and lock them in. Then the homosexual will coerce the naked friend into performing a sex act. Meanwhile, the chinchilla farmers suffer a falling out, leading the female farmer to take her chinchillas and attempt to get impregnated by the serial killer. <br/> \n <br/> \nOnstad says, that's freaking awesome, I have just one question: What should I call it? <br/> \n <br/> \nAnd the man says \"The Aristo-Cats!\" <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cmd7194",
    "plus": 4,
    "snip": false,
    "text": "the way this arc is going, that should read \"The Afisto-cats\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "the afisto-scat?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "These comments are going places"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "To the village square where people will pile rocks on them until their humours spill out?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ceponatia",
    "plus": 0,
    "snip": false,
    "text": "Strangely, your post is far more humorous than the story it is about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "azairborne",
    "plus": 0,
    "snip": false,
    "text": "this conversation took place at a Denny's"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ahatofpig",
    "plus": 0,
    "snip": false,
    "text": "Lurquilla is a thoroughly lumpy woman."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 3,
    "snip": false,
    "text": "Those are some tasty hams...  <em>Lurquilla</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "I weep bitter tears for those sweatpants."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "revolutious",
    "plus": 0,
    "snip": false,
    "text": "Paul Castorzano?  Is that  <a href=\"http://web.archive.org/web/20101017235536/http://m.assetbar.com/achewood/uuafDQh8H/\">you</a> ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wonglers",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235536/http://m.assetbar.com/achewood/uuafDQh8H\">Assetbar, one shot one kill </a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "emeagher",
    "plus": 1,
    "snip": false,
    "text": "This story arc is turrible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "There's an arc?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "V-chub, you magnificent bastard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "courtland",
    "plus": 1,
    "snip": false,
    "text": "Charles Barkley does not approve of this story arc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "It could be worse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 0,
    "snip": false,
    "text": "Worst part is: this happened to Teodore right after he helped Phillipe. There is no justice in this chubby bear's world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Tanjit, futz and finagle, you're correct."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bika",
    "plus": 2,
    "snip": false,
    "text": "what is this i don't even"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morbo",
    "plus": 2,
    "snip": false,
    "text": "This story arc rocks. <br/> \nI need a bigger lame allotment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I think that Nathan is about to get a righteous turnabout.  I mean when Lurqi lays an eye on his pogo stick, that's that.  He won't have a chance - he will finally going to have to put that thing to the use that God intended."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Lurqi--the Norse goddess of chernchillas?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "and sexual defecting"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I object to your construct Randyleepublic as racist against not only gays but also as racist against universes that don't have ''Gods.'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Gays and gods are races?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "go to hell"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "heh.."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Honeypot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "Panel 4 is truly classic.  Pete in the van.  Clients in the back.  Clients in the front begging to get in the back.  It's like when you are playing a sport only about 3 times better then you ever played before.  In the zone, I think it's called.  Pete is in the zone.  That's why he got so quiet all of a sudden - it's like that when you're in the zone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I'll feel guilty if I don't attribute \"clients\" to Gene Wolfe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "weapon86",
    "plus": 1,
    "snip": false,
    "text": "Panel 19 shows us the Chernchillas can smell this game coming. Lurquilla appears to be emptying their response on the sidewalk..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 7,
    "snip": false,
    "text": "Right. After my third read through I started understanding the language of these freaks. Something clicked and it started reading fairly fluidly. Which was a weird experience, I actually had a couple of giggles and the fact that this woman is about to join the crowd is just great. <br/> \n <br/> \nPlease, people, judging the arc by how regularly the strip is posted is distorting the quality of the story for you all (I think, I guess, in my opinion)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "The gap between updates and the batshit accents are, while undeniably irritating, not what disappoints me about this arc. What does is the relentless slog it presents, with no reward for the reader, no hook to keep him/her interested, just depressing plot thickening after depressing plot thickening. Even the cheesiest horror movie has a few jumps, or failing that a few laughs at how terrible it is. <br/> \n <br/> \nThis arc is an Entertainment Hole."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Then consider woodenteeth an entertainment hole man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "<strong><em>ENTERTAIN MY HOLE!</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "That's what  <em>Sh</em>  . . . [nevermind; too easy]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh! That could have been wholly entertaining."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "But not entirely wholesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I desire entertainment immediately."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "but do you, woodenteeth, _desire_entertainment_immediately"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\n overmedicated  » neu  6 hours ago <br/>\n<br/>\nblah blah blah<br/>\n</em></div> <br/> \n <br/> \nI know right.  After meth and television and fast food addiction and being raised on modern DISNEY cartoons and toys that have flashing lights and constantly scream noises, this current arc is SO HARD TO DEAL WITH.  IT's SUCH A TORMENT!  IT'S ALMOST LIKE SOMETHING THAT REQUIRES ATTENTION SPAN AND PATIENCE! <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Oh man you've decided you have something against me haven't you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yeah, I did decide that last night.  I guess I was bored.  sorry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Psychologically Validating Banana Sticker."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what ?  is this some kind of code?  Do I need to hold it up to a candle?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "YOU MUST READ IT BY THE LIGHT OF THE FIRST NEW MOON AFTER THE ELVISH NEW YEAR"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You apologised. I though that was grand. I bestowed upon you a Banana Sticker (i.e. kinda like the \"gold star\" you'd get in Kindergarten. The reference comes from Metalocalypse)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "oh right right right I don't get the reference but I get the symantics now.  I must confess, however, I used to steal the stickers from the teacher's desk.  Not in Kindergraten, but in 3rd grade.  It was the aspie in me.  Loved those things."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I found whenever I did that kinda thing it was massively exciting until I got the things home and looked at them in private and then all of a sudden they were nothing and I felt as stupid as a boy under 10 could feel."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "heh see that sounds fairly well adjusted.  Me, I would covet my spoils.  I once stole a whole stack of notebooks from the grade school, because I had some weird OCD aspergic attraction to the things.  They were and still are to this day beautiful.  (I still have one I think that I made into a stamp album)   <br/> \n <br/> \nOr for instance I went through the neighborhood with a screw driver stealing position and turn signal light bulbs from cars. <br/> \n <br/> \nThis one time in junior high I stole this girl's yearbook.  (I didn't buy one of my own because I had no interest in it, not really socializing with anyone, but when the opportunity presented it's self to swipe the yearbook, I was compulsively attracted to the bright shiny novel valuable (if for no other reason than scarcity) thing.)  I sort of vaguely remember it having something of a sexual aspect to it, leafing through the pages of this stolen co-ed's yearbook, reading the things her friends had written, although I'm sure at the time I didn't really recognize it as being deviant or sexual per se.  It was undoubtedly just more weirdness for an already weird and troubled perspective on the world. <br/> \n <br/> \nI think I probably still have that yearbook somewhere.. (something of a hoarder, I am)  If I do, I should find it and track her down and give it back to her.  I don't feel like I should apologize per se.  After all, the honest explanation is 'hey I was a fucked up kid with a fucked up life and jacking off to your yearbook photo while squeezing the last bit of life out of the neighbor's cat's kittens and then frantically giving them CPR until they came back over and over again was some of the best times and the source of some of the fondest memories for this 15 yr old kid (I was held back several years.)  (Okay that part about jacking off and the kittens and being held back was a fabrication.  I was diverging.  But anyway, I diverge... <br/> \n <br/> \nyes, I should track her down and return to her her yearbook.. maybe I should scan it first, now that we have scanners... just.. a hoarding compulsion.  nothing deviant or sexual.  Just... it's hard to explain. <br/> \n <br/> \nBut anyway, if I do track her down, I know what it'll be right.  She'll be some 34 year old rural suburban midwestern palin-loving jack-off with sagging tits and a community college degree in something like phys-ed and kids who drink and do drugs and screw around in high school just like she likely did.  (I don't remember a thing about her, I'm just assuming.)   <br/> \n <br/> \nI fucking hate Americans.  I'm trying a new experiment.  I got a digital tape recorder, and I'm taping all my interactions with everyone now, 24/7.  Someday when I'm famous I'll maybe have an internet show where I go over the old tapes and make fun of these people. <br/> \n <br/> \nWho knows, maybe the yearbook girl is a hot lesbian now and she'll want to fuck me.  But probably not.  This is America after all, and we're all too tired and exhausted from working 60 hours a week to make the rich richer and to pay for our crappy health care (those few of us who have any health care) that all the lezzing out has pretty much fallen by the wayside.  Everyone turns now-a-days to the venomous vitriol of the inane right-wing to sustain their spirit.  How many lesbians have we lost to this wing-nut American mindset?  The mind boggles.  Fucking Vampire Americans. <br/> <br/> <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Don't be so dismissive of the common man.  Powerful forces have conspired to bring about this state of affairs.  Idealogical false dichotomies are one of their most powerful techniques.  The common man knows things are terribly wrong, but what can he or she do?  Especially when they are been discourages all their lives from engaging in analytical thinking. <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I don't think that Joe or Jane America really does know that things are terribly wrong.  They maybe have an intuitive twinge that some things aren't going well, but that's because for one thing things are going so badly that the mountain of evidence of things going badly is starting to landslide into the popular discourse, and also, common folk intuitively sense that things are going badly because life is getting harder and harder; e.g. working more and more for less and less.  But this intuition is not the same as knowing that things are terribly wrong.  If they really were capable of knowing that things are terribly wrong, they'd have known this quite a while ago, instead of gaining this sense only when things start to finally crash and burn with the economy and mounting evidence of global warming screwing us over and so on.  If we discover a new massive deposit of cheap oil somewhere, or if we get that laser fusion or whatever it is working to give us an unlimited supply of cheap electricity, then overnight all this knowledge that things are going wrong will evaporate as everyone will be too busy buying stuff at Walmart and Home Depot and eating out at fast food joints and driving around in new cars to have time to think about anything. <br/> \n <br/> \nI don't know what ideas you subscribe to in the way of powerful and conspiratorial forces, but I suspect that we probably have different views in this arena.  The only powerful forces I see are low-level forces such as market forces.  If anything has screwed us over, it's not due to any conspiracy, rather, it's due to lack of conspiracy to counteract those forces of nature which like to drive populations towards the brink of chaos.  The rich and powerful are all basically some version of Madoff.. right place, right time, and not too smart.  The GOB club can't derive any conspiratorial success from secrecy because it's not secret.  Everyone knows it's there.  It's not there because it's special, it's there because the system creates it.  the GOB club is simply an emergent property of the system.  As the system of human culture changes, we will see new paradigms of organization, and strong centralized nodes such as GOB clubs will cease to be relevant.  When the power of the common man is finally unleashed via networked based culture, boy is this world going to be fucked."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "You're right, I way overstated the case with \"terribly bad\".  Your description of the common level of awareness is pretty accurate.   <br/> \n <br/> \nWhen I say powerful forces, I don't mean some kind of majestic and awesome world overlords.  Of course there is pretty much nothing like that.  The powerful forces I refer to are more like the GOB club you mention.  But there are many, many GOB clubs.  Most are very much like the picture you paint: lucky and not too bright.  However, there is one group, or a couple of small groups that while no Einsteins, do have a good handle on a very old, very, very pernicious, and reasonably profitable, (for them!), scam.  Various groups have employed this scam on a more or less continuous basis for the last 400 or 500 years.  It saps the vitality of every society over which it holds sway.  It has destroyed the lives of tens of millions of people.  The United States struggled with it for the first 130 years of our existence.  We held our own, and became the richest nation on the planet, but the existence of the scam resulted in a non-stop parade of medium-sized financial catastrophes along the way.  Millions of people had their life savings wiped out.  Some even took their own lives in despair.  But we were holding our own.  Then, on December 24, 1913, we lost the war.   <br/> \n <br/> \nIts name: fractional reserve banking.   <br/> \n <br/> \nHuh?  All that build up for something so mild, so innocent sounding?!  Am I nuts?  Far from it.  It's not that complicated, but understanding how it benefits a tiny few at everyone else's expense requires some very careful analysis.  Read about the history of money.  \"Oh, how boring.\"  \"I don't want to do that.\"  That's what everyone says.  Another win for the powers that be...  All they have to do is stay under the radar.  Make sure that none of the major universities' economic departments ever start to actually practice science.  Occasionally, very, very, very, occasionally make sure that someone has an accident.  Do the names Lincoln and Kennedy ring a bell?  Nah!  That's just conspiracy crazy talk.  Well, the beauty of my thinking is that despite my suspicions, my suspicions need never rise above being anything else but suspicions.  I don't have to \"prove\" any conspiracy.  All I have to do is demonstrate to thinking people why fractional reserve banking is a bad idea.  If enough people acquire that understanding, then we put an end to it in this country.  Win.  For us! <br/> \n <br/> \nP. S. I have a global warming rant too...  Simply this: It doesn't matter whether anyone believes in AGW or not.  In fact the powers that be love the argument over AGW.  Because as people argue over the existence or non-existence of AGW, NOTHING SIGNIFICANT WILL GET DONE.  I say to hell with AGW, I want to start tomorrow with a program of building: I want to cover the landscape with nuclear, solar, and wind power generation facilities.  I want the nation to abandon all of its other wars: the war on poverty, the war on terror, the war on drugs, whatever else.  I want to declare a war on carbon fuel powered energy production.  I want us to stop bickering like retarded children, sit down, and draw up plans to construct a completely new energy generation infrastructure that only uses sustainable sources such as the sun, the wind and the atom.  How long would it take to completely eliminate the need for coal and oil, at least here in the US?  (You gotta start somewhere.)  How much would it cost?  It will take how ever long it takes, PLUS HOWEVER LONG WE KEEP DITHERING BEFORE GETTING STARTED.  It will cost whatever it costs, PLUS HOWEVER MUCH MORE WE HAVE TO PAY FOR THE NEEDED ENERGY TO BUILD IT BECAUSE WE DELAYED AND CARBON FUEL PRICES CONTINUED THEIR INEXORABLE RISE.   <br/> \n <br/> \nIt'll never happen.  \"We can't afford it.\"  \"Eliminate all carbon?\"  \"That's nuts!\"  Well, actually it will happen eventually, only by the time it happens, it will be way too late, so only one thousandth of the needed infrastructure will be built and millions of people will die. <br/> \n <br/> \nUnless, like you say, we get nuclear fusion, which may never happen, but even then, you have to build a lot of very expensive resource intensive power plants as well as a distribution system.  Not likely.  First the former middle class has to be bled dry of their last fifty cents.  <br/> \n <br/> \nWhat do you think?  Do you also want to eliminate the carbon cartel's tyranny? <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kindergard",
    "plus": 6,
    "snip": false,
    "text": "jebus dude, you're conversing with ratacattt?!? are these billable hours or is it some sort of work release program?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Awesome. I'm stealing this for use in real life."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Even if everything he says is a fabrication, even the motivation for the fabrication and the message itself is kind of facinating."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "they stole them in Metalocalypse too"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Broke the cardinal rule: Shouldn't ever be a cock to a stranger."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Tell that to Nathan."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "I like how your avatar reminds us who Nathan is, for those of us who were too distracted to look at his face."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Hell of such as no problem"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Nathan wasn't \"a cock to a stranger\" as much as he \"gave a cock to a stranger\" or \"touched the cock of a stranger.\" <br/> \n <br/> \nSubtle, but completely different."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Well, you could accurately call him \"a cock to a stranger\" if the stranger valued him primarily for his cock.  I believe the dick-about-terms term for that is \"synecdoche.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "I was considering saying this same thing, but \"synecdoche\" always makes me think of \"douche,\" so I avoided it...I don't think you're being a douche, to clarify. I appreciate you, lateadopter. You are rad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "all this penis talk made me read \"syndechode\". like syndicated (plus) chode."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "You shouldn't have made outlandish assumptions at him. That was uncalled for."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "verplanck",
    "plus": 0,
    "snip": false,
    "text": "seconded.  \"relentless slog\" is the perfect descriptor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i completely agree, when you get into it, this conversation is hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gabriel",
    "plus": 0,
    "snip": false,
    "text": "This is just not what high school is like at all. <br/> \n <br/> \nAnd whoa, Mayner's lips in that second-to-last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "It's not like high school verbatim. But, being trapped, told what to do by people who seem to have lost touch with reality, failing at improving your situation by trying to think but succeeding purely by accident, getting many opportunities to have sex but only with the people you really don't want it from; No, it's not exactly like high school, but it gets the key points right."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "chinchilla farming exchange students being murdered by the teacher"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "extortshorties",
    "plus": 1,
    "snip": false,
    "text": "I'm actually really excited to see what these guys look like when they aren't just silhouettes, I mean, they have the WEIRDEST-shaped face I have ever seen in my life. <br/> \n <br/> \nAnd I agree with some above posters- once I finally managed to figure out what they were actually saying, it was hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Mayner is understandably at a loss for words. <br/> \n <br/> \nActually, Jesus, so am I. What the hell?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "I don`t understand all the hate against Luquilla and Mayner. I love the dialogue. It`s like an unholy amalgam of deep-south, scots, and elizabethan english."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bartleby",
    "plus": 0,
    "snip": false,
    "text": "I...I just don't know where this is going anymore. Onstad, do with me what you will."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Webcomic Stockholm Syndrome.  <br/> \n <br/> \nYou're Onstad's wife now!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "Next time my lady wants to talk about having babies, I'll say \"Lets go git us a son or daughter or what'n-ever God would put Within you.\" It's that bit of uncertainty that might change her mind."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "historyandmetal",
    "plus": 1,
    "snip": false,
    "text": "cut onstad some friggin slack and read peanuts if you're so pissed at life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "Right, because the minute we started reading this site we signed waivers saying that we can't ever criticize the work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 2,
    "snip": false,
    "text": "coming to a site that annoys you specifically to complain about it does seem slightly counterproductive"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "the site doesn't annoy him, this arc does. that is like saying someone hates the Beatles because they don't like \"Piggies\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Sorry, after reading this religiously since early 2002 and enjoying it immensely for the last 8 years, I feel like it's OK for me to have opinions and point out that this current arc is poorly done in comparison with the rest of the material."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I'd have to agree with you, Streever. There's something that just doesn't click with me. Since the Chris Ware days, even. I liked the \"Returning home\" arc for Phillipe, but that's it. Then again, I'm not a big fan of the magical realism arc, or anything with Nice Pete, to be fair. And I did like Cartilage Head. So, yeah, I have pretty weird tastes"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "We need to send a delegation to visit chris and interview him on tape to find out why the cheech and chong is kind of missing from achewood for a while now. <br/> \n <br/> \nalternatively, if anyone doesn't like the current strip, mail onstrad a joint, and maybe if enough people do that, things will get all freaky deeky again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Chris Gets Kind of Stoned"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "More like Chris Has Kind of a Bad Trip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "capap",
    "plus": 0,
    "snip": false,
    "text": "I can't decide which vanbound character I'd most like to see make Lurquilla-baybees."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Todd. <br/> \n(He has a van too)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "WHOA unexpected!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ahutsell",
    "plus": 0,
    "snip": false,
    "text": "I've been reading this comic since 2003, long before it became any kind of phenomenon.  I've signed up today to say this arc is painfully bad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "verily, it is the worst song, on the ugliest guitar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "well, I thought the GOF and the wedding were kinda dumb too.  Lots of people went gaga over them, but I thought they sucked because they were all about social customs that I don't personally hold any interest in at all.  I was turned off by people liking GOF and Wedding because I think people liked these arcs because of the prestige and social standing associated with fighting and marrying. There was other stuff to like in these arcs, but I think this is the main reason most people identified with these arcs.  I think a major component of most people's psyche is shallowness and superficiality.  If people don't like the current arc, I can't help but wonder if it isn't in large part because their shallow-self isn't able to vicariously revel in some aspect of this strip.  People are asking for Phillipe to be brought into the arc... but why?  Are people attracted to Phillipe the person?  Or are they attracted to Phillipe the empty shell of a stereotype of a person, the cute little 5 yr old kid?  As you all get married to empty shells and have empty sex and raise empty shells of kids, are you ever going to be able to step outside of your prisons of social constructs?   <br/> \n <br/> \nIs the reason that the current characters and the current arcs make some people so uncomfortable simply that these characters are outside of any social constrictions you normally recognize?  Isn't that why homeless people are so scary? <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "no, homeless people are scary because they have one or more teeth and are not reticent about using it/them"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "that and they all have AIDS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Does that happen right when your lease ends and you don't renew within 5 business days?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Yes, the real estate agent turns up with an eviction notice and a dirty needle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "iwaslikebone_",
    "plus": 0,
    "snip": false,
    "text": "If by \"outside of any social constrictions you normally recognize\" you mean \"demented and dangerous\" then you might be on to something but the real reason this story is making me uncomfortable is that it has been several week-long waits for a funny that turns out not to be a funny or even an interesting. And I hate both weddings and fighting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "We don't like this arc purely because the plotting & pacing are awful. I have enjoyed virtually all of Achewood to this point. Lately however he's just had some real stinkers. This and the latest Roast Beef/Cartiliage Head, for instance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "i did not like the rb/ch"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "well I will admint that achewood has changed a LOT since the early years. <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "It's not that it has changed. I mean, I enjoyed virtually every arc it's ever had until lately. It's just that the pacing and plotting of the latest arcs has been pretty awful. This arc will have been going on for 4 months before we know it. What if it went on for 6 months? <br/> \n <br/> \nJust because you have social disorders and are unable to enjoy things like \"wedding references\" and the great outdoor fight doesn't mean the rest of us are handicapped the same way. I'm perfectly capable of enjoying a broad spectrum of things because I care about the characters and the way the story is told. <br/> \n <br/> \nHowever, with this arc, the characters are not treated well by the author and are used to... to what end exactly? Bizarro patently fake regional accents that make no sense and seem designed to confuse--cliffhangers that don't ever resolve--a week between new strips--a few strange side characters that seem introduced purely so Nice Pete can kill them. <br/> \n <br/> \nLook, I loved the old strips with Nice Pete, even the one where he was going to kill Ray. The arc made me worry about Ray, was funny, and delivered consistently. <br/> \n <br/> \nYou should just accept that this arc is objectively poorly paced and plotted, instead of pulling out the pop psychology."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Oops, I meant \"poop psychology\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "oh man if I had a nickle for every time i made that little slip... <br/> \n <br/> \ni might have been able to afford the lawsuit against me when i surprisingly started asking people's anuses about their daddy issues."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Freudian Slurp."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "verplanck",
    "plus": 0,
    "snip": false,
    "text": "should have read this before replying above."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 2,
    "snip": false,
    "text": "So, let me try to wrap my mind around it. <br/> \nYou're saying that we don't like this arc because we're too shallow or superficial to appreciate Teodor getting coerced (by physical torture, I might add) into blowing a stranger, or that I'm too shallow to appreciate characters that have as their one and only trait: A) Gayness (I shit you not, look for any other aspect about Nathan... He's fuckin' going to die, and he is trying to score a blowjob) or B) Homicidal psychosis (come on, do I even need to explain that one?) <br/> \nWhat's more, you aren't bringing forward any actual points about the strip that make it poignant, interesting, or even in some way redeemable. You're just pulling a \"you're a buncha idiots\" defense. Well, doesn't that fall directly into the realm of Ad Hominem?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "You're just not getting into the minds of the characters the way that Onstad has.  You need to work on your reverse engineering to better appreciate the current strip.  You need to  <a href=\"http://web.archive.org/web/20101017235536/http://www.methodshop.com/video/reviews/freddygotfingered/DeerDance.jpg\">get inside the animals.</a>   You're just as much hominemineming as I am. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "The law prohibits getting inside animals where I live."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "So go fuck a chinchilla in someone else's house.  Problem solved. <br/> \n <br/> \n(Bring duct tape.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<em>Whore.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "What if it's really cold out and your Tauntaun is dying anyway?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "the carbonite freezing was actually just the law catching up with him."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Wait a minute! Han Solo was never inside a tauntaun. He... He was INNOCENT!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He went to the chair two years ago, terribleman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "and, he then continues by letting you know that you just aren't reading it well enough. Again, not showing a single point about the strip that makes it good. <br/> \n <br/> \nBecause there isn't one. It's just poorly paced and plotted. That's all there is to it. Maybe if the strips were delivered day after day it'd be better? Honestly I suspect even then it'd be pretty awful."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "oh, come on... \"Kin you give me reg'lar baybees?\" <br/> \n <br/> \nthat is a line worthy of a chuckle or more <br/> \n <br/> \n(I gave it more)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oldhusky",
    "plus": 6,
    "snip": false,
    "text": "Wow, I understand myself and my prisons of social constructs so much better. Thank you, ratacatt. I will try to be less shallow and superficial from now on. Also, go eat a dick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "if you ever become president of the united states, I'm going to shoot you in the head."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "what will you do if he becomes a prominent, influential senator but not president?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I have to retract the above statement.  He might be black or Indian or something and I wouldn't want people to think I'm a racist."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Before or after you sup on aforementioned phallus?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "teezee",
    "plus": 7,
    "snip": false,
    "text": "I think what ratacattt is trying to say is that if we were half as elucidated as ratacattt we could enjoy this arc but we are doomed to a life of ignorance due to our very inability to see beyond our most immediate wants and needs.  I think it might be lonely up on that pedestal, so maybe we should try to be nice. <br/> \n <br/> \nPersonally I loved the GOF, I loved the wedding, and I also love this story arc.  The language play and the absurdism of this particular arc are the very things that made me fall in love with Achewood in the first place (Phillippe is standing on it).  The poignancy and character depth of the GOF and wedding were what sealed the deal (Roast Beef). <br/> \n <br/> \nIf you read Achewood and you cannot appreciate Nice Pete's monotone delivery of \"running for the border\" at 2a.m. and the way his pupils dilate when he says \"NO,\" or how Teodor ended up in this incredibly ridiculous scenario wherein his salvation may very well be the ignorance of some 'chernchilla' raising cats who also happened to be the \"math teacher\" whose lawn he shat upon under duress.  The architecture of this plot, blending the completely deus ex machina sort of deal in with complete absurdity and wonderful language representation is precisely why I appreciate Onstad. <br/> \n <br/> \nHey i you guys disagree with me, that's cool.  The thing about opinions is that there really isn't a right or wrong.  I know I sometimes entertain the thought that anyone who does not enjoy the taste/smell of onions and garlic frying in butter must obviously be subhuman and not as enlightened as myself, but then I realize that I really don't give a fuck what other people like and passing judgment on it is a waste of my time because I doubt they give a fuck about what I think. <br/> \n <br/> \nAlso: as a homeless person I ca say, homeless people are scary because they are unpredictable.  You don't know how much crazy they got going on under that hood, and anything unpredictable is naturally scary for a person.  If you didn't know if your car was fine or about to explode, it would be fucking sensible to be wary about entering it.  It is the mark of a halfway intelligent human being to be scared of a homeless man.  It is the mark of a decent human being to give the homeless man a chance at the risk of their self. <br/> \n <br/> \nAlso, ratacattt, you're fucking it up, man.  You're being a bag of dicks. <br/> \n <br/> \nCut that out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "teezee that is exactly what I was trying to say only way more eloquent and sensible like.  Except for the part about me being a jaggoff.  I wasn't trying to say that.  I'm not really a jerk I'm just kinda aspergic.  I didn't have any kind of self-importance conceit going on when I penned the above.  I was just bein' honest.  Different people have different levels of awareness and consciousness.  Some people are more human than others.  some dogs are more human than some people. <br/> \n <br/> \nI don't have much dealings with homeless people but in any case I generally give hitch hikers rides and money if I got any.  Even people at the airport I give 'em money for bus fare or whatever.  Yeah, they might be scamming me, but they might not be too.  Why go through life assuming every homeless person asking for cash is scamming you.  Maybe they need it for  <a href=\"http://web.archive.org/web/20101017235536/http://www.youtube.com/watch?v=lBN1F5svuOA\">to go get shot up with more and more needles</a> .  Maybe they need it to buy a book.  Ya never know."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 3,
    "snip": false,
    "text": "One thing he managed, Ratacattt, that you didn't, was to bring up some specific instances of why he enjoyed the arc. That's why we can talk nicely with him. Instead of lecturing us about our inability to read critically or properly enjoy something, he explained why he enjoys it. <br/> \n <br/> \nInstead of treating us to a 14 year old's understanding of pop psychology, he actually added something to the discussion and was intelligent. You may wish to investigate this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "** poop psychology"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "poop pyschology: the new Justin Bieber, or just a passing fad?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "or?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "People are not \"aspergic\". You either have a diagnosis of some level of asperger's from a medical doctor in good standing, preferably a specialist, or you do not.  <br/> \n <br/> \nAsperger's or jerk (or both). You're trying to squeeze past admitting personal faults by demanding the pity-shield society gives to disabled people.  <br/> \n <br/> \nGee, I'm not arguing on the Internet, I'm just \"a little tired of your shit\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "being diagnosed with something and having it is not the same thing always. <br/> \n <br/> \nFor instance, you take your car to a qualified licensed and bonded mechanic who holds various industry standard certifications of mechanizational genius, and he says the dohickey in your car is diseased.  Well, he might be right, he might not be.  Alternatively, you don't take your car to said mechanic.  Again, the dohickey might or might not be diseased. <br/> \n <br/> \nI don't want no pity.  I'm just saying, the reason I fucked your wife is I have aspergers.  I say this because I'm a sympathetic dude and I hope that this may help you to deal with the betrayal a little bit better because I sympathize with you.  Especially after having discovered what a lousy lay your wife is.  I sympathize.  cool?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "One time back in life I was the lead teacher and an administrator at a private high school whose focus was kids with issues such as ADD/ADHD/Asperger's S./Developmental Delay/etc.   <br/> \n <br/> \nWhile you are correct that a diagnosis is merely a confirmation of something that exists independently of it (or even something that does not exist at all), people with AS are hardly sympathetic. <br/> \n <br/> \nIf we're gonna say we have  <em>conditions</em>  let us at least make do as if it were plausible.  I'm not saying you don't, or do, have whatever.  If anything, this is a corner of the internet where I am confident that you probably have  <strong>something</strong>  wrong with your brain.  An individual with A.S., in my experience, would just be confused you were upset at them sleeping with your wife, it would not occur to them that this would upset you although an explanation would make sense to them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "No, he's just a dick who is defending his favorite comics ever. <br/> \n <br/> \nI do appreciate Nice Pete at 2 a.m., and I love the way he says No. Don't get me wrong: some of the installments in this arc were good. Overall though, it suffers from terrible pacing and what seems like a lack of direction. It's just wrong that teodor has been naked in a van for almost 4 months in real time and nothing substantiative has happened. <br/> \n <br/> \nYou're really wrong about one thing though (in a polite way, which is good). Onions and garlic frying in butter is the best smell on earth, and if anyone disagrees with you they are most certainly subhuman."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "what about melted butter, sugar and vanilla essence?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I think we can form a new political party on the basis of all that we agree upon, good sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "\"prestige and social standing associated with fighting\" <br/> \nlol"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think people dislike this arc because it's outside of any social ideas of humor. It's about as exciting as watching a bowl of wheaties."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "since when does humor have to abide by societal norms?  Andy Kaufman? hello?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "\"prestige and social standing associated with fighting\" <br/> \nlol"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what?  What?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "I understood what Andy Kaufman was doing. I didn't like it.  <br/> \n <br/> \nAnd that's fine. Not everyone has to."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "That's fine.  You're less of a human being, less sentient, less aware.  Somewhere on the spectrum between a frog and us more advanced human beings who not only get Andy Kaufman, but ROTFLAK."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "I am sad to say that I had to google who that was. <br/> \nAnd I'm not being a poo-face, I just thought I'd do a play on words since the person said something about \"societal norms\" <br/> \nI am not a clever person on the internet, and it shows.  <br/> \nBut anyways, this arc really is unenjoyable for me. If that is a word. I... I think it is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I would disagree. It started off well and was funny and interesting. It seemed to have an idea of where things were going right up until we got to the chinchilla house the first time. Then it stalled out for a while before getting back on track with the Denny's bit and now we're back to more nonsense. <br/> \n <br/> \nI could have forgiven a much smaller scene if it was to create the fire that would then pay off when Pete returned, but as it was Onstad focused too much on these hicks and it derailed the arc. Now we're derailed once again. Everything else that occurred was easily in line with \"High School Night\", but these digressions (and the long waits to even get them) don't have much to do with it and they lack intrinsic humor of their own. <br/> \n <br/> \nIn other words we want to see them get to the fireworks factory and we keep getting Poochie shoved into our faces like a 10-inch cat cock."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I think that there is insufficient data for a reliable analysis of what onstad is or is not doing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "augeno13",
    "plus": 0,
    "snip": false,
    "text": "The subsequent strips have ruined any and all good will or positive content from the early parts of the arc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "verplanck",
    "plus": 0,
    "snip": false,
    "text": "you were turned off based on what others may have thought about the strip?  How shallow. <br/> \n <br/> \nI'm no big proponent of marriage, but I appreciated the way the marriage arc presented a rite of passage of a person's life. <br/> \n <br/> \nFolks here are nonplussed because of the extreme lag of production and the plodding pace.  This has been going on for nearly 3 months.  that's about the same length of the GOF.  Are we anywhere near resolution?  Short of some ridiculous deus-ex-machina, I don't see it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jar",
    "plus": 2,
    "snip": false,
    "text": "Seriously, I wish this arc would've ended weeks ago.  Cartilage was creepy and surreal but it had a certain beauty to it.  This is just ugliness heaped upon ugliness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The Great and Powerful Onstad is making things very clear here. <br/> \nSinners and Doubters! This is our punishment for those disbelieving dipshits who dissed the Cartilage Head arc, a glorious arc. <br/> \n <br/> \nWe must make sacrifices to appease The Great and Powerful Cartoonist's anger or he will smite us again!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "The beatings will continue until morale improve."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "sorry I lamed you dude I just know a guy whose guts I hate quotes that all the time it has some bad associations for me sorry"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "It's ok. I didn't think it was all that clever either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mullin",
    "plus": 0,
    "snip": false,
    "text": "Is hot lava synonymous with moo frog nonsense? If so I completely understand this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Cold lava is rock."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "myfirstpost",
    "plus": 0,
    "snip": false,
    "text": "when the fuck is thinkin-lincoln coming back"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "when-ever drinkin-lincoln gets enough sleep"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cakeofpan",
    "plus": 3,
    "snip": false,
    "text": "Christ on crutches, this is awful and tedious and just come the fuck on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 1,
    "snip": false,
    "text": "I can't wait until these people are murdered. can't wait until these people"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "i declare thee a doppelganger"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "awesome_dude",
    "plus": 5,
    "snip": false,
    "text": "I declare thee ten years my junior and therefore my manservent and bondsman. The gaudy uniform and peaked hat you are to wear will arrive at your door shortly."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "thespoof",
    "plus": 5,
    "snip": false,
    "text": "i declare thee 1000  views my junior. i shall return your uniform, along with a crown that you are never to wear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 1,
    "snip": false,
    "text": "I declare thee unfit for consumption and stricken with a tuberculosis that will never kill you nor be fully healed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 2,
    "snip": false,
    "text": "i officially challenge thee to a pissing contest"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vermy",
    "plus": 2,
    "snip": false,
    "text": "I declare thee both IGNORED."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Oh hush, they're having fun."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "I officially accept and hereby designate our friend and colleague vermy judge and arbiter of our contest."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i agree, commence the pissing"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I have given you both my final string of chubbies. Please tie your shoes with such."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "I feel like that would hurt. A lot."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It's a fine line between pleas - <br/> \n <br/> \nI'm not finishing that song. Was that Pat Benetar? Is she touring again?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "It's a thin line <br/> \nBetween fries and shakes <br/> \n <br/> \nThe sweetest burger in the world <br/> \nCould be the meanest burger in the world <br/> \nIf you cook it that way"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "I'm done. I love you, thespoof."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I feel like this is wrong, somehow, two people who look exactly the same and are in love. It's like an unholy melding of gay marriage and incest. <br/> \n <br/> \nThe South must be so torn about this issue."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "you are telling me that you would not get it on with your doppelganger? not even a little?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "The real problem is that you're jailbait. Call me back in two years, handsome. Uh, no homo."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "you were just an e-doppelganger, i mean getting it on with the real deal"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "I've considered it. I was especially torn when I met a guy and we later realized we were different versions of each other, only difference being sexual orientation. <br/> \n <br/> \nalso, I owe the world an apology for saying \"no homo.\" it's almost as bad as creating Ryan Reynolds, and I would never do that. I'm sorry, world."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I liked Van Wilder. What's your problem with Ryan Reynolds?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "oh I meant Dane Cook, I get those two confused sometimes."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I think they're just branding terms used to sell the same humorless object to different demographics."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i like ryan reynolds' action movies"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "planetidiot",
    "plus": 5,
    "snip": false,
    "text": "This arc is disturbing but the level of bitching in here I feel is unwarranted.  I for one nervously anticipate learning what'n ever God would put within Lurquilla."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure a benevolent God would not put anything into that thing that looks like Jean Teasdale with furry ears."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaronj",
    "plus": 0,
    "snip": false,
    "text": "hot dot them skivvies <br/> \n <br/> \npernicious bowel <br/> \n <br/> \nc'mon now y'all that's some classic business, do you have entertainment fatigue or something"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mantasmicdude",
    "plus": 0,
    "snip": false,
    "text": "Whats leaking out of the animal case?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 1,
    "snip": false,
    "text": "Lurquilla's Magical Realism"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "surviveinc",
    "plus": 0,
    "snip": false,
    "text": "oh Lurquilla, it's not about what God would put in you. Nice Pete is control now"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete may fill her up with them chernchillas what she bought and bred illegally to replace her husband's inability to knock her up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joefalco",
    "plus": 1,
    "snip": false,
    "text": "\"So here we are, honey. Two fags, a trailer park trash couple and some chinchillas in a van.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "\"I'm....I'm not gay.\" <br/> \n <br/> \n\"We're...not actually trailer trash, unfortunately.\" <br/> \n <br/> \n*Phillipe's extended family take off their Chinchilla suits* <br/> \n <br/> \n\"AND WE'RE NOT REALLY CHINCHILLAS!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "And maybe Nice Pete won't really be a serial killer? /hopeful intonation"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "\"That is wonderful and heartwarming to behold <br/> \n <br/> \nIn fact, I have a confession to make too\" <br/> \n <br/> \n*Pete leans forward, his eyes get huge ala Denny's Fantasy* <br/> \n <br/> \n\"I'm not a highschooler   <br/> \nI'm a serial killer\" <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "And this is not a steering wheel -  <br/> \n <br/> \n*SHLING* <br/> \n <br/> \nIt is a pair of batleths."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Funny you should mention  <a href=\"http://web.archive.org/web/20101017235536/http://m.assetbar.com/achewood/uua91wmqB\">Philippe and chinchillers</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 2,
    "snip": false,
    "text": "Heartbeatzz, the rapping dog who loves"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Sugar Loadzz, the rap gig that compares their junk to dog food"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "my computer isn't 100% i m post dis form safemode. think my graph-card blowed up. i m sry guys. so vry sry"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "you're not in safemode dude it's just your video driver if you need tech support you can e-mail me on the midconet.net I am wicket expert of the techno stuffs <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Enjoy being violently* assaulted with your own beloved replacement-children, Lurquilla. It'll be kind of like giving birth to REAL LIFE babies, only way way way worse.  <br/> \n <br/> \nAlso, wtf is trailing from that cage? Chinchilla vomit? <br/> \n <br/> \n* Sexually and/or physically and/or mentally/emotionally. I'm keeping an open mind here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I assumed the chernchillers still be wet from they's dip in th pool <br/> \n <br/> \nher baybees be soggy an drippin"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I look forward to this being the strip for the next five days"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "you guys here is youtube video of snarf I hope that onstrad will include snarf in this arc <br/> \n <a href=\"http://web.archive.org/web/20101017235536/http://www.youtube.com/watch?v=Egi6GMhOzjg\">http://www.youtube.com/watch?v=Egi6GMhOzjg</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "You are a pisspoor troll, let's get this out of the way now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "He is like the broken achewood machine of trolls. Get Gary in here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "\"prestige and social standing associated with fighting\" <br/> \nlol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235536/http://achewood.com/index.php?date=03242008\">Get Gary in here</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baylock",
    "plus": 0,
    "snip": false,
    "text": "Pro'd for highlighting the horrible and tragic condition  of being forced to make fake turds. I mean, who hasn't been there?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cakeofpan",
    "plus": 0,
    "snip": false,
    "text": "No, but seriously: any strip with Nice Pete is automatically not my favorite.  (Guess what?  A one-note serial killer is  <em>not all that interesting!</em> )  An entire months-long arc where he essentially tortures Teodor is comedy heat-death.  Now there's...this. <br/> \n <br/> \nI don't know what the hell to think any longer.  I get that there might not be anything to say about Roast Beef ( <em>is he depressed?</em> ) or Ray (is he a  <em>playa?</em> ) anymore, but this nonsense?  First the derailment of the sapphic erotica arc with an inexplicable Cartilage Head intrusion, then a series of middling arcs (Philippe going home didn't turn out nearly as well as it could have), and now...this bullshit? <br/> \n <br/> \nI gave Onstad the benefit of the doubt with the Cartilage Head thing (hey, everyone makes mistakes!), but Jesus Christ, this is just fucking garbage.  Now there are no ideas at all; it's just sublimated bitching (look, Onstad's getting old!  look, Onstad's using Beef and Molly to vent about marriage!  look, Onstad doesn't like Whole Foods!) and pointless bullshit.  Christ almighty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cakeofpan",
    "plus": 0,
    "snip": false,
    "text": "In before \"Onstad doesn't owe you anything.\"  He owes me a cartoon worth reading on the Internet, if he's going to post a cartoon on the Internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "You seem to think that Cartilage Head was an intrusion into the Sapphic Erotica arc. How do you know he was not the point of the whole arc to begin with? <br/> \n <br/> \nAlso, while it's generally good to be able to sum up a character in one word (so that you can identify the cast after reading only a few comics), the characters in Achewood are a bit more complex than the one word you gave. Which is also a good thing.  <br/> \n <br/> \nYou know how the reader can sometimes read more depth and meaning than the author intended? Any reader can make assumptions about what the author is thinking. One possible analysis for most works with depth is \"sublimated bitching.\" But you should be suspicious when you can apply a simple analysis to everything, a red flag that perhaps the author in this case has something more complex in mind. Just as you should be suspicious when the analysis paints the author as a virtuoso of meaning but his work doesn't suggest he has that level of quality."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Todd is always trying to sue people for  <em>mental surprise</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twoshark",
    "plus": 1,
    "snip": false,
    "text": "Christopher, Christopher... How far have you fallen? I miss the days of stuffed creatures failing to operate drum machines... Life is never Neat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "I guess there's no non-terrible place to ask: anyone else stuck with a lame allotment of 0? What is this about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "eigenvector."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "needs less third year economics"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You're just jealous because hiegenvector and you cant."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "According to Kinsey, viegenallevector."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Ditto."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Mine still works. Sorry OM you were lamed in the pursuit of knowledge, not judgementally."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I chubbied to cancel."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "terribleman for the block! Circle gets the square!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tagnil",
    "plus": 2,
    "snip": false,
    "text": "Well, it has pretty much been said, but I just want to throw in my vote that this is not just the worst arc ever, nothing else even comes close. I have been dissapointed for months. It isn't just bad and boring, it is offensive and disgusting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bartleby",
    "plus": 0,
    "snip": false,
    "text": "So, I know everyone else seems to think Nice Pete is going to stuff a chinchilla up inside of her, but what exactly does LURQUILLA think is the third option after 'brother' and 'sister'?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Hermaphrodite"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Mr. Onstad...."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "<strong>END</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "<strong>THIS</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "<strong>ARC</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<strong>TEAR DOWN THIS WALL</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "hey if anyone wants to call these people and leave them a harassing message that would be great.  Or better yet send them a fax.   <br/> \n <br/> \nThe fuckin' were closed Saturday, when I was absent from work due to illness... so I make an appointment on Monday for the following Tuesday to get a doctor's note excusing my absence due to illness...  <br/> \n <br/> \nI go in, they say the doctor is busy but I can see the nurse, they make me fill out all this paperwork and they order some lab work and they go through this big long appointment, I explain to them several times why I'm here, and only at the very end of it, they are like 'no we can't give you a doctor's note because you're not still sick.  You need to come see us when you're still sick.' <br/> \n <br/> \nI'm like.. what the fuck! you were closed! <br/> \n <br/> \nMy medical insurance allows me to change doctors once per month.  Time to try a new doctor.   <br/> \n <br/> \nfuck the USA.  Man if I ever go postal I'm gonna make sure I kill some millionaires.  I understand we have a few of them in this country. <br/> \n <br/> \n <h1>To the office of Dr Barbara J Opalka, DO<br/>\n<br/>\nTHANK YOU FOR WASTING ALL MY TIME YOU ASSHOLES!<br/>\n<br/>\nSincerely,<br/>\n<br/>\n-<em>name withheld</em><br/>\n<br/>\n<a href=\"http://web.archive.org/web/20101017235536/http://www.edward.org/body.cfm?xyzpdqabc=0&amp;id=11&amp;action=detail&amp;ref=2309\">http://www.edward.org/body.cfm?xyzpdqabc=0&amp;id=11&amp;action=detail&amp;ref=2309</a><br/>\n<br/>\nPS  your address on your web site is STILL WRONG.  I told you about it a month ago.<br/>\n<br/>\nIt's RollingRidge Rd , not Rolling Ridge Rd.  Google maps can't find Rolling Ridge Rd, because it's ONE WORD, not TWO WORDS...  I hope you're more accurate than this in your medical records...  speaking of which...<br/>\n<br/>\nPPS - you left me in the room alone with your laptop unlocked and logged in.  This means I could have easily installed a rootkit on it.  You should secure your computer systems a little bit better than that...  Since there's no way of knowing what I did or didn't do to your laptop, the only way to guarantee that it isn't compromised now is to re-image it.  Great going.<br/>\n<br/>\nPPPS - great TV programming you have going on.  Keep up the great work, team!<br/>\n</h1>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "celesticles",
    "plus": 0,
    "snip": false,
    "text": "Top notch tantrum!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is seriously depressing. I used to have to force myself to stay away from here and do things outside during the summer. Now it's very, very easy to stay away. And I don't even wanna be outside. This summer sucks. Please, Onstad - give me a reason to stay inside."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "would you like to get together sometime and have sex rowboat?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kestral",
    "plus": 1,
    "snip": false,
    "text": "I read \"have a sex rowboat\". Would have been better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "isn't that what Ray's uncle Culpepper had?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "The fake one, yes. It was a rowboat of  <em>so much</em>  sex."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "Chubbied, for I did too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Sorry to hear about your sucky life Rowboat <br/> \n <br/> \nHope things get better for you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 4,
    "snip": false,
    "text": "clearly onstad is sick of this shit so i hope achewood ends with teodor getting aids from the fag in the van and somehow spreading it to philippe and the next three months (aka four strips) has the gang sitting there in the hospital room watching them slowly waste away as mr bear sheds a tear for the first time in his life and they find roast beef dead from exhaust fumes in an idling ambulance outside in the garage, anything else would be a mockery of everything onstad has given us"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 7,
    "snip": false,
    "text": "You're being such a cunt. Just quit bitching already, jesus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "i got a chubby what did you ever get"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "You're getting chubbies from people who most likely haven't noticed that you've made this same comment over and over again. It's not funny anymore, just shut up and wait for the next strip so at least your whining can be somewhat fresh."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I have to agree; this is getting ridiculous. I understand this is a polarizing arc(and I am on the side that doesn't care for it,) but at this point everything that could be said seems to have been said. Now it's just people who don't like the arc reiterating their dislike over and over again (ttt2, overmedicated, rowboat, etc.) and those who do (or are just tired of the bitching) responding to each and every voice of dissent, often with non-sequiturs (ratacattt, whose name has the same number of Ts as tttt2. COINCIDENCE?) It's just a shit-flinging fight at this point (Although it could be argued that's not uncommon on assetbar.) <br/> \nWhy don't we do what capslock reccomended and just wait for the next strip? <br/> \n(I've made a lot of paranthetical statements. Here's another.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Oh wow I'm famous."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "plz repair avatar"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 2,
    "snip": false,
    "text": "Tell me, tttt2. You have conned so much... what exactly is it that you have proed? Can you name even one thing? I thought not."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "oh hell yeah i even gave some strips 5 those are the strips i like to laugh at"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "why'd you say \"i thought not\" before i could answer you didn't even guess right, what i was going to say"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dissembly",
    "plus": 4,
    "snip": false,
    "text": "AND. COMMAS!!!!!!!!!!!!!!!!!! <br/> \n <br/> \n\"I got a chubby. What did you ever get?\" <br/> \n <br/> \n...is passable. <br/> \n <br/> \n\"I got a chubby, what did you ever get?\" <br/> \n <br/> \n... is better. Even: <br/> \n <br/> \n\"I got a chubby; what you ever get?\" <br/> \n <br/> \n...is acceptable! There are so many options available. <br/> \n <br/> \nTry it today! Give colour to everything you say on the internet! Allow people to read your statements and follow what you're saying! <br/> \n <br/> \nSincerely,  <br/> \nSome dick on the internet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tttt2",
    "plus": 3,
    "snip": false,
    "text": "dissembly i hate to use the virgin joke shit on the internet but this is a special case i mean it's really clear you've never even felt a girl's pubes under her jeans before she slapped your hand away and went back to making out (she's presbyterian)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "for real though that post you made really sucked dick you must be a truly joyless fuck well anyway enjoy life"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I HAVE NO IDEA WHAT YOU ARE TRYING TO COMMUNICATE TO ME. <br/> \n <br/> \nBut seriously it's strange to be called a virgin by somebody who clearly hasn't graduated primary school guess what i can do calculus AND put correct punctuation in my sentences AND touch girls all night long whenever i want !!!!!!! i bet you are looking forward to being a grown up so you can join in on all the fun one has when one is over the legal drinking age notice how much less comprehensible my posts are when i throw punctuation aside but i am still breaking it up with capital letters and occasional !!exclamation marks!!! so really i'm still being like ten times more literate than you are do you know what literacy is it's the ability to read and write and be understood oh my god dude and i know what ALL your text messages must read like I WOULD HATE TO HAVE TO WADE THROUGH THEM please learn punctuation sincerely ALL YOUR FRIENDS  kthnxbye"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "everyone else can read my posts are you dyslexic is shit backwards for you i'm sorry let me know if you want me to type my shit backwards from now on"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "If i say \"yes\" will you actually do it? I want to see that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "go back to x-box live"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Rather true, I'm afraid. : /"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i am so sick of you, you don't hate to use the virgin joke. Whenever anyone talks back to you, you answer them with stereotypes about the internet. (virgin, pasty, mothers basement, geek)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "I agree with dissembly, you git. Now I'm going to go use my taut, tanned body to fuck the hell out of my extremely hot boyfriend's huge penis in my luxuriously-furnished master bedroom.  <br/> \nWell, anyway, enjoy life."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "I kind of love you for this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 1,
    "snip": false,
    "text": "LEARN. TO. USE. FULL. STOPS. TO. SEPARATE. YOUR. FREAKING. SENTENCES."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "dissembly are you one of those unmarried english teachers with really long hair who get pissed off at their 9th grade class when they dont laugh at shakespearean humor and shit then later they go to the teachers lounge and everyone pretends they dont notice the cat hair and maxi pad sticking out of her pants"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i gvea you chubby btw"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Maxi pads are nothing to be ashamed of. <br/> \n <br/> \n*turns up nose*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Who cares? There are posters on here who do nothing but post inane rants or are -known- for typing in some horrible, unbearable to read dialect and are given chubbies merely for showing up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I'm not really sure what you're trying to say. \"There is ttt2\"...? <br/> \n <br/> \nbtw awesome icon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "he speaks of the one known as Gladi8orrex"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Glad is a developing artist.  Someday, when he's famous, you'll be embarrassed that you made snarky comments about his work.  Either that or you'll talk a bunch of smack about the guy every time his name comes up, and all your friends, even the ones who basically agree with you, will wonder what your problem is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "LESSER JUBLIATIONS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I KNOW!!! Why didn't that phrase get more props?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "Father! A lady's comforts!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Man, those two again?  Just what we need, characters whose dialogue is painful to read. <br/> \n <br/> \nI'm about ready for Nice Pete to kill everyone off so we can move on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edthehead",
    "plus": 28,
    "snip": false,
    "text": "Onstad kin't give me reg'lar updates! Kin you give me reg'lar updates, Mister?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "I would chubby this, but I cannot. I am denied further chubbies. Why am I denied further chubbies in such times of animosity?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "I gave it one for you.  <br/> \nDon't go throwing those chubbies around all willy-nilly and you'll have one when you really need it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 2,
    "snip": false,
    "text": "<strong>No.</strong> <br/> \nSincerely, <br/> \n <em>The Brothers Chaps</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "granularsilica",
    "plus": 1,
    "snip": false,
    "text": "616 mostly bitchin' an' whinin' posts -- sounds like a fat Girl Scout camp in heah!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elpsteel",
    "plus": 0,
    "snip": false,
    "text": "Hm.  Not sure what everyone is so upset about.  This arc has been a disturbing and uncomfortable nightmare from the first strip.  If this particular strip is any indication, things are only about to take a turn for the worse.  Makes sense to me.  Why don't we all just hang on for the ride and see where this all ends up before initiating such heinous bitching?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "endsmouth",
    "plus": 4,
    "snip": false,
    "text": "Telling me to \"hang on for the ride\" just reminds me how long I've been standing here, hanging on, waiting for the ride to begin. <br/> \n <br/> \nSpeaking as someone who hadn't yet complained, I don't think the majority of complaints are about the discomforture caused by the strip. It has obvious weak points (the Nathan character motivated purely by penis-hunger) but, you know, it still has some style and a certain flourish. I think that it's realy only in the last few strips that we've started to feel the pinch of pacing - we're losing sight not only of where we began, but of Achewood generally. Does Ray even exist in Lurqilla's world? <br/> \n <br/> \nI guess my thoughts come down to this: this is the kind of project you have to execute in a hurry. Just like ghost stories are best told in the dark, an arc like this doesn't benefit from having its individual moments sitting around for too long. Seeing each strip here for days on end as we check for the next update quickly robs them of their power, we start to resent them, and when the next update is equally cryptic, the resentment doubles. And so on. It's not like a self-contained joke we can just move on from once we've laughed. These strips are expecting our committment without promising anything in return. <br/> \n <br/> \nPlus, I can't help but be reminded by it of the Philippe Kidnapped arc, which managed the same unsettling mood but did it timely and with restraint."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "it's difficult to maintain suspense when every panel must be hand drawn in a toddler-infested environment. <br/> \n <br/> \nI've found that a lot of the arcs people complained about stand up much better if you go back and read them in one sitting. Do it right now, you'll be glad you did!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "elpsteel",
    "plus": 3,
    "snip": false,
    "text": "?  When did Onstad ever promise we would get a new strip every day?  Why does it have to be executed in a hurry?  The end product of the arc will be independent of the time taken to produce it.  There is no weekly quota that is required of a comic writer on his own website. <br/> \n <br/> \nAchewood updates have been sparse for the past few years anyway.  It's something that we should expect.  Besides, the very first strip in this arc is hilarious (when Nice Pete appears in Teodor's window).  It is one of my favorite Nice Pete moments.  I love that it has gone to such a dark and uncomfortable place - not since the Philippe Kidnapped arc have the events been so unpleasant. <br/> \n <br/> \nThink about it this way: if this was the future (with the arc completed) and you were reading it for the first time, the time taken in between strips would be irrelevant to you.  It's like saying that Tool's albums suck because there is so much time in between the releases."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I suppose that Onstad is probably exploring the darker sides of the human psyche and of existence in general, in a different way than he did before, because of the experience of having had a kid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "acid_police",
    "plus": 4,
    "snip": false,
    "text": "You're right. That is not why Tool's albums suck."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I heartily endorse this statement or product."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "I endorse it as his father!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I have that one Tool album where the lead singer is angry and upset about things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i'm upset that a dog is wearing a suit having a conversation with a dog wearing a flower lei. I have nightmares about that shit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete  <strong>Jr.</strong> ? <br/> \n <em>#reaches for holy water#</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "The most disturbing part of this strip is the seemingly unnecessary capitalization of \"Within.\"  Not that random capitalization disturbs me (I love the German language)...it's more the looming implications."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "I sometimes wish I had a prosthetic fece to keep me from hot dotting my skivvies. I had to leave my lesser jubilations at Walmart once"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "One time the manager of a Walmart walked in on me while I was in the restrooms, lesser jubilations still in progress. <br/> \n <br/> \nIt was hella weird bro"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "hella weird!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "did you get like a gift cert or something?  <br/> \n <br/> \nI'd feel like that's the kind of situation you should be well taken care of because of lawsuit possibilities."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "No, he burst in while I was squeezing out a turd, screaming \"EVANS IF YOU ARE SPENDING YOUR GOT-DAMN LUNCH BREAK IN HERE AGAIN-\"  and stopped short when he saw it was I, not poor Evans, whoever that was. <br/> \n <br/> \nThen he had the gall to ask me why I had my pants off.  I said it was because I was taking a shit, 'SIR'.  He tells me to hurry up and get the fuck out.  I do so hurriedly because I was unsettled by having a fifty year old, sweaty, balding white man looking at my pepper and butt, and the fact that he's angry at me for taking a poop on a toilet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "I had a similar experience once, so similar it was almost parallel, except I was seated on a sink, not a toilet.  What can I say, I'm a bit of a germophobe, and the sink looked cleaner."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "oh dogg i am hella germaphobic <br/> \n <br/> \ni just wipe the crapper off w/ Clorox Sanitary Wipes tho and drop trou"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I had that problem up until college. Living in a dorm with a shared bathroom makes you get over your issues in a hurry when you realize you no longer have a proper home base. <br/> \n <br/> \nI retreated back to a redoubt of just wiping it down as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I like to think that I would have started screaming back at him.  If he didn't leave I would have pelted him with toilet trout. I like to think that is what I would have done, but I probably would have done the same as you.  Thanks for warning me.  Now I am ready if some manage type ever fucks with me while I am using a toilet in a public place!  He'll be pelted, with wet Hershey snacks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I laughed so hard that my girlfriend came from the other side of the apartment just to see what was so amusing. <br/> \n <br/> \nGood show sir and enjoy this chubby with the pride of a job well done."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "At least, i imagine, that would help the business along."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i think the question we all need to really be asking ourselves is why isn't evans allowed to spend his lunch break in the bathroom?  isn't that breaking some sort of geneva convention or something?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "Reading this arc from beginning to end, it's not actually bad. I think weeks of staring at the same panels of bleeding Teodor and giant cat-cock are just soul-destroying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 2,
    "snip": false,
    "text": "Upside to this comic: at least every time we check the site we aren't seeing Nathan's ribbed ten inch dick anymore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>ribbed for Her Pleasure</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kestral",
    "plus": 0,
    "snip": false,
    "text": "His, surely."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "His and his, definitely."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": ">> ...or what'n ever God would put Within me. <br/> \n <br/> \nProbably a no. 2 Phillips, Within the side of the neck."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Pete would use a Robertson socket screw like Daddy used to repair the pickup after he ran over yet another cinderblock lying in the road and cracked his engine block. <br/> \n <br/> \nSouthern Charm."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "fuck this gross and stupid and in the least bit funny. the redneck stereotype is fucking dumb! \"mayner\" and \"lurquilla\"? seriously? fucking stupid!  <br/> \n <br/> \nand the f4g stereotype is just plain fucking dumb! not funny! pat and that fat gay porn cat, that was funny. this? stupid shit. nice pete is fucking lame - not funny. this whole arc fucking sucks shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morbo",
    "plus": 2,
    "snip": false,
    "text": "fuck off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Mayne seems to me like the kind of guy that would call me a nigger un-ironically"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "Hey, donkey dick! We did the red neck discussion about 5 days ago. <br/> \n <br/> \nRemember 5 days ago? It was when you were supposed to be attending remedial English class, but skipped it to pick the scabs on your mom's mons pubis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "oh eeeeewwwww."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "::"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "It's been six days.  If we send Onstad more of our money, do you think he'll post comics MORE often or LESS often?  I'm guessing less.  No incentive to put out labor-intensive product when people will just pay to read tweets and blog posts, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "penises",
    "plus": 1,
    "snip": false,
    "text": "I do not appear in this strip. I am sad about that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 0,
    "snip": false,
    "text": "well that's another week of having to hit the random button to get entertainment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Things this arc is worse than: <br/> \n <br/> \n <em>1. having to use a \"prosthetic fece\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "If I ever get in legal trouble, I am hiring Mayner and Lurquilla as my legal counsel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "I would totally chubby this if I had any left to give. Alas, I do not. <br/> \nAlso, I believe you've had the same assetbar avatar since I started reading about 3 years ago this September. <br/> \nThat seems like a small thing but it's noteworthy to me. Good on you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I can never change it because one time someone wrote \"Cool Sealab Avatar\". If I were to get a new one, that poor person's comment would seem crazy to outside observers. Out of consideration for their gentle soul, I must stay my course and remain Sparks for all eternity. <br/> \n <br/> \nThanks for noticing though that's pretty cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumajones",
    "plus": 0,
    "snip": false,
    "text": "one must wonder what will be put Within Lurquilla besides The Fear"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "a philippe according to that one guy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "oh fuck i'm sorry I mean a philips  <br/> \n <br/> \nhow did that get in there"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i just thought of a great post where i try and miserably fail to say something witty in ray's \"voice\" do you want to see it"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i would say shit like \"hell of\" is that ray which one is the one with the rubbery ballsack"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Dude, i do not know what you are on, but fucking stop hogging it and pass some this way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 3,
    "snip": false,
    "text": "Achewood should just end here, really, if this is how it's going to continue.  Onstad used to put out funnier, more regular content back when he had a real job."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "He took ten days to write, illustrate, and post a poop joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "No, wait.  Three months."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Yeah! He should give us exactly what we want for free! <br/> \n <br/> \nSeriously. If you were complaining about the content you paid for on the extra thing, I could understand that. But it's a website that he updates for free. You don't like it? You aren't paying for it, you don't have to read it.Send him an email or something if you think he should change his style, but bitching on a messageboard about it isn't really going to help much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "You sure done gave me what for."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "And there's a message board that we get to use for free, too! So under no circumstances should we use this to say what we really think! Rather, the board should be used exclusively for praising him and his work!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Remember, you can say anything you want on the internet <br/> \n(as long as I agree with it)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Yeah I bought all those white cover books, remember the ones that were crazy expensive?  I've also purchased the GoF book, the magazines, two shirts, the buttons, the greeting cards, and the new Vol. 2."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "OH and the cookbook"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Let me rephrase. <br/> \n <br/> \nThis is a comic that he updates that you aren't paying for right now. If you don't like it, don't read it. Don't buy the book when it comes out. Find a way to criticize him that he actually reads (I'm fairly certain we've established he rarely reads these comments, haven't we? If not, apologies.) And I'm sorry if I was snippish, I'd been having a bad day, and it just really annoys me to see people just bitching about this when, let's be honest, it could be a hell of a lot worse. Even at its worst, Achewood is at least slightly interesting. Better than a lot of webcomics out there that are slightly interesting at their best, in my opinion."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "edthehead",
    "plus": 1,
    "snip": false,
    "text": "Let me rephrase. <br/> \n <br/> \nThis is a comment that they made that you aren't paying for right now. If you don't like it, don't read it. Don't chubby the post when it comes out. Find a way to criticize them that  actually matters (I'm fairly certain we've established these comments don't really matter, haven't we? If not, apologies.) And I'm sorry if I was snippish, I'd been having a bad day, and it just really annoys me to see people just bitching about this when, let's be honest, it could be a hell of a lot worse. Even at its worst, Assetbar is at least slightly interesting. Better than a lot of comment areas out there that are slightly interesting at their best, in my opinion."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Okay, fine, I was being a dick. Apologies all around."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "And it wasn't even a GOOD poop joke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i think all great series/things should end on a note far removed from anything they are/were known for, so in keeping with that thought, achewood could totally end here and it would be one of my most hilariously treasured memories. <br/> \n <br/> \njust like the lost last episode of Coach, where Coach gets abducted by some guy and then some people start yelling about deer ticks. <br/> \n <br/> \nroads go ever,   <em>e v e r  o n</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Coach was never great. It would have a hard time even trying for mediocre."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I think Onstad is dead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 0,
    "snip": false,
    "text": "Onstandt is just fine though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "he's just unable to pinch. <br/> \n(really, even a tiny puck of a turd of a strip would be <br/> \nsomewhat satisfying at this point)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "Performance anxiety, please, everybody, understand that Chris is under a great deal of pressure.  <br/> \nWith that in mind, let's all chant loud enough that he can hear, PINCH-PINCH-PINCH-PINCH; then comment on the quality of the product."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Lurquilla and Mayner...  I cannot stand these two characters. I can't stand trying to figure out what the hell they're talking about.  I don't enjoy their presence in this story at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i don't know man a lot of people disagree with you about these great great characters, don't you read the board"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Don't mind me, just arbitrarily shortening your post for sexual gratification: <br/> \n <pre>idk man alot of ppl dx w u abt -&gt; gr8 chars, dyrtb</pre> <br/> \nFor more information on this incredibly satisfying fetish, please gopher alt.sex.fetish.posttage"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nomdestyle",
    "plus": 1,
    "snip": false,
    "text": "You know something? If it took less than ten days to advance this rambling, uninspired arc, I could tolerate it. But I honestly cannot believe that this strip took ten fucking days to write. I believe Onstad is the funniest writer on the whole internet, but to wait ten days for a new strip and then get excited when it finally happens and then get this... <br/> \nIt hurts me on a very deep, personal level. <br/> \nWhy doesn't Onstad ever buy me flowers anymore? He doesn't even say hello when he gets home from work. He just sits down to watch professional wrestling and yells at me if there is no Jack Daniel's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i just realized these two characters are in garfield <br/> \n <br/> \ntheyre always calling the cops on john when something crazy happens, he cant control his cat garfield"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "hubert and reba"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "Alright, fuck this. I'll see you all in a month or so when there MIGHT be a new strip up. I'm gonna go read Questionable Content and laugh at all the jokes that aren't there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "isnt QC for sexually frustrated latent date rapists i love that comic too"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "where can i buy shirts that just say BAND OF HORSES on them in shitty font"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "V-Chub'd so hard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 1,
    "snip": false,
    "text": "Although this particular arc hasn't done much for me, the phrase \" <em>Lurquilla! Don'tcha!</em> \" Has been stuck in my head for  <em>days</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Three strips for the month of August! Don't hurt yourself, Onstad. RIP, Achewood. I enjoyed it while it lasted."
  }
]