[
  {
    "depth": 0,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ryabovsky was marked lame too many times and excluded. (marked lame by Kelis_Navidad, NeoNaoNeo, kenthegod, Shawgun, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by phthoggos, srmeowmeow, equinn2006, jollysaintpete, electricjelly, Sargasm, luckypyjamas, genocidefish, bixschmix, cbtbone, littlefatdog, yingkaixing, SPECTRE, Pigs, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nonorganon",
    "plus": 11,
    "snip": false,
    "text": "Or maybe it's just an assertion that at a fundamental level food is fuel? It is similar to how a true beer lover will enjoy a fine double chocolate stout or IPA one night at home, but when the party rolls around it is time for the Lionshead and Pabst Blue Ribbon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by equinn2006, patiently56, Sargasm, littlefatdog, SPECTRE, Pigs)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 5,
    "snip": false,
    "text": "It just doesn't seem feasible to ditch the wife and kid only to go to Applebee's...unless there was some sort of pact along the lines of \"OK, I'll stay in with the baby while you get to go out, but you can't go anywhere I'd want to go, and I'd better not hear from any of our friends that they saw you out having a good time without us.\" Hence, Applebee's."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "asherdan",
    "plus": 11,
    "snip": false,
    "text": "Y'know, I was kinda assuming the family went together. A discount restaurant is where you go when it's 'family time out'. At least that's how I read it. <br/> \n <br/> \nI would assume the 'I' rather than 'we' is because you don't talk to the fan-base about your family much if you want some sense of privacy. <br/> \n <br/> \nShit, that clanks with the years of infant/toddler updates a bit, don't it? <br/> \n <br/> \n <em>This snake has eaten it's own tail</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brian",
    "plus": 0,
    "snip": false,
    "text": "very astute, the dude's all about practicality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by sirhan_duran, lastpolarbear, riotdejaneiro, mikeronomicon, Mangtastic, Hatticus, fosters, Scorpio_nadir, atticusonline, aHatOfPig, Doc_Rostov)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "I'll never understand why people who say stuff like this just don't have kids in the first place. Ain't like the planet needs 'em."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "boredom_man",
    "plus": 48,
    "snip": false,
    "text": "I seriously doubt Soticoto has kids; reckon he's just trying to convince us that he has ever kissed a lady"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "I found his comment funny. <br/> \nBecause. Y'know. He's a misanthrope. Which he's made plain countless times. And it's... <br/> \nOkay I lied."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Well, let me know if you want to see proof.  <br/> \nThere are plenty of pictures of both my offspring and myself (separately) online... and at least one of myself with her when she was a baby. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I entirely agree...  <br/> \nT'was a regret of mine in any case, but at the time I was far too apathetic to care.  <em>She</em>  wanted a kid,  <em>I</em>  gave her one, and everyone wins."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "The best, cheapest 2 beers around. Where are you from that you can purchase the riddling nectar referred to as Lion's Head?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "LION HEAD!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry, but it is never time for either of those."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shortside40",
    "plus": 1,
    "snip": false,
    "text": "Chubby for Lionshead.  I live about a minute away from the brewery.  I've spent many drunken nights staring at a rebus on the cap of a Lionshead bottle, trying to figure out what in the hell that little grainy thing is representing.  A set of scissors?  Or maybe oars??  Followed by the word elf?   <em>Dear. God. I. Am. Not. A Religious. (Wo)Man. But. Please. Help. Me. See. The. Connection. Here.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dondoran",
    "plus": 0,
    "snip": false,
    "text": "Man, you never know.  'Discount restaurant' could just mean 'my neighbor's garden.'  It is pretty much the ultimate discount for a smooth operator."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "Funny idea, but 'Stad ain't Peter Fucking Cottontail."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "The alt-text pushed the strip up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sparhawk",
    "plus": 2,
    "snip": false,
    "text": "Raymond Smuckles enters: \"Got a minute to give me notes on my latest manuscript?\" <br/> \n <br/> \nIt's gold. Right there. Set-up and punch-line all in one. Everything else is a glorious bonus."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "yeah, that was the first out loud laugh. the second one was connie in the third pannel."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "perhapsmaybe",
    "plus": 1,
    "snip": false,
    "text": "How many romance novels has he written now?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hypercube",
    "plus": 7,
    "snip": false,
    "text": "I'm glad to see that Ray is back to not wearing clothes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someone3",
    "plus": 23,
    "snip": false,
    "text": "a well regarded mailman told me that i had mail one day but it wasn't mine it was my neighbor's, thus if i were to open it as it were mine that would be tampering with mail, and a well regarded police man would say i violated my neighbor's private property. this just leaves me confused.... <br/> \nWill you marry me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Only if you take this pen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milesdonovan",
    "plus": 42,
    "snip": false,
    "text": "If a horse takes something that belongs to you it is time to move to the city."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 8,
    "snip": false,
    "text": "What if said horse has a well apportioned studio apartment next door to you, which I also suspect he took from somone else.  The receipt looks dodgy."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 7,
    "snip": false,
    "text": "If a horse takes something that belongs to you then it is time to do as my dad once did while drunk and engage it in combat.  <br/> \nMy father lost the fight and got kicked over a fence... but it is the principle of the thing that counts. A horse can't just get away with stealing your stuff. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 22,
    "snip": false,
    "text": "I think i saw this dialog before on an episode of Friends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Zefiel, equinn2006, electricjelly, Sprog, Sargasm, juanclaudius, littlefatdog, SenseiHollywood, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "so_butt_hurt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by so_butt_hurt was marked lame too many times and excluded. (marked lame by fosters, theoneyouwant, equinn2006, electricjelly, Sargasm, juanclaudius, TTAGXAMM, cognitonaut, foetus_punch, littlefatdog, SPECTRE, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by divot, NotGodot, nogadas, bug, equinn2006, peifferc, electricjelly, Sargasm, sandswipe, cognitonaut, profbobo, cbtbone, littlefatdog, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bookofsand",
    "plus": 3,
    "snip": false,
    "text": "You've made some decent posts, but I'm pretty sure \"fake-nonchalant\" doesn't mean \"high-handed, snarky, and sort of dickish.\" See you around on some other site."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bookofsand",
    "plus": 5,
    "snip": false,
    "text": "WHOOOPS that fake alt fooled me. Fortunately, \"on topic\" doesn't mean those things either. Whew. Almost got that one right. Almost."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by phthoggos, fosters, bug, Girdag, equinn2006, Sargasm, the_dingle, profbobo, littlefatdog, SPECTRE, SotiCoto)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Asherdan... Shut the fvck up. Permanently. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "While I agree with your sentiment, why don't you just use the u instead of a v?  Why you got to do a thing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mega_panda",
    "plus": 3,
    "snip": false,
    "text": "this is definately one of my favorite ones, the sidebar reminds me of my old high school books: \"Let's Talk About: Mercantilism\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Many times the providence of my life has rested upon the good graces of the well-regarded mailman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "One time, the providence of a lot of lives rested upon the good graces of a not-so-well-regarded mailman in Edmond, Ok., who, upon receiving a pink slip, then went postal on them, which subsequently gave rise to the phrase \"going postal\".  <br/> \nThere was no rain, nor hail, nor sleet that day. <br/> \nThis was about a mile from where I was working in those days."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Why are mailmen so full of hate?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "I've never met one like that, frankly. Only the smiling ones. <br/> \n I think it's the ones locked up inside all day with thousands of letters full of other people's thoughts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "One time, the genesis of my life crested upon the good juices of a well-endowed milkman."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayfox",
    "plus": 1,
    "snip": false,
    "text": "Oh man that is terrible but highly amusing.  I wonder why Onstad hasn't fully written up one of his numerous romance novel ideas for the shop yet.  I kind of would have liked to of seen the rest of the romance novel Ray made for Beef and Molly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kreftron",
    "plus": 2,
    "snip": false,
    "text": "Considering how far off track he got writing Beef's \"J-Boy\" story, I'm guessing he has some sort of nagging force in the back of his head that prevents him from actually making his characters do anything remotely romantic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "I couldn't help but draw comparisons with that story and this comic.   <br/> \nMostly the \"it was true\" phrases that were repeated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "J-Boy had no sense of eggs. <br/>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "he had it made, he didn't write it.. this seems to be a confusion"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Where are you getting this idea?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "psykeres",
    "plus": 1,
    "snip": false,
    "text": "In the comic in question he says he 'commissioned' it. This is when you pay somebody else to create an artistic work for you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Maybe I'm missing something... <br/> \nI don't see the word \"commissioned\" anywhere in this comic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "Oh, now I get it, you guys are talking about that other romance novel Ray had made for Beef and Molly. <br/> \nPardon my temporary lack of astuteness."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I will pardon it on account of your fantastic Beartato avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trevor",
    "plus": 0,
    "snip": false,
    "text": "I refuse to live in a world where simply taking something and declaring it mine isn't enough. Nice try, Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afkpuz",
    "plus": 1,
    "snip": false,
    "text": "Oh man I love it <br/> \n <br/> \nAll with the sidebars and the like, all in large-print, about the size of a math textbook... <br/> \n <br/> \nBut is it illustrated?  I'd think yes, but this could raise concerns."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 2,
    "snip": false,
    "text": "To all you \"lame\" voters:  <br/> \n\"C'mon, don't!\" <br/> \n <br/> \nI'd love to see a compilation of romantic short stories written by all the characters. Nice Pete, Phillipe and Roast Beef would be exceptionally funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete would be an awesome choice. Would it be set in Prison? Or Camp Crystal Lake? would it be about a man or a woman? Or just two men? Or a man and his love for his shank. So many possibilities there!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "The probability that something you have belongs to you is high."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 9,
    "snip": false,
    "text": "yelling \"C'MON\" is not effective in getting girls to marry you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "but if you pose and give her the thumbs up at the same time it will... <br/> \nplease see the Fonz for an example of this. <br/> \n <br/> \noh happy days, what have you not taught us?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 7,
    "snip": false,
    "text": "This really reminds me of Wikipedia in Simple English."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gothfae",
    "plus": 33,
    "snip": false,
    "text": "[citation needed]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "glorify",
    "plus": 0,
    "snip": false,
    "text": "funnily enough, on Wikipedia in Simple English it says [needs proving] <br/> \n <br/> \nwait, that's not funny. That's not funny at all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Needs proving\" may contain fewer letters but is actually more vague than \"citation needed\" (and also doesn't necessarily mean the same thing)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "Finally an achewood I can send to the rest of my Economics major grad students. Word Stad!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 5,
    "snip": false,
    "text": "\"Roger had a pen!\" <br/> \n <br/> \nThe exclamation mark makes this one for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "\"Roger had a pen!\" <br/> \n <br/> \nOh, how I laughed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnthermos",
    "plus": 0,
    "snip": false,
    "text": "What surprises me most is Ray wrote all that on his own. Not bad considering Ray's previous attempts at literature."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by phthoggos, Nurdbot, fosters, bug, equinn2006, peifferc, Magb)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "malesherbez",
    "plus": 0,
    "snip": false,
    "text": "it's missing the fun of Ray's previous work though"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by fosters, equinn2006, peifferc, cognitonaut, tellumo)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by equinn2006, cognitonaut, tellumo)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "etothepitimesi",
    "plus": 1,
    "snip": false,
    "text": "Brilliant!  Does Onstad realize how many Achewood fans are going to propose with a pen on their person since reading this? <br/> \n <br/> \n//Tucks his Cross into shirt pocket..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by fosters, equinn2006, cognitonaut, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thommy_h",
    "plus": 1,
    "snip": false,
    "text": "Achewood readers have no shades of grey. They either mark every comment as spam or spam the hell out the place when the ability to 'mark as spam' is disabled. <br/> \n <br/> \nWhat a great day for the internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, fosters, equinn2006)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "prine",
    "plus": 8,
    "snip": false,
    "text": "Yeah, good thing we've got folks like yourself around to remind us that there are douchebags no matter where you go. Keep up the good work, champ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thommy_h",
    "plus": 3,
    "snip": false,
    "text": "Man, I always appreciate someone busting a good \"champ\". <br/> \n <br/> \nNice job."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, Nurdbot, fosters, snidedk, bug, equinn2006, cognitonaut, Wolfslice, ibetso)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormypinkness",
    "plus": 15,
    "snip": false,
    "text": "It makes you a douchebag."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gothfae",
    "plus": 10,
    "snip": false,
    "text": "It makes you an unrepentant douchebag."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "donsoze",
    "plus": 9,
    "snip": false,
    "text": "I'm gonna third the douchebag (even though it won't make the comment disappear). Screwing things up for everybody else is NOT a proper course to reform."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, Nurdbot, fosters, equinn2006, Sargasm, we_eat_vitamins, Wolfslice, echidnaboy)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 6,
    "snip": false,
    "text": "Pretty sure that makes you a douchebag, ace."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfslice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wolfslice was marked lame too many times and excluded. (marked lame by Zem, Satyr, LocusCosecant)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, Nurdbot, fosters, equinn2006, Zem, Wolfslice, nathanielperson, tellumo)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "So that's what that was about. <br/> \n <br/> \nNo, I don't think you're a douchebag. The idea appears to have been effective, at least. And, anyway, knowing that the wave of mark-as-spam abuse was an attempt to call attention to a problem rather than people being assholes for the sheer hell of it makes me a lot more optimistic about the community in general. <br/> \n <br/> \n(Maybe using more orthodox methods to contact Chris or the AssetBar folks would  <em>also</em>  have been effective, but -- all's well that ends well, I suppose.)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gothfae",
    "plus": 0,
    "snip": false,
    "text": "You are making the assumption that his little 'social experiment' was what he is claiming it was, and not someone just being an asshole in general. Regardless, he has earned a permanent place in my \"ignore user\" area. He can back-pedal all he likes and create ideas retroactively to explain his actions, but you don't kill people to get laws passed making murder illegal."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, fosters, equinn2006, tellumo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "Hmm. On the whole, you're right -- if he's just coming up with an excuse after the fact, he's a jerk.  <br/> \n <br/> \n(Similarly, I've sort of given him the benefit of the doubt in that I'm assuming he or others attempted to bring attention to the problem in a non-obnoxious way first. If his initial reaction to the problem was to flag-bomb the fuck out of the comments thread -- yeah, that would be lame.) <br/> \n <br/> \nBut I don't think the murder parallel works. Killing someone causes permanent damage. Exploiting the mark-as-spam flaw didn't. The flagged messages have been unflagged, and the system was fixed. No permanent harm done; everyone wins. In the meantime, we were annoyed -- but if it hadn't been fixed, it would have proven annoying eventually anyway. <br/> \n <br/> \nI suppose I'm also inclined to be forgiving just because it's nice to see everything working again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "prine",
    "plus": 0,
    "snip": false,
    "text": "Jesus, if you're going to be a jackass at least do it properly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "differentdog",
    "plus": 0,
    "snip": false,
    "text": "i've seen a large number of fake, random accounts generated lately which i think has more to do with it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apatfan",
    "plus": 1,
    "snip": false,
    "text": "It was true that his shoes didn't fit.  I laughed.  This was also true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by DaPooka, bug, equinn2006, cognitonaut, foetus_punch)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Also, on the alt text: I fear for the world when the couple spawns a child."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "byronic",
    "plus": 0,
    "snip": false,
    "text": "I just don't know any \"well-regarded mailman.\"  What can I do?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snakeoilsalesgirl",
    "plus": 3,
    "snip": false,
    "text": "Cornelius's use of \"hazard\" in it's less popular verb form gives me undeniable satisfaction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "click",
    "plus": 0,
    "snip": false,
    "text": "You can't trust mailmen...they shoot people"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "A postal clerk led the revolution which overthrew the Qing dynasty of China. Modern mailmen ain't got shot in comparison. Unloading on a petting zoo with a flamethrower? Puh-leeze. Go change the political landscape of the world, then we'll talk."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 1,
    "snip": false,
    "text": "it was going to get a three until the line about struggling with the concept of private property. the score went up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 1,
    "snip": false,
    "text": "what the heck is a \"discount restaurant\"? <br/> \nIs that like Eat n' Park or what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "assetbar_admin",
    "plus": 27,
    "snip": false,
    "text": "A warm \"welcome back\" to  <strong>Lames</strong>  and  <strong>Chubbies</strong> , and please allow us to introduce their new friend,  <a href=\"http://web.archive.org/web/20101006175450/http://mathworld.wolfram.com/Eigenvector.html\"> Eigenvector </a> . We might need to adjust the values over time, but the basic idea is that Eigenvector helps the system limit abuses from douchebags, overzealous or otherwise.  <br/> <br/> <br/> Another new addition is the  <strong>\"Ignore\"</strong>  feature.  With one click, you can instantly block all the comments from that user, on all strips, forever.  Should you change your mind, simply remove their name from your Ignore list and their comments will reappear.  <em>But why would you want to do that?</em>  Enjoy. <br/> <br/> <br/> Cheers,  <br/> <br/> \nAssetbar_admin <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "assetbar_admin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by assetbar_admin was marked lame too many times and excluded. (marked lame by r2beatu, hateandwar, LordNelson, johnnybaverage, americanadiano, missbee, Shinkusan, mikestan, AndrewofDOOM, Stereo, XACBalistikX, mksta1000, Tinhand, rygarrett2, randombeing, Norsef, bigdumbtravface, CHEESE, Lolsworth, hemostat, glyphtheory, Niraj, ishuta, TommyTheBrat, Homepie, CygnusX-1, expellens, j0ecool, DorianGray, Gazdatronik, TheGreatD, Xenoterranos, shatneresque, TheSmugElderly, Aelindil, Gudamor, cthulhu235, MalkuthSephira, salfordladsclub, Smallberries, shydra, erk070, wilbur, daidai, EggyToast, dangelder, wfl, pamu, YorkshireTea, 1000Hz, Quinlaenar, MelloClello, scottawesome, HonestTom, speccer, HamScout, Poorochondriac, oneshotnothing, srmeowmeow, Dezufnocosem, Dusty, fallow_fields, mockereo, cryztal, tsukurimekura, HassanOLeary, gimluck, gladi8orrex, never_die, terebikun, Hipjiverobot, bengmin, flaxplus, nabeel84, Mattsolo, vheissu, orvel, direbmem, imbroglio, invidious, mabel, MrChuckleTrouzd, JTTuba, Tector, parkerah, Vondicus, Mangtastic, Deusoma, plummet, philophobe, Lacrimus, thebcm, shutup_shutup, mashisoyo, AKADriver, sonofkong, nice-on-water, Steerpike66, ajordan, decagon, srikamaraja, twohundredninety, midopa, purplehaze, ShineALight, mg7810, re5urgam, flazisismuss, getawaykettle, jake11, falseprophet, ESwrathwright, autrepoupee, zpa, Tricky, TonyHighwind, tk001, firekow, fineoakstructure, westsider8, molotov521, chivalress, InspectorGadget, nicklon, rowboat, kingfisher, malaislinn, ashbery, zaratustra, whoper, peterselj, snitchy, Strike_Reyhi, Bazacko, mortshire, dtcommadt, tdkg, incompleteunit, Girdag, Courtland, Hinducow28, bigtom, fugazirancid, Hootplate, Connellingus, PPPoA, ZombieZero, Weretrout, Jetbunny, greenkoolayd, achtung, peculiarnoise, rad_chillies, mikeleffel2, RMJ12345, gingerbreadman, gussiejives, morypcaina, wazza, farqussus, M3tanoia, neo-aeris, RobAngry, dickie_roxx, Granularsilica, Scorpio_nadir, varnish, drmadplay, GitarooMan, cakeofpan, twells, Sweetlips, christhedish, tehloki, LucidLoon, FablesandBlues, s1rnight, gobot, prism, DunkOil, seanc, howl, weapon86, kendieatsbabies, Godlord2, MFrance, Wozzeck, QingofChina, dutch, blueshoc12, sittered, Phat, WildToddler, Nighend, DougTheHead, dreamerman91, TSRTS13, AJESTERONLY, Garfield, btc, TheIrateTurk, Hazelfo, Sleaw, Ctrl_Z, Jar, thebaddoctor, spencersage, obeymydog, Aaron_Haynes, HolyQ, mikerotch6, fleetmack, galbraith, ProfessorRiffs, hbananaplus, whiggles, Vee, hotconnerybod, TheGoodwillGirl, mrobin604, automin, MrSaturn, DrSkradley, Carpenter, Lumus, anomalous3, Fedallah, the_doz, Prine, dasilodavi, wildside, helikaon, Fielding, greatjob, jun, luckypyjamas, Filler42, Ham_Shoes, handheld, lennyx, Baronne, lux, MajesticTrout, odog, thedudeabides85, Plineythedumber, Lynnym, Aktinide, GoriasXY, Crowly, jaypage, shambles, Red-Barchetta, CassandraKazenzakis, heckuba, asuka_langley, mr_november, illgamesh, ConnorMc, newspaperdrone, Gage, mistlethrush, owlshapedzun, old_chap, Crater12, streever, Halcyon, Haruspex, nickrnot, redwind, ArthurDentLives, JuggleGod, batface, bcguitar33, Caktuar, Retro, mcjuicy, jaldor, mystkmanat, RicNine, octafish, Hatstand_McQ, coldfrog, orrrderup, shawnyfresh, Fcannon, duperando, Abbie, fairwinds, artcrow, illocybin, sixthfantasy, Damiel_Billiams, shortside40, diplomat76, EndlessMike, lateadopter, lightupafatty, whiteturtle, salvar, crom, LexSenthur, vorrishnikov, GunsOfRay, grenzdebil, joestrummer1, eilie, deus, DeepOmega, megaskip, hurfdurf, Shawgun, higuma, SomeDarkHoller, ASaltySalute4, charchar, JimmyK, swehtt, breastman, bpierson85, raynach, iidebaser, zaer, assetbar-admin, PresrvdKillick, badlion, smilebuddha, usversusthem, allknowingpants, legaltenderness, Squi, purplesafruit, mr-siegal, psykeres, samwiseg24, MisterSpook, thatcrazycommie, lonestar52, puguglypress, Gelter, miaou, Dybrar, The_Clarkness, gonchoriffic, Fathington, taiga81, goopotato, lovelibeam, thing, campincarl, smooveb, Twistedkidneys, hardelicious, mattylite, JacoIII, soupkaty, superking, Satur9, peterjoel, ubersplat, slowcentury, bilingualmonkey, sherief, pwnchu, biiaru, CMD7194, Myre, I_Love_Kate, exits2freeways, Irien, Grizzlebee, meowwwwwwwwwww, foea, thegoblins, IanDorrinson, Lohninck, spazdor, Chalibaeus, ouroboros, ellie, Centipede_Damascus, tellumo, SaurKraus, swiftlikeafox, wotown, elmobeacon, Dallovich, meoww, Archon_Divinus, morbo, matt_bohr, Pigs, nohcra, kestral, EvilSteve, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stella",
    "plus": 2,
    "snip": false,
    "text": "i had to hit \"apple\"   R twice to get it working. Guess who's on my ignorelist now?? Thanks for that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gothfae",
    "plus": 4,
    "snip": false,
    "text": "Asherdan? Neonfreon? Vice President Cheney? <br/> \nThe possibilities are limitless! I just had to hit the discuss link once more to make work."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stevesperd",
    "plus": 2,
    "snip": false,
    "text": "Cheney posts on here? What is his favorite achewood strip? I'm betting it's notorious lincoln."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gothfae",
    "plus": 2,
    "snip": false,
    "text": "I think his favorite is where it discusses people beating George W up for cash."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "So, when I put someone on my ignore list, does it also ignore all of the Lames and Spams that they've given to other members' comments?  Or does it just hide their messages?  I like the option of hiding comments that get more than 3 or 4 lames, but that doesn't work if the bad actors are still able to influence what I see. <br/> \n <br/> \nThanks!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 8,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 0,
    "snip": false,
    "text": "Oh this feels so good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Thats what she said. <br/> \n <em>to my sister</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "How does the lame/chubby system work? There seems to be a certain number of chubbies you give out per page, which makes sense, but lames seem to be limited in a way that i can't make any sense of.  <br/> \n <br/> \nWhy does so much laming go on when lames are so scarce and precious? And, how does one tell how many lames one has remaining?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coogs",
    "plus": 0,
    "snip": false,
    "text": "I coulda stood more idiot-Ray stuff, too bad"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "yeah I was looking forward to more drama around this...like a Flowers For Algernon in reverse..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by stormypinkness, hellofyellin, fallow_fields, atom, gothfae, Sargasm, tovarich)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "You might have had a good point, but acerbic commentary works only if you have a command of the English language.  \"Chris new better\"?  \"Who buy's this shit\"?  Learn to spell!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, fosters, equinn2006, profbobo, littlefatdog)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Yeah, okay, I was being mean.  I must say, I like the expression \"play the turd,\" though.  \"I'm not a turd, but I play one on TV!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "petronius",
    "plus": 1,
    "snip": false,
    "text": "this is really one of the best. <br/> \ninstant classic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Sorry, didn't mean to lame that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ohnoes",
    "plus": 0,
    "snip": false,
    "text": "my favorite part is the word \"actual\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamhock",
    "plus": 0,
    "snip": false,
    "text": "I enjoy the \"Let's Talk About\" sections of the text"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "binkus",
    "plus": 0,
    "snip": false,
    "text": "Please publish this book!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "the corresponding porno video is \"Like Oral People\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doubleclef",
    "plus": 0,
    "snip": false,
    "text": "What if a horse takes it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Then you must enlist a well-regarded mailman to do battle with said horse and retrieve your property."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 9,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101006175450/http://rbeef.blogspot.com/2007/05/had-some-poems-pilin-up.html\">Had some poems pilin' up</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fireking",
    "plus": 1,
    "snip": false,
    "text": "is it bad that roger and debbie are my parents' names"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I five'd this for \"It was true.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thaes",
    "plus": 0,
    "snip": false,
    "text": "I fived this strip for the entirety of that piece of novel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "I would pay 29.95 for that novel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "That first sentence is strangely heartwarming. No idea why."
  }
]