[
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by riazm was marked lame too many times and excluded. (marked lame by meddle, dayvancowboy, whoper, TheLoneliestMonkey, clembot)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 20,
    "snip": false,
    "text": "Using the virgin posts for  <em>requests.</em> <br/> \n <br/> \nBallsy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by finemusk was marked lame too many times and excluded. (marked lame by biomusicologist, Yossarian, greening_cow, Jopon, RogueCheddar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 11,
    "snip": false,
    "text": "Is  <em>so</em>  lame. <br/> \nIs  <em>so</em>  tacky."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "I am goink to example you how to hard sex the lady while changink disc on %u20AC6000 CD player"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "finemusk",
    "plus": 9,
    "snip": false,
    "text": "fuckink assetbar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shurimpu",
    "plus": 1,
    "snip": false,
    "text": "Very ballsy. You deserve the coveted Medal of Audacity. <br/> \n <br/> \nOr at least a chubby. That I can supply."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "[img=http://i32.photobucket.com/albums/d10/giraffecat/Stuff/Audacity.jpg] <br/> \nThis one?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "synnah",
    "plus": 9,
    "snip": false,
    "text": "COCK. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i32.photobucket.com/albums/d10/giraffecat/Stuff/Audacity.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by meddle, Spoon, talgkjertel, Pigs)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that is a Good program."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "It really is. It gets the job done without a lot of fancy flourish, you know? Plus it's free."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "The freeness I like, but I can't really get on with the program itself. I'm just too used to Sound Forge, I guess, because it has more in common with the older sample editors I used 10 years ago. It does quite a few things that annoy me, though. I guess instead of complaining about them here, I could post bug reports on the Sourceforge page.."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Er, it wasn't particularly clear that from 'It does quite a few things that annoy me' onwards, I'm referring to Audacity, not Sound Forge. Get some sleep, Synnah."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "What y'all think about Ableton?  I've really been diggin' it.  Totally boss."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "Ableton is great. The interface is a little confusing to start with, but it eventually makes sense. It's a lot of fun to just play around with, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "retinarow",
    "plus": 1,
    "snip": false,
    "text": "Audacity: The Roast Beef of audio editing and recording programs."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I've been toying with the idea of getting this. <br/> \n <br/> \nRate it compared to GarageBand*. <br/> <br/> <br/> *which, though I have little experience with GarageBand, it has the distinct privilege of having said about it \"if it's good enough for Trent Reznor to authorise for a remix album, it's good enough for me.\"  But I am not going to get a Mac just for it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Audacity's cheap, and you can crtainly use it to make music, but if you can afford to spend a little bit of money it's better to go with Ableton Live (LE), Reason, Acid, etc.  It really depends on your creative process though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm going to be getting Reason and Logic on a new macbook when i go to my sound recording school. <br/> <br/> <br/> <em>screw all y'all</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "LOGIC IS TERRIBLE DON'T GET IT <br/> \n <br/> \nSeriously, I know everyone gives Pro Tools shit because you have to run it off Digidesign hardware, but it is seriously the bomb. It is seven hundred thousand better than Logic. <br/> \n <br/> \nReason is eighty five better than Pro Tools, but in a different way. <br/> \n <br/> \nAlso where are you going? SAE? I bet it's SAE."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm actually going to the Conservatory of Recording Arts and Sciences down in phoenix, or, CRAS. also, since i am getting Protools hardware, it is no issue to me that it has to run with Digidesign. <br/> \n <br/> \nalso, it's included with my tuition."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "nah i dont use side-system ones any more, other than ableton live. i just have some random sample-editing program and ReNoise <br/> \n <br/> \nonce you go tracker you never go back-er"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "<em>Herein lies a sentiment I share in the utmost.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 23,
    "snip": false,
    "text": "I've basically just abandoned my inbox like the wild, screeching feral child that it is.  <em>Are important things being said to me? It is unclear.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "And let's not forget the new Mowgli or Fijian Chicken Man of Assetbar: <br/> \n <br/> \n <em>\"Most Recent Comment <a href=\"http://web.archive.org/web/20090925101719/http://m.assetbar.com/achewood/recent_comments\">(more)</a>\"</em> <br/> \n <br/> \n...as though were raised by bats and doesn't realise it can't be seen anymore and no longer serves ANY fucking PURPOSE to ANYTHING EVERY  <strong>DAMN SECOND OF THE <em>DAMN DAY!</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "turnabout",
    "plus": 0,
    "snip": false,
    "text": "this has been fixed now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is the most histerical assessment of the inbox situation ever. Nice job. <br/> \n <br/> \nI never use my inbox either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Did the same thing with my Yahoo! account. I dare not read in those forbidden woods."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cleave",
    "plus": 0,
    "snip": false,
    "text": "I'm not gonna lie.  I love your moxie and I agree with your post."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Also an edit feature? If you are feeling fancy you could have a 'view original comment option too!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 5,
    "snip": false,
    "text": "See, that  missing ' is a perfect example of how useful an edit feature would be."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "An edit feature would be nice, but I strongly believe that the inbox sorting is the feature that would be of greatest value to us as a community. It would encourage discussion on all of the strips, not just the most recent one. And is discussion not the principle our Acheworld is founded on? <br/> \n <br/> \nRiazm wishes to unite the Acheworld through a basic program of inbox sorting and little puppy dogs called Mr. Poopytime."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 8,
    "snip": false,
    "text": "<em><strong>AN EDIT FEATURE WOULD RUIN THE SPONTANEITY AND PART OF THE AWESOME IF YOU ASK ME</strong></em> <br/> <br/> <br/> Also, you'd lose all the funny cock-ups and screams of \"BBCODE!\" <br/> \n <br/> \nAlso also, it would result in further carelessness in posting and ruin part of our elitism, and fuck, we can't have that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "I agree. <br/> \n <br/> \nI have over two hundred fucking replies in my inbox, I mean I basically think of the internet as a hole I yell in from time to time, but it'd be nice if the hole said things back to me from time to time <br/> \n <br/> \n... <br/> \n <br/> \nOkay, rereading that metaphor scares the shit out of me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "techiebabe",
    "plus": 2,
    "snip": false,
    "text": "Norman: It rubs the lotion on its skin. <br/> \nHole: *screaming*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "I don't know why cats eating corn right off the cob is so mesmerizing, but anytime I see it happen I'm basically entranced for several minutes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Sounds like existential despair"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "didymos",
    "plus": 0,
    "snip": false,
    "text": "It scares you because now you understand a large part of how Donald Trump feels about whomever he's married to at any given moment in time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "Nobody would ever inbox me. New Jersey could die of heat death and I'd still get no inboxes or digital binary messages or whatever they're called."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Okay, spinynorman, prepare to be outgeeked. <br/> \n <br/> \nWith over 5,000 comments to your credit, I think you meant you had over 200  <em>pages</em>  of replies, which would be about 50,000 individual replies.  Sounds about right, since everyone wants to talk to spinynorman. <br/> \n <br/> \nSecond, your metaphor is straight out of  <em>Dark of the Moon</em>  by PC Hodgell:  Tori shouts into a cave that leads to a space-warpy thing, and his sister Jame (who he thinks is dead) hears him at the other end.  She calls back to him, scaring the crap out of him.   <br/> \n <br/> \nYou need to steal your material from even more obscure sources, or make up metaphors that no one else has ever made up before in the history of literature.  Seriously, I'm disappointed with your creativity at this moment. <br/> \n <br/> \n- more geek than you (grabs crotch, gives raspberry, says \"nyah nyah\")"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "lateadopter, you have given me the courage to say this. spinynorman, I consider you sort of like my vastly superior rival. Every time I say something pretty good, you always show up or have a comment later on that just trumps me. TRUMPS ME. Damn it, I am in high school! I am susceptible to people clearly being better at anything than me!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "<em>such arrogance</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "I dunno what the hell y'all are talking about, but man, this comic was all that I desired. Ah. It was like a tall glass of whiskey."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slickshoes3234",
    "plus": 1,
    "snip": false,
    "text": "Congratulations, on twelve posts in you are the First One to Comment on the Actual Comic the Posts are Being Made Under"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "A man should never drink a 'tall' glass of whiskey. Whiskey is a sipping liquor, or a shootin' booze, but when sipping you use a tumbler, when shootin', the bottle. Come on, man. Come on. <br/> \n <br/> \nAlso, this comic was brilliant. I have already requested moisture style touches on my body."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Did you recieve said moisture-style touches?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Nope. I haven't received too many moisture-style touches lately, to my great chagrin."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "didymos",
    "plus": 1,
    "snip": false,
    "text": "I saw the Great Chagrin perform at the Bellagio in '98.  Overrated if you ask me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Consider that joke stolen. It's too good to just be here on the internet."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "treatyofparis",
    "plus": 0,
    "snip": false,
    "text": "sounds like ATHF's second season if you ask me. Carl Brutananadilewski to be exact."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "\"It gets the moisture touches on its skin or else it gets the hose again.\" <br/> \n <br/> \ntralala"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I disagree with all that you say. Except the liking the comic part."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I don't know what you are talking about, foetus_punch, I often enjoy a tall glass of whiskey.  If you drink whiskey on the rocks from a pint glass, you don't have to refill as often."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I jsut drank a tall glass of said whiskey, and now I'm drunk as a lord. It is not 10 AM. Damn fine idea, though. <br/> \n <br/> \nI'm gonna be honest here. I introduced that minor spelling error in order to convince people I am drunk. I often worry people will think I am faking it, being a teenager. I'm not, but it is a constant concern."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "Foetus_punch, do you think it is rad to have alcoholism?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "It would also be nice if there were no redundant comments there. Also, it'd be nice if you could see how many chubbies and lames a comment got in both the inbox and my own comments list."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "AMEN"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "And who gave you said chubbies. <br/> \n <br/> \nThis would have pros and cons - it would ruin the democracy of the system, as society tends to put the popular people on Tiers where their vote means Something More than others. <br/> \n <br/> \nWhich is kinda the problem with democracy - because, as Socrates said (basically): <br/> \n <br/> \n <em>\"The majority of people are really fucking dumb.  Why would you give the vote to those dipshits?  And politicians will want to undermine each other all the damn time, and the actual leader will be like a blind sea captain, with all his crew telling him where to go while secretly wanting to usurp his power.  The whole system is motherfucking ass-backwards.\"</em> <br/> <br/> <br/> Socrates said that.  Sorta."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Not saying I hate democracy - Churchill (supposedly) once said (basically): <br/> \n <br/> \n <em>\"Democracy is a horrible system, one that always results in corruption and is easily manipulated just as people are easily manipulated by fame, power, and wealth.  But dammit, it's also the best one we've got.\"</em> <br/> <br/> <br/> Winston Churchill said that.  Sorta. <br/> <br/> <br/> <strong>SOMEONE PLEASE PHOTOSHOP SOCRATES GOING ON A SWEARING RAMPAGE I SUCK WAY TOO MUCH</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i153.photobucket.com/albums/s236/bogus123_bucket/billandted.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nOkay, not a rampage. [] means he speaks greek."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Is that Bruce fucking Dern playing Socrates?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Like hell if I know - I stole it from google and put absolutely awful speech bubbles on"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nah, only a passing resemblance in that one still shot.  It was some unknown in the flick."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jonno",
    "plus": 18,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img354.imageshack.us/img354/6391/socrateskz7.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "So much better..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "That kinda makes my day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "history",
    "plus": 1,
    "snip": false,
    "text": "Can't really agree with your suggestion, though I appreciate your version of famous quotes, so I chubbied for that.   <br/> \nI would feel like I needed to pay back people who chubbied me if I knew who they were, and I would thereby dilute the value of the system (what little value there is).  I know others of you are ruthless enough to not care about the people who cubby you, but damn it I'm a sucker for people who are nice to me.  I do not expect chubbies, and am grateful when I receive them and would act accordingly to the detriment of the system."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I think, eventually, this was kind of my point.  But regardless, I agree with you.  This is the whole point of an anonymous-voting democratic system."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "Holly shit! There's an inbox?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "It was Ray. God damn it, I was way off. I like the mental image that 'stewardess' diving at my hog' brings out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andersmn",
    "plus": 3,
    "snip": false,
    "text": "Aww yea moisture-style touches MM MM MM"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I'd love to see showbiz show up soon then all 3 roadtrip with the money, visiting other Undergrounds again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I totally knew it was Ray. And I'm damn glad it was."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "You know, part of me was not glad. I'm not sure why, but I was fairly disappointed seeing Ray standing there. Maybe it was because I had gotten my hopes up to see Bensington again, but I was not pleased about Ray being there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I was disappointed because it means I was wrong on the internet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Is it shameful to have your wrongness so permanently recorded, for any schmuck to go back and mock?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "Well to paraphrase one of my avatons,  <br/> \nwhile  <br/> \n\"it's never lupus\" <br/> \nit's usually Ray."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I was hoping against hope it was The Boffin :( <br/> \n <a href=\"http://web.archive.org/web/20090925101719/http://m.assetbar.com/achewood/uua4V2PT3#comment_468\">(see yesterday)</a> <br/> \n <br/> \nThe whole story would take a sudden turn for the Hellboy, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "circumstances",
    "plus": 1,
    "snip": false,
    "text": "This is my whole complaint, really. The fact that its usually Ray. I may get lamed for this, but I'm starting to feel that Ray is \"getting things done\" and \"paying attention\" far too much. Every time something goes wrong, woop! There's Ray. I think this comic would be much more interesting if it had been Bensington or Showbiz or, as Drskradley wants, The Boffin. Anyone, really, except Ray."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "The three frantic avataricons in a line are freaking me out."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It would be nice if we could \"freeze\" the frantic avaticons."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090925101719/http://www.lifespy.com/2007/firefox-quick-tip-stop-animated-gifs-to-play-over-and-over/\">Look here</a> .  I don't know about IE (that's for Firefox)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanx, but I'm using a corporate system, IE only."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wait, I answered my own problem -- just hit the red X on the toolbar, and the animations seem to stop.  Salvation from nomming cats and flapping boobs!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Or just hit the 'esc' key..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hehe... oh cool."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "The other scenarios really make no sense though. Who's more likely to bail Roast Beef out of a rough situation:  <br/> \nHis best friend with a lot of money? <br/> \nOr his deadbeat brother. <br/> \nOr a man who was hypnotized into being a shirtless dancer? <br/> \nOr a computer program? <br/> \n <br/> \nReally, Ray is the only one who  <em>could</em>  have done this."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Yes, but who said that \"The Foot\" was there to bail him out?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Exactly. Ray didn't  <em>have</em>  to be there at all. Showbiz could have blackmailed Beef into giving him money. Or Bensington might have broken his hypnosis and wants to use Beef to get to Ray. Or The Boffin could do...something. Who knows. Point is, Ray is becoming far too prevalent in this comic as a whole. Sure, he's a good character, but there can be too much of a good thing. I kind of want Ray to go on a three month vacation somewhere. <br/> \n <br/> \nWhat I'd like to see is a story arc in which Chucklebot falls in love with Pat and employs Nice Pete to help Pat break up with Rod Huggins. We haven't seen any of the robots in ages, let alone Pat and Nice Pete. Ray needs a time-out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dabigv13",
    "plus": 0,
    "snip": false,
    "text": "Ray loves him some 1980s vehicles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rustmouth",
    "plus": 3,
    "snip": false,
    "text": "I'm glad that he saw fit to repair the fake headphones with some duct tape"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 2,
    "snip": false,
    "text": "Beef has a very 20th Cent. definition of cheating.  Such a definition is not relevant to a world with Airwolf rides."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ddgoec",
    "plus": 7,
    "snip": false,
    "text": "Maybe Molly would like a voice about where the money goes...like to her."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 9,
    "snip": false,
    "text": "Or maybe he should use some of it to buy a home, a car, put some aside for childrens' college education, or just to support himself and Molly in comfort after his 15 minutes of fame are over and stewardess sluts no longer know who the hell he is? <br/> \n <br/> \n <em>Nah....</em>   Let's push the reset switch instead."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alienlemur",
    "plus": 2,
    "snip": false,
    "text": "Oh yea, also while he's at it he can get some therapy to fix his paranoia and depression and also he can not be Roast Beef anymore. We won't have to blame everything on circumstances anymore. <br/> \n <br/> \nRoast Beef has a history of thinking  <a href=\"http://web.archive.org/web/20090925101719/http://achewood.com/index.php?date=05232002\">helping people</a>  is rad."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodjay",
    "plus": 2,
    "snip": false,
    "text": "Also, His idea of love was once to get a Chinese woman her MBA so she could dump him  <a href=\"http://web.archive.org/web/20090925101719/http://achewood.com/index.php?date=06172003\">http://achewood.com/index.php?date=06172003</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "That strip was the first thing to come to my mind when I read this one, too. It does feel a bit like Onstad is pushing reset, and that's generally an annoying thing to do, but on the other hand, Beef is doing something he always wanted to do with his money."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I agree. This is a stupid resolution, in which onstad realises that he can't write a wealthy beef even for a while."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "I think maybe he just told that story so he could tell us this one.  We already know he does that sometimes, although I am too hungover and lazy to go looking up the reference to it. <br/> \nPlus, you know, Airwolf."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Dear techiebabe, <br/> \n <br/> \nJust fyi; <br/> \n <br/> \nKitty Nom Nom makes me smile every time I see it. <br/> \n <br/> \nPlease keep it forever. <br/> \n <br/> \nSincerely, <br/> \ncpnglxynchos"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Purely out of curiosity, does your name actually mean anything? Looking at it I could fully believe it's completely random."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "I think it is: Cap'n Galaxy Nachos.  Just a guess though."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Oh wow, oh wow! That is a talent. We could use you on the gladi8orrex translation board."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img127.imageshack.us/img127/2331/awinnerisyouvl3.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nyes, that is exactly what it is. a good, comic-relevant name people can believe in...minus most of the vowels... <em>IN SPACE!!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "I think you just gave me epilepsy."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You just made me think of the most fucked up thing I have heard in recent weeks.  There are a lot of assholes out there, but it takes a real fucking degenerate to do this kind of thing. <br/> \n <a href=\"http://web.archive.org/web/20090925101719/http://www.msnbc.msn.com/id/24510864/wid/11915829/\">Asshole Hackers</a> <br/> \nhttp://www.msnbc.msn.com/id/24510864/wid/11915829/"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "the bottom part was where I copied and pasted the url into the post, so that I could type it for link without having to go back to the other window and look at it again, because I've had copy/pasting issues in the past.  But then I forgot to delete it so it's all sitting there making me look like an idiot.  On a positive note, however, I now know that assetbar won't fuck up a url copy/paste, so I can just do that in the future."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Between reading about the woman who became symbiotically entwined with her couch, the woman who would not come out of the bathroom until she melded with her toilet, and this, Acheworld has become my source for all news."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Here is more awesome news, I heard about this one from an Aussie buddy. <br/> \n <a href=\"http://web.archive.org/web/20090925101719/http://www.foxnews.com/story/0,2933,342099,00.html\"> Wombat Rape </a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I believe it as an extinct, flightless bird, or perhaps a lesser Mayan deity"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh man. That cat really likes corn."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "I like how the kitty closes it eyes as it noms. I seriously just sat here for five minutes watching it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 4,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://pbfcomics.com/archive_b/PBF111-Reset.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "<obvious>Don't mean to be all Fark or anything, but..  <br/> \n</obvious>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 1,
    "snip": false,
    "text": "I was expecting showbiz, who would probably be just as willing to fluff beef's hog for money. <br/> \n <br/> \nKinda disappointed, but it's good to see Airwolf make a comeback."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 7,
    "snip": false,
    "text": "I was dreading that it would be Showbiz, because a whole arc featuring brother-on-brother blackmail would be torture to read. Like a horrible trainwreck, updated daily, one moment at a time. For weeks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 11,
    "snip": false,
    "text": "Roast Beef's current funeral coverage allows for a bottle of A1 sauce and a trip to the woods."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "circumstances",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090925101719/http://m.assetbar.com/achewood/uuafB08d3\">I thought he just wanted to go bowling?</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 4,
    "snip": false,
    "text": "His funeral coverage does not cover, however, a glib epithet from Mo'nique."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 2,
    "snip": false,
    "text": "Really the only resolution I wanted.  Love the tape on the cheap spray-painted Styrofoam headphones."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Nice.  I was looking for that, and still somehow missed it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 1,
    "snip": false,
    "text": "That detail alone takes this strip to a whole new level. Not only does Ray use non-functional headphones, he went through the trouble of \"repairing\" them after Teador broke them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You can't be flyin' Airwolf without  <em>some</em>  kind of headset.  Though I'm pretty sure Ray would get some old-school David Clarks at some point."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "sometimes i wonder if Onstad rakes assetbar for ideas. this strip is a pastiche of speculations everyone made yesterday. <br/> \n <br/> \ni'm joking of course."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 4,
    "snip": false,
    "text": "...or am i?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I really don't know now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "...Or do I? <br/> \n <br/> \n(No, I don't)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "evilawesome",
    "plus": 9,
    "snip": false,
    "text": "NO TIME TO THINK WE'LL TALK IN AIRWOLF."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "We all dream...but do we really dream?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>YES!  WE REALLY DREAM!</em> <br/> \n <br/> \nOr do we?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Cheese is a kind of meat<br/>\nA tasty yellow beef<br/>\nI milk it from my teat<br/>\nBut I try to be discreet</em> <br/> \n <br/> \nAlso, are you Brian Topp?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "Not personally, though I am a fan of his valuable work! (My icon was of him until recently, though, yes.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I sure as hell am not joking when I agree with you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hse",
    "plus": 1,
    "snip": false,
    "text": "Or maybe by virtue of reading through all 1400  strips, we've become able to  <em>read Onstad's mind.</em> <br/> \n <br/> \nNow remember, we must only use this power for good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 5,
    "snip": false,
    "text": "Ooh, credit card number!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Do most people know their credit card number by heart?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 13,
    "snip": false,
    "text": "I was about to rattle mine off to prove myself, but then I realized:  <em>Wait. That would not be a smart thing, loneal. That would not be a smart thing for you to do.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": true,
    "text": "A comment left by howl was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Balboa, buttersafe)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 3,
    "snip": false,
    "text": "Oh no too big! Sorry everybody!"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "i lamed it for being so big, but then saw your apology and had to restore universal balance"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "*is totally awaiting the ensuing photoshop that is guaranteed to garner at least 50 fucking chubbies*"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "haha oh snap, guys mark this as spam i replied to my wrong fucking post.  <br/> \n <br/> \nJesus tap dancing christ"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "It was my first lame, too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "I don't have spam-marking privileges, but I can say:  <em>neonaoneo: what a douche.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Ooh, piece of candy! <br/> \n <br/> \nOoh, piece of candy!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 2,
    "snip": false,
    "text": "I suspect that had Onstad raided the comments for comic strip ideas, this resolution would have been replaced with Ray and Beef singing Flight of the Conchord lyrics"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "*is totally awaiting the ensuing photoshop that is guaranteed to garner at least 50 fucking chubbies* <br/> \n <br/> \nThere"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 32,
    "snip": false,
    "text": "not quite what you asked for, but: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img.photobucket.com/albums/v23/jellyfish/autaux2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 3,
    "snip": false,
    "text": "i just spent about 20 minutes trying to replace the words in the ray vs. lil' nephew rap battle to lyrics from hiphopapatamus vs. rhymenocerous, and my photo editing program crashed. fuck you friday indeed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh man I am so tempted to try and take on this mission."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 74,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img393.imageshack.us/img393/3641/hiphopapotamusqy8.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nMy Photoshop's so potent that in this small comment I made all of the ladies on Assetbar pregnant"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You did what needed to be done. For that, I award you with a chubby. And may many more follow in my footsteps. <br/> \n <br/> \nAlso, good job using the live lyrics instead of the TV version. I find them preferable."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...and a different live version than I've seen recorded! <br/> \nLove the silence frame-perfect. Very chubby."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "You are AMAZING."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Awesome!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "narm",
    "plus": 3,
    "snip": false,
    "text": "I joined this board just to chubby this comment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "That is DEDICATION! A chubby for you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Oh man, slippery slope.  That's how I started too. Welcome!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "eyebrow rotation on the third panel constitutes about 70% of these chubbies"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "One Oh Oh one! Oh Oh one! Oh Oh  one! <br/> \n <br/> \nThat photoshopping was so apt it actually cured my hang-over. <br/> \n <br/> \nMay assetbar bestow a thousand chubbies upon you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "NO! No more chubbies for this?  I scrolled backwards up the page and squandered them!   <em>Squandered</em> , I say! <br/> \n <br/> \nA v-chub shall be yours, for 'tis all I have!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edwell",
    "plus": 112,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img227.imageshack.us/img227/7055/jemraynekr7.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I decided this was woth a chubby after the second panel. Now I want to give it another for the last two."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gowerski",
    "plus": 0,
    "snip": false,
    "text": "wow. this is really well done.  well done."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "<em>Congratulations EDWELL<br/>\n<br/>\nYou are the<br/>\n<br/>\nPoster of the week</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Ray with Jemaine's hair? You are a genius."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "In the second panel, it is a perfect....reveal!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I will now use my position as the undisputed King of Declarations on Assetbar to declare Edwell the undisputed King of Photoshopping on Assetbar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "what font you usin' by the way?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that's what i would like to know. my knock-off is a blunder of story and font alike."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I think it was established a few weeks ago that Onstad probably uses Interstate. Looks to me like Edwell's using the same. I've been using Verdana as a free substitute, but its serif \"I\"s are a dead giveaway."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "Interstate definitely looks really close."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Surely if you simply went through achewood archives you could assemble something"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Pressing the keys and having the letters appear is just a lot easier than copy/pasting individual letters and words though, y'know?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "for my aborted attempt, i went to a font site, and used the sample text bar to type in the lyrics (in interstate). then i took screen caps and cut-and-pasted the words over the speech bubbles."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..where IS this page..?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "a maaaaaad chubby for rhyming 'wet girth' with 'net worth'"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img341.imageshack.us/img341/7273/vchubbzi0.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nV-Chubb for the past three (3) images shown!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of initiative that I like to see, young man!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I have decided to retire from the internet and let Edwell run shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezras",
    "plus": 2,
    "snip": false,
    "text": "I wonder if Onstad just reads the comments for each strip and picks the theory he likes best for the next strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Oh, come on. There've been plenty of times when he's suprised us. And given how many people post here, we can cover pretty much all of the possibilities in a case like this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ezras",
    "plus": 1,
    "snip": false,
    "text": "Yes, sure. I just think it's a funny idea. <br/> \n <br/> \nPart of the funny part is that there is so much posting that (~)all the possibilities  <em>do</em>  get covered. Which is crazy. If he does read these, I can imagine it would mess with the creative process. Ever tried to play a game of poker with someone giving realtime predictions of what you're going to do? It's disorienting, man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Oh he reads these. We are like a bacterial culture growing around the core idea of the comic, and making mutated replicated versions that sometimes make no more sense"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Point in case:  The disturbing \"Roast Beef...I'm a prostitute\" comic, which happened after a much less disturbing comic.  I think it was a direct response to the bewildered comments section reaction to the \"is he mixed race?\" strip.  Take a look for yourself and see if you don't agree with me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 3,
    "snip": false,
    "text": "If he read the comments for each strip, lately, he'd never get any work done."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "I dunno; I feel like we got a shout out on the matter of Beef's new-found beefiness two strips back, after all our talk of his rippling cat triceps. Maybe he skims."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Or maybe Onstad beefed up Beef a bit for more than one reason. It seems like good way of showing his new confidence, and his newfound breadwinner status (blue collar working man). It's also useful for the cat lady to use as a cheap pick up line."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh, I kinda changed how I was writing that halfway through, sorry if it seems a bit assertive."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "It is okay, Odei. I had thought all those same thoughts myself."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Beef is a main Honcho of things, guys. Ease up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I wonder if in the next strip (having been beaten back down to the usual sucky guy with depression) his guns will just deflate like a cheap blow-up doll."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "30 seconds ago"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "Oh well.  <em>Status quo ante</em> .  I can almost hear the lilting strains of the  <em>Gilligan's Island</em>  theme (or maybe  <em>Airwolf</em> ) as Ray says, \"Roast Beef, you've done it again!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "yeah you gotta keep that up <br/> \ncharacters that change is bad except for doonsebury"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Truth be told, I was kind of hoping that the person to trip Roast Beef would be anyone other than Ray, if only in order to get Beef a little more fucked. Not to turn this into a soap opera or nothing, but just enough to complete the rock starish allusion that Onstead was making with Beef's greeting card success."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I think that would have made the comic, or at least the story arc far too dark. I mean there have been some seriously screwed up happenings in the past, but Beef trying to do the right thing and still getting fucked over? Way too pessimistic, chochacho!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Maybe so, but still somewhat more palatable than an Airwolfe ex machina, in my humble opinion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "For some reason, I assumed that there would be a scene similar to the one in \"Catcher in the Rye\", involving the prostitute and Leon? I figured the air lady was a woman of ill repute, and her pimp was lookin' to get paid and was just gonna be a huge dick about the whole dealie-o. I definitely would have preferred some real shitty shit to go down."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<em><strong>\"Catcher in the Ray\"</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "God damn it, good Doctor. God DAMN it. I have just been upstaged ten ways from Tuesday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "At least Beef didn't get moist touches from a giant cave spider."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Aw.That last panel made me want to hug Roast Beef a bit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "I've suddenly just realised that my ideas about medical care are similar to Beef's. I think my main concerns are making sure my organs are cut out and given to people that need them and disposing of the rest of my body in an efficient, environmentally-friendly way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Like Indians and the buffalo?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "I wonder what happens if you die and you actually can't afford a coffin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Potter's field.  Or cremation.  Probably a little of both, if you didn't die in a murderous way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Oh, interesting, I hadn't heard about potter's fields. I like to know about things, so thanks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "wikipedia: <br/> \n <br/> \n\"Potter's Field was also the name of a small cove of the East River just below the Williamsburg Bridge on the Brooklyn side, where bodies that have been in the river from November through the winter season surface in April as the rising temperature causes them to decompose and rise to the surface. The fluid dynamics of the East River causes a collection of these bodies every year off the docks of Potter's Field.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Track 6 on Foreign Affairs <br/> \n <em>Well you can buy me a drink and I'll tell you what I seen<br/>\nand I'll give you a bargain from the edge of a maniac's dream<br/>\nthat buys a black widow spider with a riddle in his yarn<br/>\nthat's clinging to the furrow of a blindman's brow<br/>\nI'll start talking from the brim of a thimble full of whiskey<br/>\non a train through the Bronx that will take you just as far<br/>\nas the empty of a bottle to the highway of a scar </em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Chubby for mentioning exactly what I was thinking of. And you get another one for the Tango Till They're Sore reference below."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Heh,  <em>Tango...</em>  is my preferred funeral song. That or  <em>Frankenstein</em>  by the Edgar Winter Group from their live performance on \"The Old Grey Whistle Test\" with the video playing on a stadium sized plasma screen. 9 plus minutes of the same lumbering riff broken only by a duelling drumsolo and punctuated by an albino freak (Edgar himself) frantically swapping instruments.  <br/> \n <br/> \nMaybe I'll just have  <em>Wind Beneath my Wings</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "They let you fall out of the window with confetti in your hair."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "<em>And knowing is half the battle.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kamet was marked lame too many times and excluded. (marked lame by orvel, smarve, TwoRightFeet, NDCaesar, NumberKillinger)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "It's been done."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "In response to me! I am othing if not self-centered. <br/> \n <br/> \nHowl, I cannot tell if you are being sarcastic or not. If so, go straight to hell. If not, eat a bag of chips."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Howl...? Did you just nickname me after an Allen Ginsberg poem? <br/> \n <br/> \n <em>Where do you think you are?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh wait, my bad, there is an actual commenter named howl. But still... <em>how did you comment end up hooked onto mine?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I was responding to both you and howl, and decided to disregard any confusion that might arise because I'm an ass. Oh, and... <em>I think I'm right here</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I was not in fact being sarcastic. I appreciated the chance to learn something new."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "In that case, enjoy your bag of chips. Might I recommend Krinkle Cut Kettle Chips? Excellent chips, although a tad expensive."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I like those! The Thai Spice ones are my favorite."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Wow, bud, I'm sorry I told you to hypothetically go straight to hell. Seriously, them's the best chips I've had in ever. You get a chubby, and mad props."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "manero",
    "plus": 0,
    "snip": false,
    "text": "In a strange way, I was relieved to have Ray's thong be the first thing I saw in this strip.  Anybody else would have meant trouble."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  I was like \"Yes, Ray is getting things done.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I was kind of expecting trouble, with a bad situation getting worse with a mugging or a kidnap-and-ransoming or somesuch unfortunity, culminating in the moral \"being suddenly rich pretty much sucks basically.\" This is feel-good though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheriff_mittens",
    "plus": 1,
    "snip": false,
    "text": "And they all lived happily ever after."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "I can't tell if Ray is sassing Beef or if feeling bad is actually such a foreign concept to him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mo_rose",
    "plus": 6,
    "snip": false,
    "text": "Ignoring all of y'all cos im drunk, this was a good comic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 1,
    "snip": false,
    "text": "I am sorry for my outburst and I am sorry for my hangover."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pantscomeoff",
    "plus": 1,
    "snip": false,
    "text": "If every American shared Beef's expectations for medical insurance, the government would have a lot more walkin' around money."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Nothing ever came of walkin' around money except Walk-Around Butts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_clarkness",
    "plus": 0,
    "snip": false,
    "text": "I don't know why I found this so amusing. Possibly because it's 3 AM and I am sleep-deprived. Regardless, it made me laugh out loud. Well played."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "overmedicated",
    "plus": 5,
    "snip": false,
    "text": "To be honest, i'm kinda dissappointed that the mystery sandal belongs to Ray. I was hoping for some sort of way-out-from-left-field supporting character intervention, particularly Emeril or perhaps the incomperable Pat. Or a litany of unthruths about oral sex from Lie Bot. <br/> \n <br/> \nBut no.  <br/> \n <br/> \nIt's Ray. <br/> \n <br/> \nAgain. <br/> \n <br/> \n(You can start laming me now by the way.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "No, I agree, I would like to see more of the other characters. Especially Emeril. When I first read the Emeril strips I didn't like them all that much, mainly because I couldn't get a handle on his speech patterns. But now I think he's one of my favorite characters. Ray is awesome and all, but he seems to have been a bit overused lately."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The sandal could have belonged to Andy, the sandal-wearing robot!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Huh. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20090925101719/http://achewood.com/index.php?date=08012003\">Whatever, <em>fag</em>.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Heheheh. Aweshum."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "definitely the comic that came to mind at the end of that comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I don't know if I'd say overused. I could deal with Ray  <em>alongside</em>  some of our long-lost favorites. <br/> \n <br/> \nPersonally, I miss the heck out of Phillipe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 12,
    "snip": false,
    "text": "I would like to submit to Assetbar a picture I took in an English liquor store the other day which I feel captures the spirit of a very, very enthusiastic V-chubb. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://farm4.static.flickr.com/3206/2478567229_e1542f6417.jpg?v=0\" style=\"border:0px;\"/></div> <br/> \n <br/> \nChubb foam!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "<strong>Hurrah.</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "Has anyone actually used one of these?  I always wonder if I could aim it at the base of the fire with no practice whatsoever.  Also, I'd probably get all flustered about estimating one meter... is that tied to the pound?  Because if so, it's worth like 16 and a half yards today."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It is fairly simple."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilto",
    "plus": 3,
    "snip": false,
    "text": "If I can't manage to make vaguely-sexy, Electric-Six-style song lyrics out of: <br/> \n <br/> \nCHUBB FOAM <br/> \nHOLD UPRIGHT PULL OUT PIN <br/> \nAIM AT BASE OF FIRE FROM A MINIMUM DISTANCE OF 1 METRE <br/> \nSQUEEZE LEVERS <br/> \n <br/> \nI don't know why I'm even bothering with the English language."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "The whole squeeze levers thing makes it wholly worthwhile. <br/> \n <br/> \nAnd, Whilst I have not used one, there are occasions I wish I had"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Also, talking to myself but, say it in a kind of saucy southern but not posh or any london variation accent (think Kent crossed with eastern seaboard of US) but shout it a la Barry Scott. sounds fucking awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "Somewhere out there, a dude is preparing ot have these very words tatooed on his crotchular region."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I see about twenty of these a day at my school. How I have not thought to do this before it beyond me. <br/> \n <br/> \nChubby to you, madarm."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 14,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://sidesalad.net/archives/Oh%20Stewardess.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nNotice the too tight gray trousers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "toiletstore",
    "plus": 4,
    "snip": false,
    "text": "those pants are clearly from target. irrelevant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 9,
    "snip": false,
    "text": "I...bh...in what place is it recommended to receive oral sex  <em>extremely stoically</em>  in case of emergency?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "In my pants? I don't know. I just don't know anymore. Goddamnit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Stoic head is still head, emergency or no."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Does the receiver have to get the performer a soda though?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "No time in a plane crash, man. Just gotta do the oralingus without a soda."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "is coolest avatar I am ever seeing"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Seeink."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "that man's face doesn't look  <em>entirely</em>  stoic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scraggg",
    "plus": 2,
    "snip": false,
    "text": "Looks to me like the stewardess has covertly tucked herself into a safety position and turned her new friend into a human fire shield."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "hey man, if i was in an airplane with my man and it was goin' down, you bet i'd use those last moments for passionate make-outs. no blowjobs though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "And what's worse, going by the positioning, that looks closer to Nasal Sex."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://faultywiring.files.wordpress.com/2008/05/vchub.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "What exactly is she doing with her knees?  *knee on sack action* That would be a new one to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 1,
    "snip": false,
    "text": "This is beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse2 was marked lame too many times and excluded. (marked lame by tekende, sirhan_duran, HamScout, Thorfinn, NeoNaoNeo, Julia, twainspotting, _cheesekayke, farqussus, loneal, howl, verplanck, hoboninja, Lumus, mira, rienne, aHatOfPig, Methadone, Rene, Boyd, hbaranov, smilebuddha, Genkisudo, NumberKillinger, gowerski, killingthejay, pogo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 5,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i130.photobucket.com/albums/p242/carlapryor/sweat.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Ok I'm sorry but I'm 13 years old and don't know anything about pop culture or the internet or profusely sweating cartoon boys, so could someone please explain this to me?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am a little confused myself.  <br/> \nHey, alreadyinuse! Buddy! What's the deal? Why you gotta be down on all of us like that? You were doing so good for a while. <br/> \nIf it is any consolation, I still think your sweater is fantastic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Alreadyinuse's post was quite possibly the bitterest and most bizzare rant i've seen on the internet for several years. <br/> \n <br/> \nWheres the love people? this is a place to discuss the sureal antics of yuppie like cats, whining and bitching like that should earn you \"an onion offence\" to put it in burger king forum terms."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse3 was marked lame too many times and excluded. (marked lame by tekende, loneal, checazzo, Genkisudo, pogo)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "I saw the humour. It was hilarious. you \"one man culture war\", you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wilto",
    "plus": 0,
    "snip": false,
    "text": "You sure used a lot of words there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Honey, it's not that we don't \"get\" you. It's that you're annoying."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "but...but...he is  <em>cutting edge</em> , he operates at a level that we cannot comprehend! He could have enlightened us, but we threw it back in his face! Now he will take his unique brand of  <em>intellectual</em>  humour to TOUAMB (hint), while us morons exhibit a total lack of imagination by not finding him hilarious."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "man i have to ignore you again?! fuck this is getting tedious."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am with you up to the arrogant assertion of cutural supremecy that you seem to harbour. I legitimately hope that none of the comments against you had truly offended you, because, God help me, I would like to see you stick around a bit. Just know that any true cutting edge is not going to be everyone's cup of tea. Not to say that your brand of humour is a lukewarm Lipton Earl Grey served in a styrofoam cup, just that it ought find the right channel. What can I say, but Achewood attracts iconoclasts of all kinds. There are bound to be your kinds as well, buried in the vitriol."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "And don't call me Shirley."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Hey, woah, people can't help being straight white males! They were just born that way! Haven't they gone through enough in their pitiful lives!? <br/> \n <br/> \nAnd dude, I appreciate what you do, and sometimes I find it funny, but mega-lames don't mean a thing, dogg. They just mean that a large amount of people found your comment lame. Just because we all are annoyed by an annoying thing definitely does not mean we all have this fascist, groupthink mentality. Or that we get frustrated that we cannot decipher the incredible wit and intelligence of your posts with our primitive simian minds and, grunting, hit the lame button. Here's the secret:  <em>It just means that some people on a messageboard on a comic on the internet thing you have said a thing that is lame.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "I thank you. I thank you for this picture."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "There are people that can  <a href=\"http://web.archive.org/web/20090925101719/http://www.alcoholics-anonymous.org/?Media=PlayFlash\">help</a>  you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "verplanck",
    "plus": 2,
    "snip": false,
    "text": "I was thinking  <a href=\"http://web.archive.org/web/20090925101719/http://www.bartleby.com/141/\">this</a>  would have been more appropriate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "I LOVE YOU and I am out of chubbies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "This is why I try to hold onto chubbies. Now I can reward you for stylin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rienne",
    "plus": 0,
    "snip": false,
    "text": "I know that your comment will soon be lamed too much for anyone to see, but I still feel the need to point out that, since there are more than 100 assetbar users, hating one more person than you thought would not raise the total of your hatred by a percentage point."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I didn't even know being lamed enough could keep you from posting. <br/> \n <br/> \nCongratulations!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Manflesh, Poing and Towl were true anarchists. <br/> \n <br/> \nYou? You're just sad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Thou shalt not worship pop idols or follow lost prophets. <br/> \nThou shalt not take the names of Johnny Cash, Joe Strummer, Johnny Hartman, Desmond Decker, Jim Morrison, Jimi Hendrix or Syd Barrett in vain. <br/> \nThou shalt not think any male over the age of 30 that plays with a child that is not their own is a paedophile - Some people are just nice. <br/> \nThou shalt not read NME. <br/> \nThou shalt not stop liking a band just 'cause they%u2019ve become popular. <br/> \nThou shalt not question Stephen Fry. <br/> \nThou shalt not judge a book by its cover. <br/> \nThou shalt not judge Lethal Weapon by Danny Glover. <br/> \nThou shalt not buy Coca-Cola products, thou shalt not buy Nestle products. <br/> \nThou shalt not go into the woods with your boyfriend%u2019s best friend, take drugs and cheat on him. <br/> \nThou shalt not fall in love so easily. <br/> \nThou shalt not use poetry, art or music to get into girls pants - use it to get into their heads."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "AWW FUCK YOU ASSET BAR! SCREW YOU!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "I love you for this. I am pretty psyched for their debut album which I shall be picking up on Monday morning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Really getting into them myself, - I like a letter from God too.  Just love the lyrics and his voice, how it's so deadpan. It's like a cool urban version of Kraftwerk, with english people. (so in summary, nothing like them at all)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Last night I had a dream I met Scroobius Pip and he was actually a black woman."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "That really fucking blagged my head up mate. I can imagine it, but I do not want to... for some reason its actually the actor who played Uhura in Star Trek The Original Series, but with his beard..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "\"That really fucking blagged my head up mate\" is exactly how the characters from the British Achewood talk. <br/> \n <br/> \n\"That really fucking blagged my head up mate\" tranlates into classical Achewoodian thusly: <br/> \n <br/> \n\"That is hella chewin up my noggin dogg\" <br/> \n <br/> \nThe British Achewood is set in...I don't know where its set actually. Is there a British equivalent to California? Cornwall?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Leave me and my Englishness alone... You should because.. without england everyone in America would speak French, and the country would be called Louisiana!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Without the US, everyone in England would likely be speaking German,twice, so it's a fair tradeoff."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Ja, zo?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Without the UK, you'd be doing a raindance and have awful,  <em>awful</em>  piles."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Without the US once, really you mean without Russia the other time"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "BAAAHAHAAA, the British equivalent to California is  <em>certainly</em>  not Cornwall. <br/> \n <br/> \nHmm. Brighton? It's got sun and sea and brightly coloured things, and it's pretty hip and has a great deal of night life and a huge gay scene. <br/> \n <br/> \nI don't know, nowhere in Britain really matches up to California."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i could see Brighton match up with a bit of Orange County....but i've only been to the latter and (lame alert)  <em>read</em>  about Brighton. <br/> \n <br/> \n...so i could be wrong. (i am probably wrong.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Bournemouth might work, in a small, disappointing British way."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Small and disappointing is exactly how the British Achewood should be."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Cornwall is more like Florida from what I can tell. It's sunny (relatively), it's hanging off the end and it's full of tourists and idiots."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Thou shalt not buy Coca-Cola products, thou shalt not buy Nestle products.</em></div> <br/> \n <br/> \nBut if Plan Colombia fails... then THE TERRORISTS WIN!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 12,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i30.tinypic.com/2la6jrq.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nice burn, catgrl."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 4,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i287.photobucket.com/albums/ll124/StayingFocussed/assetbar/Allreadyinuse.jpg?t=1210523114\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "ISeeDeadPixels isn't going to kill alreadyinuse in that box. It's just where alreadyinuse will die."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "I would have chubbied for a chubby but I regret that I am out, have a v-chubb instead. I actually think he is quite interesting, I think I did this when he was posting those huge columns of french. At least he's using paragraphs now I guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "You're not the real \"alreadyinuse\" are you? I hope you're not. That guy's not my favourite guy on here, but at least he wasn't a completely bitter maniac who is probably drunk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I gave you a chubby, alreadyinuse2, because I love morons and assholes. You combine the two into a conveniently sized laugh-packet that I can enjoy whenever I'm feeling down. I'm afraid I have to opush yuou away now. Or in your lexicon of nonsense, would that be awaaw?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Way to be be a complete dick to the only person who actually gave you a chance. Its not his fault you turned out to be an utter cretin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "What's the big deal.  Just use your new avatar.  Doeee!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Maybe you have too many lames because you make too many stupid fucking comments and everyone wishes that you would cool it for a while.  EVER THINK OF THAT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Buddy. Get some more help. Really. Go for a run, do some exercise, eat better. Take your meds, see your doctor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "A toilet seat that smokes a cigar / Forever that is what you are / A toilet seat that smokes a cigar"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Nothin better than going to Chipotle and coming home to a fresh Achewood. MUAHHAHAA!!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "oooh, Chipotle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I just got back from  <em>Iron Man</em> . It was wondrous."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "do tell"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "It's a good film, man. It's a sweet film, in fact. Go see it. It has Robert Downey Jr. and he's awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Robert Downey Jr.! What an attractive man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I hope he poses nude sometime."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I think most of the audience either want to be him or to have sex with him. I don't know if anyone wants both, nor do I want to know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I want to copy his drink."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I forget whethor it was a 'Jack and Coke' or a 'Jack and Crack'. But I hear he is doing better now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "What, all of them?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "C'mon, bud! I know I want to be George Downey Jr. masturbating! <br/> \n <br/> \nAuto-eroticism. Think about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "It was indeed. <br/> \n <br/> \n\"Just got done doing a piece for Vanity Fair.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "That was one of the cleverest lines I've heard in a movie in a while. <br/> \n <br/> \nAnd the whole SHIELD thing was terrific."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If you didn't stay till after the credits, you are a chump. <br/> \n <br/> \nI both creamed and crapped my pants at the same time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "So how is sexual incontinence treating you?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Don't worry I made sure to stay after the credits and I am hella excited as well although I did manage to wait until I got out of the theatre and got home and went in the bathroom and took off my pants and sat on the toilet before I crapped my pants in fact I guess that means I didn't crap my pants at all it was just a normal everyday ho-hum crap that was a consequence to all the iHop I had before seeing the movie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "oh dear.  did you go to a movie with theirateturk? <br/> \n <br/> \nhow  <em>terrible.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "If you experienced these symptoms they could be signs of a serious side effect. Please seek medical help"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I yelled \"OOOOOHHHH SHIIIIIT!\" a la Roast Beef, and then felt a fool for imitating a cartoon cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "A home for wrecked-up dudes and women who been messed with? What happened to the  <a href=\"http://web.archive.org/web/20090925101719/http://achewood.com/index.php?date=05232002\">home for scared people?</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing it's the same thing, and that it's been in his mind for a while."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Excuse me, I suppose the correct phrase would be \"on his mind.\" WTF, self?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "\"In his mind\" makes sense, though. You ain't got to worry about it. You are named after a Ginsberg poem, you pretty much get to invent syntax as you go."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Hee, thank you. Actually I have always just liked the word, and I was thinking of Howl from Howl's Moving Castle. Then I realized that the poem not necessarily a bad thing to be associated with, either."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Howling is what wolves do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "...yes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "<strong>is</strong>  not fuck fuck fuck"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Man, which makes more sense, a little thought dude sitting on your head, or a little thought nustled in the warm, embryonic folds of your ever-nurturing, ever-fertile gray matter. The latter, of course! <br/> \n <br/> \nAlso, I just skipped through english 12 by writing an essay on Howl, so I have a newfound respect for your name. Although I can't figure out what your avatar is. A...skull? Of a wolf?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Looks like a... Steampunk time machine to me. <br/> \n <br/> \nBut then, I have an over-active imagination."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Your guess is closer. I'm pretty sure it's a watch. It came up once when I searched Google Images for \"steampunk.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "A watch technically qualifies as a \"time machine,\" so I guess I was right."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Hey, that's right! Also... somewhat profound?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 13,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090925101719/http://achewood.com/index.php?date=05232002\">He's finally doin' it!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Dudes NEVER do what they say they will do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "This dude does. Unless i don't want to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mightgaine",
    "plus": 0,
    "snip": false,
    "text": "That strip is so retro looking.  Also, nice continuity :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "My feelings on this strip are Neutral."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jujubeesforjesus",
    "plus": 19,
    "snip": false,
    "text": "Ray-us ex machina"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "jujubesus wants a cookie people"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "I am so happy that this happened in Airwolf."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agentj",
    "plus": 2,
    "snip": false,
    "text": "When I die I hope to see a back-lit human with a reassuring voice say \"Let's go. We'll talk in Airwolf\". Yet oddly, I want it it to be almost anyone but Jan-Michael Vincent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "I'd be way happier if it was a cat standing on its hind legs with glasses. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I called it.  I totally frikken' called it.  Ray showed up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I used to think it was up to every couple to decide what te definition of cheating was for themselves. Now I know it's staying in an area and not having moisture touches."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by ifergott, falseprophet, GMM, sdskyle, mast, nathanielperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 5,
    "snip": false,
    "text": "\"my girlfriend told me i had a small penis and that i cum too early then we broke up. lol beef gets bawled out by ray and gets taken up in airwolf lol. charity to finish up. so lol.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Alternatively: Beef gets bailed out by Ray."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "oh, that makes more sense. teamwork!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It was some high-quality teamwork. I have to admit that without your translation, I might have just gotten stuck on what I originally thought was \"my girl Friday\" and given up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Could I employ you for the rest of the internet? We could really use your services."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "i do need money."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "How the hell did you do that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "he just took two sentences, chopped them up, and alternated bits of them. sort of like, sentence ABC and sentence 123 went A1B2C3."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "He time division multiplexed two sentences?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Like \"The Sound and the Fury\"... ...Faulkneresque! <br/> \n(and simultaneously idiotic)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It was fucking brilliant. Who would do that?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "Each hand is typing a separate half-formed thought simultaneously?  My God, he's some sort of Intenet age Phineus Gage where all those LOL You Tube videos were like a tamping rod shot through his corpus callosum!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "if peryouhaps unyouder shstaoulnd wothirks wforell Nodonrmae. n."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If you understand this, well done. Perhaps you should work for Norman.  <br/> \n <br/> \nNext time try throwing in some \"lol\"s and \"befez\"s."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I was more interested in the exercise than making it ridiculously obscure."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh, I wasn't meaning to criticize! Mainly I just wanted an excuse to type \"befez.\""
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Go for it :p"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm not the only one reading that like a Spanish word, right? Be- <em>fez</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i read it like a bland poached egg...'beh-fffzzz'"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Be- <strong>fez</strong> :  Akbar and Jeff were befezed in most all of the  <em>Life in Hell</em>  comics."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "You are my favorite person."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "El Día de los Befez!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Virtual Chub from the Psych Major who always wondered why everyone was so fascinated with the fact that the dude that got a 4 inch wide pipe through his brain turned into a dribbling mess."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It was genuinely fascinating.  From a Mind/Brain Theory and even an epistemological standpoint, it changed the way we view what the Mind is made of - prior to this, debates raged (with most backers still in the camp of Cartesian or other forms of Dualism) that the Mind is non-physical, and thus equating to the Soul or somehow on the spiritual plane.  Therefore, also, equating emotions, personality, sensation and otherwise personal experience to also be spiritual (don't get me started on how this has unfortunately influenced the Church in regards to the classification and treatment of mental illness). <br/> \n <br/> \nBut the fact that some dude can have a completely unspiritual and utterly earthly-plane-bound metal spike jammed through his noggin, and resultingly have his entire personality changed from a self-controlled, wholesome and temperate family man to a bar-brawling, psychotic and mean-spirited drunkard blew a lot of this out of the water, and is still a perfect example of the effect of the physical on the brain, and thus, on the mind/personality and possibly the essence of your being.  You couldn't  <em>ask</em>  for a better scientific example."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I really should have known/thought of that when I posted. In fact I'm sure that's what I was taught. Bah! Who needs science when you're practicing huh?  <br/> \n <br/> \nWait."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "The genius of this post is that, even if your typing was not heavily influenced by alcohol and somewhat incoherent because you can't see straight, the babble strikes the right nerves and I kind of chuckle inside."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sdskyle",
    "plus": 1,
    "snip": false,
    "text": ".... as I DROP TEH LAMES!!! AND FEEL NO GUILT! <br/> \n <br/> \nSorry, guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "please don't say \"teh\" :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. If it's any consolation, the word was being used facetiously, if not unintentionally. I will refrain from further use of such an improper spelling of said definite article. <br/> \n <br/> \nAlso, thank you for saying, \"please.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "Actually, after seeing it deciphered and then decoding his post myself, I've grown a bit of adoration for the time and thought putting into the code. But then I also start to hate myself and can't really say with conviction that I want to take my lame back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "This post was fun to decipher. Its like a puzzle, but really easy and you get mad at it even if you figure it out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dwodles",
    "plus": 5,
    "snip": false,
    "text": "is worst puzzle, based on ugliest of comments."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Excellent.  V-chubs ahoy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This made me genuinely lol.  I don't care if people say the joke is played out - it made me lol, and I come from a time when that  <em>still meant something.</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "crafty",
    "plus": 3,
    "snip": false,
    "text": "Ray-us ex machina."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crafty",
    "plus": 1,
    "snip": false,
    "text": "edit:  god dammit, i can't believe someone else made the same geek joke earlier.  apologies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "i was going to make the same mistake. thanks for taking that bullet. have a chub for your trouble."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Ray-us ex machina."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 10,
    "snip": false,
    "text": "Oh,  <em>Dammit</em> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Okay, v-chubbed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Whoa, sweet 'taricon dude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "Incredible. The first really excellent strip in a very long time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someonegreat",
    "plus": 0,
    "snip": false,
    "text": "Roast beef in panel six is the saddest cat I have ever seen <br/> \n <br/> \nHe can see his own soul and he is displeased"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "How... how many sad cats have you seen...?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh lord, I'm so sorry..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "catgrl131",
    "plus": 44,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i30.tinypic.com/2nssxkw.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "You avoided laming because of your preemptive remorse.  Barely."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Yeah I almost lamed it too. Made me angry. Made me remember the one time I laughed at a lolcat.  <br/> \n <br/> \nBad memory to bring up for me catgrl131, I nearly broke down."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "...but come on, that cat is fucking adorable!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "That cat looks like it will die of a disease soon. <br/> \n <br/> \n...renal failure?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "These cats will die soon... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://fc07.deviantart.com/fs29/f/2008/131/e/d/B_52_dropping_kittens_by_Eternal_Pretenses.png\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Hang in there baby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That cat is missing an Important Cromosome."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "so cruel, that was"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "When pigeons weep tells us... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img125.imageshack.us/img125/6158/lolcatsxu5.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Probably about three."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Having health insurance that covers allergenist or dentist appointments is just cocky. It's the adult version of popping your collar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "i'm disappointed that it was ray.  fuck THIS ending."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Here you go, today's comic strip based on ideas from yesterday's comments..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "also, what on earth are those specks by ray and beef in the fourth panel? are they fleas, or did onstad forget how to use an eraser?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Movement lines, dogg."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "looks like movement specks to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "them movement specks been comin in here and takin our jobs! <br/> \n <br/> \nlet's go teach em a lesson"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "jesus. <br/> \n <br/> \nI can't tell if I'm mad at you or not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fresh27",
    "plus": 1,
    "snip": false,
    "text": "one of the best achewoods in a long long time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by invidious, Deusoma, mortshire, loneal, woodenteeth, DrSkradley, Doc_Rostov, NumberKillinger, nathanielperson, echidnaboy, I_Love_Kate, tessebatt)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What happened, Molesticide? I used to think you were cool."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>Molesticide, what news from the North?</em> <br/> \n...also, why are you now an ass?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 5,
    "snip": false,
    "text": "oh, it's no big deal, i go through phases.  i think it's an emotional problem? <br/> \n <br/> \nanyway, sorry about my comment out of line.  i'll try to refrain from posting until i'm a nice person again.  but, uh, i can't guarantee that, so bear with me, you FUCKING FAGS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "YES! Nice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "OK, that was kinda funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "willmmmm",
    "plus": 1,
    "snip": false,
    "text": "Kind of random here and a bit of a shot in the dark... but... if anyone is in the D.C. area and is going to the DC 101 Chili Cook-Off tomorrow I will be participating. I will have my Teodor apron on. I am in Row 1. We will be under a large Redskins tent. On the off chance you are going and come across this feel free to drop by and get some food. This is my first Asset Bar post, it confuses and frightens me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Damn dogg, I did not know about this event because I have not listened to DC101 in a long while but if I had known you were comin I'da baked a cake and brought it to your table and then gave out free slices of cake to people who took your chili."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 3,
    "snip": false,
    "text": "chivas isn't for \"beginner rich guys\" i drink chivas and i live in a haunted mansion"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 8,
    "snip": false,
    "text": "D...Dad???"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speth",
    "plus": 1,
    "snip": false,
    "text": "hello son. i am here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "living in a haunted mansion is basically my dream life. <br/> \nso, well done."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "i have a howling chimney and an attic full of logs and one fucked up painting of an old guy way at the back overlooking the room"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "please take photos of this mansion and post for posterity and our amusement."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "tru dat - chivas is more for \"beginner rich guys\" wannabees"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "yes i want to go back to my roots, before i was as seasoned wealthy as i am now. i want that innocence  back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that Ray dealt with these triflin' females after his hit single, but probably didn't mind so much, as he doesn't come from circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erinye",
    "plus": 3,
    "snip": false,
    "text": "Called it. <br/> \n <br/> \nNot that anyone gives a shit I am so hell of lame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Were you the one who guessed Airwolf?  Or just Ray.  Someone should comb thru yesterday's posts and award prizes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Like I said yesterday, Ray was virtually a given and all of the theories to the contrary were pretty much based on conjecture and boredom. <br/> \n <br/> \nStill, props to those who spotted the Airwolf foreshadowing. I thought the sun/helicopter sequence was just a nod to artsy film direction."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Yep, two strips back. <br/> \n <br/> \nMy grasp of foreshadowing will be recorded for posterity. This is prize enough, I feel. <br/> \n <br/> \n(man it is so sad that this is one of my better accomplishments as of late)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "It is true erinye called the airwolf 'copter. I chubbied him then and i chubby him now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "There are no women on the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 0,
    "snip": false,
    "text": "A brilliant strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon2 was marked lame too many times and excluded. (marked lame by nabeel84, octafish, smilebuddha)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elscoob",
    "plus": 0,
    "snip": false,
    "text": "I would definitely like a real basic plan where like if I die they put me in a coffin.  I think my insurance is at least slightly better than that, but the coffin thing is all I really want."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I have to figure out what legal channels one has to go through to get a viking burial approved.  I'd be loaded on a boat with some hay and all my important personal belongings (I'm imagining a bottle of scotch and a stack of porno mags), then set adrift to serve as floating target practice for some archers with flaming arrows.  I think the most difficult part would be to find archers skilled enough to guarantee that I would be ignited, because that would be kind of embarrassing, me all corpsified, floating out to sea with a boat full of liquor and porno, nobody wants to be remembered like that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "would there be a maiden on board to sing the song of your glory as you burn?  that would be the only real way to do it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...I've got an ex-girlfriend I could nominate..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Is she ... a maiden?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "nah, she's more like the dog you would lay at your feet..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by heccibiggs, KaMeT, prius_chaser, catgrl131, loneal, HolyQ, BrokeAccount, superking)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "*hastily cups hands over Philippe's ears*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "helter",
    "plus": 0,
    "snip": false,
    "text": "Get  <em>back</em>  to Ray and Beef? The strip  <em>began</em>  with Teodor and Philippe (and also Cornelius). If ever the strip reaches a conclusion, I should hope that they'd be there to the end. <br/> \n <br/> \nDon't get me wrong, though, I love Ray and Beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "The original guys should be there at the end, yeah. But we don't need it to be some \"full circle\" bullshit where Ray and Beef die before the final strip so that the very last line is \"Philippe is standing on it.\" <br/> \n <br/> \nOnstad can think of a better ending than that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Sorry if none of what I said makes very much sense. <br/> \nThis is because I am an idiot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Teodor: Giving eulogies utterly confounds me. <br/> \n <br/> \nCornelius: Where's the grave? <br/> \n <br/> \nTeodor: Philippe is standing on it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "definitely not like this. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img162.imageshack.us/img162/4205/achefullcircleqz9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Since when was Teodor related to Ray's uncle? <br/> \nChubby all the same."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "he's not. Unc's just laying Ray's fears to rest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cousinted",
    "plus": 14,
    "snip": false,
    "text": "Well, as an amateur time traveler, I can say with quite a bit of authority that this strip isn't going to end anytime in the next 20,000,000 years, though none of the principle characters survive past 2060 (sans Philippe and the robots, of course) <br/> \n <br/> \nSome future storylines to watch out for: <br/> \n <br/> \n-Civil war erupts within the council of the Great Outdoor fight. Ray's sons Honky Love and Ray Jr. stand on opposite sides of the conflict <br/> \n-A new character, Bob Doubledon, is introduced, the focus of the strip begins to shift to his escapades <br/> \n-Ray is slowly raised up to the status of a god after his death <br/> \n-Philippe adopts a baby bird <br/> \n-Lie Bot merges his consciousness with a supercomputer and eradicates 90% of all life on earth, keeping only Philippe for company <br/> \n-Vlad is launched into space <br/> \n-Lie Bot is destroyed by a group of renegade animals called \"The friends of Smuckles\" <br/> \n-Philippe becomes king of a small island in the middle of old Achewood Lake <br/> \n-Strip goes on hiatus after Humanity is destroyed by the genetically-engineered servent crabs they created.  <br/> \n-Strip returns from hiatus, becomes much more crab-oriented <br/> \n-Philippe finds a quarter (one of my personal favorite strips) <br/> \n-The probe containing Vlad (who now possesses god-like powers) returns to earth <br/> \n-Crabby McCakington (one of the strips focal characters during the crab years) buys a scuttlecar, finds out it is possessed <br/> \n-Philippe has too much applesauce and becomes just livid. <br/> \n-The beetle-people which will eventually become the dominant life-form on this planet are featured for the first time. <br/> \n-Crableton S Cakeington (Great-great-great grandson of Crabby) enters the Great Outdoor fight <br/> \n-Philippe goes to France (Now called QW'THsqWwW'RrtT)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "V-chubb for Honky Love and for Philippe becoming just livid."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "YES <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://faultywiring.files.wordpress.com/2008/05/vchub.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "I had one left. Being stingy is a positive personality trait on assetbar. Or holding on at least until Edwell shows up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby in general, but I really like the idea of Lie-Bot wiping out 90% of the population."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Oh, by the way, do the Cubs ever win?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "NO, <br/> \n <br/> \n\"we'll get 'em next season..\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 9,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i27.tinypic.com/33bd05t.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the end! no moral!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "And now, Phillipe, it is time to see my ass."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "See, this here, is what we need to save our chubbies for. <br/> \n <br/> \nPS. I <3 baryonyx"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "<baryonyx3"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...at least now Phillipe would be able to go to Disneyland, right? <br/> \n <br/> \n <em>No.  Is burned down.  Probably because of something <strong>you</strong> did.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Bob Doubledon is my favourite character."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "He is so in-my-face!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Three dang old chubbies ain't dang enough DANG IT. <br/> \n <br/> \nPost of the year."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Is the liebot supercomputer a reference to \"I have no mouth, and i must scream\"?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A bit late on the scene, I know, but wow - that was \"fully sick.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "All my v-chubs are belong to you and your wonderful use of the Assetbar medium."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Man there is so much utter enjoyment I get out of the guys talking in Airwolf. I see Ray never replaced the prop spray-painted styrofoam discs. Lovely. <br/> \n <br/> \nAlso I feel kind of bad that I was sure Ray wouldn't be right on top of things and come to save Beef's ass. I mean, now that I really think about it, who else would it be?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Repaired, not replaced. Dig the sellotape."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "no dude he noticed that. \"Ray  <em>never</em>  replaced\" is the line."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Not to get picky, but it's she. \" <em>she</em>  noticed that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Um \" <em>she</em> \" there I fixed it"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Whoops! My bad!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "\"gold diggin' peanut slinger\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 2,
    "snip": false,
    "text": "One real quick thing I took from this strip (this is not a criticism, I loved it) is that perhaps Onstad is afraid to really hurt Roast Beef more than his inner hurt already hurts him daily. Because I guess he feels so real to me, and I guess a lot of people out there by extension, we'd all get really hurt too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Ray could have given RB a few pointers on the successful uses of unexpected wealth BEFORE he met the life-jacket demonstration harpy. But then, i would probably cheat if it meant that someone would come to stop it in...AIRWOLF."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dueledge",
    "plus": 0,
    "snip": false,
    "text": ":0"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Airwolf, it's probably the best deus ex machina achewood has."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Hmm, well it looks like everything got resolved with no loose ends...except for ONE THING! Who's leg was it that tripped up Roast Beef? I will not rest until I find out!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "pfft. obviously showbiz's. There are many reasons to think this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "No way! It was Mr teal's!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "The leg was that of Ray's \"tripping imp,\" a dwarf hired to wear the same shoes as his employer and trip people. <br/> \n <br/> \nRay hired the dwarf for Reasons."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "I want to believe it, oh how I want to but surely it is none other than Molly herself! Beef is screwed now!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Virtual Boner Awarded."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Overmedicated, please confirm deny your chest is 42-44 inches. If not, You'll just have to suffer. All will be revealed with time"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "You know, you could've just emailed me or something. Now I have a shirt that says TTTTTTTTHHHHHEEEEE DDDDDDUUUUUDDDDDEEEEE HHHHHAAAAAASSSSSS GGGGGGOOOOOOOTTTTTT NNNNNOOOOOOOO MMMMMEEEEERRRRCCCCCYYYYYY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checazzo",
    "plus": 2,
    "snip": false,
    "text": "man I made an account just sos I could read the lamed out comments. seriously Im seeing friendships bloom, enemies made, true love develop, envy, anger all that jazz. Its almost as good as the comic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Welcome friend!...NOW FUCK OFF ASS!...Hey, are you hot?...Ahhh, to be new again...WHY WON'T YOUR PICTURE SHOW UP ON MY BROWSER?!?... <br/> \n...and  <em>scene</em> <br/> \nYou have now been initiated.  Welcome!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "It is a magic picture. Only the super awesome and cool can see it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "\" <em>Damn you,</em>  my moderately-awesome eyes!!! <br/> \nYou weren't  <em>enough!</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "Dude, you are a Ham with eyes (and other appendages). That is more than enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "There are more pictures, and swearing however. (grammar? pictures and swears (dear god I hate that word)) Anyway. yes, we are all bastards, but of course.. you are now one of us!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "octafish",
    "plus": 5,
    "snip": false,
    "text": "I can't believe this strip is rated so highly. What do you people see in it? Oooh Airwolf I'll rate it 5, bah humbug. There are some cool lines and all but in general I am very disappointed. The resolution just seems weak. Deus ex machina and press the big red RESET button to return to the... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img125.imageshack.us/img125/1563/quomt6.jpg\" style=\"border:0px;\"/></div> <br/> \nI prefer to have things shaken up and stay shaken up, its how characters develop. Grrr! I'll probably pay for speaking up but this just feels like a cop out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I would feel ashamed of asking you what band that is but I am sure once I find out I will feel proud instead."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Unh that is Status Quo, but you can just call them the Quo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Sorry I forget not everyone has the same (dubious) cultural baggage as I do. I assumed that Status Quo's lameness was known the world over, and when I assume, I make a dick of myself. Anyway the Quo have this gimmick where the guitarist all stand in a line (see pic above) and sway their guitars in time to the music. This is done in unison is, the. lamest. thing. ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Nobody needs that many guitars, anyway."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "That would probably be the most hilarious thing to watch stoned.  I remember being high and watching a video of The Eagles doing Life in the Fast Lane and their stage presence was at the same time so robotic and so well-honed that they looked like magical, mechanical old people."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the best description of The Eagles, ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Other bands also have done that, but I can't name one for you right now.  It is kind of an Arena Rock style element, I think."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "'Those who do not remember Status Quo shall be forced to relive it. It happened. It behooves us all gravely to bear it in mind and stand forth saying with brazen tongue 'NO! NEVER AGAIN!'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "shit.  I didn't recognize them, but thought it was a better pun than that... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/VanHalen_StatusQuo.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://i168.photobucket.com/albums/u173/themongoosey/img_11932_metallica_450x360copy.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Status Qu? WHAT THE HELL OH DEAR GOD YOU SUCK HAVE A LAME."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Agreed. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "You guys, there is a little secret O peeking its head out on the right side. It is too nervous to come all the way out because of people like  <em>you</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Judgemental bastards are assetbar. ^^ Sorry"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Do you want me to explain the joke?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Joke that need explaining, are lame. Though sure, go on. I just don't really have anything invested in getting an answer. I saw the o but assumed your PSP skills were down there with a trilobytes"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "hee hee hee"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Guy 2nd from the left looks like a cast member of Queer Eye..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It hurts me that you don't recognize Diamond Dave Roth."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "It hurts us all. Isn't he a paramedic now,  <a href=\"http://web.archive.org/web/20090925101719/http://savedbyroth.blogspot.com/\">yes he is</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Like a sit-com, the characters learn nothing and revert to type at the end of each episode. Beef can't be rich; Homer Simpson can't learn or grow as a human being and Eric Cartman is never going to be a good boy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "But the characters  <em>do</em>  grow and change in Achewood. Ray wasn't always rich, Cornelius wasn't always so Frasier-ish, Pat wasn't always a dick/gay/vegan."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Don't forget that Roast Beef wasn't always hooked up with Molly.  <br/> \n <br/> \nAlso how sad we were when Todd died....wait that is a bad example."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "We were depressed, but not drastically (living at the corner of Dude and Catastrophe)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "standin' around feelin' hella sad, wondering where them Stellas at..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am kinda surprised that more people haven't joined in this quoting. I thought it was gonna be a big old song-quote fiesta. I blame this on MC Frontalot's affiliation with Penny Arcade, which is apparently disliked by several Assetbarrians."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I find Penny Arcade fine, though I do not like the idea of shelling out several thousands of dollars for video games in order to get each reference they make."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Wait a minute. I was looking on the  <a href=\"http://web.archive.org/web/20090925101719/http://www.achewood.com/radioachewood.php\">radio Achewood</a>  page so that I could find a link to the  <a href=\"http://web.archive.org/web/20090925101719/http://www.songfight.org/songpage.php?key=livin_at_the_corner_of_dude_and_catastrophe\"> song you guys are singin.</a>  And I saw there's a Keane song on it? <br/> \n <br/> \nI hate Keane."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Plus, re: listening to this song, if you don't appreciate the polysyllabic rhymes of Frontalot because he hangs with some guys who play computer games you are a coward and a fool and I bid you good day,  <em>sir</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Face it. Rap parody only has marginal appeal and ages quickly."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Disagree. Rap parody is the genre of humor that never gets old. I could listen to that Josh Tobin \"I'm a Gangster\" shit every day until my eardrums rot out. I don't even  <em>care</em> . <br/> \n <br/> \nBut anyway, that is irrelevant, because Frontalot isn't doing rap parody. He's doing nerdcore rap. There's a healthy sense of humor about it, sure, but it's genuine, and he's very talented."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Semantics aside, nerdcore has a satirical origion, summed up best as 'damn, but that rap music is some quaint'. Point stands."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I mean...kinda. I am certainly not going to hold your head in a toilet until you agree with my musical taste, but nerdcore isn't  <em>all</em>  satirical. Part of its appeal is definitely that nerdy white kids aren't supposed to be the ones rapping, but it's also that they are just using a medium in a way it hasn't been used yet.  <br/> \n <br/> \nThere is a lot of genuine emotion in, for example, \"I Heart Fags,\" as well as a lot of using the medium of rap to create sick rhymezz or whatever. It's kinda funny because rap has not been known for its friendliness toward gay people, but then again, there's no reason that rap can't or shouldn't be about loving fags. <br/> \n <br/> \nBut, yo, we can agree to disagree. I'll just go watch that  <a href=\"http://web.archive.org/web/20090925101719/http://www.youtube.com/watch?v=8_7OlVQjxpk\">Olde English Food Rap</a>  thing for like the thousandth time and you can point and laugh at my lowbrow revelry. I am cool with that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Now I feel like a heal. I am sorry. I find some of the songs  genuinely clever and funny at times, I just can't appreciate it as 'music'.  <br/> \nI fully endorse enjoyment from wherever you find it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Well, fair enough, I suppose I am primarily appreciating it for cleverness and funniness, too. It definitely doesn't have anything to do with the music I actually listen to on a regular basis."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Dammit davey-boy!  Why you gotta be such a  <em>dick</em> ?   <em>You've ruined everything</em> ."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Surely any Achewood reader can recognise the emotional truth of  <em>Goth Girls</em> : <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>It's moot, she only dates guys in chokes and boots,<br/>\nNot brutes lacking eyeliner like I lack<br/>\nBut look, I'll put a little on plus lip shellac<br/>\nJust to stand next to that and dream about love<br/>\nOf necessity, that has always had to be enough<br/>\n<br/>\nYeah hee hee hee, laugh it up. You don't live like I do:<br/>\nAt the mercy of any sister with wrist scars and black eye goo<br/>\nI tried to get into some cheerleaders and failed<br/>\nBanana Repugnant and tanned, so bland and so stale<br/>\n<br/>\nI think that goth could flower in nerdcore's embrace<br/>\nI converted Edward Gorey's lettering into a typeface</em></div> <br/> \n <br/> \n <em>Livin' At The Corner Of Dude &amp; Catastrophe</em>  is  <em>excellent</em>  and everyone should  <a href=\"http://web.archive.org/web/20090925101719/http://frontalot.com/index.php/?page=mp3\">download</a>  it  <em>immediately</em> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "<em>It speaks to the universal human soul within all of us.</em> <br/> \n <br/> \nNo, but really, that isn't any less meaningful than, like, \"Gold Digger\" or \"In da Club\" or something, is it? <br/> \n <br/> \n(Disclaimer: I don't really know how genuine \"Gold Digger\" or \"In da Club\" are.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I love nerdcore rap. For me it is not about satire, although the satire is there. For me it is enjoyable because I like rhymes and I like nerdy stuff. It just comes together for me. <br/> \n <br/> \nI love Mc Chris.  <br/> \n <br/> \nLove him. <br/> \n <br/> \nMoist."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I would like nerdcore if it had a few more decent rappers and DJs."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Just to clarify: there are a lot of crappy rappers in more mainstream genres of rap, but there are a lot of good ones because of the sheer volume of material available.  Nerdcore has a few people who get it but mostly people who think whining over a beat is a good style."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "For me, white people using ebonics ironically lost its novelty after working for an inner city charity, where there were white inner city youth who spoke ebonics authentically. After that, the whole exercise seemed a little mean spirited."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "me i just don't like funny rap.  i don't care if the dude's white or black, i want my rap to focus primarily on robberies, weed and murder.  doom is about as funny as i'm willing to let hip hop get in my playlist, and as for MF's, i prefer grimm."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(I want caaandy)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "It's gonna make me spaz like bobcats on booze <br/> \n <em>A hyperactive juice that only I can produce</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Hm, I do think there is quite a bit more long-term character development, change, and growth in Achewood than in your average sitcom, I've always attributed some of those traits as being just the character getting honed?  (you mean the character that I... <em>honed</em> ?) <br/> \n <br/> \nLike, before Cornelius was in the style of Frasier, he was more or less interchangeable with Teodor.  Before Ray was made to be rich, he was Pat with sunglasses.   <br/> \n <br/> \nBut since that sort of overhaul of the characters, where they started to have those emergent personality traits, they've remained fairly stasis.  Not that it is a bad thing, a character that is constantly changing or developing makes for either a drama, or bad writing.  You're more or less right, but for me, it seems like the characters found a rhythm and have kept the pace since then.  And it all came together when Mom sang along!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Yes but people habitually come back to life. Beef was always poor and ostracized whereas Ray's Mom showed up with many types of soda. There's a difference between adding details to characters and changing their basic nature. Cornelius will never become a NASCAR fan; Beef won't cheer up and Ray has always had that magic charm around his neck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "But before they were those things, they were basically nothing. Blank canvasses. Pat was nothing before he was a vegan, control-freak, dick. And I for one do not care to remember Ray before he was a player."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "If only Gilligan hadn't snagged that radio with his rod and reel and cast it into the surf..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "Why did they not just eat Gilligan"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "is tiniest meal, served in ugliest sweater."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh, to have a chubby left for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "i did that work for you :)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "How did the Skipper remain such a fatass?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Coconuts are very fattening. <br/> \n <br/> \nor <br/> \n <br/> \nI'm not fat, its glandular, a bloo bloo bloo. *runs of into the jungle*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I guess the Skipper is on the same diet as Hurley..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hurley's losing weight, okay?! He's a big guy! You can't tell immediately! He's gone down, like, two pants sizes!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And Elizabeth Hurley's getting LAAAAARRGER!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(Belt sizes)  Otherwise a good example of lost-nerdity.   Bravo! If only you hadn't fucked it up, they wouldn't have to kill Jin.  Now it is on your head... <br/> \n <br/> \nHe was so hunky"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I HAVEN'T SEEN ANY OF SEASON FOUR I HAVEN'T SEEN ANY OF SEASON FOUR LALALALA I CAN'T HEAR YOU"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, I haven't spoiled anything that has actually happened yet.  In fact, I haven't called the producers about your slip at all.  I will keep that gorgeous bastard alive for the price of all of your hair.  I like your hair.  I want to have it.  Give me your hair."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "They already took Charlie! I have nothing left to live for! Take my hair, I don't even care anymore!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "Two words: moisture-style. <br/> \n <br/> \nAlso, Ray is pretty much just a walking Deus ex Machina (or should it be Deus ex Cashica?), even when it's him in the tough place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "octafish in response to your original Status Quo reference, i understood, and as a result quite literally laugh-spat on to my keyboard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "as opposed to figuratively spitting onto my keyboard?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "i thoroughly enjoy moisture related touches, its simply the best"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmasaki",
    "plus": 0,
    "snip": false,
    "text": "Airwolf, ho!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 15,
    "snip": false,
    "text": "The Best Comment I Never Made <br/> \n <br/> \nI had a dream a few nights ago that a new Achewood strip was posted featuring someone playing a guitar shaped like Teodor. I was immediately struck by dream inspiration and posted: <br/> \n <br/> \n\"That band was originally supposed to be accompanied by a drum machine, but they made the mistake of putting the Philippe-shaped amp on top of the manual.\" <br/> \n <br/> \nI woke up before I could find out if I received any dream-chubbies. <br/> \n <br/> \nYeah, so, this didn't have anything to do with this strip, but I couldn't think of a better place to post it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "That is amazing. It truly is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I squandered my last chubby somewhere further up the page. V-Chub."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Virtual Fire Extinguisher."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I keep real Chubbies for situations such as this. Virtual Chubbies are the cancer that is ballooning Acheworld into a tumorous, squirting mass."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "God, all this talk about tumorous squirting things is giving me a real Chubbie too prof."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "V-Chub! <br/> \n <br/> \n*perpetuates tumorous squirting mass*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "Tonight, after a few glasses of wine, I was looking at Friday's strip and imagining Chris making it. I know how hard it is to get those lines just right in Illustrator. You keep moving the cursor back and forth, and sometimes no matter where you start, the line just won't curve correctly. I was imaging him cutting and pasting the characters and resizing or cropping them to fit correctly withing the frame. <br/> \n <br/> \nAnd the text: maybe he typed those line lines out quickly as his instinctive mind dictated, and then typed and retyped them for hours to get them just right. Maybe he went out for lunch, or played a game with him daughter in between these things. He probably talked to some people about some things, important things, on the telephone.  <br/> \n <br/> \nWhat must it be like to be Chris Onstadt? He is just a guy doing his job, who just happens to be lucky enough to have been really successful at something that he enjoys. And we appreciate that. If you are reading this Chris, really, we do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "why did you leave irc without saying anything? did I offend you? :( I AM SORRY <br/> \n <br/> \n<Margargaret> wait...so it only does that when you try to talk? <br/> \n<mira> I had set a variable to turn to \"1\" when I went away <br/> \n<Margargaret> because it didn't see anything when we tried to <br/> \n<mira> and then I was trying to use that variable in an if/else statement for the message <br/> \n<mira> but in that dang \"remote\" window that monitors incoming crap that wasn't working <br/> \n<mira> HOWEVER that window has an option where you can set \"groups\" and then you can /enable or /disable those groups with a command <br/> \n<mira> so I just got rid of that variable 1 and then used the /enable/disable  <br/> \n<mira> and it is wonderful <br/> \n<mira> Margargaret: sorry, I'm not sure what you're asking <br/> \n<hamstar> Well that's slick <br/> \n* Quits: Margargaret (42447566@cloak-51D7BC0D.com) (Quit: http://www.mibbit.com ajax IRC Client)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "oh and I didn't mean to spoil your musings, it was just your most recent post to reply to so I figured you'd check it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "It's cool. My internet just cut out for a while there. But it is working now. However, it is bedtime for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Margargaret, you often post on Assetbar \"after a few glasses of wine.\" I like this about you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This might be a good place to once again thank Chris for consistently publishing the four strips each week on schedule.  People bitch when he doesn't do that, so people should likewise express appreciation when he does.  For some reason, this consistency adds to the art."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "agreed.  thank you, chris, for choosing a schedule for the comic and sticking with it.  you have done well.  you are a good person.  the internet likes you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Yeah, why do people expect a comic every single day? xkcd only posts Mondays, Wednesdays, and Fridays, and it is a) rarely as funny as Achewood, b) almost never as long, and c) the drawing is shitty. Even if it's not, Randall Munroe obviously doesn't put as much effort into it as Onstad does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Huh.  I completely forgot Ray bought a helicopter.  How he bought it eludes me though..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Ebay platinum reserve"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Danké, cyberia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "dank!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Not the dank!  <br/> \nYeah even the dank. <br/> \nAwwww but the dank, the dank! <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "pour one out for all the alt plus 0233s that've given up their lives on this here Assetbar..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mira",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090925101719im_/http://img386.imageshack.us/img386/6749/etombstonegk7.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this was cool until you let me figure you out. <br/> \n <br/> \nhm. better luck nex'time"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "If I happen to run across a tool that will do  <em>exactly</em>  what I was going to do, I will use that tool. It is a special kind of time-saving laziness. <br/> \n <br/> \nor <br/> \n <br/> \nThat's what you get for complimenting me. You know I can't take it!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Tee hee!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Shouldn't that be: Pour one out for E ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you could think that, but you'd be wrong. <br/> \n <br/> \njussayin'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hazelfo",
    "plus": 0,
    "snip": false,
    "text": "This just reminds me how long it's been since I had moisture-style touches on my body."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Moisture style touches can be received at modest prices from retailers nationwide. <br/> \n <br/> \nOr, since you are female, you can just stand in one place for more than 30 seconds and guys will hit on you."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "or i could do it. <br/> \n <br/> \nhey, would you like a moisture-style touch?  i am willing to perform this service for you.  i have a slight paunch around my belly, muscular legs, and a penis size that is above average."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'm glad the paunch is around your belly and not on your face. That would be embarrassing, I mean leaving your shirt untucked wouldn't hide it at all."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "it's awesome, actually.  if i leave my shirt untucked, i look like a very slim young man.  my paunch is like a little secret, hidden from view.  i'm pretty proud of it. <br/> \n <br/> \nsure, girls find out about it if i take my shirt off.  but i figure, hey, if a girl is looking at my torso, then it's probably already too late to change her mind about what's going to happen next."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "On second thought... no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hazelfo",
    "plus": 1,
    "snip": false,
    "text": "What I love is that the headset is taped back together, since Teodor snapped it last time we saw Airwolf."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "Good catch m'lady!! I have been saving this chubby for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darthbrooks",
    "plus": 0,
    "snip": false,
    "text": "Beef is like hell of nice d00d.  I admire him.  Ray is avatar tho"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Airwolf t-shirt! Or would that be creating copyright concerns?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I am imagine such as a plain text shirt that says \"No Time To Think We'll Talk In Airwolf\" but in ALL CAPS. <br/> \n <br/> \nOnstad, make it so. <br/> \n <br/> \nPlease?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Eh, I really love the Airwolf drawing(s). Plus I think there's enough plain text shirts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "Rays dialog in panel 4? I would like to say that one day and mean it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "occitan",
    "plus": 0,
    "snip": false,
    "text": "Ray gets to say that so often he's bored with saying that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "Good point. Guess it'd be like having ice cream every day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Dear God, <br/> \n <br/> \nPlease let me be a trashy beginner rich guy. Just once, please. <br/> \n <br/> \nThank you and love, <br/> \n <br/> \nRandy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "You can own a copy of Airwolf...maybe it'll get you on the path to being 1/10 as cool as Ray. <br/> \n <br/> \nhttp://rurl.org/qrg"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "I love helicopters. They're so cool."
  }
]