[
  {
    "depth": 0,
    "minus": 1,
    "name": "maximus",
    "plus": 13,
    "snip": false,
    "text": "Hippo urine on your doorstep? <br/> \n <br/> \nWhere does it come from? <br/> \n <br/> \nNow it can be told!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 44,
    "snip": false,
    "text": "Hippo urine? <br/> \n <br/> \nOn  <em>my</em>  doorstep?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 61,
    "snip": false,
    "text": "<em>it's more likely than you think</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spazdor was marked lame too many times and excluded. (marked lame by lobster_mobster, Metanoia, MightyMac, Frankreich)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dangelder was marked lame too many times and excluded. (marked lame by Norsef, possums, littlecat, clever-nickname, pmoney187, Unfun, gladi8orrex, Thorfinn, Hipjiverobot, Vondicus, edd36, ummagumma, zpa, chivalress, NDCaesar, Lucid, Jopon, mikerotch6, fattypneumonia, logic, earendil, Methadone, Shawgun, hawaiian_robot, cbtbone, EvilPerson, Wite_Rabit, Epicurus, synapse, campincarl, Davey-Boy, Mastronaut, Frankreich, Archon_Divinus, morbo)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hawaiian_robot was marked lame too many times and excluded. (marked lame by riotdejaneiro, Marcus_Brody, Darthemed)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "phillipe works at SBC because as you can see, es bee cee"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "<em>no.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "djorra",
    "plus": 0,
    "snip": false,
    "text": "It's Filipino, not Phillipino."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 4,
    "snip": false,
    "text": "Well, excuse me. I'm white. And I regularly attend Presbyterian church. Don't you dare threaten my beautiful doorstep with hippo urine. *Praise Christ*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "akarroa",
    "plus": 1,
    "snip": false,
    "text": "Yay, Presbyterians. There aren't all that many where I live, so it's kind of exciting to meet others."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "never_die",
    "plus": 11,
    "snip": false,
    "text": "yur a presbyterian too?!? <br/> \nmaybe ju and me are amigos!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Bitch-press... what?! <br/> \n <br/> \nIs that some sorta weird american type of christian or something?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 5,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0034/0034_01.asp\">It bears repeating.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "Heavy Rock <br/> \n(1972 - ?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 0,
    "snip": false,
    "text": "and hard rock started in 1961?  what, like the beach boys?  truly the devil's music."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Maybe the rolling stones? <br/> \n <br/> \nWikipedia says that hard rock started in the mid sixties.   <em>And wikipedia is never wrong.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 0,
    "snip": false,
    "text": "concurred."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "budenhagen",
    "plus": 1,
    "snip": false,
    "text": "I just edited the Wikipedia article for Earth to claim that I am the supreme ruler and that pre-bulimia Lindsay Lohan is my wife. <br/> \n <br/> \n <em>Never. Wrong.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "i would pick her mom out of the two any day of the week, no matter what period in lindsay's life"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Umm, no you didn't.  IT isn't on the edit history."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biancasimone",
    "plus": 0,
    "snip": false,
    "text": "It's funny that you checked it. :P"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Wikipedia can alter reality. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024152/http://www.adamcadre.ac/content/brown/\">http://www.adamcadre.ac/content/brown/</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "<em>smoking drugs is A-OK<br/>\n<br/>\nooooo-k-a-a-a-y</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "No mention WHATSOEVER of ragtime or the blues.  Join with me now, in appreciation of UNSPOILED music."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'll tango to that!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 15,
    "snip": false,
    "text": "\"Everybody DANCE like there's ASS in your PANTS!\" <br/> \n <br/> \nHard Ragtime 2003-?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "you have to admit, that was nice of him to make them a chart."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I feel there should be a \"School of Rock\" style chart of the evolution of this devil music. <br/> \n <br/> \nThough, I guess from this Chick point of view, the School of Rock chart pretty much IS that chart."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That chart is amazing.  It reintroduced Captain Beefheart to my repertoire of music-listening and I'm forever grateful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by zeitgueist, ellameno, possums, Fidelio-Roo, littlecat, Dusty, Spoon, Thorfinn, alaric101, lowtrees, Steerpike66, TwoRightFeet, ummagumma, mbyles, Khabuem, gussiejives, trapperjohn, woodenteeth, skoora, FablesandBlues, blueshoc12, Nighend, DougTheHead, Crater12, Retro, mystkmanat, Fcannon, middlehead, achilleselbow, smilebuddha, sleepyhead, billygoatbiker, I_Love_Kate, heeeraldo, cromar)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Did alreadyinuse hack in manflesh's account, or were they always the same person?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I don't think it's either one, really.  Pretty sure it's a cut 'n' paste in the same vein as his fan-fiction posts.  If they are the same guy, props to him because most probably never would've guessed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "So is this AIU fanfiction?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mastor_haxor",
    "plus": 2,
    "snip": false,
    "text": "wow, I ah, uh, ah. uhhhhh.  no itcan't be fanfction per se can it?  I do note that Dr. M has extended the number of times the refrain/picture repeats at the end.  He must simply admire eminem's fine work, as do I.   <br/> \n <br/> \nthe style of this post is Dr. M, both in copy/pasting the work, which is it's self a sort of repeat, and in repeating the refrain at the end numerous times. <br/> \n <br/> \nDr. M is brilliant... he repeats something, and in so doing, he gives it some new meaning.  He expresses himself through the expression of others. <br/> \n <br/> \nI wonder what achilleselbow fan fic would be like.   <br/> \n <br/> \nprobably like diareah. <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "god damnit I hate you so much i'm bleeding inside"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 2,
    "snip": false,
    "text": "really I have a condition and after I read that I had to go take a pill"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "The definition of \"fanfiction\" is now kind of changing.  Necessity for the next level demands it. <br/> \n <br/> \nManflesh is on the bleeding edge of it, the place he feels most at home."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "I too remember the exuberance of my first beer, dr."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't know how to feel about this. <br/> \n <br/> \nIs dr. manflesh, who was my counter-culture hero, actually my arch-nemensis AIU? <br/> \n <br/> \nMy world is blown apart."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm looking forward to seeing the pro-Manflesh massive work out how to defend this one. <br/> \n <br/> \n\"It's... it's edgy, and post-modern!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 23,
    "snip": false,
    "text": "Manflesh has posted a considerable amount of material that has had me brushin my teeth with a toothpaste called Laughter but there were also plenty of dour-lookin cavities hiding amongst them. If he is indeed outing himself as alreadyinuse then it simply means a poster who was capable of being a moist clit often chose to be a pus-filled genital wart makin you wanna scratch-scratch till it turns red and then your lady don't want to let you wear her panties no more. It also shows that all our attempts to guess who alreadyinuse \"really was\" through close reading and literary analysis were as fruitless as Harold Bloom's ballsack All goin to alreadyinuse \"Ain't no way you be one of the good posters on here muhhhfucka You be splashin so much piss on here Ain't no way you can make apple juice\" but you see the ability to shapeshift into various writing styles is one of the superpowers given to you when you get bitten by the radioactive chameleon called the Internet. <br/> \n <br/> \nBut if there is anything that my man Jack Chick has taught us it is that anyone who is trafficking in the soft bigotry of low expectations can eventually see the light and move on up to the throbbing chauvinism of moral absolutism. There is no more need for the cultural relativism fostered by multiple accounts if you just put every ounce of your love, honor, and Japanese sunlight into the One Account and speak unironically of truth I mean Kurt Vonnegut bein one of the postmodern writers in the main basically believed irony is unnecessary to your voice I mean if there is anyone we can take at his word it is he. <br/> \n <br/> \nSo this is the crowning of the dawn in your born again vaginal rejuvenation surgery, dr_manflesh. You ain't need to jack off into Charybdis, for your soul is getting a hard-on from the stars. <br/> \n <br/> \nChoose life, dr_manflesh.  <em>Choose life.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is truly a significant day in Assetbar history.  Dr. Manflesh, the world's most loved troll, posts a scathing attack which had been previously posted by one of the most hated trolls in the world: alreadyinuse. What does this mean?  Stayed tuned to CNN. <br/> \n <br/> \nI'm frightened."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "i don't follow this thing real close lately, i wasn't even aware AIU had posted that picture before, or that song or whatever he had posted before, and all i know of manflesh is several of his posts here and the few times i chatted with him around three in the morning on #achewood, and i am aware of how much of a run-on this is (but i don't care because you will get my point just fine hopefully), but the impression I always got from manflesh was that he didn't take this whole assetbar thing very seriously and he thought it was stupid/silly to do so - i could be wrong, i could be projecting my own beliefs on him, i just do not know. but, if i am correct and that is the case, him reposting that picture which goes after most of the 'popular' people here on assetbar who seem to take it so serious sometimes that you would think it's the center of their lives, it is not a completely confusing thing for him to be doing. I hope that makes as much sense as it does in my head, but I am on a bunch of awesome pain medication for a recent surgery, so who the fuck knows."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "My point there I  <em>guess</em>  was that I think he just doesn't care. I don't think he's AIU, I think he just thought it would be funny just like the dick pictures and the graphic fanfics. It's just new shock value. But that's just my opinion and somebody else probably already said it anyway, I just got the urge to throw it out there is all"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "Yes, autrepoupee said it more succinctly, now that I go check. So, that is my unnecessary evaluation of the truthocity of what she said."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You know, I'm not actually sure if Dr. Manflesh is actually my hero, or if I'm just satirizing his fans.  Like, I really don't know.   <br/> \n <br/> \nAbout your comment about the \"popular\" people . . . are you friends with them?  Cuz I kinda wanna fit in with them.  They are  <em>sooo</em>  cool."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for various reasons, but the one I want to point out is the phrase \"fruitless as Harold Bloom's ballsack\".  Nice, very nice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Whoa.  I am blown away by the bleach-soaked brilliance of your post there, False.  It hearkens back to an earlier time of taking on the idiosyncracies of strip characters (dare I say \"old school\"?  I dare not, though it no less  <em>is.</em> ), but this time, I could be bothered reading it. <br/> \n <br/> \nAnd in so doing, I lament my previous lack of reading fortitude; all the times I skipped past your post due to the lack of punctuation, all these times, now lost. <br/> \n <br/> \nThe situation of Assetbar today, no matter how frivolous and fleeting it may, no matter how fragile the fingerings of fate, floating on the flotsam and jetsam of happenstance and chaos-theory whimsy - no matter all this, it feels a deep time in Assetbaria.  A time, not of change so much, as it is a time of  <em>natural progression.</em> <br/> \n <br/> \nMany are going back to their roots, yet with a new understanding of things - pushing the envelopes they were afraid to, knowing a little better the workings of the cogs of situation and socially intellectual competition. <br/> \n <br/> \nI like this time.  It is here.  It is Now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>hack.</em> <br/> \nNah, just kidding."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I love the alliteration in the 3rd paragraph."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "mastor_haxor",
    "plus": 3,
    "snip": false,
    "text": "it seems that to run through assetbaria screaming \"Dr.M and AIU are not the same person\" is probably a pretty pointless exercise.  I don't think Dr. M cares if a few people think one way or the other.  Dr. M (who does actually have a PHD, by the way) is, not unlike our good friend AIU (who doesn't have a PHD) more than a little misunderstood by the average joe schmoe.  I don't mean this in a condescending way, I just mean this objectively, as fact, without any pride and prejudice attached.  I don't believe that everyone is remarkable in their own special way.  It's not statistically likely.  Several billion people in the world would require several billion unique ways in to be special so that every last individual could be special and remarkable.  There is a lot of cultural diversity and such out there, giving a lot of different contexts which in turn supports a lot of possible ways to be unique, but there is not enough diversity of context out there to support several billion unique ways for people to be unique. <br/> \n <br/> \nSo anyway, Dr. M is misunderstood, and AIU is misunderstood, and both are remarkable people in both different and also similar ways.   Most of y'all ain't gonna get one nor the other.   <br/> \n <br/> \nAnd that saddens me.  But I guess that's life, ain't it...   With some kinds of remarkable properties of abstract vision and reasoning, to truly get the reasoning and vantage point is to truly share it, and to therefore be truly remarkable one's self.  See the above postulate as to why it's simply statistically unlikely for everyone to be remarkable in this way. <br/> \n <br/> \nAnd certainly, that is the fucking definition of remarkable... that which is different from the rest.  Than the rest?  Then the rest?  Whatever.  (gr?)  Hey, how about this:   <em>of the rest</em> <br/> \n <br/> \nSome people hold a grudge longer than others, due to personality and also differences in biological function of the brain.  Some people have been offended by AIU in this way or that, and AIU has been offended by some people on here.  To think that AIU holds a grudge is pretty presumptious, however.  To think that AIU makes offensive posts mostly or exclusively out of some grudge that he holds is also quite an unsupported assumption.  I mean, shit, look at AIU posting an edited picture of tekende and bixschmix.  That's some pretty offensive shit, when you go reposting images of someone's gf/bf.  And the normal reaction to that would be to be offended.  Hell, AIU was offended when achilleselbow re-used AIU's original hand-face avitar in a copy-cat account.  But AIU recognized his own feeling of offense as natural, but also pretty silly, and shrugged it off immediately.  Anyway, my point is, yes, it's natural and normal to be offended by such shit, and moreover, whenever someone posts such offensive shit, it's normally because that person is intending to be offensive, and because that person IS a complete heel, or asshole, or moron, in that given context.  We have all been assholes to people in a given context at some point in our lives.  There is my ex-gf who told me the story of the time she went out on a date with this guy, led him on, and then ditched him at a club to go home with some other guy and screw him.  She wasn't proud of it; the guy she ditched felt bad, ya da ya da.  She was kind of a cunt in this context.  Or like the time I raped and murdered that entire Mormon family whose car had broken down.  I was having a bad day, and I to my credit I did actually initially mistake them for Jehovah's Witnesses.  But hey, most of us hopefully get wiser and grow inside from such experiences and learn to become more sensitive to the needs and wants of others.  Some of us don't.  Like that creep named Bill at my last tech support job who got fired for using the e-mail system of one of the stores we were supporting to hit on one of the employees whom he had never met, in a different state.  Creeeeppy.  And he kept hitting on my one co-worker who was half his age, even after she clearly told him to shove off.  Bill was one of those guys whose entire demeanor screamed PERVERT!  And he was. <br/> \n <br/> \nSo what I am saying is, hey, AIU is performance art.  It's like telling a sick joke, or making a twisted exclamation, like threatening to run someone over, or joking about the possibility of getting run over by a bus...  I mean... if you don't joke about death in some form or other at some time or other in your life, then you are pretty damn unique and unusual in that respect... AIU is that dark and twisted and demented and silly and crazy and high-on-drugs and high-on-mental-dysfunction and selfish and condescending and generally revolting side of human behavior, all wrapped up into one, and made as real as possible in the context of a messageboard.  Can AIU really be real?  Too many, he is very real.  (He put that typo ( <em>too</em> ) in there just to piss you off.)    But I mean, if you look at AIU with the irony in mind with which his shit is intended, then you aren't offended, but you are perhaps amused.  Or even bored some of the time.  But if you see the irony, then you probably also have the capacity to see the humor.  I will grant you that it's a pretty real sort of performance art, and it is perhaps serious and not ironic, in that it does not make an attempt to fully identify it's self as ironic, and the artist knows that many will take it seriously and literally, and be offended by it on many levels (typos being just one of them.)  The artist is pushing the bounds of how far he can ethically go, knowing that he's going to piss people off, and the artist is balancing this with his ethical right and indeed obligation to put irony out there, to put creative witty irony out there, to push against the closed doors of people's minds.  The artist isn't nailing a manefesto to the door so much as dropping a charge of C-$ (another deliberate typo) at the door.  Yes, this art and comedy is pretty irrelevent without the pissed off audience.  The battering ram is of no use without the locked door.  But it is what it is.  And underneath it all, the relentless artist, the pissed off audience, are real people, and you know, hey, it'd be nice if we all got along, as real people, on some level, in some place, at some time.  It'd be nice.  But I tell ya what, it's a bitch of a world out there.  It's a real bitch.  And you know, even if you all get along with me, there's a billion other trolls out there, waiting to be disliked by you.  I think that everyone should have at least one troll that they can't conveniently change the channel on, you know.  I think that's healthy, to have that every now and then.  To have a troll who won't go away, who forces something in your face that you don't want.  If you don't want something, if you dislike something, it could just be that maybe it is something you need to think about... and yeah, we all need to think about hate... we need to explore it...  with humor, and with seriousness.  Hate and jealously and bitterness.  It won't do you know good.  (typo) <br/>"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "mast0r_hax0r",
    "plus": 2,
    "snip": false,
    "text": "Friday night I`m going nowhere <br/> \nAll the lights are changing green to red <br/> \nTurning over TV stations <br/> \nSituations running through my head <br/> \n <br/> \nWell looking back through time <br/> \nYou know it`s clear that I`ve been blind <br/> \nI`ve been a fool <br/> \nTo ever open up my heart <br/> \nTo all that jealousy, that bitterness, that ridicule <br/> \n <br/> \nSaturday I`m running wild <br/> \nAnd all the lights are changing red to green <br/> \nMoving through the crowd I`m pushing <br/> \nChemicals all rushing through my bloodstream <br/> \n <br/> \nOnly wish that you were here <br/> \nYou know I`m seeing it so clear <br/> \nI`ve been afraid <br/> \nTo tell you how I really feel <br/> \nAdmit to some of those bad mistakes I`ve made <br/> \n <br/> \nIf you want it <br/> \nCome and get it <br/> \nCrying out loud <br/> \nThe love that I was <br/> \nGiving you was <br/> \nNever in doubt <br/> \nLet go your heart <br/> \nLet go your head <br/> \nAnd feel it now <br/> \n <br/> \nSunday all the lights of London <br/> \nShining , Sky is fading red to blue <br/> \nI`m kicking through the Autumn leaves <br/> \nAnd wondering where it is you might be going to <br/> \n <br/> \nTurning back for home <br/> \nYou know I`m feeling so alone <br/> \nI can`t believe <br/> \nClimbing on the stair <br/> \nI turn around to see you smiling there <br/> \nIn front of me <br/> \n <br/> \nIf you want it <br/> \nCome and get it <br/> \nCrying out loud <br/> \nThe love that I was <br/> \nGiving you was <br/> \nNever in doubt <br/> \n <br/> \nAnd feel it now <br/> \n <br/> \nLet go your heart <br/> \n <br/> \nLet go your head <br/> \n <br/> \nAnd feel it now <br/> \n <br/> \nBabylon"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "God. I didn't think I'd ever say this to anyone for any reason, but I just have to: <br/> \n <br/> \n <strong>TL;DR</strong> <br/> \n <br/> \nTry not to let it happen again. I don't like that part of myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think rocks have been heavy ever since they were. <br/> \n <br/> \n(?-?)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Bricks are Heavy. <br/> \n(1992-?)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "I *wish* there still existed rock-a-holics."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dejavroom",
    "plus": 9,
    "snip": false,
    "text": "We're gonna Rock, Rock, Rock. ROCK with the ROCK!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dejavroom",
    "plus": 4,
    "snip": false,
    "text": "\"...And Don is into vampirism\" <br/> \n <br/> \n... <br/> \n <br/> \nZAP!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 0,
    "snip": false,
    "text": "and man, those \"some AIDS\" that siffer gives them are like MEGA-AIDS.  three months and he's at death's door.  satan sure is an operator."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 9,
    "snip": false,
    "text": "What a shitty wedding present."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 2,
    "snip": false,
    "text": "yeah, i don't even know why they put that on the registry.  probably seemed like a good idea at the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jonno",
    "plus": 0,
    "snip": false,
    "text": "It's edgy and post-modern."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "It's certainly not something you can order from Crate and Barrel."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nodal",
    "plus": 0,
    "snip": false,
    "text": "Yes it is."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Haw haw!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "What the hell do you  <strong>mean</strong>  these AIDS don't come with a dough hook??"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grenzdebil",
    "plus": 0,
    "snip": false,
    "text": "I love um! <br/> \nThey're the greatest! <br/> \nYah! Wow! The greatest! <br/> \nGod I love chick tracts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "Did you mean <br/> \n <em> Chick tracks </em> <br/> \n <em> Love them </em> <br/> \n <em> Moist </em> <br/> \n?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "tracts. doh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "contrasoma",
    "plus": 10,
    "snip": false,
    "text": "I'd like to think that thanks to people like Chick, we're almost ensured further generations of rock-a-holics.  Right now in the mid-west, a thirteen year-old \"good kid\" who'd never given much thought to his family's churchgoing is ripping up the Chick tract his grandmother tucked into his birthday card.  There's been an injustice at school, or perhaps he's disgusted by the atrocities that march into his house like clockwork via the news (hey, I can dream).  \"God is bullshit,  <em>man</em> ,\" our little guy thinks.   <br/> \n <br/> \nHe comes up with a thousand and one arguments against the existence of God, many of which are exceptionally flimsy, but all of them are well above the level of intellectual rigor he finds in grandmother's little helpers.  He starts listening to Cradle of Filth and Dimmu Borgir.  Not the most sophisticated stuff, but he'll work his way up the food chain later, his forays culminating in a Grade 11 road trip to see Maiden in St. Paul.  It's a brave new world of nail polish, hot-knifing and pretending to read Nietzsche for Jimmy Irvine of Marshfield, Wisconsin, and he owes it all to the delusions and rank hypocrisy of Jack Chick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Take away the religious grandmother and you basically just described my entire adolescence."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Hot knifing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Not personally, no. But there was an acquaintance who apparently got high/drunk enough to not feel pain and proceeded to try carving SLAYER into his arm with a hot knife. I assume that's what hot-knifing means?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I thought he meant \"k-hits\" as they seem to be known in acheworld."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I am going to stick with free-basing, myself."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "[Excuse me if you know exactly what hot-knifing is and I've simply been taken in by sarcasm.] <br/> \n <br/> \nIt's when people heat up two butter knives and press little chunks of hash between them in order to vaporise/smoke the hash."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'd like to imagine little Jimmy (as we'll call him) could come up with something better than any of the standard arguments other than the Ontological Argument even when drunk on cheap cider, in a park."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Sometimes I wish I lived in Britain, where my preference for cider would be considered normal, if a bit low-class, rather than being a target of mockery as it is here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Mmm... cider.  Damn I miss a hasty 2L of cider for 50p.  Can't beat that.   <em>(Thanks London.  I miss you.  Sometimes.)</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's Summer, so cider is pretty much every Man's drink at the moment. Though I'm not impartial to a chilled Magners at any time of year."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I've only seen you mocked here for the coconut mojitos or whatever.  I think you could get away with drinking a proper cider."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Cider is only low-class when it's a giant bottle of something with a name like \"White Lightning\", or similar, and cost £1.19 for like three litres. You can drink Strongbow or Bulmers or Magners and be considered quite the classy fellow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "When I hung out with Odei, we were chilling by a bonfire while a bunch of seventeen-year-olds passed around a communal two-liter bottle of Strongbow. When they had drunk enough Strongbow, they burned a backpack on the bonfire, then chased each other around and humped each other. <br/> \n <br/> \n <em>Quite</em>  the classy fellows."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bumpishound",
    "plus": 3,
    "snip": false,
    "text": "The classy fellows that i  <em>boned?</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Boom. Out of nowhere.  <br/> \n <br/> \nSolid."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Oh hell yes Strongbow. <br/> \n <br/> \n <em>oh hell yes.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Odd. A can of White Ligthning in my local offie costs 79p. <br/> \n <br/> \nAlso, I'm pretty sure that none of those ciders are classy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "You could just tell the mockers that cider was once a mainstay of American drinkers, and it really was only Prohibition that killed it off.  Wine and brandy are just affectations of snooty francophiles; George Washington drank cider!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "He also wore a powdered wig."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You badmouthing Cradle of Filth and Dimmu Borgir? <br/> \nThey're higher up the chain than you think."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "possums",
    "plus": 5,
    "snip": false,
    "text": "My church* <br/> \n <br/> \n*The Satanist church <br/> \n <br/> \nFor anyone that might have missed it"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "My favorite part.  <br/> \n <br/> \n <em>Just in case you are an idiotic man</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Whoa! When Siffer's face is finally shown, he looks  <em>just like Brent Spiner!</em>   <br/> \nWHAT DOES IT MEAN"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chilibone",
    "plus": 0,
    "snip": false,
    "text": "we're gonna rock rock rock <br/> \n <br/> \nROCK WITH THE ROCK"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chilibone",
    "plus": 0,
    "snip": false,
    "text": "i should read ahead before posting :|"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "Hey, can't fault a man for rocking."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mirzabah",
    "plus": 1,
    "snip": false,
    "text": "Especially rocking with Dwayne Johnson."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 4,
    "snip": false,
    "text": "Sorry for rocking."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "simply awesome"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayestnova",
    "plus": 1,
    "snip": false,
    "text": "If you know nothing about Jack Chick, know he is a dick because he writes tracts about how his tracts are the only thing that can save you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "They are the only thing that can save me from  <em>not</em>  getting pissed off at fundamentalist Christians every time I sit in my dentist's waiting room."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "All I get is copies of  <em>Cleo</em>  et al, or fishing/car magazines.  Because, you know, that's the spectrum of human interest."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "Yes, but does Jack chick tell you the truth about C'thulhu? <br/> \nhttp://www.fredvanlente.com/cthulhutract/pages/index.html"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "ARE YOU CHRISTIANS, LIKE IN SOLID?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "We're gonna Rock. Rock. Rock. <br/> <br/> <br/> <em>Rock with the ROCK</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rascaldom",
    "plus": 0,
    "snip": false,
    "text": "I don't think Jack Chick has ever covered the topic of Hippo Urination...or Porcupine Houses. I'm thinking that at best Phillipe will become a hardcore Christian Fundamentalist who, for reasons unbeknown to anyone else, feels equally strong about Hippo Pee and Porcupine Houses (but if the boy in the Metallica story is the protagonist, that shouldn't come into too much conflict with the Jack Chick ideology)."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "quardox",
    "plus": 8,
    "snip": false,
    "text": "God I hate Jack Chick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jvitch",
    "plus": 0,
    "snip": false,
    "text": "My least favorite titles were \"Heaven Help the French Canadians\" and \"The Soul of a Cow.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "My favourite bits are when he explains the hierarchy of demons, and how this relates DIRECTLY to the Catholic Church. <br/> \n <br/> \n...because, you know, the hierarchy of demons is in the Bible too, you know. <br/> \n <br/> \n(it is not) <br/> <br/> <br/> Speaking of which, demonology came up in conversation with a friend the other day, when he looked up the X-men character  <a href=\"http://web.archive.org/web/20110224024152/http://en.wikipedia.org/wiki/Legion_(Marvel_Comics)\">Legion</a>  - a mutant with multiple personality, each personality manifesting a different mutant power (interestingly appearing a few years before Doom Patrol's  <a href=\"http://web.archive.org/web/20110224024152/http://en.wikipedia.org/wiki/Crazy_Jane\">Crazy Jane</a>  - whom I explained got his name from the New Testament Biblical demonised individual who referred to himself as \"Legion - for there are many of us\".  Creepy. <br/> \nAnyway, so he was about to click on the page for the demonological facts about the demon \"Legion\", when I suggested against it because it's a Wiki page on demonolgy, and that's just a bit too much of a headfuck sometimes.* <br/> \n <br/> \nWhich it is, and he was thankful for my advice, as he'd had a long day and couldn't handle such shit. <br/> <br/> <br/> *Or most or all times, depending on your taste."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Wiki has Ok articles on demonology.   <a href=\"http://web.archive.org/web/20110224024152/http://www.sacred-texts.com/grim/kos/index.htm\">The Key of Solomon</a>  probably is a better place to start though (at least for Chrisitianized demons).  Some of that old Jewish/Sumerian shit is pretty wild too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I'll just stick to reading Hellboy for all my crazy demonology needs.  I'm pretty conservative on going any further than that, call me old fashioned. <br/> \n <br/> \nI'm currently doing through  <em>Darkness Calls</em>  and if you've read all the previous stuff this will blow your fucking mind."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Love the new Ash v. Ash, Dr.  Just thought I'd let you know."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tad",
    "plus": 1,
    "snip": false,
    "text": "excuse me Dr Skradley I was reading the comments here and I just wanted to comment that your avitar is inappropriate.  A loop of someone getting shot, over and over again.  Wow.  oh ha ha ha here let me give you a chubby for your avitar.   <br/> \n <br/> \nhey you know what else would be super funny if someone could animate my avitar maybe photoshop in a gun at the end shooting the girl in the head <br/> \n <br/> \nbecause yeah, violence is funny and cool <br/> \n <br/> \nisn't it Dr. Skradley!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Okay,  <em>that's</em>  aiu."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Word."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "To his credit, he picked up quite intuitively that violence is pretty damn funny.  And cool! <br/> \n <br/> \nI also like the irony that his avatar is a depiction of real life horror and the aftermath of genuine violence.  I dare say the irony is deliberate, and I appreciate it as a result."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "Didn't you know that the Whore of Babylon is what the Catholics call Mama Church? <br/> \n <br/> \nDeath Cookie is my favourite."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I thought the Whore of Babylon was what the French origionally called the Statue of Liberty, until that was lost in translation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This is what we gave back to the French for the Statue of Liberty (not photoshopped)[IMGS OFF] <br/> \n <br/> \nThere are actually two in Paris."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Actually, we didn't give it to them. That's a working scale model they used in building the one they gave us. It's been in Paris it's whole life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Uncle John's Bathroom Reader has failed me yet again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jonno",
    "plus": 0,
    "snip": false,
    "text": "Nobody likes a know-it-all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Which pretty well sums up a great deal of my life. <br/> \n <br/> \nC'est la vie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "sometimes you're trippin too hard for a wiki about demons"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Sometimes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Sometimes you might be tripping just enough for pictures of devil chicks, surely.  No guarantees where it leads, of course."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Hate him. Just don't hate Jesus. He wants you to have an immune system."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "But what about  <a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0046/0046_01.asp\">this classic</a> ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 12,
    "snip": false,
    "text": "Perhaps I should take my own advice... <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "postblank",
    "plus": 1,
    "snip": false,
    "text": "\"No, Marcie!  You didn't  <em>have</em>  to do that!\" <br/> \n <br/> \nI mean, granted I don't have to go fifteen miles out of my way to pick you up for school now.  But still this was just a little rash on your part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "You'll go to Hell for your sarcasm, achilles.  The man speaks  <br/> \n <a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/1038/1038_01.asp\">truth.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Good thing all the other animals knew how to breathe... unlike those stupid, oxygen-needing dinosaurs!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "ohhhh...  so  <em><strong>THAT'S</strong></em>  why we don't see miku224 anymore!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I was just chatting with Mr. Chick. Apparently, since I used to be a Dungeon Master, and don't reqret it at all, I'm pretty much going to Hell. Bou-ya! <br/> \n <br/> \nBTW, if the girls showing up at our game looked more like these, and less like rampaging gelantinous cubes, I'd propably STILL be a dungeon master...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>This is like every game of D&amp;D I've ever played.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buyacanary21",
    "plus": 1,
    "snip": false,
    "text": "yeah, the best part of my D&D games was when the player could fight the Zombie on their own and the DM could go out for a smoke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "The (non-canon)  <a href=\"http://web.archive.org/web/20110224024152/http://www.humpin.org/mst3kdd/\">MST3K take on \"Dark Dungeons\"</a>  may evoke some chuckles, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "When I was nine I found one in the bathroom at our local basketball gym during my brother's gym. It was about satan-worshiping, and the dangers of getting you and your buddies together and summoning demons. I was terribly disappointed when it did not show me exactly how they summoned these demons, or which each of these demons did. It also did not show me how to make my own fireworks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "*during my brother's basketball game. FUCK it too me a long time to catch that"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "Come on, Spiny, you know no one noticed or cared.   <br/> \n <br/> \nAnyway Jack Chick is an asshole but I did dig the illustrations in some of those tracts, particularly \"this was your life\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "GOMEZ IS COMING"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hide the golden calf!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Arg my eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Do not change that avataricon!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 6,
    "snip": false,
    "text": "Phillipe is FIVE. His mother is a lunatic fundamentalist and Chick tracts are being lampooned. And I had an operation (non-serious) yesterday and am so fucking high on painkillers right now. The weather is gray and gloomy but I'm counting the fibers in the carpet. How can a day this shitty be so much fun?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "With the power of opiates, my friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gscragg",
    "plus": 0,
    "snip": false,
    "text": "Does Rick have the AIDS?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "That is just a euphemism made up by the liberal media. Real God-fearing folk refer to it as the sin pox."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "It's sexually transmitted damnation is what it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "That's what he gets for rolling too many people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Until we finally got him back. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 8,
    "snip": false,
    "text": "DONT BE FOOLED: <br/> \nIsis -> Virgin Mary -> Lucrezia Borgia -> Isidora Duncan ->Hayley Mills -> Madonna -> Miley Cyrus!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "You, sir, know what Sexy means."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "Let me be the first to chubby this bold exposition. You are a veritable Dan Brown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Almost. You missed Milady Godiva and Madame Curie. <br/> \n <br/> \nBut seriously, isn't every incarnation of Isis suppose to be a virgin?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 2,
    "snip": false,
    "text": "Madonna is  <em>like</em>  a virgin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Oh. Well OK then. Silly me!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nYea, probably."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "virtual chubby for the wonderfulness that is isis. man do i love those guys."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Zodiac 2. You should make it, dogg."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "My friend's cousin wrote the screenplay for the first one. <br/> \n <br/> \nThat makes me famous by association."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my friend's cousin is Tobey McGuire. <br/> \n <br/> \n(my story is not as cool as yours.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Not nearly."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "But thank you for playing."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "rawk5tar",
    "plus": 1,
    "snip": false,
    "text": "My friend's cousin is a blackjack dealer a shitty little casino fifteen miles outside of Reno."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm laming your cousin by proxy of you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 2,
    "snip": false,
    "text": "It's not MY cousin. It's my FRIEND'S cousin.  <br/> \n <br/> \nMY cousin is an sharp-tounged, guido lawyer named Vinny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "executor32",
    "plus": 1,
    "snip": false,
    "text": "I love sin on my burgers, it gives them a nice kick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "The secret ingredient is crime."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 19,
    "snip": false,
    "text": "Mmmmm. Tastes kinda felony."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "Achewood does not in any way support the eating of felons. Doing hard thyme doesn't mean they will be delicious. This is the worst bisque, cooked in grodiest saucepan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Felons taste great with a cilantro-mint ceviche. <br/> \n <br/> \nIf you want some, let me know.   <em>I know a guy.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Do not encourage falseprophet to repeat his hobo sauce recipe, please. <br/> \n <br/> \n(Apologies to falseprophet if it wasn't you who had the extreme-brutatily/cannibalistic hobo sauce recipe.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I find it makes them taste rather slimy and unpalatable. Nothing ruins a meal more than sin being added to my meal. However, I tend to prefer sin in just about every other possible context. <br/> \n <br/> \nThe greatest problem, however, is not believing in sin. I wish to engage in it, yet I do not know what it is and must instead act on clues from others. I sometimes wonder whether this itself is considered sinful, but no, unfortunately, it probably is not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Ya, see, I'm a huge sin fan, but those pesky calories!  <strong><em>Oy!</em></strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ferae_machinae",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I find I don't put on weight with Sin, but to be fair, I'm very skinny anyway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "In my experience, sin often leads to weight loss. But it is horrible on the complexion!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Sin can be overdone a bit.  It depends on the kind of meat you use, the heaviness of the pan, the blah blah blah I'm done with this joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "All the homos wore multiple rings and had lizardy demons crouched on their shoulders while they smirked and french-kissed in front of classes of screaming toddlers.  <br/> \n <br/> \nSo true. Testify."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heeeraldo",
    "plus": 0,
    "snip": false,
    "text": "damnit. <br/> \nI totally missed that homo memo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "Dude, me too! I think they have my old address. <br/> \n <br/> \nI have to say a guy who enjoys drawing two dudes kissing as much as Jack Chick clearly does is generally said to have a terminal case of the Homos. <br/> \n <br/> \nThe prognosis?  <em>Fabulousness</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "http://www.chick.com/reading/tracts/1052/1052_01.asp"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "<em>That night the sodomites came, trying to do nasty things to the angels.<br/>\n<br/>\nBut the angels blinded them and rescued Lot and his family.</em> <br/> \n <br/> \n(Lot was relieved. \"I guess that mob wont get to take up my invitation to rape you kids after all. More fool them!\", he joked to his daughters.)* <br/> \n <br/> \n*NB: this detail omitted from Chick Tract version. <br/> \n <br/> \nI wonder if Teodor will similarly bowdlerise the Hippo tract."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "\"But the angels blinded them and rescued Lot and his family.\" <br/> \nClearly the angels tricked them into a massive bout of self abuse and lo! they went blind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "\"No one can fuck my strange guests!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 9,
    "snip": false,
    "text": "And that, sir, is why you host the worst parties."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Achilleselbow's non-strange guests are not very attractive at all. Not one bit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dairyquest",
    "plus": 0,
    "snip": false,
    "text": "There are  <a href=\"http://web.archive.org/web/20110224024152/http://www.superdeluxe.com/sd/contentDetail.do?id=D81F2344BF5AC7BB77D6A0E55069BD0A9B3A52CB005FA7D7\">other </a>  details they opted to omit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you for this! I've forwarded it on to all my favorite Sodomites."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Pity the Sodomites you hate.  They don't get  <em><strong>shit.</strong></em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "LOL and a chubby. <br/> \n <br/> \nWould you rather they got shit?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Some Sodomites get shit, but they're doing it wrong."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yes. But some like it that way!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://spreadingsantorum.com/\">Santorum</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "If anyone tries to make  <em>you</em>  Gay, stay  <em>away</em>  from them! <br/> \n <br/> \nI like that Gay is capitalized throughout the entire tract."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whoper",
    "plus": 2,
    "snip": false,
    "text": "I for one would be interested in seeing a short story by Philippe, entitled \"The Kid Who Arrested Metallica.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man Hetfield looks so pissed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "It wasn't for drugs or violent crimes. It was because they ran out on a $456.34 hotel bill. That, and their music is so bad. Oh, and the tags on the van were expired."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "\"Lars Ulrich! You keep yelling at people for listening to your music on their computer! Stop making the internet sad  <em>right now!\"</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "While I don't think it would approach \"The Kid Who Ended the Mafia\" heights, I think it would be a delightful read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 10,
    "snip": false,
    "text": "After reading a big old mess of comics, half Teodor, half Jack Chick, Philippe is going to be a confused little otter. I am imagining him with a thought bubble:  <br/> \n <br/> \n\"Judaism: Unclothes the thingy  <em>specifically</em> . Splendid for God's chosen thingies.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 4,
    "snip": false,
    "text": "Where's the Orthodox sheet with the hole? <br/> \n <br/> \nPhilippe is standing  <em>thru</em>  it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Phillipe is already confused."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "It  <em>muft</em>  be unclothed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackscolon",
    "plus": 0,
    "snip": false,
    "text": "A good philippe comic without philippe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "They couldn't get the drum machine manual in the shot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaa",
    "plus": 0,
    "snip": false,
    "text": "I feel the Mexican lifestyle is more colorful because of the eternal condiments.  When I was young, I had to go someplace more...even worse... after school while my mom was still at work.  I developed a rather intolerant view of the devout as a result."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notcool",
    "plus": 1,
    "snip": false,
    "text": "...those...aren't...hugs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I an more comfortable when Teodor wears pants"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Agreed. It is good to see him up and about. Nothing like getting fuzzed with a tiger and some basic graphic design to drive away the blues that come from almost ruining a wedding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kingloser",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0021/0021_01.asp\">Bad Bob</a>  is my favourite Chick tract. It may have no references to Moon God's, but I just can't resist the title."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Is that shit real? It can't be real."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Do you not have Chick tracts in England? You poor, ignorant bastards. My personal favorite is  <a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0046/0046_01.asp\">the one about Dungeons and Dragons</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madrin",
    "plus": 0,
    "snip": false,
    "text": "oh my god, they actually exist. <br/> \ni wouldn't know, living in godless australia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Holy  <em>crap</em> . I just... I don't even know how to react to that. And they give this to  <em>kids</em> ? <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n\"...trapped in a dungeon of bondage\"? This isn't like the D&D games I know..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "But it does sound like the kind of D&D games I'd LIKE to know, ha chachacha!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://www.instantrimshot.com/\">I think you need this more than I do.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "When the button said \"Instant Rimshot\", I can't tell you how scared I was to push the button. <br/> \n <br/> \nAnd yet I jumped more that there was surprisingly loud sound attached to the potential analingus, than I probably would have jumped at the expected analingus visual coming towards the fore of my screen. <br/> \n <br/> \nNOTE: There was no analingus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "ORALINGUS. <br/> \nMEANS: KISSING ON THE MOUTH"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snidedk",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>But it does sound like the kind of D&amp;D games I'd LIKE to know, ha chachacha!</em></div> <br/> \n <br/> \nHey baby, my level 15 rogue has Rope Use as one of his non-weapon proficiencies... *wink*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You must be doing it wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<strong>WARNING:</strong>  see Acts 19:13 - 17 <br/> \n <br/> \nWATCH OUT. THE WORD OF THE LORD IS  <em>COMIN ATCHA.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'm still none the wiser."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Don't go tryin' to cast out demons then, in that case. <br/> \n <br/> \nI love the censorship modern Bibles have. <br/> \n <br/> \n\"Naked and bleeding\" basically equals \"violently sodomised\" <br/> \n <br/> \nI also remember hearing that the word translated as \"filth\" in a section of one of the major prophets, would be more accurately translated as \"shit\".  Not \"faeces\",  <em>\"shit.\"</em>   It was the coarse word for it.  The guys who did Old King James probably would have translated that directly as  <em>shit</em>  nowadays, but they fucked up a lot of other stuff like adding in unicorns and thinking that translating the English version from the German version is just as good as translating it directly from the original Ancient Greek/Hebrew/Aramaic (like they do with translations these days). <br/> \n <br/> \n*Note: yes, I realise the Torah is in Ancient Hebrew and not Aramaic - all except half of Daniel, which for some reason breaks into Aramaic once the Babylonian priests start wailing about the king's commands, and then keeps it up until, I think, when Daniel starts to prophesy about the end of the world.  Somewhere around there it cuts into Hebrew again. <br/> \n <br/> \n <strong>There may be a legitimate reason for why they did this, and if anyone knows or can ask their Rabbi/Priest/Minister/Lecturer/Witch Doctor, I'd be really interested to find out.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "vchub"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "According to a local preacher who routinely tells me that I'm going to hell, when god said that Good Works were \"filthy rags\" in his eyes, he meant used menstrual pads. <br/> \n <br/> \nI love it when this guy comes to campus."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I...I'm  <em>certain</em>  I've heard the  <strong>exact same guy!</strong> <br/> \n <br/> \nThat or it's a common piece of congregation's-attention-grabbing preacher trivia.  There's a few of those going around.  I'm sure I've mentioned a number of them in this strip and the next one, what with all the discussion of theology and exegesis."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I know him as Rev. Skelly: <br/> \n <br/> \nhttp://www.pinpointevangelism.com/ <br/> \n <br/> \nhttp://www.xanga.com/Rev_Kerrigan <br/> \n <br/> \nYou?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "The best part is his 80s porn mustache."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I like how that guy looks remarkably like a Tom of Finland charicature in most of those panels."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "er, i mean: http://images.encyclopediadramatica.com/images/0/0e/Dd_13.gif"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "I think my favorite part about it is the unintended message that playing D&D and joining the occult will actually enable you to cast real spells rather than just making you fat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "once upon a time i was in the local library and there was this girl who  <em>SPRANG</em>  up to her friend who was on the computer next to me, shrill with excitement! some kids at her school had been calling her a witch and she went  <em>SPRINGING</em>  into action by going to the library and checking out some books on Wicca and the like. her logic was this: 'if they call me a witch, i will make it so and my evil magick will  <em>SPRING</em>  forth upon them and do..[i don't know. hurt them or whatever it is supposed to do.]' <br/> \n <br/> \nshe was Twelve."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Why's she always  <a href=\"http://web.archive.org/web/20110224024152/http://achewood.com/index.php?date=12262006\">\"springing\"</a>  everywhere?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaspers",
    "plus": 0,
    "snip": false,
    "text": "Haha, oh my god that was wonderful. Thank you, in a way. Thank you for this entirely new comic vista."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "What the hell are Black Beauties, and how can I find Bad Bob to procure some."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "A trucker drug. Keeps you awake for a long haul."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Wow. That's actually more poorly-written than usual for Chick. I'm amazed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "As a scientist, I've always been partial to \"Big Daddy\" : <br/> \nhttp://www.chick.com/reading/tracts/0055/0055_01.asp <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "The teacher is ugly => evolution don't be right. <br/> \n <br/> \n(special logic symbol makes argument more convincing)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And it's about time ya' learnt it!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 22,
    "snip": false,
    "text": "It's true about Gomez, you know.  You can't even begin to try to get that guy to stop worshiping idols.  I'm like, \"Gomez, c'mon man!  Let's get real!\" <br/> \n <br/> \nThen Gomez is all like, \"fuck you,  <em>no thanks</em> !\" <br/> \n <br/> \nJust trying to save your immortal soul is all, Gomez. <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaspers",
    "plus": 0,
    "snip": false,
    "text": "It's useless, Gomez doesn't even care about the afterlife anymore. Heaven doesn't have a giant bronze bull standing on an elevated platform with a mysterious medallion mounted to its head. The thing would make God himself jealous. <br/> \n <br/> \nNo wonder the poor sucker is so smitten."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Evil Roy Slade don' worship nuthin"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That's two V-Chubs on one strip, lady.  This one is very much more deserved."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "lately all I seem to do is chubby autrepoupee"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I know, jeez, I need to save some for other people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "As with a previous comment regarding catgirl, I am glad you said this before Pogo did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Aw shucks, gang.   I'm blushing towards my computer and kicking at the ground like nobody's business!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "teira",
    "plus": 8,
    "snip": false,
    "text": "Wait since when was Philippe five? Did he have a birthday or something? God this was probably something the paid users knew about like a week ago. Philippe could have been five for a week and I wouldn't know."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Your ignorance is infinite... as Phillipe has always been five, and will be always.  <em>Amen</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I thought teira was joking.  <br/> \nHard to read 1400 strips and not know that PHILLIPE IS FIVE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I assumed he was joking. I too was joking. The whole Phillipe is five thing is pretty much ubiquitous yes?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It has been known that Phillippe is five probably since 2001."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Phillipe draws one porcupine house every day. Perfectly. Phillipe kills one prostitute a day. Perfectly. Phillip draws one porcupine house every day. Perfectly. <br/> \n <br/> \n <em> Jack Chick wins </em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Unless you combine the two!  Get Philippe to  <em>draw</em>  the killing of a prostitute, every day - Perfectly. <br/> \n <br/> \nThat's not gonna mess him up for life!  Especially if he does it every day and starts to enjoy it when he reaches puberty and starts having sexual feelings attached to the butchering of prostitutes!  As long as he also learns to repress any sexual feelings because they're dirty and demonic and  <em>when you touch a woman's breast outside of wedlock, even if she wants you to, it is a filthy demon entering into you and working through you, and then entering into her</em> * <br/> <br/> <br/> *I was taught that last part by my former pastor when I was a teenager and it kinda fucked me up for a long time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow! What a mojo-killer! With a side dish of guilt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "At least you didn't have to do the drawings."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "It's so hard to draw a porcupine's house right every time.  You're lucky to draw it right once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bumpishound",
    "plus": 1,
    "snip": false,
    "text": "THIS IS THE PORCUPINE HOUSE WHERE THE PROSTITUTE CHILDREN WILL DIE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Philippe?  <em>Philippe</em> ? I am a prostitute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "<em>yes</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "I don't know if these will ever be as entertaining as the \"Dark Dungeons\" tract..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 1,
    "snip": false,
    "text": "Generally the art in chick tracts is better than presented in the second panel. <br/> \n <br/> \nAnd all you people hating Jack Chick... how about hating somebody who's got an iota of influence on policy in America or elsewhere. <br/> \n <br/> \nChick is only a step up from Fred Phelps; he allows conservatives who are regressive in every meaningful way to say 'hey, I'm a moderate, at least I'm not like him!'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "Hating on or mocking Jack Chick does not preclude a person from doing the same to more important figures in American politics. <br/> \n <br/> \nA strip that parodies Chick isn't exactly the place for someone to start mad yelling about Bill Kristol. <br/> \n <br/> \nI have enough bile in my throat and venom in my heart for pretty much everybody, personally!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Sing it, sister!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That last sentence was almost romantic. You're such a punk, I love it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salfordladsclub",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nPunk, eh?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odog",
    "plus": 0,
    "snip": false,
    "text": "ror"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thomasedison",
    "plus": 8,
    "snip": false,
    "text": "Is this the asian lol?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Why won't we see our friends? Is it because hell is too dark (as alluded to)? Is it poorly designed? Is it just plain hard to get around with inadequate public transit and the inability to park anywhere? Actually, now that I think about it I think I'm just describing San Francisco, which is most definitely not hell. A fact that can be obviously proven because although it does not freeze over it is astoundingly cold even during summer months. <br/> \n <br/> \nPerhaps hell is simply like being assigned to a lunch schedule when all of your friends were assigned to another one so you have to be sorta friends with people you don't really ever see outside of lunch. Man, hell must be very socially awkward."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 12,
    "snip": false,
    "text": "I think its just that its not a punk kinda party. It's at a community center built in the 70's with beige walls and some of those murals of smiling multicultural groups painted in much the same style as math book illustrations. You come in and theres some watered down grape aide and a mix tape of Enya and kids bop songs is on. a broadly smiling women in a pants suit with a brightly colored vest with kitten pins all over it tells you that the craft room has all the cotton balls and construction paper you need and that the bean bag toss and the basketball court are open to use as long as you want, because its a lock in...forever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow. You really GET hell! <br/> \n <br/> \nThat's why my friends won't be there. They'll have killed themselves. <br/> \n <br/> \nJust don't drink the Koolaid. It's laced with thorazine for the soul."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But if they kill themselves in hell, where are they gonna go?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ask Molly. <br/> \n <br/> \nBut seriously, I think it's either Hoboken or Baltimore. That'll teach 'em!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 1,
    "snip": false,
    "text": "a friend of mine lived in baltimore. her best story is that someone broke into her basement, and took a crap on the floor. the best part of the story is that there was a toilet about ten feet from where this person shat. <br/> \n <br/> \nso it's kinda anticlimactic. i still think it's funny."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And that was a good day!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "Superhell. <br/> \n <br/> \nIt totally sucks there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "In superhell pancakes are like $8 even if you make them at home. And everyone even you, no matter how they fight it, talks with the pace and vernacular of a 12 year old excited gossiping girl, always. All entertainment is about cowboys."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Fuck. Apparently this dude has short-sighted ears as well. God damnit man, do you hunt raptors? Do you really need that much instant peripheral clarity?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Ehhh... maybe, but I can't help but think I see a lot more hate for Chick than I do for more deserving figures on the internets.  So while the unlimited bile argument may work individually, on a broader level I reckon there's something up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "\"Something's up\"? Could it be that he spreads virulent propaganda targeted at kids? Who even said anything about politics? God, can't we all just once agree that someone is a douche without someone trying to show how they're above it all by playing devil's advocate? <br/> \n <br/> \nAlso, the \"this shouldn't make you mad because there are other things to get mad about\" is nonsense. Trust me, even on a broader level people can hate more than one thing. The human mind is nifty that way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Mrclarinet (feelings: con) thinks there isn't enough hate on the internets. <br/> \nIt's certainly a bold position to take. Maybe he should upgrade his avatar to something more 'challenging', like a swastika - you know, to get the hate revved up a bit. <br/> \n <br/> \n <em>Looking forward to another prized lame from the fellow in question.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "\"The Hitler we know. The Hitler we love. The Hitler with a song in his heart!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ferae_machinae",
    "plus": 0,
    "snip": false,
    "text": "We've had right wing propaganda. Heres some left wing stuff! http://www.youtube.com/watch?v=tmP8Bgof6KE <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Au contraire; there's plenty of hate on the internets.  Indeed, if hate was money, the internets would be something akin to Weimar Germany in the 1920s.  It's just that the hate is so often misdirected."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "hate  <em>is</em>  misdirection."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Honestly, this is just about the perfect thing to say, ever.  Thank you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "history",
    "plus": 1,
    "snip": false,
    "text": "A Weimar Republic reference...and one that makes sense...you sir have my respect."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Besides, hatred for Chick is a time-honored tradition that *gasp* <i>predates</i> the internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "dang HTML gettin' all up in my assetbar..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Fact: Before the internet, that's how all HTML would have looked."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Unlikely. Was Chick operating in the 60s?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "durr. it wasn't the INTERNET until probably January 1, 1983 when everything switched over to TCP/IP. Jack Chick had been working on tracts since about 1970. <br/> \n <br/> \nsnort"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Yes - I am not talking about the military and university networks that became what we know as the internet, but rather the common popular perception of what the internet means.  And that means either the BBS stuff that happened in the 80s or the World Wide Web in that most people call the internet in the 90's. <br/> \n <br/> \nOh look at me, I'm being a dick about terms.  Apologies. <br/> \n <br/> \nEither way, I was able to loathe and laugh at Chick tracts in hardcopy form long before we were able to load them in our web browser of choice."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Just because most people are wrong, it doesn't mean they're not wrong. This includes you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Darpanet! <br/> \n <br/> \nBut seriously, Chick was around a long time before Al Gore invented the Internet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Jack Chick is a craven douchebag with no redeeming qualities. I totally agree with your statement."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Can you honestly say you feel that there's nothing political about what Chick does?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Suggesting that he is playing to ignorant masses, rather than buying into the drivel he puts forth, or what are you implying?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Well, Chick's goal is clearly to change the way society works - less gays, less premarital sex, more bible education in schools, etc etc.  To me, that's political.  I was asked \"Who even said anything about politics?\"  To me, any discussion of Chick that goes beyond how good the drawing of his hired hacks is is political."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling that for you,  <em>everything</em>  is political. <br/> \n <br/> \nAnd, I'm confused:  Do you have point here somewhere?  Are we hating Chick too much, or not enough?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Not everything, but perhaps more than most people.  Still, I think it's defensible. <br/> \n <br/> \nThe point is not that Chick is undeserving at hatred.  I just think he's something of a lightning rod for ridicule that is out of proportion to his significance."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Hate a hater, you only give him more power. Your power! <br/> \n <br/> \nWhich is fine. It is, after all YOUR power to do with as you please. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "The guy with the DDR seal for an avatar is the Acheworld hate sheriff."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh, Autrepoupee.  Your wordsmithy makes me bring back the once-forgotten V-Chub, just for you.  Hold onto it well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Chubby because I do not know who Bill Kristol is."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Hear hear. Every calorie squandered on poking fun at Jack Chick is a calorie that can't be invested in doctrinaire quacking in the comments thread of a web-comic about cats and alive stuffed animals.  <strong>Stay focussed people!</strong>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Oh, the IT'S JUST A COMIC LOL LOL argument.  How... new."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You inspire me with your originality of... thought."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "ITYM \"focused.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "<strong>i;m r in sush ba tmoret.. cunt evbin capitilaize</strong> <br/> \n <br/> \ni as cushion but i dun asp it her no mor cuz u funny fukers dun gib em stat answars gon has 2 fin out 4 maselb hoeber i eben du dat.  but lik watevs i dun car <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Hoo-ee. This is a tricky one. Ahem. <br/> \n <br/> \n\"I'm in such bad torment. I can't even capitalize. <br/> \n <br/> \nI ask questions but I don't ask it here any more because you funny fuckers don't give any straight answers (?) I have to find out for myself, however I even do that. But, like, whatever. I don't care.\" <br/> \n <br/> \nBest I could come up with. Damnit, where are the pros when you need them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Loneal and I have chosen not to renew our contracts with gladi8orrex due to creative differences."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, I got a lame from him too. What do I take this to mean? That it was a poor translation? Or that he just didn't take to my patronising word-processing of a post that was already easily understandable,  <em>God</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Artists are famously petulant.  If you need a reason, there is one."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the title is correct. actually a rip of one of Ray's monk-dimin' blog entries. <br/> \n <br/> \ni have questions but don't ask here no more 'cos u funny 'sinners' don't give them straight answers. gone as to find out for myself how ever i even do that. but like whatever i don't care. <br/> <br/> <br/> and that is how the game is played. if he goes for real i don't know how i'm going to use this skill i've acquired..other than read 14-year-olds' text messages."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "so i almost wrote a comment about how i had no idea what i was talking about here. <br/> \n <br/> \nthen i followed the trail and it ended up being a gladlation. mystery: solved."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narrenschiff",
    "plus": 0,
    "snip": false,
    "text": "oh MAN I didn't expect that from seeing the first panel. hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 0,
    "snip": false,
    "text": "No one is saved until they read this tract. <br/> \nhttp://www.hellblazer.com/media/chick-cthulu.html <br/> \n <br/> \nPlease forgive my low link capabilities."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "No one should have to cut and paste.  <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024152/http://www.hellblazer.com/media/chick-cthulu.html\">http://www.hellblazer.com/media/chick-cthulu.html</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "You are a soul most kind. <br/> \n <br/> \nIf society had more people like you, we would be riding unicorns and orange juice would taste pleasant after brushing your teeth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Regarding orange juice and toothpaste:  Word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "This website hellblazer.com has nothing to do with John Constantine. I feel cheated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Whoa, when did you change your avatar back?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i noticed it sometime last night"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Since then it has become significantly more swollen and irritated."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yesterday."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "For that sort of thing, Catgrl, you may in fact be eaten first."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Thank swivens you said that before Pogo did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I am saddened by the factual and spelling errors in this tract. It is not a credit to Cthulhuism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Go mad with knowledge."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaspers",
    "plus": 0,
    "snip": false,
    "text": "God's defenders of the pure soul (a.k.a. \"antibodies\")always lay down their arms in the darkness of sin. <br/> \n <br/> \nNow why did Rick have to go and rock a dude's can?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odog",
    "plus": 0,
    "snip": false,
    "text": "Jack Chick may be the funniest person there is but not on purpose. He thinks that Halloween is Satan's birthday and that Satan celebrates by putting a jack-o-lantern on his head and goes around killing with a chainsaw. And by saying some religious verse, ugly altar boys can scare him away."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "I think the Billy Graham Library in Charlotte is pretty funny. <br/> \n <br/> \n <em>We have Bibles! Lots of Bibles! Thousands of Bibles! So many Bibles! AND YOU HAVE TO READ THEM.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Goodie! <br/> \n <br/> \nLet's start with the Latvian one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "What I find amusing about Chick is that his biblical literalism makes him utterly unable to distinguish between different grades of sin and probably weakens his message.  He shows people who have sex before marriage in exactly the same boat, eg getting tortured by demons, as those who rape children.  I would suspect that many fairly conservative christians who would otherwise be sympathetic to his ideas and even disapprove of fairly innocuous things like pre-marital sex would shy away from the idea that consensual adultery is as bad as child rape."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The thing about Christianity is that it doesn't really differentiate. I mean, sure, you hear about these different circles of hell, but when it comes down to it, it's all eternal damnation. Whether you're kiddy fiddlin' or just considering the possibility of a universe without a personal god."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, you have fallen into the same trap.  You say Christianity is always black and white with no shades of gray, yet you have put all Christians together in their beliefs.  Many Christians have no problem differentiating things, and I would even go so far as to say certain Christian sects are able to differentiate. <br/> \nNot that I fall in that Christian category, just thought I should point out that if you are advocating the concept of 'seeing grey areas,' then you should see grey areas in everything.  Which in itself is a black and white belief.  So is it just Christianity that is black and white?  Look at all the forces in your life and thought and tell me, can we actually escape duality?   <br/> \n <br/> \nOh, and the other fascinating thing, I always love seeing how many concepts from other sources than the Bible make it into Christian belief or discussion of Christian belief.  In this case, I mean the circles of Hell, which are not from the Bible, but from Dante. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, arguably the orthodox position of the western church is that there are not different levels of sins. You are either in a state of complete sin, working to get away from sin to grace, or in a state of grace. The differences between rape and pre-marital sex are more in how they relate to your attitudes towards your fellow man etc."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apples",
    "plus": 0,
    "snip": false,
    "text": "as a british person this is my first exposure to jack chick's special attempts at education. i love him hard. thank you america"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "Ahhhhh, Chick Publications...the formative comic of my youth...mostly because I got no other comics.  These were O.K. with my mom because A) they were Xtian and B) they were free.  All together now...\"Yaaaaaaaaaaaah!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schroduck",
    "plus": 0,
    "snip": false,
    "text": "The \"moon god\" tract is probably the \"greatest\" example of a Chick Tract: <br/> \n <br/> \nChick: Islam worships a moon god! <br/> \nMuslim: No it doesn't, it worships Allah. <br/> \nChick: But your symbol is a picture of the moon! <br/> \nMuslim: Oh my god, you're right! I'm going to convert now!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "So . . . Christianity worships a TORTURE GOD?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Is anyone else thinking of converting to Sikh for the badass sword-god?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "No, no, he is the god of addition and other basic mathematical operations."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Also; fish."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://www.electricscotland.com/humour/h19.htm\">Christianity: tough on math</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Tough on maths, tough on the causes of maths."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Who is driving? <br/> \n <br/> \nBear is driving! <br/> \n <br/> \nOh no how can this be!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(Clerks animated chubb-o)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What is that from? I cannot remember and it is bugging me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The answer is right above you?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That comment was not there when I posted mine. <br/> \n <br/> \nAlso I have never watched the Clerks animated show (or the original movie, for that matter) so I don't know where I saw this before."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I've never seen (or heard of) the animated show, but you have not fully lived until you have seen the movie. <br/> \n <br/> \nThe movie is, of course, going straight to hell."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You saw this on at least one previous thread on this very board. <br/> \n <br/> \nI believe I responded with \"EVERYBODY DISCO DANCING, HAVING VERY GOOD TIME!  ROBOT DANCING?!\" <br/> \n <br/> \nNobody found that particular quote as funny as I did, it would seem, but it was nonetheless from the selfsame episode."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Perhaps. I am very confused now and am just going to stop thinking about this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://au.youtube.com/watch?v=F-ReoBPl4mM\"><em><strong>BAM.</strong></em></a> <br/> \n <br/> \nThe internet pantheon smiles upon you.  Enjoy it before it gets taken down due to copyright infringement."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://au.youtube.com/watch?v=DjyKT-GScDI&amp;feature=related\">For  better context.</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I'd recommend the second link, or better yet watching the whole episode. Half the humor is in the buildup."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I believe I chubbied it, Skrads.. it was good shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odog",
    "plus": 0,
    "snip": false,
    "text": "This is similar to Phillipe quickly convincing a mobster to quit the Mafia while grabbing his leg. Similar in that it couldn't happen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Another day saved by graphic design. <br/> \n <br/> \nI think we can all agree Teodor has made up for his shoddy performance on Beef's wedding day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "<em>Some</em>  AIDS. Not a lot, just a little."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Less is more - that's the secret of great gift giving."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "What? an empty box? <br/> \n <br/> \nOH its NOT empty... Muhahaha...haha..AHAHAHA"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Well you can't go giving that shit around  <em>too</em>  much.  It'll lose its novelty if  <em>everybody</em>  has it.  He's not stupid, you know.  He thought this through."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Luckily, I have only received one AID so far. I have to be careful now. One more and the trouble will start."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Magic Johnson is down to one AID."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Ya, but he paid a helluvalot of cash to get rid of the second."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He didn't pay, he [url=injected it directly into his bloodstream.]http://en.wikipedia.org/wiki/Tonsil_Trouble[/url]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://en.wikipedia.org/wiki/Tonsil_Trouble\">http://en.wikipedia.org/wiki/Tonsil_Trouble</a> <br/> \nI hate you assetbar."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Don't blame assestbar. There's a damn guide to using BBcode right below the comment box. It's not new either."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nobody likes an Assetbar apologist."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I know.  And it has been working for me too.  I just find it annoying that you can't just paste the link without adding those tags, and that you can't edit or delete posts you messed up on.  So I blame assetbar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "I sometimes mess up the tags on purpose just so I can jump on the \"Blame Assetbar\" bandwagon."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why stop there?  Girlfriend break up with you?  Blame assetbar.  Got fired for sleeping with your boss?  Assetbar did it.  End up in jail for murder?  Assetbar is the real culprit."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm sure we've all had this conversation a number of times.  I wrote (read: plagiarised the bulk of it from someone else on the internet and twisted it to the contextual means) a great story about it, but I'll be damned if I can find it in the 1000  posts I seem to have made (which surprised the hell out of me when I saw that figure). <br/> \n <br/> \nAnd, of course, as a wise poster here once famously said -  <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I have long since abandoned my Inbox like the screaming, feral child that it is.</em></div> <br/> \n <br/> \nToo true, guy that I have forgotten whom the quote is attributed to.  Too true..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I'm certain that was the great Spiny Norman.  That guy has a major Inbox, I'm sure."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm certain it wasn't.  My bet is on ProfessorHazard from my memory, but I'm just not sure enough to call it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024152/http://m.assetbar.com/achewood/uuad7whKM#comment_18\">You win.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "akadriver",
    "plus": 1,
    "snip": false,
    "text": "Am I the only American who has never seen a chick tract in the wild?  I've only ever seen them in a humorous context, such as  <a href=\"http://web.archive.org/web/20110224024152/http://www.subvulture.com/spacemoose/antlers.gif\">this Space Moose strip.</a>   Tthis achewood succeeded in making me realize how much I miss Space Moose."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "one of the many things gomez does is to worship idols"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sidd2600",
    "plus": 1,
    "snip": false,
    "text": "I used to get chick tracts in my stocking. I turned out kinda queer so everything worked out okay!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Irony at its most pure.  Fantastic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Only \"kinda\" queer. So does that make you bi?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 11,
    "snip": false,
    "text": "Funny story about Jack Chick:  <br/> \n <br/> \nJack Chick is a cunt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "True, but in response to complaints of too much hating I'm going to balance this out. <br/> \n <br/> \nNear my home town in rock springs theres a deli, and the dude who runs it is this guy named Gregory. He doesn't have them on the menu but if you ask him for a hamburger go \"one hamburgurs samowich\" slapping the counter for emphasis. Then he makes you this hamburger that is on the best bread with the tastiest freshest ingredients on any hamburger ever. And he charges you like $2. And when you leave hes all like \"thank you for being customer!\" <br/> \n <br/> \nI tell you this because i estimate that this guy is as awesome as jack chick sucks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Nah, I think for that to be true, he'd have to ride a unicorn and shit rainbows."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "And fart out cinnamon buns and have a Flying-V guitar for a hand, let us not forget.  These are a muft."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I don't care how good it is, I wouldn't want those cinnamon buns."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "OH THOSE SINNAMON BUNS!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Sodomy Buns?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Goes great with Gomorrah brand weiners."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't know. No matter what I try, they always come out burnt."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Try putting a  <em>lot</em>  of  <em>salt</em>  on it! <br/> \n <br/> \nWow.  That was really bad."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I want to smack you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm ashamed of myself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Some people can find true happiness, for everyone else, there's sodomy buns (tm)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Friend of mine recently had a meeting of his subordinates about to set up a big AV Event and on the occasion of having exhausted all the cliches he could to encourage them to do a good job, he let them know that if they could get this thing done he'd be so happy he'd be \"shittin' kittens\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "All I want out of life is someone who is utterly eccstatic to serve me a sandwhich."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nMehhhh?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "I don't know why you posted this but this is one of my favorite moments in all of Homestar Runner, so chubbed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It was a response to davey-boy's desire for an ecstatically served sandwich, or at least something similar enough."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "that's moldy bread, guys, guy"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm not your guy, bro."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "I'm not your bro, chief"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm not your chief, lieutenant. You're in the wrong office again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ohhhhh i'm grumblecakin' with yoouuuu..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "no_account_yet",
    "plus": 1,
    "snip": false,
    "text": "Onstad has his engineers working on me?   <br/> \n <br/> \nfeh...  you can't IP block me... I can get fresh IPs from a variety of sources, such as my ISP, AND my web host.  I can also use drone PCs all over the world. <br/> \n <br/> \nyou'll have to get more creative than that.   <br/> \n <br/> \nI dunno what's available in the way of identity verification.  Maybe something involving a credit card or bank account...  Most people don't have an unlimited supply of those.  But what the fuck... you gonna require people to type in a credit card number just to get their ID verified? <br/> \n <br/> \nYou could limit new accounts to posting once per day until the account is so many days old, instead of until the account has run a script to view X number of strips.  But even there, all a person has to do is plan the trolling in advance, registering new accounts in advance of when they're needed. <br/> \n <br/> \nI'm unstoppable. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "\"Blah, blah, blah...\" <br/> \n <br/> \nYou're also Ignorable. <br/> \n <br/> \nBut I won't. I rather fancy the odd, impotent little tirade in the morning. <br/> \n <br/> \nBut while I'm amusing myself with your rant, I get how it must be to need such a validation/invalidation fix yourself. You know, there are professionals qualified to help with these things. And it's even legal in some places...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Shh... the unemployed 30 year old haXor thinks that the ability to troll a webcomic forum makes him \"unstoppable\". Don't take away the only thing he has."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Right on. <br/> \n <br/> \nAll bow and hail to the mighty troll all-puissant! We are in awe of your magnificence. <br/> \n <br/> \nBut seriously, haXor (or who ever), it is never too late for an authentic life lived powerfully. And this doesn't have to be the only thing you have. I give you permission to go and live fully."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mastor_haxor",
    "plus": 2,
    "snip": false,
    "text": "listen you fuck face I'm not unemployed and even if I was wouldn't it be a shitty thing of you to do to make fun of me because I was <br/> \n <br/> \ndo you think that enemployment is funny achilleselbow <br/> \n <br/> \ndo you also make fun of homeless people for being without homes? <br/> \n <br/> \ndo you make fun of fat people and girls for having vaginas? <br/> \n <br/> \ndo you make fun of dogs for having big floppy ears <br/> \n <br/> \ndo you make fun of girl dogs for having big floppy ears and big floppy vaginas? <br/> \n <br/> \ndo you make fun of elephans for pooping big? <br/> \n <br/> \nyou are a bad person achilleselbow you are the elephant poop <br/> <br/> <br/> <strong><span style=\"border-bottom: 1px dotted\">HEY MAYBE I AM NOT DESPERATE FOR LAP UP OF YOUR ATTENTION<br/>\n<br/>\nMAYE I'M JUST EASILY AMUSED. <br/>\n<br/>\nMAYBE<br/>\n<br/>\nYOU EVER THINK OF THAT YOU DUMB SHIT FUCK CUNT BITCH ASSHOLE EARHOLE AIRHOLE BLOWHOLE BLOW HARD?  YA EVER THINK OF THAT?<br/>\n<br/>\nDIAREAH BRAINS.<br/>\n</span></strong>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "lol wut"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "well, i do make fun of dogs with floppy ears. that i'll totally admit to. <br/> \n <br/> \ni don't make fun of homeless people though 'cos i was basically one of them when i first joined the Assetbarrio. the only difference was that i had a car. not that i drove much. gas is expensive!! <br/> \n <br/> \noh wait. you're not talking to me. but if you call him elephant poo..and they poo so big...he's a bigger man than you are, you old female, eh? <br/> \n <br/> \nalso, enemployment is a funny typo. it's like saying you work for some sort of anti-team. <br/> \n <br/> \nfinally, some fat people are dudes."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "That doesn't mean they can't fashion a part of themselves into some sort of fauxgina!  :0)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "(the answer is armpit)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Have you not heard of intercrural sex?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That's a very interesting story."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "<i> <br/> \ndo you make fun of girl dogs for having big floppy ears and big floppy vaginas?</i> <br/> \n <br/> \nButtercup doesn't like me much any more, I'll admit, but I made the right choice."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "If you're easily entertained, I recommend burnin' one and mixing up some cornstarch & water slime. <br/> \n <br/> \nsooooo much better than making a spectacle of oneself on assetbar. <br/> \n <br/> \noh god that sounds so awesome. <br/> \n <br/> \nI think I'm gonna go do that right now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Fuck me achilleselbow, could you not respond. Please."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh, what do I care really. It's all entertainment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "By responding, we're kinda giving him this validation.  Any attention is good attention for some people."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I'm thinking of getting back into the game."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I keep thinking of making a troll for this place, but what I've got in mind just takes a lot of effort and computer-savvy, neither of which I have enough to spare at the moment.  But believe me, it'd be great if I ever did it. <br/> \n <br/> \nAnd oh! The attention I'd get!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "You'd be... unstoppable."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "<em>e-unstoppable</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lechatbotte",
    "plus": 2,
    "snip": false,
    "text": "Titles of tracts for our young Phillipe's edification and education: <br/> \n <br/> \n\"The Meek Inherit the Dryer Lint\" <br/> \n <br/> \n\"101 Uses for a Spaghetti Noodle\" <br/> \n <br/> \n\"Kwanza, Christmas, Solstice and Ch'anakah - Why December is Just an Awesome Month!\" <br/> \n <br/> \n\"River Run Vacations of the Northwest\" <br/> \n <br/> \n\"My Unicorn is Always Horny\" <br/> \n <br/> \n\"What to Serve Chapstick With\" <br/> \n <br/> \n\"How to Read Chinese in 50,000 Easy Lessons\" <br/> \n <br/> \nHelp me out here, Acheworld."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "I gave you a sarcastic chubby.  Those have the form of being something funny, but they aren't funny. <br/> \n <br/> \nSee also mcsweeneys.net"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "So true! That's why I'm asking for help. I'm dying the death of a witless hack out here! <br/> \n <br/> \nBut if I can point the community in this direction, I know some of these much more brilliant minds will create things that will amaze me, stun me, cause me to pee my pants laughing, and I could really use that today! <br/> \n <br/> \n(Mr. Chick just called to inform me that my flailing attempts at comedy are going straight to Hell, and taking anyone foolish enough to be drawn in by their false appearance of humor with them, so be careful out there!)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Notice that I didn't try to come up with any titles of my own - they wouldn't have been any better.  Actually I didn't think Teodor's were all that amusing either, except the one about drawing a porcupine's house \"EVERY TIME.\"  But then, Teodor wasn't trying to be funny - he was trying to - well, I'm not sure - what  <em>was</em>  he trying to do?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "He was Trying. And after his failure at the wedding, that itself is an important step."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Show just how trivial and unimportant the contents of the other booklets really are. \"Gomez Worships Idols\" is at least half as interesting as Hippo Piss."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I've got one! <br/> \n <br/> \n\"Phillipe is a special boy!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "Oh no, sorry, that isn't one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "<em>ding</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "My first lame! Outstanding!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I'm not frightened by much, but those jack chick books have always scared the shit out of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Perhaps you need to repent your evil dancing, science-believing, tolerating-other-religions ways, and accept Jack Chick as your one true cartoon lord and savior."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "There's a special jack chick tract for Zappa Fans: Humour Does Not Belong In Music, You're Going Straight To Hell For The Very Idea"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I finally get it! Thank you for setting my life on the firm rock of Jack Chick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chilibone",
    "plus": 0,
    "snip": false,
    "text": "i was invited to a friend's christmas madrigal at his church a couple of years ago.  i'm not religious, but my friend recently got back into his church pretty hard.  he had the lead in the little play, so some of us went to show support of him.  his church is a baptist church in the southern tradition. on one wall of the entry hall is a floor to ceiling display of all of the jack chick tracts.  his church was creepy as hell but we did score all kinds of crazy religious propaganda."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silentdante",
    "plus": 0,
    "snip": false,
    "text": "The southern baptist church by my high school used to have Super Bowl parties, offering free pizza and soda.  Then, at half time, they'd turn off the game, lock the doors, and try to make you \"confess and convert.\"  They wouldn't turn the game back on.  Still, free pizza."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Devious!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chilibone",
    "plus": 0,
    "snip": false,
    "text": "after the \"cantata,\" they did shut the doors and try to get us to join the church and donate money.  i thought they were going to strip us nude and peel off our sinner's flesh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "My favorite part about this strip is its fleshing out of the Achewood world, the \"Acheworld\"(TM), if you will.  Phillipe is still five, and his mother has sent him to this home like it's some freakish boarding house.  This is most likely a one-off, but what a neat story arc it might make!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "What do you mean \"like\" it's some freakish boarding house?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Wait...have you ever read Achewood before? Or used this board, Acheworld?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah.  Go to the top right of this page, at the very top.  Right above Teodor's head."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Oh, yeah, I see it now.  Funny how I kept missing it.  thanks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": false,
    "text": "Phillipe's Mom--a fundamentalist christian?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gin_with_bears",
    "plus": 0,
    "snip": false,
    "text": "I remember those horrid little books.  Wasn't someone always getting hit by a car after going to a haunted house and learning about evolution?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "yes. Or seeing a Muslim and not hitting them with a brick, only to be blown up a few days later when that Muslim explodes, y'know, like they do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "my girlfriend's father is in some powerful position at his Mosque. she's a practicing Christian. <br/> \n <br/> \nfor me, it's situations like this that prove God exists 'cos if He didn't somebody would be dead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Every time I find a Chick tract in a public restroom, sitting there on the side of the sink where people leave them to be found, I drop it in the toilet. I figure I am doing a public service, both by destroying the book and, eventually, destroying the toilet, leaving the book to blame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "A chubby for you, brave sir. I won't even touch them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayestnova",
    "plus": 1,
    "snip": false,
    "text": "I got a chick tract under my windshield wiper today! <br/> \nI was so excited, I've never seen one before, Fundies here are more into glaring than paying to have tiny books shipped out.  <br/> \nThis was before I saw todays comic, I think maybe Jesus is trying to tell me something about Jack Chick?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Jesus is trying to tell you that fundamentalist Christianity is idiotic. Praise him!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I used to do a similar thing with the Lighthouse magazines I used to find in my old apartment complex's laundry room.  Into the trash can with the dryer lint you go!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I always do this to cards promoting Scientology orientations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "magnusmuldoon",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nAs a child, I often had nightmares of being raped by a shirtless Bruce Vilanch. Thanks, Jack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Is \"It's that time again!\" the real dialogue? that is too goddamn funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "akadriver",
    "plus": 9,
    "snip": false,
    "text": "It sounds more like the opening to a game show than a statement of intent to (literally) commit Sodomy. <br/> \n <br/> \nIt's that time again!  It's time to play... BUGGER! THAT! CHILD!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think he just means it's time for his daily back shaving."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No wonder she's terrified!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "God kept one eye on Sodom. Once the kiddy rapin' level had reached 'smite' he actually bothered to do something about it. <br/> \n <br/> \nFucksake, God! Jesus!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "It's all part of God's greater plan. When that child grew up, all the traumatic rape he suffered manifested in a complex that led him to committing acts of sexual abuse himself, so really he kind of deserved it. <br/> \n <br/> \n <em>God: One Clever Guy</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But if he didn't let the kid get raped, then the kid wouldn't rape anyone when he becomes an adult and the cycle would be  <em>stopped</em> . <br/> \n <br/> \n <em>God: doesn't care if you get raped.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Especially if you're black. <br/> \n <br/> \n...What? He doesn't."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Not that I agree, but it is at least as much logic as you'll find in a Chick Tract!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Email Time?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "silentdante",
    "plus": 4,
    "snip": false,
    "text": "I used to get Chick tracts as tips all the time at the restaurant I worked at in Atlanta.  That, or a piece of paper that looked like a $100 bill on one side, but told you that Jesus was more important than greed on the other side.  Being a waiter in the South sucked.  In fact, doing most things in the South sucked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 7,
    "snip": false,
    "text": "I would have went to church just to leave those fake $100's in the collection basket."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Christians, fundies in particular, never tip well."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I too was a server in the south (north Carolina if that counts) once and now never want to go back there again. Cracker barrel was the worst because for some reason that place attracted fundamentalists. I got a lot of those prayer coins too. I only got one of the fake $100s once but god was i pissed off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "akadriver",
    "plus": 2,
    "snip": false,
    "text": "Cracker Barrel: truth in advertising."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cheesesandwich",
    "plus": 0,
    "snip": false,
    "text": "yeah but they have HASHBROWN CASSAROLE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "You're so right, what is the deal with Cracker Barrel and Fundamentalists?  What is it about cheesy, starchy, olden timey foods that attracts them so? <br/> \n <br/> \nDo they think that by eating such things as dumplings and pressed chicken they might somehow gain the powers of their Dark Ages brethren?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You are confusing correlation with causation.  Cracker Barrel has Southern-type dishes, and that's where many fundamentalists also live.  Just 'cause I like to eat some catfish and pecan pie does not make me a fundamentalist. <br/> \n <br/> \nI bet you knew this, anyhow."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Ah, true!  Plus, pecan pie is much too delicious to be strictly fundamentalist fair.  It's a  <em>fun</em> damental part of dessert culture."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Sounds like Protestant Work Ethic. If you deserved it, you'd get paid hansomely for being the most perfect waiter ever. Fuck Fundamentalism."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fairmountfair",
    "plus": 0,
    "snip": false,
    "text": "I've been poking around looking for a while, because I swear I read something about this before (possibly in the Q&A, but it's not there that I can find)... why exactly does Philippe live at 62 Achewood Court?  Anybody?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Because of a problem?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Good ol' Teodor. <br/> \n <br/> \nWhoever first heard of Jack Chick from this comic, raise your e-hand.  You can't see, but I am raising my e-hand.  I am indeed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Me too. I then Googled Chick Track. Then I was kind of hoping that this comic was intentionally oblique. Then assetbar informs me that recieving one of these might be a regular childhood expierience.  It hurt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh my God!  I had no idea what you guys were talking about, but I wikipedia'd it, and I got one of them!  I got this one on Halloween when I was like 10, and it was really messed up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Sorry: http://www.chick.com/reading/tracts/0058/0058_01.asp"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm used to just copy and pasting these things.  I hate this. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0058/0058_01.asp\">http://www.chick.com/reading/tracts/0058/0058_01.asp</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I didn't see one until high school.  On the ground, out by the picnic tables.  I don't recall which tract it was, but I do remember being so blown away by the ludicrousness of it that I was pretty convinced it had to be a joke.  Not until college did I learn that Jack Chick is indeed very real.  Too real."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(raises virtual tentacle)  And it scares the shit out of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yeah, me also, but I'm Australian so I have an advantage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I, myself, am Canadian. These things would be illegal for publication here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Much as I dislike them (never seen one in the field, that I know of) I don't think what you said is anything to be proud of."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ditto.  It might be offensive but it's definitely protected as freedom of expression.  (I think I was going to say press but this isn't newsworthy material at ALL)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Me niether. A 'just saying' type thing. I personally have nothing against our laws against publishing things that decry other's ethnicity or sexual orientation, but I could take or leave it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "My hand is rising like Jesus rising from the dead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "This is another case where my world-view was broadened thanks to Achewood.  I had never previously heard of Chick Tracks."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "differentdog",
    "plus": 0,
    "snip": false,
    "text": "since when does teodor have a claw?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What is this?  I don't get it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "It's a joke, I think. The second panel has been doctored to give this tract an invisible rapist spin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "Ah yes, the good ole \"invisible rapist spin.\" Gets 'em every time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Almost time for me to don my blue suede shoes, matching suit, pomade my hair, plug in my electric guitar and start teachin all the little white kids how to do the \"Invisible Rapist Spin.\" <br/> \n <br/> \nNote: Not to be confused with the Invisible Racist Spin which is what you get when a lynch mob gathers on a windy day."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I guess i have to draw you guys a rapist or you just won't be happy"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "::rim shot:: <br/> \n <br/> \nHi-oh!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "You might want to do the pomade first. And put on the suit before the shoes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarabria",
    "plus": 0,
    "snip": false,
    "text": "The thing that slays me about this one is \"Now that my little Philippe is five\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gin_with_bears",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gin_with_bears",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI suck at adding images.  One last try.   <br/> <br/> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cynara",
    "plus": 1,
    "snip": false,
    "text": "I actually collect tracts; I think it was reading a Jack Chick-type cartoon tract as a child that got me interested.  Mostly, they're pretty dull in the north, where I live - not too much of the Chick-style intolerance and weirdness.  I do have a few good ones, including a \"Jews for Jesus\" tract."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quaga",
    "plus": 3,
    "snip": false,
    "text": "I have lost all respect for Phillipe's mother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "I was rather disappointed too. I saw his mother as a very proper Christain otter, granted, but she seemed too nice to go for this stuff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Rick has no immune system? So he either has cancer and just recently got chemo or he has HIV. <br/> \n <br/> \nWhat Would Jack Chick Say?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Probably HIV, because hes always associating that with being gay, which he associates with raping children."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Don't be silly. Any sensible person knows that raping children  <em>cures</em>  you of HIV!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't they believe in Africa that AIDS can be cured through having sex with virgins?  I really heard that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was kind of referring to that. Not the most savoury humour, is child abuse, but we can always dress it up in stripy clothes and a boater and have some grinning chap play piano in the background."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Sounds like a plan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "The kid who arrested Metallica was... <em>SATAN!!!!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "By the way if you should happen to see your mother this weekend be sure and tell her...  <em>SATAN! SATAN SATAN!</em>  Derr derr, dun dun dun, der der... (Sweet Leaf riff)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "If you enjoyed  <em>Who are The Jews?</em> , you will love its sequels,  <em>Where are The Jews?</em> , and  <em>What to Do with The Jews?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "...concluding with  <em>What Happened to The Jews?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "WOZZECK!  What News of the Jews?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Sehr schlimm, Herr Hauptmann!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thwap",
    "plus": 0,
    "snip": false,
    "text": "I've always wondered about hippo piss <br/> \n <br/> \nNOW THE TRUTH SHALL BE TOLD <br/> \n <br/> \nJOY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dickolas_wang",
    "plus": 0,
    "snip": false,
    "text": "Teodor is doing the best he can."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "They stunned her, and stripped off her garments, and lastly <br/> \nThey stuffed her inside a kind of a pod; <br/> \nAnd then it was that Millicent Frastley <br/> \nWas sacrificed to  <strong>The Wafer God</strong> . <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Millicent is  <em>not yet</em>  five!  <br/> \n <br/> \nIt took ages for the old thinkbox to bash enough neurons together for me to recognise what this was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Every comic now ends with someone designing something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Hey, you write what you know. Onstadt  <em>knows</em>  getting an idea and then making it up on the 'puter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I like how Teodor thinks Philippe's mom will send him somewhere \"more...even worse\" like he was about to think \"more horrible\" and realized it would be an understatement because he remembered all the Krazy Kharacters who populate Achewood... <br/> \n <br/> \nLike Ray... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n... Lyle... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n... The HypnoToad... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n... And Lie-Bot ... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n...Haha! Oh,  <em>that Lie-Bot ...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>Assetbar!</em>  Up to your old shenanigans again I see! <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nThis is what Ray looks like you guys... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>Okay?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I believe you that Ray looks like that.  I do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the nude bomb that is Teodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nmy new pickup line right here"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charhe",
    "plus": 0,
    "snip": false,
    "text": "You can even leave out the parenthesis. Works fine without them. <br/> \n <br/> \nJust make sure not to leave out the sexually. Pickup lines, after all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Doesn't quite carry the same tone though. I like it more as an afterthought. <br/> \n <br/> \n(a sexual afterthought)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "(sexually)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I yearn for you to plunder me <br/> \n(sexually)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "I can't find my keys <br/> \n(sexually)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That's not how you start your \"ignition\" <br/> \n(sexually) <br/> \n(classy)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falala",
    "plus": 0,
    "snip": false,
    "text": "Hey, guess who's pregnant?! <br/> \n(sexually)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "What time is it? <br/> \n(sexually)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh I got the time, if you've got the place. <br/> \n(sexually)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I like sex! <br/> \n <br/> \n(sexually)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I'm under-utilized! <br/> \n(sexually) <br/> \n <br/> \n...wait, awww  <em>fuckshitcockpiss</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "what have I done <br/> \n <br/> \n(sexually)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "That's Todd. I know him. <br/> \n(sexually)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "IT'S HAMMER TIME <br/> \n(sexually)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "upsilon",
    "plus": 0,
    "snip": false,
    "text": "Dammit guys, I see only a red X here. Usually I wouldn't mind, but the cascade of bandwagon replies piqued my curiosity, and now I can't die happy until I know what it was. <br/> \n <br/> \nTo contribute, I believe  <a href=\"http://web.archive.org/web/20110224024152/http://www.chick.com/reading/tracts/0094/0094_01.asp\">this</a>  is arguably Chick's most batshit creation, though there's a lot of competition, especially from that new vampire one that just plain baffles me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "I hope  <a href=\"http://web.archive.org/web/20110224024152/http://www.facts4u.com/OffSite_Stored_Pages/wyd_files/wyd.htm\">\"Who's Your Daddy?\"</a>  is among those tracts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I just realized that Rick must be gay! <br/> \n <br/> \nThis realization was a cause for exclamation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Rick smelled the wet dirt.</em></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Is that from the thing where Rick's brother will be home soon?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "YES I wasn't sure if anyone outside of DC public schools knew about that. There is a facebook group about it but I think it is only on my high school network."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He has AIDS and therefore he is gay (sexually)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "He is gay therefore his is... <br/> \n(sexually)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Ok, assetbar hates me, consider me  <em>hazed</em> . <br/> \n <br/> \nWhat's the best way to display an image?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "I think it's nice if you can get a shop to etch it onto a glass plate and then install it in or near the front door of your house."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I'm oldschool.. oil and canvas every time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Have fun having etched glass installed in or near your house"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctordung",
    "plus": 0,
    "snip": false,
    "text": "If Mr. Onstad makes these tracts available for purchase I will throw every damn penny I have at him. The original tracts scarred my fragile 9-year-old psyche, as is their goal. I'd love to see what Teodor's tracts would do if I (like many folks did back when I worked in fast food) handed them off as \"tips\" at the drive-thru window."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1-800",
    "plus": 0,
    "snip": false,
    "text": "\"Rick\" looks just like Rick Bayless.  Not a coincidence, I think..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ndpjohnny",
    "plus": 0,
    "snip": false,
    "text": "In part, I actualy learned to read from Jack Chick tracts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Teodor has the right idea here, I think.  Still, I can't help but be reminded of that scene in Street Fighter where Blanka's all messed up in the head now that he can't tell good from evil."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fady",
    "plus": 0,
    "snip": false,
    "text": "While Jack Chick pushes his religious views through his tracts, Teodor looks to push his musical views through stories where Metallica gets arrested by children."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "One day, I spent a couple of hours reading Jack Chick tracts for yuks. I ended up ordering all of em for thirty bucks. Now I have a box full of these damn things and more every month."
  }
]