[
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 6,
    "snip": false,
    "text": "Actually, wasn't Twain really living in San Francisco at the time? This strip is pretty accurate"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 8,
    "snip": false,
    "text": "I worked with an old salesmen who claimed to have started the paper mark twain wrote for in SF, I rembered it from highschool, and called him on it, it's weird what you hold on to and what you forget."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "Close, but not quite. Much of current San Francisco wasn't settled or was regarded as unlivable at the time (it is not livable now either despite the unfortunates who live there) and Palo Alto is far enough away as to not even exist. Even now most people never bother to go there unless they have pressing business."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Really? I thought the area was a going concern after the gold rush and statehood. There was enough San Francisco 25 year later that an earthquake was able to devastate it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "No, people lived in San Francisco, but only a small portion of the city today. Roughly only the downtown quarter of the city. The western side of town was all sand dunes (known as the Outside Lands at the time) and the southern part of town was farmland or otherwise sparsely developed. <br/> \n <br/> \nToday the west side of town is roughly nothing but rows upon rows of identically ugly residential streets with basically little reason to go out there and the southern part of town is more or less ignored as even existing and if you don't live there there is absolutely no reason to ever go there. Nobody ever discusses much of anything outside of the northeastern quadrant of town with few exceptions. <br/> \n <br/> \nPalo Alto would have been unfathomably far away. Frankly, I can barely even fathom going anywhere near there myself and I live at the extreme southwestern edge of town."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "A sincere thankyou for the geography lesson"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Then to this I shall also add a history lesson. <br/> \n <br/> \nBy 1870 Mark Twain was living in New York. When he wrote  <em>Huckleberry Finn</em> , as well as most of his more well-known works, he was living in Hartford, Connecticut. While often associated with San Francisco he only lived here for a relatively short period of time, but did make a name for himself here before leaving for the East Coast.  <br/> \n <br/> \nAs well while  <em>Finn</em>  was published in 1884  <em>Life on the Mississippi</em>  was published the prior year in 1883 making it slightly more likely that he would have been working on it at the time. Even more accurately, he'd been working on the manuscript for  <em>Finn</em>  on and off from 1876 to 1883 so he would not have been referring to it in such a manner as in strip, where he appears to be beginning work on the story. Still, it does mean he could indeed have been writing it at the time. <br/> \n <br/> \nBut him being in Connecticut means that they must also have traveled in space and the entire previous discussion is irrelevant."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "This was the most pedantic series of posts ever. <br/> \n <br/> \nAlthough I'm sure you'll correct me on this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "It's just nice to have a niche. <br/> \n <br/> \nIf pedantry isn't considered a virtue on Assetbar then we're doing something wrong. <br/> \n <br/> \n <em>The most pedantic thing you can do is point out that a female pedant is technically known as a pedantress. Though this mainly only works for women.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 4,
    "snip": false,
    "text": "Ray and Philipe are visiting History!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 5,
    "snip": false,
    "text": "you will recall that, when he was stoned, Ray did remember that he was from history."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 11,
    "snip": false,
    "text": "But the question is... is an elderly Ray the old man that sold Ray the time machine?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "Whoah, awesome interpretation!  <br/> \n <br/> \nOther possibilities:  <br/> \n-Lonis Edison. <br/> \n-Lie Bot (double lie?) <br/> \n-Take a retarded child camping"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "Hey kid - no retard should pay to camp! <br/> \n <br/> \n/slaps a twenty on the table"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 3,
    "snip": false,
    "text": "another item from Ebay Platinum Reserve..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbys",
    "plus": 2,
    "snip": false,
    "text": "This is my favorite story arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Heh heh!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 4,
    "snip": false,
    "text": "Phillippe is so mature for his age all thinking that it is just pretend but having fun anyway that is just beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blackash",
    "plus": 6,
    "snip": false,
    "text": "Holy shit. For some reason I read \"Santa Claus\" as \"Samuel Clemens\" and then he's in the last frame. Goddamn that is awesome."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "This maybe my dubious-at-the-best-of-times eyesight, but is that a Space Marine?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mirzabah",
    "plus": 1,
    "snip": false,
    "text": "Black Templar <br/> \n <br/> \npst meet me behind the assetbar later we'll talk about stuff pst whistle hiss"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 1,
    "snip": false,
    "text": "Look at Mark Twain. So into his work on Christmas day that he ain't even celebrating."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 6,
    "snip": false,
    "text": "Well I suppose this might be because Santa Claus has just been born and as such there isn't much for Christmas festivities yet. <br/> \n <br/> \nI should think before posting silly comments like that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Consarn it! What the Dickens could that possibly be now?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyc",
    "plus": 3,
    "snip": false,
    "text": "I love that Ray just assumes Santa was born on Christmas. It makes sense!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "The cat doesn't want to disappoint the alive stuffed otter and also wishes to maintain the naive perception of omniscience so he tells a lie even though he knows that it is wrong. He never feels guilty about this even though he is surely going to hell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "has gone, past tense"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "number6",
    "plus": 0,
    "snip": false,
    "text": "I don't want to be making some kind of suggestion but is this arc a possible reference to the Star Trek TNG episode \"Time's Arrow\" where they also go back ane meet Mark Twain/Samuel Clemens?  Rad?  It is pretty rad."
  }
]