[
  {
    "depth": 0,
    "minus": 0,
    "name": "profbobo",
    "plus": 11,
    "snip": false,
    "text": "This is the raddest strip for realsies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 4,
    "snip": false,
    "text": "Agreed. I have feelings for Ray because he shares my love of nachos."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 1,
    "snip": false,
    "text": "I would have to name this as my favorite strip. The name of the movie in the lower left would be \"Pathos: A Day Without Nachos.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 32,
    "snip": false,
    "text": "Lord, I wish that we could see this strip completed. Molly is a character that needs more screen time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 21,
    "snip": false,
    "text": "Molly is so well written but she's only ever been a support character, outside of her blog. I'd really like to see more of Molly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 15,
    "snip": false,
    "text": "Yeah, as much as I love achewood, I wish it was less of a boy's club. Molly is a well-written character, so I think Onstad could pull off a couple more lady characters."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 25,
    "snip": false,
    "text": "But...but ladies make me feel frightened and confused."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rayonatoilet",
    "plus": 4,
    "snip": false,
    "text": "Really weird comment/avatar thing going on here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 4,
    "snip": false,
    "text": "Ladies are much more difficult to pull off. <br/> \n <br/> \nI mean, that thing is tiny, comparatively speaking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "It's like playing a game using one of those little nub mouses that IBM puts in the middle of their keyboards, versus using an entire joystick."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dissembly",
    "plus": 1,
    "snip": false,
    "text": "I miss those things. Always made me pretty horny. <br/> \n <br/> \nJust so you know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 6,
    "snip": false,
    "text": "It was probably Lyle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hannah",
    "plus": 3,
    "snip": false,
    "text": "he has no respect for other people's nachos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 64,
    "snip": false,
    "text": "No,  <a href=\"http://web.archive.org/web/20100906141800/http://m.assetbar.com/achewood/uua6H36Zc\">it was completely Todd</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rodneystubbs",
    "plus": 0,
    "snip": false,
    "text": "nice find"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckyg",
    "plus": 0,
    "snip": false,
    "text": "Hardcore. Good memory, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 0,
    "snip": true,
    "text": "A comment left by huber was marked lame too many times and excluded. (marked lame by mball, TheLoneliestMonkey, blarghamagarky, morbo, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lizjones",
    "plus": 2,
    "snip": false,
    "text": "The Mariner's Revenge Song, mayhaps?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "deimosrising",
    "plus": 7,
    "snip": false,
    "text": "\"We Both Go Down Together\" <br/> \n <br/> \nIt's not actually about a boat but it is about the ocean and drowning, and has a closer tonal connection in my mind."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "I agree."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "baryonyx",
    "plus": 6,
    "snip": false,
    "text": "Actually, you'll find that the majority of Decemberist songs are about drowning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>remember what she does when you're asleep...</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>Forty winking in the belfry<br/>\nYou'll not feel the drowning</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I was expecting all of Assetbar to post all the lyrics pertaining to drowning. <br/> \n <br/> \nGUESS NOT!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shortside40",
    "plus": 0,
    "snip": false,
    "text": "<em>In deep, far beneath <br/>\nAll the dead sailors slowly slipping to sleep</em> <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I'm thinking of Lorelei by the Pogues.  But it has been a few years since I heard it; I could have it mixed up with another song."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yomimono",
    "plus": 1,
    "snip": false,
    "text": "It's too bad Styx also wrote a song called Lorelei.  The Pogues one is never what comes to mind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "Thank you. Now whenever I read this I hear \"Come Sail Away\". God damn it."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "soilentshuggah",
    "plus": 3,
    "snip": false,
    "text": "Or maybe some more tougher stuff - like Ahab, Giant Squid, Isis. And meh favorite - Mastodon's - Leviathan."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "chrissketch",
    "plus": 1,
    "snip": false,
    "text": "I rarely listen to the hard stuff, but I must say that Mastodon is much epic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "A chubby for you, but mostly to offset two completely unwarranted lames for Heavy Metal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Wait, unless the lames were for utterly bizarre grammar. <br/> \n <br/> \nI'm sorry, Internet.  I know not what I do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 8,
    "snip": false,
    "text": "It's all about some Gordon Lightfoot. <br/> \n <br/> \n <em>Fellers, it's been good to know ye...</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "\"Good Morning Captain\" by Slint seems extremely fitting to me, in all its ethereal creepiness.  I almost wonder if Chris was listening to it when he came up with this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ted0phile",
    "plus": 0,
    "snip": false,
    "text": "If it seems like I've been replying to your comments a lot lately, it's because you keep saying such goddamn sensible things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "What's weird is that I keep seeing your replies ~45 minutes after you post them.  This one was 48 minutes after; the previous one might have been the same, actually, but i think it was 43 minutes. <br/> \n <br/> \nThis reminds me that I have Good Morning, Captain on my iPod, which is sitting right next to me, and I shall listen to it while I type an email.  If I'm lucky, I won't feel tempted to sign off on my email with <br/> \n <br/> \n <strong><em>I MISS YOOOOOOUUUUUUUUU!!!! AHHH MISS YOOOOOOOOUUUU!</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ted0phile",
    "plus": 0,
    "snip": false,
    "text": "Man, ever since I read that first asset of yours I cannot stop listening to Spiderland over and over again.  <em>What have you done to me?!</em> <br/> \n <br/> \nAnd that was actually a frighteningly accurate portrayal of his desperate cry at the end. That part never fails to give me the chills."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "No, it should be Iron Maiden's \"Rime of the Ancient Mariner\". You must stare at the strip for all 14 minutes of it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hexjumper",
    "plus": 107,
    "snip": false,
    "text": "It's sort of telling - the captain is the guy who's supposed to be in charge of the ship; he's a masculine figure, usually a strong one. When there's a crisis, his first response is to blow his head off, perhaps in view of a little girl.  <br/> \n <br/> \nIf you think about it, Achewood is all about masculinity and the way that different people react to it. Look at the death of Leo Fontanette Cadillac, whose inability to forgive and general type-A personality drives him to a lonely death in a cornfield. Or the Great Outdoor Fight, which is essentially a chance for three thousand men to mutilate each other for absolutely no reason. We cheer for the masculinity, but we're also aware of how stupid the whole idea is.  <br/> \n <br/> \nIt even extends to the main characters. Ray is constantly trying to display his wealth in an effort to bolster his self-esteem - when confronted with a rival, he's unable to cope, eventually turning his opponent into a parody of a man. If you go back through the archives, you see examples of masculinity at its worst - Lyle's drunkeness, Teodor's passive-aggressive behavior, Phillipe's naivety, Roast Beef's depression, Ray's vanity and pride, Todd. To be sure, they have many positive qualities as well, but Achewood is a strip about men's failures. (That's part  of what makes it so charming; we can empathize.) <br/> \n <br/> \nI suppose that I could talk about the shortcomings of the female characters, but there aren't many. Molly's the only one that we've seen on a regular basis, and while she's got a sharply defined personality in her blog, we don't see enough of her otherwise to really say what her faults are. (Well, her short-tempered refusal to try to understand Beef when he's doing one of his things, but she lives with the guy.) <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_pete",
    "plus": 1,
    "snip": false,
    "text": "While I would quibble a bit on the point about Achewood being all or exclusively about the failure of masculinity, [i]I like the cut of your jib.]/i]"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "riazm",
    "plus": 13,
    "snip": false,
    "text": "I enjoy that you do not attempt to list Todd's failures."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sargasm",
    "plus": 85,
    "snip": false,
    "text": "List of failures in Todd's life: <br/> \n <br/> \n1. Todd"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 33,
    "snip": false,
    "text": "Very insightful, but it should also be noted that Achewood is very much about men's  <em>friendships</em>  as well as their failings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "I agree. I wish I could give you more chubbies for that. I also wish I could give hexjumper more chubbies."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "Basically it's a big phallocentric sausage party"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "direhaggis",
    "plus": 1,
    "snip": false,
    "text": "It's the best goddamned sausage party on the internets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Your language suggests that there could be such a thing as a non-phallocentric sausage party. <br/> \n <br/> \n <em>Explain</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Please write a thesis (or similar) on this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dino_grill",
    "plus": 2,
    "snip": false,
    "text": "Astute, but as a lady person, I feel compelled to note that Achewood's pervasive masculinity doesn't seem conscious on Chris' part, but rather sort of a default.  The dudes in the strip have never mentioned having a female friend, women only come up in a sexual or familial context.  It's a sort of very masculine idea to think of girls as not being people that you can be friends with just like a dude.  Women in general seem to be pretty enigmatic to all these guys, and I guess in my mind that attitude is so pervasive in every aspect of this comic that it extends to the author. <br/> \nDoesn't make it any less funny to read.  Just sayin'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "That's probably true, but after seven years of doing the strip I'm willing to bet he's noticed this about himself by now. The awkwardness of the boyz around chickz has gotten more exaggerated along the line, so I reckon he's realized it and run with it rather than share with us his early experiments in the art of writing well-rounded autonomous females."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Interesting, but odd. As a man I've had a few good male friends, but I've also had plenty of good female friends, often at times when I really had no male friends at all. It depends on the person, yes, but I think it is also an issue that some dudes are just not willing to consider. A girl is someone you can make bukkake jokes with just as easily as a guy. Just don't be so afraid about it. <br/> \n <br/> \nI would totally be down with having a Best Lady."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nathanielperson",
    "plus": 0,
    "snip": false,
    "text": "I really want to read this someday. The fact that it hasn't been 2006 in almost 5 months doesn't change that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 1,
    "snip": false,
    "text": "Happiness is having tiny problems. Ray is a very happy person."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Maakies is one of the few strips as good as this. Consistently beautiful and skeevy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 3,
    "snip": false,
    "text": "Sorry, forgot: Tony Millionaire draw Maakies - www.maakies.com and many compilations on my shelves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nagsworth",
    "plus": 1,
    "snip": false,
    "text": "Mad props to Tony Millionaire, Maakies is pure poetry in a comic strip. Just gorgeous."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "it does my soul good to know that chris onstad reads maakies. <br/> \n <br/> \nthose are basically the only two comic strips i read.  sometimes penny-arcade, but only because i'm desperately trying to hold onto my youth and am doing so with video games."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "If you look at the pic a little abstractly it appears to be an eagle, gritting its teeth and imagining a shipwreck."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Heh. Yeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 5,
    "snip": false,
    "text": "Hmm...has no one commented on how the young man in the second-from-the-top-right panel (the one marked with \"earlier...\"), who Molly seems taken by, bares quite a resemblance to Roast Beef?   <br/> \n <br/> \nOr is it just that obvious and not worth commenting on (because I didn't notice it the first 5 times I looked at this one)?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "I wondered the same thing, actually.  Good find."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Me too. Damn, that is Roast Beef. It's all in the eyebrows..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "taiiga",
    "plus": 2,
    "snip": false,
    "text": "why in HELL is ray wearing a damn shirt"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "That's his Nacho Angst Shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "Has a complete edition of The Story of Molly Sanders ever been released? If not, something is wrong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "This never came to pass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "A fact that destroys me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "I'd like to know Molly's history.  Looks like she may be from circumstances as well.  It was probably her that ate the nachos; no one would ever suspect her."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 14,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nPat:  <a href=\"http://web.archive.org/web/20100906141800/http://journeyintoreason.blogspot.com/2006/01/new-years-resolutions-2006.html\">New Year's Resolutions: 2006</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20100906141800/http://philippesblog.blogspot.com/2006/01/goodbye-franky-my-son.html\">Goodbye Franky my son.</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20100906141800/http://chrisonstad.blogspot.com/2006/01/my-cell-phone-died.html\">My Cell Phone Died!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saddestking",
    "plus": 2,
    "snip": false,
    "text": "Maybe it's the beer, maybe it's the bourbon, but fuck me if I didn't tear up a bit at Philippe's entry here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>Totally with you.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I am 31 and a man and I cried."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "You straight up don't eat a man's nachos, dang"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 1,
    "snip": false,
    "text": "Two tragedies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prettyrad",
    "plus": 1,
    "snip": false,
    "text": "Dang, this is the third time Ray has referred to nachos as \"dang nachos\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 0,
    "snip": false,
    "text": "At some point you will figure out that this is a thing he says, rendering the specific number of times it is said as moot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audry",
    "plus": 0,
    "snip": false,
    "text": "This is so sandman-esque it makes me happy... or have nightmares."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "adult_beverages",
    "plus": 0,
    "snip": false,
    "text": "Ray says dang a lot."
  }
]