[
  {
    "depth": 0,
    "minus": 1,
    "name": "heatbag",
    "plus": 23,
    "snip": false,
    "text": "This is LIFE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": true,
    "text": "A comment left by carrollhach was marked lame too many times and excluded. (marked lame by HEYOO, americanadiano, mysterymeat1001, straw, Valenzetti, VandenBos, DestructoBot, Lolsworth, UntilYouAreSoNude, ishuta, implode, madnes, apocowarg, sirheph, doinkydoink, symbolsoup, The_Prophet, Gulik, KtistecMachine, riotdejaneiro, Dezufnocosem, mikeronomicon, HeyCrapOnThis, Thorfinn, Hipjiverobot, Rowan, sean1058, glorify, SixtySwine, Deusoma, sevenarts, capnb0b, dizneedave, science, envika, aargh, milhouse, MT85, jack_samson, Chaos, NYU, twohundredninety, wae, nobodyhome, kenthegod, goocifer, GregChant, mr_dna, StagnantDisplay, bk, LordHumungus, headphones, odei, anticitizen, alexlovesyou, theoneyouwant, Jhunter, atypicaloracle, Severide, equinn2006, prius_chaser, hikikomori, catgrl131, jollysaintpete, robbingdog, Wimble, chopper_d, Howard, NDCaesar, gtc, Hamhock, boojit, Lucid, Nessotron, K-JacK, MortisInvictus, MolotovCockatoo, Sargasm, umbra, atticusonline, abendsonnen, cchauffe, norrin, LordPretzel, HolyQ, ih8jonmayr, Firehawk, co1chester, mustconcentrate, prettyrad, empee, vodkavonstroheim, scramblesthedog, teluxe, achewife, pete, Troy_Convers, waddlerz, luckypyjamas, thebarbarian, cjk98, BrianNotBrian, Towel, fmercury, MR_Wilson, LaserBlade, hoarday4, chatterjee, cognitonaut, cashprizes, fatbackbuckets, peppill, bogmad, typo, anewcede, ravindra108, SonnyD64, orrrderup, Setzkin, Fcannon, gardenhead_, mountain, flangeon10, Hyetal, lateadopter, werthog42, AMP-d, GunsOfRay, qwerty, thunderbots, infodesk06, GusPlease, kenyot, captneko, Qatmandu, alejandroadam, eRiUukFJk, smilebuddha, Epicurus, helloftubby, lmflip, Sound-and-Motion, davidbowie, AidenS123, littlefatdog, SelbenCoirlo, Merkin579, lastlarf, clintisiceman, heatbag, Fathington, Toby, Rizzle, anatrafantastica, ibetso, Inordinate, scheissmacht, dugless, greyfield, JoulesIsEnergy, nilehus, Panserbjorne, J-Man, rmango, RoastBeet, niggar, DickLaurent, Mastronaut, I_Love_Kate, slalvation, gkiyo, Rakadin, Milo, ouroboros, Tipist, grayfox, morbo, wehavemagnums, shipsofgold, aperson, Budenhagen, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 0,
    "snip": true,
    "text": "A comment left by prius_chaser was marked lame too many times and excluded. (marked lame by Carlyle, riotdejaneiro, Thorfinn, Kelis_Navidad, NeoNaoNeo, SixtySwine, wittyname, odei, RandyJohnson, Connellingus, cryptfiend85, hikikomori, stop, ThreeBong, mira, Axhoola, Kensai, a-jay, rosie, Hexjumper, lazarusloafer, lastlarf, J-Man, rmango, Appers, dj)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kelis_navidad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kelis_navidad was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, Gulik, riotdejaneiro, Thorfinn, SixtySwine, permacouture, equinn2006, prius_chaser, hikikomori, moe_hawkins, luckypyjamas, Axhoola, lk, MR_Wilson, aesop_punk, chatterjee, cognitonaut, cashprizes, Fcannon, kenyot, lmflip, dj, morbo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by mikeronomicon, Thorfinn, Kelis_Navidad, NeoNaoNeo, SixtySwine, odei, cryptfiend85, hikikomori, stop, mira, Axhoola, lazarusloafer, dj)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelis_navidad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kelis_navidad was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, mikeronomicon, Thorfinn, SixtySwine, NYU, equinn2006, prius_chaser, moe_hawkins, luckypyjamas, Axhoola, lk, chatterjee, cognitonaut, cashprizes, kenyot, heatbag, dj)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "2kings",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 2kings was marked lame too many times and excluded. (marked lame by mikeronomicon, StoatLad, Thorfinn, Kelis_Navidad, NeoNaoNeo, SixtySwine, permacouture, NYU, Carpetbag, siolre, odei, theoneyouwant, cryptfiend85, Unkempt, mira, cashprizes, infodesk06, Hexjumper, mendenbar, wehavemagnums)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "william",
    "plus": 15,
    "snip": false,
    "text": "i agree with kelis, these fine scholars need to rail some chill pills"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kelis_navidad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kelis_navidad was marked lame too many times and excluded. (marked lame by SixtySwine, NYU, Axhoola, cognitonaut, dj)"
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "ohhh  <em> shiiiiiitttt </em>"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 2,
    "snip": false,
    "text": "Jesus Christ. My lame limit is 100, I thought it would NEVER be exceeded"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "JESUS CHRIST WHY THE FUCK DID I CHUBBY IT IN A PAST LIFE <br/> \n <br/> \nWHYYYYY"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I, too, am amazed.  Mine is also 100, but this blew that shit outta tha water.  Obviously a mob mentality, after a while. <br/> \n <br/> \nMakes me amazed she kept going after this being her first ever post."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Mine was 111, and I never thought that would be surpassed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Jeez, mine is set to 10....I figure that 10 lames should be enough to redeem yourself. But if people are still laming you after that, then you deserve it. Likewise my Chubby limit is at 25, reserved for the really good stuff."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You do like to say the most retarded things, don't you? Probably reckon the ad populum fallacy is a valid technique for winning an argument, don't you? Probably reckon that women who get gang-raped deserve it because the rapist majority reckons they do, don't you?  <br/> \n <br/> \nFacts as be, some of the best content posted on Assetbar is the stuff that is lamed to hell and beyond. It isn't that they deserve it, but that they dare to go against convention... to defy the metagame. To do other than what the hundreds of other folk are doing.  <br/> \nThat makes them so much better in my books. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Mine is 500. Not even Asherdan can approach that in a single post. Or can he?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "This was the post that made me bump mine up to 1000, you know, just in case."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "greyfield",
    "plus": 2,
    "snip": false,
    "text": "I know. I had to raise my lame limit just to lame it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 3,
    "snip": false,
    "text": "Yeah me too. I'm at 99, and I saw this, and my mind crawled out my ear and threw itself into the disposal. Heavy stuff."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "I'll roll em' a blunt the size of my arm. If that doesn't chill the kiddies out, nothing will."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dondoran",
    "plus": 0,
    "snip": false,
    "text": "Ironically, overmedicated does not sound like the type that should harsh a person's mellow."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 3,
    "snip": false,
    "text": "Wow. what did Carrolhach say? That is more lames than Ihave ever seen. That is a lame-storm!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nigelchaos was marked lame too many times and excluded. (marked lame by Unfun, Crowpaw, lordofring, jollysaintpete, woodenteeth, the_dingle, fmercury, littlefatdog)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": true,
    "text": "A comment left by invidious was marked lame too many times and excluded. (marked lame by mikeronomicon, trash_man27, Satyr, Appers)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I can totally understand why people would have lamed you for this. <br/> \n <br/> \nI am not one of them, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "For the record.. I'd carry the GOFs babies. <br/> \n <br/> \nLike a seahorse."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dominus101",
    "plus": 0,
    "snip": false,
    "text": "Wow, I didn't think I'd ever see a comment that overtopped my 100-lame limit. <br/> \n <br/> \nRock on, Carrolhach, rock on."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "No kidding.  This is definitely like some kind of rare gem.  This... this is a  <em>thing</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Don't be a cock. <br/> <br/> <br/> To anyone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "destructobot",
    "plus": 27,
    "snip": false,
    "text": "GOF was prob my fave arc altogether"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "digdugz",
    "plus": 1,
    "snip": false,
    "text": "Definitely"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "crazyed",
    "plus": 0,
    "snip": true,
    "text": "A comment left by crazyed was marked lame too many times and excluded. (marked lame by apocowarg, riotdejaneiro, TonyHighwind, bug, Howard, Nessotron, MortisInvictus, achewife, luckypyjamas, fmercury, hoarday4, fatbackbuckets, Methadone, marinesnow, Mastronaut, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "2kings",
    "plus": 6,
    "snip": false,
    "text": "2000 flushes party is mine"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deirdre",
    "plus": 17,
    "snip": false,
    "text": "2000 flushes is amazing.  \"I wish in the past I had tried more things 'cause now I know that being in trouble is a fake idea\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "hell to the yeah"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Without a doubt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaronfrancis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aaronfrancis was marked lame too many times and excluded. (marked lame by NeoNaoNeo, nocarsgo, rmango)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 9,
    "snip": false,
    "text": "I am pretty certain I am a better person because of it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "GOF is really what hooked me on the achewood...like Eastwood meets MadMax meets Bronson...that is hell of manly...two, er, four words: GOF movie...let's make that happen.  Seriously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "well they are making a full color graphic novel of it, so that'll have to suffice"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Seriously."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "seriously"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Seriously"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "seriously"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Seriously"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "seriously"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Seriously"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Seriously <br/> \n <br/> \noh fuck"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "yeah yeah yeah..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "No really, seriously."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "You guys CANNOT be serious."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theguitarhero was marked lame too many times and excluded. (marked lame by The_Prophet, Spoon, glorify, NicM, Vihil, BrianNotBrian, aHatOfPig, fatbackbuckets, Xaxx)"
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "vihil",
    "plus": 3,
    "snip": false,
    "text": "Nice barely-connected pop-culture reference there, I'm sure all the kiddies at Hot Topic think you're the shit."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah, seriously dude."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "seriously"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "seriously."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "yeah seriously"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Man...seriously"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "seriously"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Seriously"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "pie4me6",
    "plus": 1,
    "snip": false,
    "text": "C-c-combo breaker!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cchauffe",
    "plus": 3,
    "snip": false,
    "text": "GOF was the best story arc in recent memory."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowan was marked lame too many times and excluded. (marked lame by apocowarg, NeoNaoNeo, Unkempt, TheGreatestCape, achilleselbow, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by featurelessvoid, NeoNaoNeo, Badgerus, fociP)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattydread",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattydread was marked lame too many times and excluded. (marked lame by ishuta, NeoNaoNeo, luckypyjamas, fociP)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by Red_Dawn, Howard, nocarsgo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by featurelessvoid, NeoNaoNeo, wino, STUART)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sleeps",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sleeps was marked lame too many times and excluded. (marked lame by NeoNaoNeo, fosters, drago25)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "I thought setting my max \"Lame\" preference to 40 would be enough to read every comment posted. Thank you for proving me wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Wow, I thought the same thing. My Lame preference is even at the same level."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nilehus",
    "plus": 0,
    "snip": false,
    "text": "94 lames. Record on a non Asherdan/retardo comment?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "That's a record even counting them!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "setzkin",
    "plus": 1,
    "snip": false,
    "text": "DAAMN! I've never seen a comment with so many lames, I had the threshold set to 100 and it was  <em>still</em>  buried. Bravo ma'am, I chubby your comment based solely on its impressive affinity for lames."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "This is the lamest comment I have ever read"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by sassacrass, hoarday4, lordparadise)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Looks like the lynch mob has dispersed, or forgot how to read.  I'm 50/50 on the GOF, but I have preordered the book 'cuz I want Onstad's baby to have diapers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apricotta",
    "plus": 1,
    "snip": false,
    "text": "Chubby for not fearing to voice your opinion about GOF."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 6,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Tell me what the hell was funny about 20-something strips fawning over how much of a badass Ray is? I get it already.</em></div> <br/> \n <br/> \nActually, based on that quote I don't think you do.  The Great Outdoor Fight was NOT about how much of a badass Ray is, but rather about how deep and strong Ray and Beef's friendship is.  Also, you act as if the one and only purpose of this comic is to provide laughs.  Wrong again.  Certainly Onstad's written many things  <em>funnier</em>  than the Great Outdoor Fight, but few could surpass the GOF in terms of the depth they added to Achewood character development and character relationships."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "And GOF most definitely did not jump the shark, at least not in my definition of 'jumping the shark'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Whoa guys.  I had my lame setting to 100 and this got hidden.  That's quite an accomplishment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "I hope YOU are proud of being lamed 129 times, because if I were YOU, I wouldn't be"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "My god, no matter how high I raise my lame threshold, some comment will exceed it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "more lames than Asherdan? IS..is that.. possible?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "You have brought eternal shame upon you and your ancestors, but eh... <br/> \n <br/> \n...everyone says stupid shit once in a while. <br/> \n(I beg my forgiveness for past sins)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Daaang. I had to up my lame threshold to 200. That is some ill gunk right there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wino",
    "plus": 2,
    "snip": false,
    "text": "i love how todd is just standing a little to the left of the pitchers mound."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "He's playing to pull... on a bunt... looking the other way.  >XD"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wino",
    "plus": 1,
    "snip": false,
    "text": "i think he's just high."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wino",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wino was marked lame too many times and excluded. (marked lame by Malesherbez, -0_0-, wehavemagnums)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbitnu",
    "plus": 1,
    "snip": false,
    "text": "Ray is a  man of great accomplishment"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tapaidhnaomh",
    "plus": 0,
    "snip": false,
    "text": "CLassic Ray inner monolgue plus a nice inclusion of some characters we ain't seen in a while."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "wait uh which characters have we not seen in a while"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jdhenry105",
    "plus": 2,
    "snip": false,
    "text": "ROAST BEEF"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I think this is the best possible addition one could make to a plexiglass grillin'-dome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asumoactingbig",
    "plus": 8,
    "snip": false,
    "text": "Chris, do we even need to ask for Stoned Lightning t-shirts or are you already on that?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "onstad",
    "plus": 55,
    "snip": false,
    "text": "There has been maybe a thousand percent interest in such a shirt. I'm working on ink colors as you read this. We haven't had a new shirt in a while, I think this might be \"the one.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lfitzmaurice",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I probably will wear such a shirt ALL THE TIME."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 10,
    "snip": false,
    "text": "Bat Mitzvahs, funerals, hostage situations.  Nope, can't think of a single non-time to wear it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "kelis_navidad",
    "plus": 15,
    "snip": false,
    "text": "Can you make it like a baseball jersey that says \"Davide\" on the back? It's pretty important that women think my name is Davide."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dmort",
    "plus": 0,
    "snip": false,
    "text": "the existence of a Stoned Lightning t-shirt would cause a spontaneous combustion of purchase."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lugosh",
    "plus": 0,
    "snip": false,
    "text": "Nice avatar! I love the wizard's duel!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, UntilYouAreSoNude, riotdejaneiro, NYU, shammack, Moraiat, bug, prius_chaser, moe_hawkins, mira, luckypyjamas, cognitonaut, suprememongoose, infodesk06, dugless, Mastronaut, flynn)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": true,
    "text": "A comment left by semiquaver was marked lame too many times and excluded. (marked lame by lastpolarbear, unalone, ghoti)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "missysb",
    "plus": 0,
    "snip": false,
    "text": "It's totally fine, when it's okay. Mm Pete Rose Robot. Mm, cheesecake. What was I talking about?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "supadupa",
    "plus": 2,
    "snip": false,
    "text": "Words to live by... that's fine cause that's OK. The world needs more of this!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heliotrope",
    "plus": 1,
    "snip": false,
    "text": "Todd needs more lines.  But the haircut on the robot is good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 12,
    "snip": false,
    "text": "The last thing Todd needs is to do more lines."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dugless",
    "plus": 1,
    "snip": false,
    "text": "in order to have strange cares"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ferrets54",
    "plus": 1,
    "snip": false,
    "text": "I love Cornelius."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snakeoilsalesgirl",
    "plus": 1,
    "snip": false,
    "text": "Thi is because I also aint need to be stoned in order to have strange cares."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zzzleepy",
    "plus": 0,
    "snip": false,
    "text": "wait i don't quite get RB - is he not stoned but quiet and paranoid enough to qualify as stoned sober sadness?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zzzleepy",
    "plus": 4,
    "snip": false,
    "text": "PS the \"roast beef\" sign is a hilarious touch"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 0,
    "snip": false,
    "text": "I think so. I think he is so weird and his thoughts are so unnatural that he qualifies as stoned, though he would pass any drug test."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usagi21",
    "plus": 1,
    "snip": false,
    "text": "I can think of a few people I know who would join this league (but I'd definitly be in the bubble like Beef)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a_dude",
    "plus": 1,
    "snip": false,
    "text": "I don't think Cornelius Bear tokes.  I have never seen the ole chap toke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 3,
    "snip": false,
    "text": "but he has the stoned eyes going on. he probably smoked in the classiest way possible"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Can you get loose hash, like baccy? Stick it in his pipe?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "Yes you can and yes he did. I am 100% certain that Conny takes his weed in an old-fashioned pipe like you would see Sherlock Holmes using."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 2,
    "snip": false,
    "text": "when at his residence, Cornelius prefers the cool elegance of his wrought-iron hookah with a special blend of shishas, obtained from the local tobacconist"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cashprizes",
    "plus": 0,
    "snip": false,
    "text": "I find it hard to belive Todd ain't not been stoned. I guess he's more the ajax and quaaludes type."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jack_samson",
    "plus": 1,
    "snip": false,
    "text": "I think the \"ain't not\" implies double negative status as in, has never not been stoned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cashprizes",
    "plus": 1,
    "snip": false,
    "text": "ah, the ol' double negative. how silly of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nessotron",
    "plus": 0,
    "snip": false,
    "text": "Goddamit, Todd is clearly a petrol sniffer, he ain't the kind of a guy that can just have money to buy weed. He just can't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "suziiswanda",
    "plus": 0,
    "snip": true,
    "text": "A comment left by suziiswanda was marked as spam and excluded. suziiswanda: What a douche. (reported by NYU, mira, wehavemagnums)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 0,
    "snip": false,
    "text": "Watch out for Vlad- he probably has money on the game."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djmdith",
    "plus": 4,
    "snip": false,
    "text": "I'm no longer reading in a vacuum! oh man this is so wackyyyyy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked as spam and excluded. socks: What a douche. (reported by NYU, Moe, cognitonaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by NYU, fosters, Moraiat, bug, prius_chaser, mira, infodesk06)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "No one cares, champ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "erinkate",
    "plus": 0,
    "snip": false,
    "text": "how long until i can have one of those shirts?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fidget",
    "plus": 0,
    "snip": false,
    "text": "I am curious about the outfielders"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "happycat",
    "plus": 8,
    "snip": false,
    "text": "Warning, smoking weed may lead to good times and a sense of accomplishment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Shouldn't Lie Bot be the umpire?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "davidbowie",
    "plus": 4,
    "snip": false,
    "text": "GOF was a serious milestone in the strip. If you don't dig it, then I just hate everything about you. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "Vlad's finger gesture. <br/> \n <br/> \nIs so Vlad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dinosaur-j",
    "plus": 0,
    "snip": false,
    "text": "Vlad's spare tire. <br/> \n <br/> \nIs sooo turnink me on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "threebong",
    "plus": 1,
    "snip": false,
    "text": "This strip sums up why Achewood is the only cartoon I read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donjolly",
    "plus": 1,
    "snip": false,
    "text": "You never see Ray reflecting on his big onerous projects. Good strip and great character moment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cchauffe",
    "plus": 2,
    "snip": false,
    "text": "I believe that one of the few dreams that all great men share is to have all their guys, stoned, on the baseball field."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "2kings",
    "plus": 0,
    "snip": false,
    "text": "wheres lyle?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "russian",
    "plus": 0,
    "snip": false,
    "text": "Oh Mr.Bear, always a good one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chatterjee",
    "plus": 1,
    "snip": false,
    "text": "Heeeey, how did Todd come back to life? Teodor killed him in that funniest home movies tape he mentioned in his blog, and Todd has demonstrated that he has big problems with the secret exits in the underworld Friendly's"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "0nstaad",
    "plus": 6,
    "snip": false,
    "text": "NO ONE SHOULD BE A COCK TO A STRANGER EVER"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professor_bear",
    "plus": 0,
    "snip": false,
    "text": "we're in it the middle of it man. we're knee deep in it!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billylk",
    "plus": 1,
    "snip": false,
    "text": "@carollhach <br/> \n <br/> \nGreat Outdoor Fight was one of the strips creative apexes. You crazy, girl."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "Can robots get high?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "happycat",
    "plus": 5,
    "snip": false,
    "text": "Now uploading dank.exe"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "Haven't seen  <em>Futurama</em> ? It's called jacking on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vajango",
    "plus": 0,
    "snip": false,
    "text": "Man I got friends who would do this, we should do this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "william",
    "plus": 0,
    "snip": false,
    "text": "count me in"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirtyantaeus",
    "plus": 0,
    "snip": false,
    "text": "He called him the robot, that's fine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "matchedandnumbered",
    "plus": 0,
    "snip": false,
    "text": "Man...I wish I knew a russian robot with a Pete Rose hairpiece."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carnelian",
    "plus": 1,
    "snip": false,
    "text": "this is huge. first time i realised there was a forum for achewood. Chris it is an awesome thing for a man to do."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zoom",
    "plus": 0,
    "snip": false,
    "text": "I just realized it too. I am thinkink it is a good think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 1,
    "snip": false,
    "text": "Theres been a forum for achewood at Touamb.org for a long time"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "side_show",
    "plus": 0,
    "snip": true,
    "text": "A comment left by side_show was marked lame too many times and excluded. (marked lame by GeyserShitdick, bug, ThomasEdison, birkensocks)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by wombat, Lacrimus, nocarsgo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "side_show",
    "plus": 1,
    "snip": false,
    "text": "You're the one bitching right now, so... you know... brilliant."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 1,
    "snip": false,
    "text": "I ain't bitching, dogg. I just speak the truth."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thomasedison",
    "plus": 0,
    "snip": false,
    "text": "This thing is awesome"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donsoze",
    "plus": 2,
    "snip": false,
    "text": "What is interesting is that we so far have yet to see absolutely any of the equipment required for softball."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Stoned Softball is like Zen Archery. You need no equipment; you simply  <em>are</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shipsofgold",
    "plus": 0,
    "snip": false,
    "text": "i wonder if ray only printed up one shirt; i bet he's got classy giftbags for all the players.  some reefer, a t-shirt, and a pan seared ribeye."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shipsofgold",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorother",
    "plus": 0,
    "snip": false,
    "text": "I like how the grills are all showing hot wavy air lines . . . . along with poor Todd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Todd is SO BAKED."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biggreen96",
    "plus": 0,
    "snip": false,
    "text": "hopefully beefs glass is shatter resistant..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erskelyne",
    "plus": 1,
    "snip": false,
    "text": "Just the thought of a stoned-out Cornelius makes me smile. You know dude has some tales he could tell when he's well into that state."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erskelyne",
    "plus": 0,
    "snip": false,
    "text": "Dammit, forgot to give it a pro."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rowan",
    "plus": 1,
    "snip": false,
    "text": "I must say I certainly have some favorite achewoods, but  each one is always more incredible than the last , god I love achewood it is sooo good ! sooo good !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jacksonspecific",
    "plus": 0,
    "snip": false,
    "text": "mmmmm grillll"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nsrdude",
    "plus": 1,
    "snip": false,
    "text": "Ray has a sense of achivement not equalled often in everyday life. I feel Ray is fine with himself. More people should take stock of what they have made."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lowercasejim",
    "plus": 0,
    "snip": false,
    "text": "The Charlie Hustle haircut makes the robot look like Death Wish, potentially harshing a buzz."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odvo",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this strip are: positive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "side_show",
    "plus": 0,
    "snip": true,
    "text": "A comment left by side_show was marked as spam and excluded. side_show: What a douche. (reported by dianahamilton, mira, infodesk06)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jhunt",
    "plus": 0,
    "snip": false,
    "text": "Man, I hope you're right.  That shirt is a vital part in a recipe for Summer shenanigans.  Crucial!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl-s",
    "plus": 0,
    "snip": false,
    "text": "WHAT IS THAT ABOUT \"THE DIORAMA\"?  I know a diorama is a 3D representation of a scene, but I totally don't get the reference to \"major religious thinkers [coming] out against [it]\" in the Cornelius panel, if indeed there is anything to \"get\" and if it's anything other than another absurd little joke.  HELP."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 1,
    "snip": false,
    "text": "It's a joke about religions coming out against all manner of stupid crap, like Harry Potter or tits. It's funny to think of the church deciding that dioramas represent a direct threat to morality. To me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "misterwolf",
    "plus": 0,
    "snip": false,
    "text": "Yes, exactly, I thought this was hilarious. Also that it was such a long time ago that this is the worst thing that serious men of faith could find to complain about in popular culture."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "billyamericana",
    "plus": 0,
    "snip": false,
    "text": "It may also have something to do with Ray not really knowing about religious terms and confusing \"diorama\" with \"diocese\" or some other actual church phrase. But it could be both, neither, or something else, really - major religious figures railing against \"the diorama\"  <strong>IS</strong>  hilarious... and quite possible given the current environment in America... *sigh* sometimes I hate this place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl-s",
    "plus": 0,
    "snip": false,
    "text": "I love Ray's satisfied/stoned half-smile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesseadam",
    "plus": 0,
    "snip": false,
    "text": "why is Ray the only one wearing a shirt?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "misterwolf",
    "plus": 0,
    "snip": false,
    "text": "Dog, Cornelius is dressed to the nines, and there is no emperical evidence on Beef. Tedore seems to have some sort of emblem on his chest, though this could possibly be a tatoo or some sort of trendy tribal ritual scarification."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "It's a T."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "misterwolf",
    "plus": 0,
    "snip": false,
    "text": "In any event probabally a \"T\" on a shirt, is my point."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thomasedison",
    "plus": 0,
    "snip": false,
    "text": "It is in honor of this strip that I spark up and head to the field."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misterwolf",
    "plus": 1,
    "snip": false,
    "text": "Congradulations, Mr. Onstad. You have figured out how the game of baseball might be made marginally bearable. <br/> \n <br/> \nAlso, those dioramas are flithy, heathen idols. A trap for the young, and a thorn in the side of the righteous."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "the best part is that he calls vlad \"the robot.\" <br/> \n <br/> \nalso, i am overjoyed to note that the team name \"stoned lightning\" is remarkably similar to \"mahogany thunder,\" which is my hittin' piece, so named for its classy wood finish and stiff punch below the sternum that it delivers, as though a sudden thunderclap, upon inhalation. <br/> \n <br/> \nit's good to see cornelius getting his nebria on, and in the same strip as todd!  both of my favorites, stoned on a baseball field.  what a rare and delightful occurrence!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ian",
    "plus": 0,
    "snip": false,
    "text": "you guys are right"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "austinmayor",
    "plus": 2,
    "snip": false,
    "text": "I love you Chris. <br/> \n <br/> \nBut not in a gay way. <br/> \n <br/> \nWell, not  <em>just</em>  in a gay way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supernintendochalmers",
    "plus": 0,
    "snip": false,
    "text": "oh man pete rose hair"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "What everyone is saying about Cornelius is correct.  He would do well to have his own inner monologue in a following strip; getting him stoned is quite a  <a href=\"http://web.archive.org/web/20101005110822/http://www.achewood.com/index.php?date=05192005\">development</a>  for his character."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattydread",
    "plus": 0,
    "snip": false,
    "text": "This is something I would want to try.  Coincidentally, all my friends know how to grill."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "This has evolved into my dream since I was 12. First it was baseball. At 16 it became stoned. at 18 it had a GRILL! YES!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bigdumbtravface",
    "plus": 0,
    "snip": false,
    "text": "Onstad has my personal permission to jump whatever sharks he so desires.  This idea is infuckincredible. <br/> \nI'm doin' it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Jumping the shark should be literal... and an olympic sport."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mira",
    "plus": 1,
    "snip": false,
    "text": "Wasn't there a Happy Days about this idea?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bobquest3",
    "plus": 0,
    "snip": false,
    "text": "Best arc since the party, easily."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "I don't know, I liked Trent Resner's Car a lot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jetgrindeggy",
    "plus": 1,
    "snip": false,
    "text": "Ray's Stoned Lightning shirt needs to be in the shop ASAP."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buster",
    "plus": 0,
    "snip": false,
    "text": "I second this notion"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jason_a_w",
    "plus": 5,
    "snip": false,
    "text": "Whosoever uses the phrase 'jumping the shark', under whatever circumstances, needs to think about where their life took a wrong turn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "I think it was not watching Happy Days because it was horrible and lame like the rest of the 70's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 2,
    "snip": false,
    "text": "Arrested Development used it pretty effectively."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by fosters, bug, cryptfiend85, boojit)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "ray's smile is the most beautiful thing."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "So. <br/> \nMany. <br/> \nOne. <br/> \nLine. <br/> \nCom. <br/> \nMents."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scotish_arab",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is the Id, true that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "helmstreet",
    "plus": 0,
    "snip": false,
    "text": "I think he's more my ideal ego. He has waaaay too many inhibitions to be the id, way too much fun to be the super ego. I'm gonna stick with ideal ego. Any Freudians in the house wanna weigh in?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patiently56",
    "plus": 0,
    "snip": false,
    "text": "stoned league softball would be much more fun than beer league softball."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I dig this strip, next time I am high I will no doubt start to list my \"strange cares\" and the ways the are strange in a mellow tone. <br/> \n <br/> \nRe: the Great Outdoor Fight, it was not a shark-jumping in my opinion. It could easily have been a disaster but I think Mr. Onstad pulled it through nicely, especially by keeping a tight hand on how much \"fighting\" was shown in the arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 0,
    "snip": false,
    "text": "\"Strange cares\" is such a succinct way to sum up RB.  Also, good band name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "Awesome-bot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 8,
    "snip": false,
    "text": "\"That's fine, 'cause that's okay.\" <br/> \n <br/> \nI don't know why I like that line so much, but I do. There's just something... right about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ixmucane",
    "plus": 0,
    "snip": false,
    "text": "This is the line I am most want to and am likely to find a situation to actually use in since \"because of a problem?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oishii",
    "plus": 1,
    "snip": false,
    "text": "I like how Vlad becomes \"the robot\" in this strip.  <br/> \n <br/> \nI also like how people can only speak their minds when they are saying something positive or using the word \"awesome\", lest they be lamed into hiding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "takepills",
    "plus": 0,
    "snip": false,
    "text": "\"that's fine, 'cause that's okay.\" is officially going into use in my life"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "panel four made this for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tad-",
    "plus": 0,
    "snip": false,
    "text": "\"I need them to remember: 'The cat in the glass is Beef'\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "A Pete Rose bot is fine because it is okay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "too bad the robots cant get stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 1,
    "snip": false,
    "text": "I like how Roast Beef's area has a sign with his name on it.  <em>because we need to know that it's him</em> ."
  }
]