[
  {
    "depth": 0,
    "minus": 0,
    "name": "afastidioushat",
    "plus": 11,
    "snip": false,
    "text": "I neglect to realize that I am audiocasting when company is around. I should really look into changing my ways."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "Why stand when there's a perfectly good seat?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 13,
    "snip": false,
    "text": "This and old rules of etiquette (always stand when a lady enters the room, etc.), all point to one fundamental statement about males: <br/> \n <br/> \nReal men stand at unnecessary times."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "HA ha! Multiple entendre!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I made an entendre? Where?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 7,
    "snip": false,
    "text": "I - I'm really not sure anymore. I may have been drunk when I made that comment. I apologize."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "userbeliever",
    "plus": 0,
    "snip": false,
    "text": "could be penis-related joke"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 1,
    "snip": false,
    "text": "Do you think having alcoholism is rad?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "Yes"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "panthera3000",
    "plus": 1,
    "snip": false,
    "text": "I thought it was a harvey birdman reference"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "You pee sitting down pass it on"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I pee sitting down pass it on"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "picnick",
    "plus": 0,
    "snip": false,
    "text": "I pee while sitting down pass it on"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 3,
    "snip": false,
    "text": "I pee while passing shit down on it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "techiebabe",
    "plus": 4,
    "snip": false,
    "text": "Wow, the terms and concepts I've missed, having only girl parts my whole life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lugosh",
    "plus": 6,
    "snip": false,
    "text": "That cat sure does like corn..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rainwolfj",
    "plus": 7,
    "snip": false,
    "text": "One of my cats will eat corn that enthusiastically... but he'll eat anything he sees me eating the same way..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anticitizen",
    "plus": 6,
    "snip": false,
    "text": "That avatar, that comment, and that reply combined with my healthy affinity for this website have all proven to me that my damn cats won't ever do anything cool  <strong>ever</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "Yeah, that bowl can be quite a good amplifier.  Pissing against the side and not directly into the pool is also much quieter, and minimizes the dried pee splash that decorates most men's bathrooms."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "superleahjane",
    "plus": 0,
    "snip": false,
    "text": "Cleaning up after yourself also eliminates dried... ahem... elimination"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "beverage",
    "plus": 0,
    "snip": false,
    "text": "I am a man. I will audiocast no matter the audience.  It's much worse if people think you pee sitting down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 20,
    "snip": false,
    "text": "I cover it up with a lusty rendition of \"Immigrant Song.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jhunter",
    "plus": 2,
    "snip": false,
    "text": "AH-AHHHHH-AH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "That is a hilarious mental image. Mental video. Thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "adonkon",
    "plus": 2,
    "snip": false,
    "text": "Man what's so bad about audiocasting <br/> \n <br/> \nWhy people gotta get all up in arms about the sound of liquid hitting liquid"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "For a moment I thought you meant you were reading this aloud, which would be quite awkward if anyone unfamiliar with the strip were around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 11,
    "snip": false,
    "text": "I actually felt a twang of disappointment when I entered Ray's urine into wikipedia and didn't find his article"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 2,
    "snip": false,
    "text": "Well, get to work!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Sadly it merely redirects you to Achewood's article."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 44,
    "snip": false,
    "text": "When this first came out, Ray's Urine was a real page, not a redirect. If they have episode summaries of Friends, they can have \"Ray's Urine\". What the HELL people."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "They even got rid of the redirect at one point, the BASTARDS. I put it back myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 21,
    "snip": false,
    "text": "Those wikipedia people are very stern about things like this. They take their interneting very serious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 11,
    "snip": false,
    "text": "We need a victory with Wikipedia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 8,
    "snip": false,
    "text": "those dudes do not give up easy they will edit and delete until the internet looks like the aftermath of waterloo"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 16,
    "snip": false,
    "text": "Even legitimate things are off limits to them. For some reason the high-schoolers in charge of the chemistry pages won't let me replace 'pleasant' with \"OFFENSIVE\" odor in the carbon disulfide entry because \"I don't have a reference saying it's smelly.\"  What the FUCK, people, I  <em>work with it</em> ! GAHD! <br/> \n <br/> \nI'm sorry. Everyone. No one THERE will listen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dominus101",
    "plus": 5,
    "snip": false,
    "text": "I spent two weeks trying to edit a reference to Achewood into the Catullus article. Just a \"Catullus was mentioned in the webcomic Achewood\" with a link to the Catullus strip. I even had it entered in the \"Catullus in Popular Culture\" section of the article. Those uptight Wiki-dorks deleted it every time.  <br/> \n <br/> \nIn the discussion area, they told me to look at the other popular culture entries to see what was \"appropriate\".  <br/> \n <br/> \nWell fuck you, Wikipedia, for only thinking Operas and the like are appropriate pop culture."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hyetal",
    "plus": 3,
    "snip": false,
    "text": "You pick any ancient Chinese general you want and scroll to the bottom of his Wikipedia page; you'll find a description of his moveset and character profile from the  <em>Dynasty Warriors</em>  games. <br/> \n <br/> \nSome part of me felt that this was worth adding."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "ahhahahaha the lists of video game and family guy references at the bottom of most useful pages is one of the things i hate most about wikipedia now i find out it's because of you two clowns"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Yeah I keep getting banned for writing \"You just lost the game!\" as a hidden comment in various pages. <br/> \n <br/> \nNo sense a' humor, the lot of them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "homeskool",
    "plus": 0,
    "snip": false,
    "text": "Thanks, now I just lost the damn game."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 14,
    "snip": false,
    "text": "IF wiki editors had their way Wikipedia would be six hundred pages about Megatokyo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Hmmm. Redirect to wikipee would be much more apropos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "subactuality",
    "plus": 0,
    "snip": false,
    "text": "Every wikipedia editor is Pat.  Every. God. Damned. One."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "fattybeaver",
    "plus": 33,
    "snip": false,
    "text": "I actually try to \"audiocast\" louder when company is over in hopes they will subconsciencely think I have a big wang."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vreeeee",
    "plus": 15,
    "snip": false,
    "text": "Although it really has more to do with internal pressure; if they stop to think about it at all they will probably just assume you have a small bladder."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 2,
    "snip": false,
    "text": "i refuse to sit down when i have company but i do aim the stream for the sides of the bowl where there's no water. it's very effective at noise-dampening but not recommended if you want a clean toilet rim."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hastooo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hastooo was marked lame too many times and excluded. (marked lame by straw, apocowarg, riotdejaneiro, sarmatron, NDCaesar, techiebabe, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "apocowarg",
    "plus": 5,
    "snip": false,
    "text": "Urine drying on the flat surface of a toilet rim is no one's defintion of clean. While the urine hitting the side walls of the toilet does have a minor cleaning effect, the risk of pissing on the rim and floor are greater than if you pissed directly into the water. Given the fact that urine does not always exit the male urethra in an orderly and straightforward fashion this further contributes to a dirty toilet rim. And yes, I am an idiot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 11,
    "snip": false,
    "text": "I flush the toilet and then try to race to see if I can finish peeing before it stops flushing.  <em>Regardless</em>  of whether or not I have company over."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Damn so that's what's up with you guys. <br/> \n <br/> \nThat still doesn't explain those people I've come across in public bathrooms: they start flushing the urinals as soon as they start peeing, and continue to do so until done, maybe 3 or 4 times.  It bothers me to no fucking end."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 48,
    "snip": false,
    "text": "Man, what the fuck? Personally, I try and remember to not audiocast, but I then forget, start peeing, feel terrible for the amount of noise I'm making, reach over and try and turn on a faucet, re-direct my stream of pee and end up peeing in the bath tub, freak out because I really wanted to have sex with the person in the other room and there is no way they are going to bone me if they hear how loud I pee and I peed on all their things, accidentally urinate on myself, and start singing the first verse of James Brown's \"The Big Payback\" acapello while flushing repeatedly to cover up the noise of my continued peeing and also while wiping up the pee. <br/> \n <br/> \nWell, really, that only happened once. But it stuck in the mind, and to this day I'm really neurotic about peeing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 1,
    "snip": false,
    "text": "This story is reason enough for the need for inbox sorting. A chubby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I really wish I could chubby this again."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sock",
    "plus": 0,
    "snip": false,
    "text": "Don't worry. I've got you covered."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "\"Get ready, you mutha'!\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 2,
    "snip": false,
    "text": "\"I might not know karate, but I know...c-raze!\" James Brown is too addicted to all kinds of terrible drugs to finish the word \"crazy\". Also, at one point, the man screams out \"Holocaust!\" Truly, one of the great madmen of our time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "njury",
    "plus": 0,
    "snip": false,
    "text": "I wish I hadn't run out of chubbies, this is 10 kinds of awesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "karljw",
    "plus": 0,
    "snip": false,
    "text": "i started laughing uproariously at the bathtub part and didn't stop til the end. well done, sir."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hastooo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hastooo was marked lame too many times and excluded. (marked lame by Mangtastic, NDCaesar, Fermatprime)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "You are the real deal, jerk face."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I do that all the time anyway. Shooting straight for the water can cause hella splashback... unless you're totally lacking pressure. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dumase",
    "plus": 0,
    "snip": false,
    "text": "you know what they say about people with small bladders."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 16,
    "snip": false,
    "text": "That they are usually Charles Bukowski?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "BRING ME YOUR URINE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "Small shoes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "Occasionally when I worked at Broadwing I'd have a reverie in the toilet stall, you know: #2 - when a mystery person would enter the bathroom and make the terrifying noise of a mop bucket being dumped into the urinal. I could never conclude my business rapidly enough to assess the person responsible, or whether an actual bucket was involved. Finally a few months into this mystery, fortune smiled as I was washing my hands. Douchey McDouchekins (a high-level back stabbing douche hated by everyone including his friends) came in and made that terrifying sound, WITH HIS PENIS. To this day I still shudder ..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "digdugz",
    "plus": 7,
    "snip": false,
    "text": "Really if you had a larger wang it would hang lower and be closer to the toilet bowl, making less noise."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hooves",
    "plus": 0,
    "snip": false,
    "text": "oh my god, I do that as well hoping for the same effect. I thought I was the only one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "\"Y'all take a listen, you'll hear a deep sound comin' down from Bobby Peru.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tomsonlocal",
    "plus": 2,
    "snip": false,
    "text": "This strip wins as Ray feels the need to check that no-one is watching him gain a win over a computer in the second panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 2,
    "snip": false,
    "text": "I love the [[untrue?]] notation used. I feel most Wikipedia articles should feature this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "They do, except you write {{dubious}}."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "But that's  <em>lame.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 0,
    "snip": false,
    "text": "\"ping\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 9,
    "snip": false,
    "text": "I assume he wanted to type with the class and integrity of a typewriter, but still be able to delete mistakes, so he ordered  a custom keyboard from Japan that has a sound effect linked to the 'enter' key."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "That is astute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "There's a Program that allows each and every one of your  keystrokes to be a 'tak' while your enter key gets an extra-annoying 'ding' to simulate the carriage return. <br/> \n <br/> \nSuch fun! <br/> \n <br/> \nA parasitic celebrity who was allowed to share our office space for a (short) while had this charming app installed on his mac. He gave us a full 15 min of typing sounds from his powerbook before he was told to turn it the fuck off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pseudochron",
    "plus": 28,
    "snip": false,
    "text": "This article contains a trivia section, which is discouraged under Wikipedia guidelines. The article could be improved by integrating relevant items into the main text and removing inappropriate items."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "juanclaudius",
    "plus": 5,
    "snip": false,
    "text": "I hate that rule so much. Trivia sections actually improve some articles."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mugi",
    "plus": 2,
    "snip": false,
    "text": "I like them.  Bullet points appeal more to my short attention span than long paragraphs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 5,
    "snip": false,
    "text": "Notice that there is a photo reference for Ray's urine \"casting a pall\" over almost any occasion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Good eye. You just made that a 5 for me"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I noted that, and wondered what on earth it could be. I suspect it occurred near the end of the \"Toilet party\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i never audiocast, EVER, even when i am alone.  this is a neurotic hang-up i developed as a child and will probably never be rid of."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Then you are quite clearly not male. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Goth boys pee sitting down, pass it on"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Nah, some of us get stage fright. It's a real thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 6,
    "snip": false,
    "text": "Yeah, I knew a dude who had serious hang-ups about pissing in a public bathroom when there was a child in it. Me, I can't urinate unless it's directly on a child's face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nielj",
    "plus": 0,
    "snip": false,
    "text": "\"Tippa Tappa Tap!\" : Mr. T typing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bizarro8mybaby",
    "plus": 0,
    "snip": false,
    "text": "Is it bad that I want to know what Ray's first citation could possibly link to?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wingspan",
    "plus": 3,
    "snip": false,
    "text": "My father never taught me how to shave.  He has never given me advice on dealing with women.  We never had \"the talk\".  My older brother and his friend taught me to ride a bike.  But I'll be damned if dad didn't sit me down one day when I was 8 years old and explain that I should pee against the back of the bowl and not directly into the water.  <br/> \n <br/> \nIt was the night of Friday, June 11 1993.  I know this because my aunt took me to see Jurassic Park on opening night and urinated loudly while she was in the house, resulting in the discussion with my father."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "Oh jesus christ,  <em><strong>I</strong></em>  urinated loudly while she was in the house."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I think I like the other way better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "This strip changed my urinating habits for the better.  Dudes, just because we  <em>can</em>  pee standing up does not mean we  <em>should,</em>  especially when your aim is hell of terrible.  To stay the course in the face of your own poor urinary marksmanship is obstinance of the worst kind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "To do anything other than pee standing up is to deny reality and attempt to censor life.  I'm not going to sit here like a Puritan from the xteenth century and pretend that these Unclean acts aren't happening; noises from peeing are as real as the thousands of children living in Africa today who'll be dead tomorrow, the tortured prisoners in jails across the planet, and the spoiled rotten celebrities who contribute nothing and live in sloth. <br/> \n <br/> \nTODAY WE STAND AND PISS <br/> \n <br/> \nTOMORROW THE WORLD <br/> \n <br/> \nUNITE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "Ray was urinating when Reagan was shot? That would make him close to 30 years old... at least.  <br/> \nThat is unbelievably old for a cat."
  }
]