[
  {
    "depth": 0,
    "minus": 1,
    "name": "william",
    "plus": 61,
    "snip": false,
    "text": "seriously, i pass 3/4 of a cup like it ain't nothin'.  some vegan motherfucker is out there farting nanoliters and throwing off all the numbers."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 9,
    "snip": false,
    "text": "Hear hear! Damn the vegans!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "pogo",
    "plus": 5,
    "snip": false,
    "text": "I always thought it was \"Here, here!\" <br/> \nAnd Vegans be grilled!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Conceded. Your 'always thought' is a ballsload long than my 'always though'."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 7,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003200120/http://en.wikipedia.org/wiki/Hear_hear\">Wikipedia</a>  vindicates overmedicated.  Quote: \"It is often incorrectly spelled 'here here'.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gtpbearsuit",
    "plus": 13,
    "snip": false,
    "text": "27. The \"Teaspoon\" <br/> \nYou're watching a Guinness cascade. The lady is a vegan. She does a :( <br/> \n <br/> \nSOLUTION: Start reading some facts from a nearby Harper's Index."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 51,
    "snip": false,
    "text": "Man I beg to differ vegans have some intense gas, especially those raw food types. You eat a pound of shredded red cabbage every day and you see where it gets you (nowhere good)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by zcross00, littlecat, jdhenry105, Overmedicated, wildcat, goocifer, thunderbat, farqussus, aquamuffin, perhapsmaybe, STUART)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "mcnubbins",
    "plus": 3,
    "snip": false,
    "text": "I was just hoping that your avatar was not a picture of you.  A female with such beauteous hanging natural assets with that kind of colonic conflict going on behind the scenes would be a real shame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 0,
    "snip": false,
    "text": "The phrase 'colonic conflict' feels so nice to say. <br/> \n <br/> \nI almost used a colloquialism for the last half of that sentence. Dodged that bullet."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "You are of low mind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 14,
    "snip": false,
    "text": "Says the bespectacled penis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 1,
    "snip": false,
    "text": "My aloof vegan friend rendered an otherwise competent toilet totally inoperable in only one sitting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I did that to  <em>every</em>  toilet I ever used in Canada.  <br/> \n <br/> \nIt wasn't long before it was unanimously decided that I should do as the bears and head for the woods.  <br/> \nSometimes I think back to those times and imagine that my crusted deposits somewhere in the Canadian wilderness are being used as homes by small rodents and the such. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ghede",
    "plus": 4,
    "snip": false,
    "text": "It is actually fiber and starches that really fuel the poofume. Beef is neither.  <br/> \n <br/> \nOn a side note, I have decided to copyright the term poofume."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Attention anyone who may be reading the following threads in the future. There will be a lot of somewhat convincing sounding arguments below that a \"stinker\" is a cumshot. I know it seems ridiculous, but the gentlemen go into such detail that they almost swayed me to the wrong side. <br/> \n <br/> \nIn the end, rest assured that a \"stinker\" is exactly what you thought it was when you read the comic. A fart."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 0,
    "snip": false,
    "text": "on the contrary...i don't believe you've ever encountered a tru vegetarian/vegan air biscuit.  they're quite potent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 2,
    "snip": false,
    "text": "\"tru\" is of course the vegetarian \"true\"."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "vegans generally fart more than omnivores you fucking moron"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "See, I see everyone jump on Asherdan, when he says anything, despite some posts being ok. I see you post nd everything is ignorante, asshole-ish, or otherwise mingd numbingly self indulgent idiocy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "Wow, good spelling, Berami, excellent spelling."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "berami if you look anything like the tranny in your avatar i definitely, DEFINITELY want to nut all over your face and taint so send me a PM if this sounds cool  <br/> \n <br/> \nlove  <br/> \n <br/> \n-tttt2"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bendy2",
    "plus": 6,
    "snip": false,
    "text": "I love the entry to this strip.  Beef was watching the Guinness cascade.  Such patience."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ferdinand",
    "plus": 4,
    "snip": false,
    "text": "is SO zen. <br/> \nis SO good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flynn",
    "plus": 8,
    "snip": false,
    "text": "It has all the benefits of a lava lamp without any of the drawbacks of a lava lamp, namely your friends being able to see that you are a person who buys a lava lamp."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "And also, intoxication."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 1,
    "snip": false,
    "text": "Rike Japanese tea celemony"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "I was pleased to see he's pouring it correctly, letting it sit, then adding the rest in one(or two, vrious Guiness reps suggest differently) other goe(s) to obtain the perfect froth. <br/> \n <br/> \nI'm sorry, I just love Guiness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 9,
    "snip": false,
    "text": "Sometimes I think things are included only because Onstad wants to draw them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "I just assumed the Guinness was there to tie in with the rest of the strip. Drink enough of it and and your chances of going to jail OR needing to drop some kids off at the pool increase proportionally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flaxplus",
    "plus": 1,
    "snip": false,
    "text": "The Guinness is at 3/4 of a cup!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 1,
    "snip": false,
    "text": "Yet another that made me LOL for real."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plusigot125",
    "plus": 2,
    "snip": false,
    "text": "I love how Beef uses \"what it is\" as a greeting all the time. His deadpan gangsta speak is sooooo cuuuuttte!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 13,
    "snip": false,
    "text": "you have to agree, watching the guinness settle is a heavenly thing, it's like watching a curtain rise on the rudest cabaret in town"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by straw, apocowarg, beansdooma, Deusoma, GeyserShitdick, pa_ass_nts, Bourbonsamurai, trisha, Lumus, ravindra108, peterjoel, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by straw, Mangtastic, relaxing, mattfish, theplaidknight, perhapsmaybe, peterjoel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by beansdooma, Lumus, cailetshadow, peterjoel)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mastronaut",
    "plus": 2,
    "snip": false,
    "text": "no, maybe you are an idiot and don't remember your sophomore chemistry class. Gasses are measured in volume, such as teaspoons. Also, who the hell refers to their baby paste as a \"stinker\"? <br/> \n <br/> \nuse your head."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by straw, apocowarg, beansdooma, Lumus, cailetshadow, smilebuddha, peterjoel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by Deusoma, ravindra108, Doc_Rostov, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by rolotonybrowntown, straw, nosearmy, Mangtastic, relaxing, mattfish, theplaidknight, perhapsmaybe, The_Clarkness)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "ejaculate?  this conversation is not about cumming.  nobody, nobody ever, ANYwhere, is under the impression that the 'average' amount of cum per ejaculation is 3/4 of a cup.  not even todd, and most especially not roast beef. <br/> \n <br/> \ni mean come on.  you know how much 3/4 of a cup is?  you ever watch pornstars drink a glass of semen?  it takes like a dozen men over an hour just to get to about 1/4 of a cup. <br/> \n <br/> \nit makes so much more sense to be thinking about farts in these terms. <br/> \n <br/> \nthis is not a productive area of discussion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by Deusoma, Lumus, cailetshadow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "well but i mean, what i was saying is that, EVEN FOR PORNSTARS, 3/4 of a cup is a LOT of fucking semen.  i'm not saying anybody feels inadequate about how much they ejaculate, or that they don't.  but no man on earth produces 3/4 of a cup of semen in one single ejaculation.  it would surprise me if somewhere somehow a single man managed to produce that much in one day, collected and totalled.  a teaspoon is very, very little.  i probably squeeze out more than a teaspoon when i bust.  but 3/4 of a cup is a lot. <br/> \n <br/> \nwhat i tried to imply was that: <br/> \n <br/> \na pornstar cannot produce 3/4 of a cup of semen in one ejaculation, and yes, they are bigger than the average fellow. <br/> \n <br/> \ni'm still pretty certain i said that right."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "molesticide",
    "plus": 3,
    "snip": false,
    "text": "furthermore, if we consider this topic from a philological point of view, it bears mention that chris onstad is FAMOUS for inventing brilliant untested vernacular that, while never seen before, more accurately describes a thing than has ever been done in the shortest possible amount of space. <br/> \n <br/> \nseen this way, it just seems out of character for chris, roast beef, or even TODD to use the term 'stinker' to refer to semen.  it may not smell like roses, but we have to consider it in a metafictional context.  it is to chris' greatest advantage that we KNOW what he is talking about here- otherwise, stinker may refer to ANYthing that smells even vaguely unpleasant and can be measured. <br/> \n <br/> \nlike, when i burn the popcorn in the microwave, what is the volume of the smell produced? <br/> \n <br/> \nno.  no sir, this is a discussion about farting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by apocowarg, Deusoma, trisha, cailetshadow, Doc_Rostov, Mastronaut)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "yeah of course.  i mean, i never actually did the research myself, for all i know you're right.  it just seems to me like nobody is stupid enough to consider 3/4 of a cup a reasonable amount of semen.  my primary contention here is that even todd himself recognizes that as an unreasonable conclusion, and no way is roast beef from ENOUGH circumstances to feel the same way. <br/> \n <br/> \nbut, i have throughout my life been repeatedly surprised by the fallacies of the 'common folk.'  *sigh*  perhaps, once again, i have misrepresented my species. <br/> \n <br/> \ni still contend that this conversation is about farting.  however, i may well be wrong- that's happened before.  in any case, your point was exceptionally well argued, and my hat is off to you at the very least for that, good sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by apocowarg, Lumus, cailetshadow)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by rolotonybrowntown, mattfish, perhapsmaybe, The_Clarkness, peterjoel)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "who is jough?  is that a fancy way of spelling 'joe?'"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by Lumus, cailetshadow, peterjoel)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 11,
    "snip": false,
    "text": "Good christ that was an insane amount of writing to argue whether stinker refers to a fart or a cumshot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by straw, apocowarg, trisha, SpinyNorman, ravindra108, peterjoel)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "If you got stank comin outta your dick you got bigger things to worry about than if it can fill a teaspoon or not."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "The Human Testicles could in no way house that much Semen. Unless you're Jesus. All like fishes and loaves in the bedroom. <br/> \n <br/> \nMan. That was a bit wrong. *Post*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "Jesus was way cool... <br/> \n <br/> \nNo wonder there are so many Christians."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna have to apologize to you now. I gave you a lame before I finished reading your comment because I assumed it would be the typical internet \"You're an idiot because you disagreed with me\" response. Instead, you wrote a very well thought-out argument of your opinion. Then of course, just to kick me square in the Guilty, you used the last line you did. So, Sorry. I still disagree with you, but if I could take away that lame, I would."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morbo",
    "plus": 4,
    "snip": false,
    "text": "The Loving Spoonful actually pulled their name from Mississippi John Hurt's \"Coffee Blues.\" You have been misinformed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "This is getting more than a little gross, but with the anonymity of the internet, and the poor judgment capacity of mild intoxication, I'll share this: <br/> \nI thought I did too. Out of pure curiosity, some night a few months ago, I measured it. This was a walloper. Weak knees and everything. Not quite nut of the century, but close. The measuring device saaaaaays: 1.5 teaspoons."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mattfish",
    "plus": 3,
    "snip": false,
    "text": "Good now fart into a perfect vacuum please and we can settle this once and for all"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saru",
    "plus": 2,
    "snip": false,
    "text": "Sometimes the Internet makes me sad, and maybe a little afraid, because the awesome power of the human brain (plus ethanol!) is such that I was able to forget I ever said such a thing. <br/> \nBut the Internet will never forget. Ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tropicana",
    "plus": 1,
    "snip": false,
    "text": "Chubbied for helping the advancement of the Science of Sexometry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "<em>Maybe</em> , just maybe, the people that live in hentai might think that an average amount."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuuuu",
    "plus": 0,
    "snip": false,
    "text": "you ever watch porn stars drink a glass of semen"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crev_gibax",
    "plus": 1,
    "snip": false,
    "text": "The stuttering ring tone really makes it for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "Ha, good call."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "I love the alt text on this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101003200120/http://raysmuckles.blogspot.com/2004/09/back-from-vacation.html\">Back from vacation!</a> <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101003200120/http://rbeef.blogspot.com/2004/09/maybe-not-ulcer.html\">Maybe not an ulcer</a> <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101003200120/http://orezscu.blogspot.com/2004/09/thanks-for-warning.html\">Thanks for the warning</a> <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101003200120/http://mollysanders.blogspot.com/2004/09/week-apart-and-away.html\">A week apart and away.</a> <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20101003200120/http://peterhcropes.blogspot.com/2004/09/chapter-6.html\">Chapter 6</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101003200120/http://charleysmuckles.blogspot.com/2004/09/damn-beef.html\">damn, beef!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "One thing I like about these posts is that the subject matter is always completely removed from prior discussion.  Ten people use thousands of words to talk about ejaculating/farting 3/4 of a cup, then the blog girl just strides in, announces the news, and leaves without getting into anything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ray's entry here is totally one of my favourites. He has so much to teach us about survivalism. <br/> \n <br/> \nAlso, thank you Xiaomimi."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 13,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101003200120/http://philippesblog.blogspot.com/2004/09/vacation-week.html\">Vacation week!</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20101003200120/http://corneliusbear.blogspot.com/2004/09/greetings-from-kazan.html\">Greetings from Kazan!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pwb",
    "plus": 1,
    "snip": false,
    "text": "I thought they were talking about turds myself"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Ditto, but that's because I never really considered the sizes themselves, just the comparison, i.e. a \"stinker\" is smaller than you'd think, in my brain being similar to the whole \"the water makes you're turds look bigger than they really are\" argument.  But, now that I think of it, water refraction or not, ain't no way the average deuce is a teaspoon in volume, even if you're a  <a href=\"http://web.archive.org/web/20101003200120/http://lyle151.blogspot.com/2004/10/jimmy-crapped-in-my-yard.html\">methed ghetto cheetah</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "...however in clear disrespect to the laws of physics, the Guinness Stinker is typically ten litres of viscous, acrid deathgas. On fire."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Best ALT-Text ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Todd is very irresponsible."
  }
]