[
  {
    "depth": 0,
    "minus": 0,
    "name": "cbtbone",
    "plus": 144,
    "snip": false,
    "text": "Beef is afraid that Molly will be overbearing because Gramma K was always so overbearing. <br/> \n <br/> \nOh dang now I'm all depressed."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "moraiat",
    "plus": 9,
    "snip": false,
    "text": "Chubbies! Don't be depressed!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saint",
    "plus": 6,
    "snip": false,
    "text": "you can not have a car. <br/> \n <br/> \nthat is reason enough to be depressed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rayonatoilet",
    "plus": 10,
    "snip": false,
    "text": "I read the line as \"You can not have a CAT\" the first time around, leading to an absolutely INSANE cultural issue in the Achewood universe. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 6,
    "snip": false,
    "text": "Beef is right though, sharing a bathroom with Gramma is the stuff!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charge",
    "plus": 0,
    "snip": false,
    "text": "the Stuff"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "...is an amazing film."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemurthrash",
    "plus": 5,
    "snip": false,
    "text": "I'm sure Molly secretly listens to badmotorfinger! beef has got to give her more credit.  they are too damn sweet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by riotdejaneiro, salvagebar, Crater12, sid, MightyMac, cbtbone, jonnylatron, Vic_Acid, whymog, Milo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by TheGreatD, Towel, Crater12, sid, whymog, Milo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by TheGreatD, Jhunter, Crater12, sid, whymog, Milo)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "they also leave full highballs after they resign."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mirzabah",
    "plus": 5,
    "snip": false,
    "text": "I hope I don't get lamed into oblivion for this, but what's wrong with Spoonman? I thought it was a pretty good track."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "This could potentially turn into a pretty long, unpleasant conversation, so I'll distill it thus: <br/> \n <br/> \n\"All my friends are indians. All my friends are brown and red.\" <br/> \n <br/> \nSomebody wrote those lyrics down and said \"Yeah, that's good. No need to think twice about singing those words. Those words are fine.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mirzabah",
    "plus": 0,
    "snip": false,
    "text": "I don't really see anything wrong with those lyrics. He's talking about his friends, and saying colors isn't racist by itself."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 13,
    "snip": false,
    "text": "I think I always can't help but to imagine a scenario in which someone were to say those words to me on the street or at a party. It's totally cool with me that he has brown and/or red indian friends. I just think there must be a more tactful/artful way of stating that fact if one must. And I was in no way implying any racism on his part. I just think he's a huge dork. <br/> \n <br/> \nBut besides all this lyrical nit-picking, I just don't like them. I never have. Even back when a thirteen-year-old me was bowled over and obsessed with Pearl Jam's  <em>Ten,</em>  I could not reconcile my feelings regarding Soundgarden's jib, which I thoroughly distrusted the cut of. I have always felt toward them as a baby animal feels toward fire; I did not have to be instructed that they were bad - it was obvious from forever."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Apropos of almost nothing, I can and will kick the ever-loving shit out of \"Spoonman\" on expert bass on  <em>Rock Band.</em>  It is very fun to \"play.\" I'll grant it that and no more."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "Dude, don't lay into a song and then be all \"oh actually I really like it on  <em>Rock Band</em>  but that doesn't count it is still a bad song\". Enjoy it or don't. Man up and admit it is a good song, they're a good band and  <em>Superunknown</em>  is a good album. <br/> \n <br/> \nAs for the \"Indians\" line, my drug-and-Soundgarden-liking friends led me to believe that it's about heroin (brown) and blood (red) mixing in the syringe. But that could be bullshit, I mean they were on drugs after all"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "I don't follow your logic on this. The fact that the song provides an interesting and challenging sequence of colored buttons which must be pushed on a video game does not automatically make it a good song. By that logic I'd have to  <em>dis</em> like Squeeze's \"Cool for Cats\" because it's boring to \"play.\" I assure you, I  <em>do not</em>  dislike \"Cool for Cats.\" I'm just not with you on this. That game has nothing to do with reality. <br/> \n <br/> \nIn the end, if \"manning up\" entails for some reason \"admitting\" that Soundgarden is a good band, then slap my ass and call me Deborah. <br/> \n <br/> \nAnd as for the \"indians\" line - it would be just a  <em>little</em>  cooler if he were talking about hard drugs, but you and I both know that's not true."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "I guess I'm just surprised that you can have a good time pressing coloured buttons in time with a song you dislike. Surely some part of it holds some kind of appeal, like the off-kilter rhythm or maybe that bass/drum breakdown bit? I've barely payed Rock Band, though, so what do I know. Maybe it's like dancing, as one occasionally must, to Bon Jovi's \"Living on a Prayer\" and pretending it's a different song. A good song.  <em>Any</em>  song. <br/> \n <br/> \n\"Man up and admit it\" was meant to imply that you were trying to be cool by pretending that you don't like it when in fact you do, and that this is evidence of a weakness of character and possibly bed-wetting. I don't mean it, or even really  <em>think</em>  it, but nevertheless I imply it. <br/> \n <br/> \n <em>Obligatory winking smiley to acknowledge that I'm being sarcastic and actually think you're an OK dude:</em> <br/> \n <br/> \n;)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm OK, you're OK. Just a music conversation. But I assure that my dislike of that band has nothing to do with wanting to appear cool. If that was my aim, I wouldn't be so free and easy with my admission of briefly idolizing Pearl Jam. I was done with them even by the time  <em>Vs.</em>  dropped, but I sure as shit basically slept with a copy of  <em>Ten</em>  under my pillow for most of 1991. Not cool. <br/> \n <br/> \nAnyway, I've been explaining to people about how I don't like that band forever. It's fun. I always enjoy it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "holy shit rowboat you are a fucking retard"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Chris Cornell, ladies and gentlemen. Eloquent as always, Chris. Thanks for joining us tonight. So, any projects in the works? How're those greasy abs coming along?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Man, I really like Chris Cornell as a singer.  I think he reall adds a lot to pretty much everything he sings.  <br/> \n   And about Soundgarden's lyrics, lyrical content isn't their strong suit, but, I mean, it's also not really the focus of the music. The same is true of a lot of great bands, even Radiohead. Thom Yorke says how he sings is more important than what he is singing."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that was Brian Eno's thing, too. I understand and appreciate that way of making music. But Soundgarden  <em>is not</em>  Radiohead or Brian Eno."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "of course spoonman is about heroin it's called spoonman for christ's sake don't you know anything about heroin"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No, I don't know anything about heroin. Please teach me all the things about it you've learned in your twenty years on this earth on the internet at your mommy and daddy's house."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Or it could just be about  <a href=\"http://web.archive.org/web/20101004223856/http://www.examiner.com/x-1222-SF-Rock-Music-Examiner~y2009m5d29-More-than-words-Soundgarden-and-the-Spoonman\">a guy who played the spoons</a> , which would be  <em>infinitely</em>  cooler."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Also, Cool for Cats is such a good song, like most Squeeze. People my age need to realize that Tempted has very little to do with Squeeze, since it was Carrack singing, and actually listen to Argy Bargy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Hey, I  <em>like</em>  Black Hole Sun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thaklaar",
    "plus": 0,
    "snip": false,
    "text": "And you are right to do so, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by nighttoad, craigola, Connellingus, _cheesekayke)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 16,
    "snip": false,
    "text": "The last two panels sum up the secret male fear of cohabitation."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mastronaut",
    "plus": 6,
    "snip": false,
    "text": "The depressed cat knows there will be instances."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 8,
    "snip": false,
    "text": "It doesn't count if you don't capitalize the I in Instances."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 2,
    "snip": false,
    "text": "Chubby for avatar/text correspondence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "Chubby, WHAMMY!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whammy",
    "plus": 3,
    "snip": false,
    "text": "what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 3,
    "snip": false,
    "text": "This speaks to the unspoken terrors of every man. I feel a bitter wind in my heart."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "braiiinsh",
    "plus": 15,
    "snip": false,
    "text": "seriously, who doesn't love Soundgarden?  That's just  <em>craaazy</em> !"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "goosey",
    "plus": 24,
    "snip": false,
    "text": "Soundgarden were good but have been retroactively tarnished by Chris Cornell's Audioslave antics, which involve 'singing' as if he perpetually has Tom Morello's guitar headstock inserted in a place guitar headstocks are not meant to go."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Yay, someone else who hates Rage Against the Soundgarden!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by skooby_dont, morypcaina, sid, jonnylatron, Vic_Acid)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ringwoodcomics",
    "plus": 7,
    "snip": false,
    "text": "By listening to awesome music!"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "sexualhomeboy",
    "plus": 16,
    "snip": false,
    "text": "Apparently, Soundgarden puts them to sleep."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ringwoodcomics",
    "plus": 8,
    "snip": false,
    "text": "You have a future in deliberately misinterpreting comments."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Law school is in his future.  Or past."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Or  <em>present</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "at night I'm  <em>way</em>  too busy listenin' to Spoonman to even think about sleeping.  Or, I don't know,  <em>thinkin'</em>  'bout Spoonman."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "That Spoonman. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>How does he do it?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dumase",
    "plus": 0,
    "snip": false,
    "text": "i wish i could save comments like these and tuck them away like penny candy. <br/> \n <br/> \n <em>so good.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I don't know, falseprophet.  I  Don't  Know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "we have nothing to apologize for"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by apocowarg, sid, theplaidknight)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Don't like Soundgarden.  It's silly to like Soundgarden."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "I love Beef's panel 2 dissertion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talix18",
    "plus": 2,
    "snip": false,
    "text": "This is why I'm 38 and single.  Trying to avoid the Instances."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Heh heh. Sounds familiar. What also is unfortunate is the Instances make Roast Beef seem a little insane. It reflects poorly on us."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zaratustra",
    "plus": 6,
    "snip": false,
    "text": "The tears they do come but they are not often"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tangram",
    "plus": 0,
    "snip": false,
    "text": "Eh.  We've all been there"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frankieteardrop",
    "plus": 4,
    "snip": false,
    "text": "soundgarden's awesomeness can only be determined by dividing the average length of kim thyall's beard by the amount of frat-beer pounding to audioslave songs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Beef should write a little Program to calculate this..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apmihal",
    "plus": 0,
    "snip": false,
    "text": "There's the good ol' Beef again. <br/> \nOh wait that's sad..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chewy",
    "plus": 0,
    "snip": false,
    "text": "The thought of this one day happening scares me. A lot."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "spinynorman",
    "plus": 14,
    "snip": false,
    "text": "Man, what is it with women putting bowls of fruit perfectly in the middle of something? A lady stays in a location with a large flat surface overnight, next morning there is a tasteful bowl of oranges in the mathematic center of the surface. The man who owns the place is all, \"WHO HAS PUT THIS BOWL OF FRUIT ON MY TABLE. THIS IS NOT A TABLE FOR FRUIT,\" and then you got to step in and say somethin because that is What a Man Does"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "It's too true... like, every woman I've ever stayed with for any length of time, whether family or romance, seems to think that it is rad to put a bowl of fruit in the exact middle of a table, any table, all tables. It doesn't matter if this is a hassle or prevents the table from being used otherwise. <br/> \n <br/> \nNot that men don't have their share of quirks, of course."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "I can say with some confidence that I have never placed a bowl of fruit anywhere, exactly centre or otherwise."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 7,
    "snip": false,
    "text": "You are young, heccibiggs, and may yet still blossom. <br/> \n <br/> \nSweet, now that I've creeped myself out, I can go to this meeting I have to go to.  (I couldn't have gone without creeping myself out.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hectik",
    "plus": 2,
    "snip": false,
    "text": "Damn fineoak, in my haste to chubby your humorous truth, I've accidentally lamed you.  :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It's okay.  I'll just chubby you instead, because you owned up to it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Me too. Cool honesty!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Not even on your head?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "I, as well, have never been a fruit placer.  But every other woman I know? O yah.  Placin fruit all OVER the place. MAD fruit placing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Please forgive me, but it is my belief that in time you will start doing it. I don't know if any woman over 35 can resist any longer, and only true titans of the will are able to last even 'till then. i'm sorry, but ere long you will have a big bowl full of apricots and pears sitting right in the middle of an otherwise enjoyable table, and I will weep."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Nooooooooo!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Apricots and pears? With my curtains?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<em>It's more likely than you think</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "My wife only does this with glass bowls full or ridiculously expensive rocks and beads. Honestly I'd welcome bowls of fruit...at least we wouldn't pay $30 for a little box of grapes at Home Outfitters."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "My mom doesn't do it. And she is almost 50."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Maybe not where you can see, anyway..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 6,
    "snip": false,
    "text": "I do not mind, I can usually reach the bowl and eat the fruit.  If I eat all of it I can wear the bowl as a helmet and fight injustice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "but peaches, dude!  how can you deny peaches?  peaches are hard to say no to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "When grunge comes back, Roast Beef will be ready."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scraggg",
    "plus": 3,
    "snip": false,
    "text": "But Grunge will never come back. It took a hole to the head in 1994."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "firesign",
    "plus": 2,
    "snip": false,
    "text": "Well, lucky for us, the far superior forefathers of the grunge scene seem to have been unphased by all of this unfortunateness... Last I checked the Melvins and Sonic Youth were still going strong, completely ignoring all the big grunge scene tragedies such as the deaths within the Nirvana and Alice in Chains camps, Pearl Jam perpetually sucking throughout their entire career, and Soundgarden and Stone Temple Pilots both suffering the indigity of gradual (or in STP's case, rapid) artistic decline followed by the frontmen choosing to front really shitty supergroups..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "Another one of my Kurt Cobain jokes falls flat on its face."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "Don't you mean ...\"Takes a shotgun to the face\"? <br/> \n <br/> \n(I got the joke; I'm just too much of a music geek not to go off on some tangent about the relevant era, etc. etc. blah blah bore anyone to death who doesn't aspire to be an employee in the store in High Fidelity...)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "It was quite impressive, really. Especially the part about how Pearl Jam has always sucked, that got you chubbied."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "Pearl Jam were most likely considered sucky by members of the grunge scene because they insisted on playing real music."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "Hmmm. <br/> \n <br/> \nInteresting argument. <br/> \n <br/> \nDo I get to pick the antecedent to \"they\"?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Pearl Jam is neither as good nor as bad as it gets credit for. Most the time, I can't stand it... <br/> \n <br/> \n...But every six months or so, nothing works quite like blowing an amp on a pure Pearl Jam set!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Does Sonic Youth really count as grunge, though?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "Not exactly, no. Hence me considering them, along with the Melvins, who also don't exactly qualify, \"forefathers\" of the scene."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sneechles",
    "plus": 0,
    "snip": false,
    "text": "This strip makes me sad. It is foreboding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ralnur",
    "plus": 0,
    "snip": false,
    "text": "This strip makes me sad... I just feel like \"why is Molly still hanging around Roast Beef?\" when I read the strips of them in bed. She's so good to him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 21,
    "snip": false,
    "text": "Well I'll be!  Today is the first blogless day since the beginning of the blogs, if anyone is curious about that particular piece of trivia."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "xiaomimi, your current chubby to lame ratio of 157:1 is deserved.  Except maybe the lames.  Thanks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hereward",
    "plus": 2,
    "snip": false,
    "text": "So awesome! It's crazy how a whole achewood strip is completed & made perfect by a tiny subtle turn of grammar, in this case 'you can not have a car' as opposed to cannot or can't!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef contemplates on the pros and cons of living with Molly, the worst con of which is having to rethink his choices in grunge."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Dang, just blew snot outa my nose AGAIN after reading this one for the third time today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef, The Cure is basically a billion times better than Soundgarden. What the hell, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It is impossible to have a good relationship."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Don't give up. Or maybe when you do give up, you'll find one. I'm not sure if Zen applies to relationships. <br/> \n <br/> \n This new awareness troubles us deeply."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bbf",
    "plus": 1,
    "snip": false,
    "text": "The first couple times I saw this strip I thought it said \"You can not have a cat.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "acefalco",
    "plus": 0,
    "snip": false,
    "text": "As Ray would say, \"We TALKED about this.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Couples  <em><strong>Have</strong></em>  to work these things out. Otherwise, humanity is doomed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milo",
    "plus": 0,
    "snip": false,
    "text": "I feel sorry for anyone who doesnt like Soundgarden. theyre missing out. maybe we should include these poor people in the whole \"free stay at motel 6 if Phillipe becomes President\" package. just because they need to have fun at least once in their life :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I like Soundgarden."
  }
]