[
  {
    "depth": 0,
    "minus": 0,
    "name": "kazad",
    "plus": 6,
    "snip": false,
    "text": "I looked up the Drabbles after reading this the first time. The very fact that I'd never get to see Ralph saying this made me stop after like 4 strips."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 2,
    "snip": false,
    "text": "for everybody's convenience, here is a drabble strip. this is copyright whatever <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Chub for catering to my lazy ways."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ted0phile, ButterMoths, apocowarg, StoatLad, sean1058, Ariamaki, shammack, DrSkradley, Lumus, nutmeg, Doc_Rostov, wingspan, Dainbramage, wehavemagnums, tragicone)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catachresis",
    "plus": 26,
    "snip": false,
    "text": "Try using this line on your wife two hours after you marry her"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ted0phile, johnnybaverage, Dovey, prolefeed5, straw, Norrec, mball, madnes, apocowarg, karljw, riotdejaneiro, heccibiggs, mikeronomicon, Overmedicated, mattbeetee, sean1058, glorify, mashisoyo, rudegrrl, wittyname, falseprophet, goocifer, odei, stevegt500, trisha, sneechles, antecen, dickie_roxx, Fermatprime, PurpleRose, biacat, abendsonnen, Art-Vader, Vee, godfatherofsouls, CanusDivinus, DrSkradley, Lumus, Troy_Convers, luckypyjamas, proof_man, TTAGXAMM, superninjabeast, jimbob, CEOKasen, FinnS, cailetshadow, clembot, eRiUukFJk, Xaxx, Doc_Rostov, wingspan, Audhumla, seren_tremio, heatbag, stormagnet, sp1derbaby, fortunagolde)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "Some of my comments could certainly have obeyed this rule"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ovenface",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ovenface was marked lame too many times and excluded. (marked lame by Ariamaki, rowboat, king_of_pwns, nipsy43, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by riotdejaneiro, rudegrrl, Carpetbag, Ariamaki, goocifer, antecen, Lumus, cailetshadow, hurry, Doc_Rostov, wingspan)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "excellent."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by riotdejaneiro, mattbeetee, dismas, Carpetbag, Ariamaki, Khabuem, DrSkradley, Lumus, Zem, Doc_Rostov, wingspan)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by nbgreene, sirhan_duran, jaredwilde, mattbeetee, powderfinger, Deusoma, tttt2, eleion, d3lvn, king_of_pwns, FancyRat, antecen, 762, s1rnight, DougTheHead, nipsy43, madrin, Hyetal, Zem, Wulvaine, nozomisky)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 13,
    "snip": false,
    "text": "You don't mess with the person who just lists their gender as \"Top\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "king_of_pwns",
    "plus": 0,
    "snip": true,
    "text": "A comment left by king_of_pwns was marked lame too many times and excluded. (marked lame by glorify, barfighting, woodenteeth)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zapatos was marked lame too many times and excluded. (marked lame by prolefeed5, heccibiggs, mattbeetee, glorify, Ariamaki, grayestnova, barfighting, theplaidknight)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "Why, oh why did someone have to screw a monkey?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "zapatos",
    "plus": 19,
    "snip": false,
    "text": "That monkey was makin' all sorts of eyes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Because most muslim men have forgotten what their women look like."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by heccibiggs, glorify, Ariamaki, goocifer, wingspan)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 5,
    "snip": false,
    "text": "I thought I knew what completely demolishing someone's psyche over the phone was, and then I saw the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pumpinpedal",
    "plus": 0,
    "snip": false,
    "text": "Being a former phone salesman (whore) I know what you're saying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 59,
    "snip": false,
    "text": "Not pictured: The rest of the Drabble family, sobbing around their broken shell of a patriarch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Oh god, so 5'd. Why does this comic have such a low score?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 18,
    "snip": false,
    "text": "Because no one has any idea who the Drabbles are"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by shadowlink_97, CanusDivinus, proof_man, mrblank91, dr_sexlove)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "He's written by that same fuck who does Funk Winkerbean. I hate that dramatic horseshit. People all dyin' of cancer, getting married on Halloween... This is a thing a man cannot stand in his paper."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I had also never heard of this, but panel 8 was still enough to warrant a 4. It helped to locate some Drabble strips and then re-read it. Also, and this is strictly for the sake of accuracy, Funky Winkerbean and Drabble are penned by two different fucks, not the same fuck."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "Aw. <br/> \n <br/> \nAre they at least drawn by the same guy? I remember they had this big soap opera moment where two little league teams from each comic played each other. <br/> \n <br/> \nI guess they thought it would tear apart space and time but it really just made sleep-drunken people everywhere puzzle at the comics for slightly longer than usual before moving on."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hyetal",
    "plus": 2,
    "snip": false,
    "text": "Sorry, I didn't mean to chubby you, I meant to hit reply.  Must've been something about sleep-drunkenness... <br/> \n <br/> \nAnyway, I believe you're thinking about  <em>Crankshaft</em>  and Funky Winkerbean, which are indeed drawn by the same artist.  Oh, I remember being  <em>n</em> -teen and reading all the comics before rushing to the bus to go to school... <br/> \n <br/> \nAnd to this day, I still wonder how they open school bus doors from the outside."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "Why on earth would you ever  <em>apologize</em>  for chubbying someone?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 7,
    "snip": false,
    "text": "Chubbies are the new lames."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "buttermoths",
    "plus": 2,
    "snip": false,
    "text": "And 'Mark as Spam' is the new Chubby."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "Hey, I tried to Mark As Spam your post in a tongue-in-cheek manner but it turns out I don't have Spam marking privileges so I just gave you a regular chubby instead. Hope you like it."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I am giving you a regular chubby for making me laugh. The excellent wording of 'Hope you like it' as you proffer your chubby forth."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Hey, I lamed your comment because that is what all the books written by the guys with oily hair say I should do when confronted with the positive attention of a lady. Wanna make out?"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I... I... well, actually I guess I do? Better oil up your hair!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "Hey, sorry I didn't comment for like two weeks, it turns out I've been busy doing it with other chicks. I would have called you but it turns out I didn't need you as a back-up booty call after all. I am going to tell you now that I will comment in the future but I am actually going to add you to my Ignore List. See ya. <br/> \n <br/> \n <em>Note: I am not going to add you to my Ignore List. This little vignette of deconstructive relationship humor was Most Entertaining.<br/>\n<br/>\nMost.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "aliiis",
    "plus": 4,
    "snip": false,
    "text": "But... you- you were the first guy to ever lame me. You gave me my first lame. I thought we had something  <strong>special</strong> . <br/> \nI'm going to reply to all the other assetgirls' comments and tell them not to chubby you, you cad. <br/> \n <br/> \n <em>Note: I am not going to do that. I did not think we had something special. I concur.<br/>\n<br/>\nI do not generally use the word 'cad' in everyday conversation but I kinda wish I did.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "salvar",
    "plus": 8,
    "snip": false,
    "text": "Now I love *both* of you. Let's have a threesome, then it turns out that I'm a fun guy, but shiftless, and later I'll die on a bus because I don't have a job. <br/> \n <br/> \n <em>Note: I'm pretty sure I watched Midnight Cowboy wrong.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "oh you just cram your hand in to the weather striping and pull the doors apart manual style. to open a buss from the outside"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "From what I've experienced, there are two long, almost like bolts, on the top and bottom of school bus doors, that can be popped into the open position to allow you to open the door from the outside. Then its just a matter of opening it from the bottom.  <br/> \n <br/> \nI've also heard of a button marked for emergency \"exit\" on the outside of the door that drivers will use to close/open it from the outside.  <br/> \n <br/> \nMy grandmother was a bus driver, When I went to school she was long retired but a friend of hers still did it, and she actually drove my route throughout middle-school."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Sorry, I didn't mean to reply to you, I meant to hit chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Ah fuck. This comment's so far down it's not going to make sense. Ignore me, people. I was just tryin' to get my chuckles on."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "rough chuckles?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You've got a pretty spot-on memory for comix you detest. It says something....about you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "No, but the guy who writes and draws Funky Winkerbean writes and draws another strip called Crankshaft, which is equally dire.  Both are drawn pretty well, though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "If Drabble was done by Tom Batiuk then the wacky pet character would be a tumour <br/> \n <br/> \nA giant tumour, on a leash <br/> \n <br/> \nAll undulating through the park, fetching sticks by osmosis"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Damn! I hope I'm not the only one who finds  <a href=\"http://web.archive.org/web/20101014114847/http://www.funkywinkerbean.com/legacy.html\">this use of the word Ireland</a>  a totally cynical way to get money from Irish \"sympathisers\" in the US.  <br/> \n <br/> \nUnless they just consider the Irish a cancer. That doesn't bug me so much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Just read a Funky Winkerbean strip. WHAT THE FUCKKKK"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "I gave it a five and I had no idea, 'cause the last panel was funny as all get-out anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "\"A ten-inch monkey\" Perfect. This is the most aggressive, abusive prank-call ever. And to an innocent family too, not that lisping jizz-wad Garfield."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "jizz-wad, hahaha"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 1,
    "snip": false,
    "text": "Before reading this I had no idea that Drabble existed. Achewood, every day is an education."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "Before finding out what Drabble was, I had no reason to want Kevin Fagan killed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "Judging by the strip, I think he's already dead. It is not a strip that needs an alive person to make it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "letterswewrote",
    "plus": 0,
    "snip": false,
    "text": "ray is a hella chill dude most of the time, but when he sets his sights on someone... devastating. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "from_circumstances",
    "plus": 0,
    "snip": false,
    "text": "Ray's wrath is mosty definitely merited.  I'm pretty sure Drabble has it's own circle in comic strip hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Until this day, I thought the Drabble family was one of Philippe's political opponents that Ray decided to annihilate for him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 1,
    "snip": false,
    "text": "Me too actually.  This is why Acheworld is excellent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kolchak",
    "plus": 2,
    "snip": false,
    "text": "The utter disrespect which Ray feels comfortable treating the entire family with is priceless."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "Why has Ray decided to be the woman in this session? <br/> \n <br/> \nAlso, Ralph Drabble buys his pants from the grocery store. Now  <em>that's</em>  class."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "This is a good point. Ray is a strange cat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "he is not hamlet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "am i right to assume that ray has reduced Mr. Drabble to fucked up phone sex? <br/> \n <br/> \nps: i wish to purchase jeans at the grocery store."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "you definitely don't want to buy elastic waisted jeans from a white-painted wall cage from a place where the fluorescents turn denim into a horrid blue. <br/> \n <br/> \n(i have seen places like this and they were not good. they were not good.)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "No, Ray has straight up phone-raped Ralph Drabble.  He assumed the identity of the woman to make it all the more humiliating."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "No, Ray has straight up phone-raped Ralph Drabble.  He assumed the identity of the woman to make it all the more humiliating."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Thank merciful god someone hasn't photoshopped a picture of Ray's head on Kenneth Brannagh's body. <br/> \n <br/> \nI know i'm tempting fate, butits a Sod you sudnay, so SOD YOU!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "I just love Drabble's last line. \"You are my wife, Ray! I am married to you! Today is our wedding!\" I think it's because I imagine him being VERY exasperated."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lux",
    "plus": 1,
    "snip": false,
    "text": "Really? I imagine him being very desperate-sounding, kinda passionate. It's kind of a strange voice in my head to be honest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I like the self-effacing Alt-Text a lot. Like a disclaimer... \"Look, I'm not a genius but next to The Drabbles maybe I am\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I am not Shakespeare, Ray is not Hamlet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Onstad is apologizing for the content of his comic strip in a way that implies he has no control over the actions of the characters within.  <em>Nice.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I like that the child's response to being called a dipshit is \"Excuse me?\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "I'm so sorry I know this, but if Drabble's the comic I think it is, isn't the \"child\" actually a teenager?"
  }
]