[
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 57,
    "snip": false,
    "text": "The video has an orchestral soundtrack, and uses only star-wipe transitions."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "You have weird ideas of what it is to be British."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sargasm",
    "plus": 14,
    "snip": false,
    "text": "I kind of miss the days when the guys got together just to watch pornography like it was just a thing of traditions."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ford",
    "plus": 28,
    "snip": false,
    "text": "i dunno, i tried that once and it is hella awkward to be erect around the dudes, just sort of wishing you could run off and do something about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 4,
    "snip": false,
    "text": "Also, this got a five from me just for \"Magical Sex Blokes.\" Of course, everyone knows the series sold out on volume five."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tasteful",
    "plus": 4,
    "snip": false,
    "text": "bless you"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 24,
    "snip": false,
    "text": "Well, if you're already sitting around watching Magical Sex Blokes with the dudes, I don't see how running off to do something about it would be that awkward. In fact, if nobody gets up to do anything about it, I'd think you'd run the risk of it turing into a very different kind of party. A Party of Discovery!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 7,
    "snip": false,
    "text": "ah, but the issue is that one cannot be the  <em>first</em>  one to run off, so you all end up just sitting there blueballed, trying to make jokes about the idiotic story and unlikely positions."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bug56",
    "plus": 3,
    "snip": false,
    "text": "I'm not sure about you, but no matter how hot the porno is, I'm not able to get hard in a room full of dudes doing so. Me and my friends usually sit around and make fun of the video."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 11,
    "snip": false,
    "text": "Correct. You're not sure about me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "caseyb3",
    "plus": 19,
    "snip": false,
    "text": "It is so awkward to be erect around the dudes"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Not really. Not if you don't wish to hump them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 6,
    "snip": false,
    "text": "No, there's NOTHING weird about being hard amongst guys you don't want to hump."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "It's just as sick as  <em>hell</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "I was hanging out with a mixed group of friends once and had to run off to pick someone else up and when I got back everyone was just sitting around watching porn. While not unusual given the group it was a tad awkward. After a bit of silence I made some comment about the film and I got shushed by one of the girls like she was intent on being able to follow the plot and I was interrupting it. <br/> \n <br/> \nVery awkward."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "That's why you have to get ridiculous porn. The only time I've ever watched porn with a group of people, it was the Alice in Wonderland porn, which if you haven't seen it is basically a low-budget 50's Disney movie mixed with a higher than average-budget 80's porno. There's boning, but also enough hilarity that any bits of arousal are momentary and therefore not awkward."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pwb",
    "plus": 1,
    "snip": false,
    "text": "I know what you mean, although in my day it was more or less the Spice Channel. Hell of scrambled, of course, but every now and then you could make out some rude titties. <br/> \n <br/> \nI want to watch Magical Sex Blokes Vol. 8 so bad. Maybe I'll become a sleazy porn director just so I can make this film a  <em>reality</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 2,
    "snip": false,
    "text": "\"Bless you\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "padijun",
    "plus": 10,
    "snip": false,
    "text": "Clearly you've never watched British porn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Or maybe he has. <br/> \nAfterall, most of it is Essex Girls with sagging teats or cheap plastic jobs rutting in a most crude and unerotic fashion.  <br/> \nNobody says \"bless\" nor \"you\".  <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Well, what do  <em>you</em>  after a lady sneezes?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 7,
    "snip": false,
    "text": "Its the 'bless you' at the end that seals the deal."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tomsonlocal",
    "plus": 0,
    "snip": false,
    "text": "Surely anyone that pronounces love as \"luv\" would also pronounce you as \"ya\". Maybe in magic circles they take the phrase and it's pronunciation very seriously."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_k",
    "plus": 1,
    "snip": false,
    "text": "I am not aware of other pronunciations of this word. Please tell us how you pronounce it where you live."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 4,
    "snip": false,
    "text": "If 'luv' is used, the pronunciation of 'you' is more likely to be 'yew'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "helloftubby",
    "plus": 4,
    "snip": false,
    "text": "i love onstads ridiculous take on britishness. i think we probably get even more humour from it on this side of the atlantic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ohmygooses",
    "plus": 1,
    "snip": false,
    "text": "i am inclined to agree my good man <br/> \n <br/> \nmaybe one day Onstad will delve in to the wonders of the geordie accent and all hells will be broken loose"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by aliiis, Overmedicated, hellofditties, M-E-Charm, Milo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 13,
    "snip": false,
    "text": "I was going to lame you there. But then I thought about how I, as a Brit, lump all the hundreds of millions of Americans into one homogenised mass labelled 'American', and that I would be a hypocrite to lame you. <br/> \n <br/> \nThe scales have fallen from my eyes though sir, and after careful study I can now totally tell the difference between CSI: Miami, and CSI: NY.  <br/> \n <br/> \nGood day to you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "Well you're one up on me. <br/> \n <br/> \nI can only ever discern CSI: Las Vegas, because of the lady with the HUGE GAP BETWEEN HER FRONT TEETH."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snachicat",
    "plus": 0,
    "snip": false,
    "text": "CSI: NY is the one with the blue filter on most of the time. <br/> \nCSI: Miami has that guy with the red hair."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Most of the CSIs at least make an effort to be a semi-respectable detective show, but CSI: Miami gave up several seasons ago.  The show makes fun of itself so much you can't even MST3K it, you're just sitting there all \"I got nothing.\"  The police department on CSI: Miami has a crime lab so futuristic you couldn't build it with the entire NASA budget, and David Caruso's acting range is so limited that Keanu Reeves has astonishing emotion and depth compared to it.  The show is SO CAMPY it's a delight to watch. <br/> \n <br/> \nThere's about four dozen drinking games for CSI: Miami, too, but they all end with stage five renal failure."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "And afterall, it never pays... <br/> \n <br/> \n <em>*puts on shades*</em> <br/> \n <br/> \n... to camp the corpse.  <br/> <br/> <br/> <em><strong>YEEAAAA!!</strong></em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "You've a;ready seen his takes on Mancs in the 'Lyle Wins Oasis' storyline?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "oh yes, oh yes we do. <br/> \n <br/> \n(british high five!)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nikopol",
    "plus": 1,
    "snip": false,
    "text": "This is culturally significant as it added the phrase \"magical sex blokes\" to the english language."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "You have to admit, Onstad has the British culture pegged every single time. Right down the pointy hats and their jeering mannerisms of sexing and how they crouch when the blog on their blackberries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Not to mention hating on how terrible the food is. <br/> \n <br/> \nActually, that was a guest strip. Oh well, it's still true."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "phy",
    "plus": 17,
    "snip": false,
    "text": "\"I puts on me robe an' wizard 'at\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 20,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPat:  <a href=\"http://web.archive.org/web/20101003195904/http://journeyintoreason.blogspot.com/2004/10/i-am-sick-of-olestra.html\">I am sick of Olestra.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Other than the last paragraph, I can actually sort of agree with Pat's viewpoint here. <br/> \n <br/> \nI feel dirty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 9,
    "snip": false,
    "text": "That's one of the things I really enjoy about Pat's blogs - they usually start with a grain of reason, something a normal person might actually get irritated about, and  <em>then</em>  go completely off the rails.  It's that much funnier than writing a guy who's just completely irrational."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I laughed long and hard when I read about his plans to sue a  <em>party.</em>  That was a good one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorbaronking",
    "plus": 2,
    "snip": false,
    "text": "I enjoy the understated reaction of Teodor. He happens upon Lyle watching wizard sex, but rather than comment on it, he just deals with what matters most. Food."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "The hat!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "What is it with Chris and upslap porn?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "danielaroo",
    "plus": 0,
    "snip": false,
    "text": "Shrewdby St. Thames!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "Paul McCartney."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i first read your comment as Strawberry St. James as i scrolled and bounced off the bottom of the page. <br/> \n <br/> \nrad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "megadan33",
    "plus": 0,
    "snip": false,
    "text": "This really ought to be in the 4.6 - 5.0 area."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "I've never said anything near those things whilst making the beast with two backs :/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Saying 'bless you' during sex is more a thing of Catholic priests."
  }
]