[
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 21echoes was marked lame too many times and excluded. (marked lame by Absurdist, Feste, riotnrrd, The_Dude, missania, campincarl)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 21echoes was marked lame too many times and excluded. (marked lame by c_dizzle, riotnrrd, jmmfgd)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by nbgreene, meddle, ifergott, Unfun, pantscomeoff, powderfinger, PileOfPork, ajg, Wonglers, ouija, hellsfruition, EvilBobikus, QingofChina, perhapsmaybe)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by c_dizzle, Lainestin, Ariamaki, scrumpton, Cracklewater, Crater12, troutman)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by Unfun, Lainestin, InspectorGadget, ajg, perhapsmaybe)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "I'm not ready for the future, I swear."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 35,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://xba.xanga.com/f25f157169d32213825778/s167041960.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I thought if anyone would get that, it'd be you, achilles. I just had a hunch."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "but, what if he turns into a monster?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "You're going to feel like a prize numpty if your chosen candidate turns out to be a holocaust denier or some such before polling day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 78,
    "snip": false,
    "text": "Hey, when I buy a slurpee I expect  <em>change</em> , man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "You Americans are lucky. I had to settle for napkin labeled \"Dion\" at a Shell."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tropicana",
    "plus": 2,
    "snip": false,
    "text": "Canadian politicians are not interesting enough to appear on Slurpee cups."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "keir",
    "plus": 1,
    "snip": false,
    "text": "Jesus Christ, don't make this into another goddamn political debate. Also, lame for hijacking the beginning. Cheap trick. <br/> \nOtherwise, keep up the good work."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "nerdinexile",
    "plus": 7,
    "snip": false,
    "text": "I'm inclined to agree with you as far as the thread hijacking, given that the election is still over a month away, but I don't really think that a discussion about voting methods and 7-11 products qualifies as a political debate. <br/> \n <br/> \nWell, maybe in the red states."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by meddle, PileOfPork, mercuri0us, ajg, QingofChina, perhapsmaybe)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by irondave was marked lame too many times and excluded. (marked lame by c_dizzle, ActualTaunt, prism)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "See below.  It's not that a high turnout rate correlates with a more effective government - it's that a low turnout rate will most likely be lopsided due to differing subcultures."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by irondave was marked lame too many times and excluded. (marked lame by ajg, nerdinexile, morypcaina, Spluff, ActualTaunt, coldfrog)"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "In a circumstance like this, there is no way to prove or disprove which of us is right. <br/> \n <br/> \nUnless we stage some kind of.... <em>poll</em> ...about the  <em>election</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tripleg",
    "plus": 4,
    "snip": false,
    "text": "i propose bloody coup as an alternative"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "notcool",
    "plus": 2,
    "snip": false,
    "text": "I am a proud member of the Multiple Independently Targetable Reentry Vehicle Party.  <br/> \n <br/> \nThe party platform involves not much more than the weaponization of space. <br/> \n <br/> \nI would be the first sad bastard in line to become a Space Marine."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "i will both support and fund your \"bloody coup initiative.\" <br/> \n <br/> \nfor the children, of course."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "now all we need are some top level former officials with an axe to grind, anyone have contact info for colin powel and mr. and mrs. joseph wilson?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "<strike>Facts</strike> <em>Polls</em>  are meaningless. You could use  <strike>facts</strike> <em>polls</em>  to prove anything that%u2019s even remotely true!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "You know, the worse you make me feel about voting, the less I want to vote just to spite you. When Puff Daddy is busting down the door with a gun, I'm gonna blame it all on drskradley."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Make sure you scream \"AL QAEEEDA!\" when Diddy comes through the door."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "I have a feeling that this is because DrSkradley is Australian, and here in Australia voting is mandatory. I'll agree that sometimes, mandatory voting is stupid (like in the most recent local government elections - I actually have no idea who I even voted for, there were just nine independents) but it's basically the fundamnetal tenet of democracy that  <em>everyone</em>  votes. Not some people. Not just the people who feel strongly about the election. Everyone. Is it a mild inconvenience to vote? Suck it up. You have to. Although it probably helps that our elections are usually on weekends, and I am given to understand that yours are not. I don't care. If you don't vote, you don't give a shit about democracy. Did I just say if you don't vote you hate America?  <em>Maybe</em> . <br/> \n <br/> \nBy the way: by \"mandatory\" I mean \"if you don't do it you'll get a $26 fine and a warning that next time it could be  <em>more than that</em> .\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "God bless Australia."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by randombeing, ActualTaunt, Cracklewater)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "While an interesting concept I support the radical plan of having fewer people vote. In fact, I want everyone else to just plain knock it off and leave it up to me. I'll do all the voting from here on out. Won't that be a lot more convenient?"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "No, you Aussies are the cunts for being such suckers.  Go ahead, tell me I'm wrong.  Tell me that in Australia there are no computerized voting machines.  No machinery at all - just pen, paper, and eyeballs.  Come on, I am waiting."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Wait, is it a problem that there are no voting machines? There aren't, in case that was a legitimate question, the votes get recorded on computers but they are looked upon by people and written upon by pencils. I don't get it. I know we are kinda \"behind the times\" but at the same time, the computerised versions in the States have  <em>no hardcopy backups</em> . They are entirely untested. Stupid stupid stupid. <br/> \n <br/> \nAnyways, the reason \"everyone voting\" is vital to democracy is that the idea of democracy is that the party in charge represents the opinion of the majority. These days the majority tends to be less than significant, but at least it is the actual majority of the public, not just the majority of the people who could be bothered to show up at the polls."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "A) There are only a few jurisdictions in the States that use entirely paperless voting machines.  They are indeed jurisdictions led by stupid people. <br/> \n <br/> \nB) The States is not a Democracy.  It's a Republic.  I think your second paragraph is entirely irrelevant to the intended functioning of the government of the United States.  Sorry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "I used to agree with this philosophy. Then I grew up, became formally introduced to the World at Large, and redacted my stance. Some people have no idea what's going on in their own country, and the thought of one of the douchenozzles I've met who can't even name their own prime minister actually showing up to vote scares the hell out of me. (Fortunately, these people are not voting; they will never vote, ever.)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Hi randombeing. I'll try and do bbcode properly next time."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "obtree",
    "plus": 0,
    "snip": false,
    "text": "I think the low voter turn out in the States is due to the long-winded American political campaigns. Compare them to Canada, you get some perspective. In the States, the candidates have been running since like January, and both parties have been preparing for the election for a lot longer than that. The Canadian election was announced less than 2 months ago. The vote is in 2 weeks, and then it will be over. You guys in the US still won't have a president until late January. <br/> \n <br/> \nVoter turnout in Canada is 76%, whereas turnout in the states is 54% for a congressional election, and less than that for a general election. People are just sick of politics by the time the election rolls around."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Gee Dave, that sounds kind of... \"elitist\". <br/> \n <br/> \nThe ensuing arguments summarized  <a href=\"http://web.archive.org/web/20100112110507/http://en.wikipedia.org/wiki/Voter_turnout#The_significance_of_voter_turnout\">here</a> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I totally expected to be redirected to a poor photoshop of Irondave fellating a line up of history's most hated political figures, then."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Or perhaps Rick Astley singing that he was never gonna give me up."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "But does it sound... \"incorrect\"?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Not at all. I was just surprised to hear you make that argument, since I imagined how you might respond if I had said the same thing. How do you think it would tilt the results though?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "I think when you are talking about a US Presidential election, there is no way to know how higher turnout would effect results.  Since my view is that the uninformed come in all political stripes, any analysis would have to assume an awful lot, and the outcome would mostly be a result of the assumptions.  The Electoral College mechanism and the roughly evenly-divided nature of the US now make the whole idea basically a crapshoot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "Ray got sucked in, too."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "As it turned out, I didn't have any lames to give. I was told to \"do something nice for a change\". The nerve!"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I haven't been able to lame anything since like January. I wouldn't very much anyway, but sometimes I'm tempted and click the button, only to be faced with the idea that I have to actually write out what I find so lame about the post in question."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tommycrashwreck",
    "plus": 1,
    "snip": false,
    "text": "It's worth pointing out that I just got lamed for never laming anything"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "nerdinexile",
    "plus": 3,
    "snip": false,
    "text": "Well, yeah, but on the other hand, do you really want the people who don't vote because it's too inconvenient to be the one choosing the next President? <br/> \n <br/> \nI'd like it if everyone felt it was a civic duty to make an informed decision about elections and then vote, but, since they don't, I'd rather have the people who aren't actually going to bother to think about the candidate they vote for just not vote. <br/> \n <br/> \nCase in point: I know someone who is voting for McCain based  <em>solely</em>  on the fact that Obama's middle name is Hussein. Do you really want  <em>him</em>  exercising the franchise?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by NeoNaoNeo, ajg, perhapsmaybe)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": true,
    "text": "A comment left by keir was marked lame too many times and excluded. (marked lame by pityparty, flazisismuss, wargasmic, Telescreen, Cracklewater, Aaron_Haynes, baseballfan)"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 16,
    "snip": false,
    "text": "Hey now. DrSkradley's been here since old times, he's earned the right to be heard out. And it's for something worthwhile, too. Hell, Ramses Luther Smuckles kicks men's asses and he votes. <br/> \n <br/> \nBut who am I to say anything about it? <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i245.photobucket.com/albums/gg62/mysterymeat2/uncleofourcountry.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nNow, on-topic for the comic. The Commodore sounds a lot like The Venus Butterfly, in that it is performed in a hotel room to great effect, ends with room service, and is never adequately explained to the viewer.  <em>Chris Onstad, I hope you realize they are still bothering the L.A. Law actors 20 years later to find out the secret.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I think many people wished it was really something simple and chicks' lower halves would be all \"Good Times\" no less. <br/> \n <br/> \n\"Seriously baby, it's the Venus Butterfly.  It'll be great, don't you worry.  All the models in Paris are doin' it.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 6,
    "snip": false,
    "text": "Man, I'd be worried that if I told her \"all the models in Paris are doin' it,\" she'd come back with a hand mirror and a rolled-up dollar bill, all looking at me expectantly."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Or a Quarter Pounder meal, some tongue depressors, and a scalpel, all telling you how far down your throat to put the tongue depressors while she starts carving \"ugly\" into her thigh. <br/> \n <br/> \n <em>Dude, too far.  This is the Colonel you're talking to, don't bring up the Competition.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 6,
    "snip": false,
    "text": "You know, in this case I'd rather that she--well, bring up the competition.  <br/> \n <br/> \nI mean, yeah the reality is that you're going to have models locking themselves in the closet and eating a whole 16-piece bucket while crying.  <br/> \n <br/> \nPersonally, I like to think of fried chicken as wholesome food for folks who are either heavy-set or are thinking about becoming heavy-set. But maybe that's just the idealist in me."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "Dear the Colonel, <br/> \nI am a skinny man who is considering becoming a heavy-set man.  Any council you can give is appreciated.   <br/> \nYours, <br/> \nZebra"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 1,
    "snip": false,
    "text": "Glad to help. Here's what you do: <br/> \n <br/> \nEat and eat and eat. And when your stomach is about full to bursting, and it's screaming at you that you can't eat another bite? <br/> \n <br/> \nThat's when you tell it to  <strong>shut up</strong> , and keep on eating."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "...well, maybe just one  <em>wafer-thin</em>  mint... <br/> \n <br/> \n <strong><em>KOODGE!</em></strong>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "<em>Waffer-theen.</em>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(clap clap) Bring Monsieur a bucket."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What is the  <em>meaning</em>  of it all?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>fourty-two</strong></em>"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Someone actually described the Butterfly to me years before LA Law aired.  I have tried it (or at least a variation), and it worked OK, but not as well as depicted on LA Law."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, now YOU have to tell us what it is."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "(He obviously isn't doing it right.)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "What we need is more  <em>Science!</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "It was described to me as simultaneous manual stimulation of everything your hands can reach on a lady's bottom.  Why a \"buttefly\"?  Put your thumbs next to each other and wiggle your hands and fingers.  That should be enough instruction for a go-getter like you, achilles.  Don't be afraid to also involve your mouth.  In stimulation, I mean, not speaking."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "That is the most perfect thing to find on sale at a Japanese store EVER. <br/> \n <br/> \n<head explodes>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh, that's right, it's <em> School Holidays</em> . It all makes sense. Party on sir."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "\"Many forms of Government have been tried and will be tried in this world of sin and woe. No one pretends that democracy is perfect or all-wise. Indeed, it has been said that democracy is the worst form of government except all those other forms that have been tried from time to time.\" <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://img300.imageshack.us/img300/7781/winstonchurchillvsignmf7.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Well found, good sir, and thanks for covering up for my lack of effort. <br/> \n <br/> \nThat is one dapper looking gentleman, I must say.  And it would seem he was  <a href=\"http://web.archive.org/web/20100112110507/http://en.wikipedia.org/wiki/V_sign#Winston_Churchill_and_the_victory_sign\">the  one responsible for it becoming popular.</a> <br/> \n <br/> \nThat's the last linking I'll do today, I swear.  Except this: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://upload.wikimedia.org/wikipedia/en/e/e7/Bunny_ears.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "So, is Winston British-style flipping us off, here?  Because in every other photo he's doing it the other way around.  Also, shame on you, HW"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "I know! Putting up bunny ears behind his mother like that!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "That was the original 'V for Victory' sign, he changed it to palm-outwards fairly early on."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "The great thing about the palm-inwards version is it conveys both \"V for Victory\" and \"Fuck along, Adolf\" in one elegant gesture."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I can totally see his handlers. \"No! He did it again. Will someone get Winsty on the phone and remind him it's  <em>palms out!</em>  Please! We lost five points last time, we just can't keep up with the polls if he's goin' keep doing this shit.\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "That's what he's thinking.  Just look at that smirk."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Also, V-chub for caring about your civic duty."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wonglers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wonglers was marked lame too many times and excluded. (marked lame by speccer, ActualTaunt, Zek, Kybard)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think the chances of a candidate winning by one vote are actually nonexistent, what with the electoral college and all. I don't think that can happen. <br/> \n <br/> \nBut yeah I agree with you in the main I think"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theirateturk",
    "plus": 12,
    "snip": false,
    "text": "You are stupid: individual actions collectively make all the difference in the world. What you are suggesting is like saying \"meh\" when asked about your littering because \"I'm just one person - what difference could I make?? [/shrug]\" <br/> \n <br/> \nAs a result I will have to ask you to refrain from using terminology such as opportunity cost, as you clearly are not qualified to do so."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "True, except when you remember the obvious fact that nothing anyone ever does can possibly matter in any way. Don't forget about that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Of course. Which is why I never vote :)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The dictionary definition of resignation. Best when served with a hardy side dish of cynacism. Serve cold. Bon Apetit!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Mom, don't look.  I'm about to chubby theirateturk.  I know it would break your heart"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'll agree it felt dirty and yet, liberating."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That's what his girlfriend said when she was stumbling out of the locker room..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wonglers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wonglers was marked lame too many times and excluded. (marked lame by hedonismbot, sardoniclaconic, ActualTaunt)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Voting and littering are not the same at all, but the false mindset of \"What can but one person do?\" applies to both."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wonglers",
    "plus": 1,
    "snip": false,
    "text": "Not in the same way, they don't.  And that mindset has little to do with anything (it's not my reason for not voting).  All decisions come down to cost/benefit and whether it's worth doing in that regard.  All things considered, it is not worth it for me to vote.   <br/> \n <br/> \nTo give you a littering example (to demonstrate the concept in a way that you seem to want it demonstrated): If I am swimming in the ocean with a piece of garbage in my hand (don't ask, thats just how I roll, baby), and I see someone drowning, it is no longer worth it for me to find a garbage can.  I will litter that shit right into the ocean and save a life.   <br/> \n <br/> \nThis is an extreme example, but it applies to voting, just on a much smaller scale.  The garbage can is voting booth, and the drowning person is other shit I can do with my time. <br/> \n <br/> \nIf your mind works properly, the only problem you can have with my outlook is that I am sharing it and passing it on to others, which has an impact outside of whether I vote or not.  Just remember that I'm not the one who brought up politics in the Achewood comments.  I only replied to the political bullshit that pollutes the few escapes I have from it.   <br/> \n <br/> \nAnd I bet you brilliant motherfuckers don't even see the irony in downvoting/censoring what I have to say while you're supposedly supporting this \"everyone gets a fair say and it counts!\" mindset. <br/> \n <br/> \nThis is my last comment on the matter.  We should remember that we all love Achewood and so are probably not all that different.  If I could talk instead of type comments, I could say it in a tone of voice that you don't misinterpret and get pissed at.  Achewood, go."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "With all due respect (and barely a trace of true bitchiness), would any or all participants in this political conversation be interested in continuing things  <a href=\"http://web.archive.org/web/20100112110507/http://www.democraticunderground.com/\">over here</a> ? <br/> \n <br/> \nI mean, I won't be there, but it may be better suited to all of this. <br/> \n <br/> \nJust a thought. <br/> \n <br/> \nOh, and  <strong>OFF THE FUCKING PIGS!</strong>  That may be the closest thing I have to a political conviction these days."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Unless you vote, I will fully ignore any future bitching on your part about the state of the government.  I don't care if you elect for the \"wrong guy\" and he fucks up, just don't complain if you're not gonna vote."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "What if I don't vote because I consider myself to be exogenous to the model of you petty people."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Defacing the ballot works too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Meh [/shrug]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The fact that you find yourself exogenous is far less workable than the lack of desire to vote.  <br/> \n <br/> \nIf you wish, try living in complete isolation from us petty people. That means, eat only food you grow yourself, use only tools you build yourself, dispose of all of your trash and waste and other by-products of living on your own land, pay no taxes, earn no income, use only electricity you generate yourself with equipment you build yourself - Or just get that you are part of extended systems that are as much a part of you as your ass and mouth and hands, and without which you have no real life. Then decide if it is worth declaring your desires, no matter how individually feeble or misguided, on how you want these systems run and managed.  <br/> \n <br/> \nYou don't have to exercise either, and over time, even if you do, you'll put on weight, so why bother?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Lamed not because you don't vote, but because you are not voting for the wrong reason. Don't not vote because you are only one person. theirateturk is completely right - you have no idea what you are talking about in that second paragraph. <br/> \n <br/> \nI am all for looking at voting from a scientific perspective - that's why I'm not voting this year. I hope to vote in the future, but not in this election. <br/> \n <br/> \nHowever, when you make the argument that your vote almost never counts, you are flat out wrong. Polls are inherently statistical in nature: The purpose of the election poll is to determine who America really wants to be president, and the best way to do that is to get the largest sample size possible. By voting, you are contributing to that sample size. You are not voting for your candidate, you are voting for America (my god that sounds corny in retrospect... but I can't think of a more concise way to make that point). <br/> \n <br/> \nThe way I see it, with that reasoning, you shouldn't vote if and only if you  <em>genuinely do not know</em>  who should be president. Personally, I am at a point where I have heard enough contradicting \"facts\" from both sides that I have determined I will not know whether I believe McCain or Obama would make a better president. It is my hope that I will be able to discern a clearer truth in future elections (though I doubt it will be an entirely clear truth), and I will vote then, when I can properly choose. <br/> \n <br/> \nBut if you do vote, your vote always counts."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Fortunately, they disagree on enough major issues for me to decide who I prefer.  Now, McCain vs. Ron Paul would be a tough call..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Why is voting considered such a patriotic act and donating money to candidates considered borderline sleazy?   <br/> \n <br/> \nMy vote for Barack will add nothing because he's already going to win my state by about 20 points, but I'll get to wear an \"I Voted\" sticker and tell everyone that my opinion matters because I pulled a lever that didn't benefit my candidate at all.   <br/> \n <br/> \nIf instead I donated money to him, it would actually help him pursue votes in swing states that matter - but nobody would say I had done anything patriotic - all I'd get is my name published online for purposes of public scrutiny and suspicion.  I know the donations (both which candidates and the amounts) made by some of my friends because they are published online - we wouldn't do that with votes, would we? <br/> \n <br/> \nBOO TO THAT"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "A wasted vote is something entirely different, but imagine how much less of a mandate Bush would have had if every Gore voter turned up to vote and he got even more raped in the popular vote."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "That's true.  I don't say there's absolutely no value to voting in a locked-up state, but I do think it's odd that we elevate voting so much when there are other ways of being politically involved that actually make a difference.   <br/> \n <br/> \nSometime I would like to see a summary of American voter turnout in states that were considered \"in play\" at the time of voting.  I think we get an unnecessarily bad rap for our turnout when our biggest states (Texas, California, New York) are basically set in stone. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Actually, I was interested enough in this to go get some real facts to see if I was right - and I kind of was, kind of wasn't. <br/> \n <br/> \nGo to page nine of this[url=www.census.gov/prod/2006pubs/p20-556.pdf]Census Bureau report[/url].  It shows turnout by state in 2004. <br/> \n <br/> \nThis isn't quite as much of a spread as I'd expected, and all this is complicated by the fact that there are other races in each state that may affect turnout, but I think the principle holds true - our turnout numbers are dragged down by the (very large) locked up states."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Wow, my first BBcode gaffe.  Actually upon inspection I can't tell what's wrong with it.  I'll go simple: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100112110507/http://www.census.gov/prod/2006pubs/p20-556.pdf\">www.census.gov/prod/2006pubs/p20-556.pdf</a>   <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "So what you're saying is that the electoral college system is the reason people don't vote as much?  Or do you think that it is basically ok."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Uh.  Y-yes?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "My vote for Barack will add nothing because I live in Arizona, in a very red district. McCain is guaranteed to win my state. Doesn't mean I can't make a dent with the local candidates though."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": false,
    "text": "plus, those \"I voted\" stickers get you laid"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "big_earl",
    "plus": 0,
    "snip": false,
    "text": "What if you don't vote because you don't believe in government? <br/> \nDoes that still make you a lazy and impotent cunt?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No. It makes you a lazy and impotent anarchist."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Welcome to my world."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 9,
    "snip": false,
    "text": "I think promising the strip Tuesday evening and Wednesday noon was just Onstad's way of showing he meant what he said on NPR... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i38.tinypic.com/2rhmbm9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I've been a bit put off by these false promises.  GET YOUR HEAD IN THE GAME ONSTAD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 3,
    "snip": false,
    "text": "Panel 14 <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i34.photobucket.com/albums/d139/Lex_Senthur/emot-hfive.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "Panel 17: All I care to know about anatomy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "It would be a more efficient lookup to say Panel -7 (from the end)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "Thanks,  <em>Randall Munroe</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 6,
    "snip": false,
    "text": "tina can wisdom-rock a bonch, in four places at once,  <em>without mussing her hair.</em>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gunblade2112",
    "plus": 0,
    "snip": false,
    "text": "wisdom-rock it so hard a man forgets who's on the penny"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What's a penny?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 20,
    "snip": false,
    "text": "Not much anymore these days.  <br/> \nBa-ding"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Half my point."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drsprinkl",
    "plus": 5,
    "snip": false,
    "text": "i love the avatar-symetry on this post, i can here the monopoly man going \"ha-cha-cha-cha\" as he does that little dance"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "The death of that kitten made the gorilla sad, if I remember my Reading Rainbow episodes correctly. Aw. :("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by Deadpool, tripleG, Lapsarian)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>oh come on tripleG that was funny</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gunblade2112",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://www.techfresh.net/wp-content/uploads/2008/02/lavar-burton.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "What was that thing supposed to do? It looks like a radiator in this picture, but I doubt he needs a radiator for his eyes. Did it give him heat vision powers? <br/> \nNever was into Star Trek."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "He was making a fashion statement. Arguably a recent fashion statement is copying it. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i287.photobucket.com/albums/ll148/dianstuff/kanye-west-grill-glasses-3.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "GAH THOSE AREN'T SUNGLASSES SHIIIIIIT THEY MAKE ME SO MAD"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Max Headroom says: Cool."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gunblade2112",
    "plus": 0,
    "snip": false,
    "text": "Of the few episodes of Star trek I've seen it was something to the extent of him being blind unless he wore the visor, but it appears to be more of a product of '80s sci-fi fashion than anything else."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He was blind, and the visor let him see, to an extent (it was more like infrared than actual sight). In  <em>Star Trek: First Contact</em> , though, technological advances had allowed him to replace his visor with some sort of cybernetic eyes which allowed him to see even better than people with normal vision."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "This will probably only make sense to someone who has achieved substantial Weeaboo levels but my Dudes and I used to joke that some of the  <em>Star Trek</em>  movies were basically like  <em>Star Trek: Endless Waltz</em> ,* especially  <em>Star Trek V</em>  when the characters all had those ridiculous turtlenecks as part of their uniforms. <br/> \n <br/> \n*Here, the Weeaboo refers to the Japanese anime film  <em>Gundam Wing: Endless Waltz</em> . While movie tie-ins to popular cartoons are commonplace in both American and Japanese milieu,  <em>Gundam Wing: Endless Waltz</em> , a film based on a TV series of the \"giant robot/pseudo-philosophical war story\" hybrid-genre, was notable for an explicable cosmetic decision made by the artists and producers. For an apparently unclear reason, all of the giant robots or \"Gundams\" in the movie had different designs and more advanced weaponry than their TV counterparts. Even a flashback from a scene in the TV show where a Gundam appeared had been redrawn so that the newer design of the Gundam appeared. The film seemed to be asserting that the Gundams had always been designed that way. <br/> \n <br/> \nWeeaboos have debated the meaning of this decision for the past decade. Some apply Occam's Razor, saying that this was a cynical marketing ploy to get fans of the show to buy even more action figures and model kits. They cite the 1980s animated film  <em>Transformers</em>  in which it has been documented that a principal reason for the killing of several of the characters was to make room for new characters that children would beg their parents to purchase. <br/> \n <br/> \nOthers have applied symbolic meaning to the gesture, reminding viewers of dialogue delivered by one of the show's villains, Treize Khushrenada, who considers war to have an aesthetic beauty, even projecting this theory onto the whole of humankind, implying that the reasons for war are even more cynical than glory or honor, but for the opportunity to see explosions and gripping battles. Khushrenada cited the very design of giant robots as being more an aesthetic decision than one of military strategy. For this reason, and several other similar scenes,  <em>Gundam Wing</em>  was considered a postmodern literary work that commented insightfully on the \"giant robot\" anime genre, making it in some ways, Japan's  <em>Watchmen</em> . It's popularity gives credence to the theory that over the past twenty years, Japan has been in a constant state of cumming on its own balls.   <br/> \n <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Uh... <br/> \nokay"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fooker",
    "plus": 0,
    "snip": true,
    "text": "Comment left by fooker ignored."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 3,
    "snip": false,
    "text": "Oh, man, not the frickin' airport story again! Did anything else  <em>ever</em>  happen in you life?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rowboat",
    "plus": 9,
    "snip": false,
    "text": "Not even that happened in his life."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Doesn't matter if it did or not, I'm fucking sick of hearing about it every strip, a propos to nothing in this thread!  <br/> \n <br/> \nFooker, don't know if ya' noticed man, but there is a strip up there ain't got nothing to do with you getting head in the airport head. No matter what more you say about it, the Assetbarians will either believe it, or not, and frankly care less with each protestation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "What your missing is that Assetbar added a new feature!  Used to be, when you marked a comment lame, it prevented you from doing anything else to that comment ever again.  Now, it tells you that you found the comment lame,  <strong><em>but it still allows you to ignore the user!</em></strong>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah. But you know I  <em>never</em>  ignore anyone, and almost never lame. (I have promised to never be one of the first three lames anyway.) <br/> \nStill, nice to see Assetbar getting smoother."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Well, I was excited about it.   <br/> \n <br/> \nI'm glad to report that you can also ignore a user after marking a comment as spam, but you can't do anything after giving a chubby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Well, who would ignore after giving a chubby? <br/> \n <br/> \nAlso, I too try to avoid ignore, lechatbotte. I've only ignored a couple times, and that was when somebody posted several really tall spam comments, thus necessitating more scrolling than I would stand for."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'll try not to do that anymore. <Lowers head meekly in shame.>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "I have chubbied the Good Doctor's post, then ignored him. <br/> \n <br/> \nI read about it in a book on how to improperly kill mice, puppies, and Curley's Wife."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Well, someone ignored fooker. I found him lurking about my ignore list, brought there by the JIA."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It's true, he is somehow ignored by me and I didn't facilitate it, either.  <em>I guess 1984 was right...</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I don't remember the exact post from the assetbar_admin introducing the auto-ignore thing or whatever it's called, but I thought it had more to do with accumulated lames than accumlated ignores.   <br/> \n <br/> \nMaybe the assetbar_admin should make this new function clear in the ignore list description, since not everyone may have read the original notice? <br/> \n <br/> \nTo all those people who want to read the comments of those people that are auto-ignored, just remove them from you ignore list."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I think the benefits outweigh the consequences. All you have to do is check the very bottom of the comments on the strip where it shows your collapsed ignores. If you see any names that don't look like aiu clones, you can ctrl-click on the name to view their profile, and click on the number by \"comments\" to view the first few words of all their recent posts. Then unignore or keep ignored as you wish."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Well, who would ignore after giving a chubby?</em></div> <br/> \n <br/> \nI didn't mean you'd want to ignore a post-chubbied user, just that all the links on the comment are turned off at that point.  Which highlights the fact that there is nothing here that is the opposite of \"ignore user.\"  Maybe we could get a feature that highlights all the comments made by our favorite users?  No, we can just use the \"find\" function in a browser.  How about something that auto-chubbies spinynorman whenever we log in?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Shhh! You're not suppose to know about that!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 1,
    "snip": false,
    "text": "Just out of curiosity, why exactly don't you want to be one of the first three lames? I thought the whole point of the lame system was so that Assetbarians can filter out stuff like the eighth iteration of the airport story and they didn't have to bother telling the dude off about it. <br/> \n <br/> \nOn a completely unrelated note, this one time I got a handjob at a Greyhound station.  <em>Oh yeah.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Great question, Nerdinexile.  The last time I actually handed out a lame, I saw it as being in defence of someone who didn't need defending. On re-reading the lamed post, I found that it was actually fairly funny and undesearving of the lame. I realized that in the heat and passion of the moment I had acted a right proper imbecile! So, to clean it up, I randomly chubbied the next three remarks from the gentleman I had undeservedely lamed, and foreswore ever being one of the first three lamers on a post, thus ensuring that heat of the moment wouldn't win the day again! <br/> \n <br/> \nI hope that answers it. (Now, aren't you sorry you asked?)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "He's like Superman, but small and impotent."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't get it?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "...neither does tiny, blank-shooting Superman"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That image made me do a :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tangles",
    "plus": 4,
    "snip": false,
    "text": "as much as i'm sure he's an immature insecure d-bag (or at least does a good job of seeming like one) who rambles on over anyone and everyone's pleas, i have to admit this is the best development in the airport story yet. adds a bit of depth to his character and my loathing of it, especially the part where you let her drug her kid with benadryl just so you could get your rocks off and perhaps all over another failure of a person. here's to hoping you stop failing at life sometime in the near future, fooker"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "He's Auto-Ignored! Yay!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 1,
    "snip": false,
    "text": "I'm willing to sit through one more iteration of the airport story, but only on the condition that it is in Bel-Air form."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Fooker,  <br/> \n <br/> \nCome on over here, baby girl, and I'll fuck ya so good you'll forget all about yer little stories. <br/> \n <br/> \n <em>I'll fill ya up with some HOT WHITE NON-FICTION, BITCH!</em> <br/> <br/> <br/> I'm free Friday."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Excuse  <em><span style=\"border-bottom: 1px dotted\">ME</span></em> , Assetbar - I understand he's acting like a douche, but I didn't ask for you to  <em>ignore Fooker <strong>for</strong> me!</em> <br/> \n <br/> \nLast time I checked this was the  <em>Inter-Net</em>  and I had some  <em>rights!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Didn't you see the post explaining that a while back? Assetbar automatically ignores really lame people now. I haven't really noticed it because no-one that can be cared about has been ignored. <br/> \n <br/> \nI'm sorry Fooker, I can't care about you. At all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Rights, no. <br/> \nWe do have tubes, however."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tunafreedolphin",
    "plus": 0,
    "snip": false,
    "text": "Anybody else think that they're building an internet when they play \"Pipe Dream\"? It's as if I died and became Al Gore"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "He has the right to remain silent, apparently."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I find this to be annoying too. Which Assbar Emperor candidate cares about my petty whims? Where can I vote?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "For fuck's sake! There's like thirty people on my ignore list! Where the fuck did they even post?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Check some of the names of those people though... mainly AIUbots."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Admittedly, but at least eight are not obviously so. I set my lame threshold to 1000, I want to be able to read rubbish should I so choose. What abitrary limits has assbar set?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "This was my original complaint when the JIA was announced. I can skip what I want, and don't need a filter to protect me. The request then was (and still is) the ability to opt out of the JIA machine in my profile. It has not yet happened. I can, however, report that my Ignore list remains in pristine shape, and I will still be able to read fooker ad naseum."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I figure you're in the minority for not wanting to ignore asstards, and this  (if it's a choice between jia for everyone and jia for noone) is the best option on average. <br/> \n <br/> \nI only ignore if their content isn't even relevantly annoying, just taking up space.  Alreadyinuse occasionally says something interesting,  his ______ASS_BAR____ accounts do not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "dog, i thought the head was... awkward? this post is just all kinds of wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If it's wrong to fill Fooker up with hot white non-fiction, I don't wanna be right."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Get over it, go to the airport more often."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "crazy? i was crazy once."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "21echoes",
    "plus": 0,
    "snip": false,
    "text": "Hey, every man must have his day in the first-post sun. <br/> \n <br/> \nThe heat is blinding"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deepomega",
    "plus": 1,
    "snip": false,
    "text": "But Teodor isn't most dudes, is he."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 2,
    "snip": false,
    "text": "Not really, no. He ordered Foie Gras in an arabic voice coming out of his friend's beard during the throws of having his can rocked. That's pretty much not a most dudes thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "*throes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 6,
    "snip": false,
    "text": "With the stock market what it is, sheet cakes have gone up to $42.95 a pop."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "I imagine he would spring for the filled cake with lots of ornate frosting, on an occasion such as this.  Perhaps something with custard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "The custard will be added after the fact"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "gross."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "your comment out of context, yet in conjunction with your avatar is  <em>hilarious</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I thought yours was a crab"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "Everyone always does. <br/> \n <em>Everyone always does</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "There really needs to be a baked goods exchange. Or at least futures contracts for cookies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I could not envision sheet cake as anything but bedsheets made of cake. The logistics of which are beyond me, but I'm sure would suffice for Ray's needs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doctordung",
    "plus": 0,
    "snip": false,
    "text": "Since Ray is now a breast man... are the cakes for his can?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bean",
    "plus": 8,
    "snip": false,
    "text": "British style bird from Corny. Old. School."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilbur",
    "plus": 2,
    "snip": false,
    "text": "Damn, good call. I thought he meant to gesture something like \"two seconds, please\" but this is the winner of the Badass Games we're talking about here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Definitely not good-natured. You can even see the tip of his down turned brow."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "botch",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100112110507/http://en.wikipedia.org/wiki/V_sign\">http://en.wikipedia.org/wiki/V_sign</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "Not sure who that reply is meant for, but I'll ignore it in their stead."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "botch",
    "plus": 0,
    "snip": false,
    "text": "That is the best plan given the circumstances."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Let's run with it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "I love it when a plan comes together. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://tinyurl.com/deusj\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "A-Team for Assetbar.  I pity the fool that messes with the Commodore."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "all other sex acts are heretofore considered jibba-jabba."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I ain't doin' the Commodore on  <strong><em>no plane</em></strong> , Hannibal... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://content9.flixster.com/photo/11/02/58/11025863_ori.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Dear all: Sorry for the damn picture size.  Whilst I do not wish for lames, I will understand if they are rained freely about my head.  Yours, etc."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "WIENER SUPPLY"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "chubbied for misty water-colored memories that cause me to giggle uncontrollably."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I pity the fool that lames you!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "THHBBBBBT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<em>Ack.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "u stink but i [heart] u, doc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>Chocolate chocolate chocolate!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "MEN ARE MESSY! I AM TOO FAT! MY LIFE IS SO CLUTTERED! ACK ACK ACK! <br/> \n <br/> \nSyndicate me, Universal Press."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "did anyone else see Andy Samberg do a Cathy on SNL?  It was like falling in love with him all over again. :0) <br/> \n <br/> \nthat being said ACK I CAN'T FALL IN LOVE WHEN I CAN'T EVEN WEAR A BIKINI ACKK THE LOCKHORNS ARE DRIVING INTO THE CHANGING ROOM"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "LORETTA YOU ARE A BAD DRIVER AND ALSO YOU COOK FOOD BADLY WHY ARE WE MARRIED LET'S GO ASK THE MARRIAGE COUNSELOR BUT  <em>OH NO I'M BEING STUBBORN AND NOT VERY HELPFUL!!!</em>   LET'S ASK MARMADUKE WHAT TO DO <br/> \n <br/> \nWOOF WOOF I'M A BIG DOG THAT GETS IN THE WAY OHHHHHHHHHH MAN <br/> \n <br/> \nAnyway.  When was this?  Last week?  I don't watch TV on account of my roommate's TV is broken and can't really get cable but can still hook up to his Xbox."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "lasagna"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "That's what he wants you to believe."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, no, it's true.  We spent about 20 minutes on move-in day trying to hook it up.  Last year was about the same: we just forgot to sign up for cable so we never found out that this same TV couldn't even hook up for whatever reason.  But we but use the XBox so it's all good. <br/> \n <br/> \n <em>TUNE IN NEXT WEEK FOR ANOTHER EXCITING INSTALLMENT OF \"THE LIFE OF NICE-ON-WATER\"</em> <br/> \nNEXT TIME, NICK'S STANCE ON TATER TOTS: GLORIFIED HASH BROWNS??"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "hash brown pods"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Basically."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>I was actually making a Bill the Cat reference but ok.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I thought so but I was scared to say anything! <br/> \n <br/> \nSo scared."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh what kind of fool am i <br/> <br/> <br/> a PLUM fool!  ;_("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "It seems that  <em>you're</em>  the only one that you have been thinking of."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "<em>delicious</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "English muffin?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>I'm so cool I adapted to both interpretations</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I caught that. I think my favorite Bloom County is the one where Binckly finds out that his father's insecurity closet contains a Jehovah Witness pit bull. Nasty little fellow in a tie, all \"Let me come in and chew on your leg for a few hours!\" Lol!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Too many favorites.  I have the Opus collection (featuring Opus in Sunday comics from Bloom, Outland, and the eponymous current thing) and there's so many good ones.  I think the one where the alien comes and watches Jimmy and Tammy Faye is up there, and a few Christmas/ Birthday ones.  And anything with Bill."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I got it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "we don't syndicate that one here. <br/> \n <br/> \nDoes the Star do that one autrepoupee?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "heck no, it was sort of a clever series, so it's not really a natural fit for the Star.   <br/> \n <br/> \nBut if you guys ever need to catch up on Mary Worth and Ziggy,  <em>we've got you double-covered!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If you're referring to  <em>Bloom County</em>  as \"sort of a clever series,\" my opinion is that you need to read more of it and read it  <em>closely!</em>  At it's worst, it's  <em>extremely</em>  clever. At it's best, it's god damned genius."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I mean to ask this yesterday, but... am I missing something with Opus? I usually take a look at the comic syndicated in Salon, and it seems to mostly consist of trite and ham-fisted political truisms. Which I guess is a fair description of Salon in general, but still."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Hi, long-time reader, first-time poster.  Berkeley Breathed lost it quite some time ago.  I check out the Opus strips every once in a while and am almost always disappointed.  When he's not ripping himself off wholesale, he's writing strips that are less subtle than political cartoonists on a bad day (see \"trite and ham-fisted political truisms\").  Maybe I've just had a bad sampling, but, hell, even Outland wasn't really that good. <br/> \n <br/> \nIt's a shame, I guess.  Bloom County has always been my favorite print comic strip (and is number 2 behind Achewood overall), ever since I was wee lad, and even with all its faults, I always thought it was slightly better than say, Calvin or the Farside. <br/> \n <br/> \nAnyways, go to your local used bookstore and you can probably find the old Bloom County collections (I believe they're still out of print and no big memorial collection has been put out, a la the Far Side and Charlie Brown)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I guess I'm behind the times. I've never heard of this  <em>Opus.</em>  All I know is that  <em>Bloom County</em>  changed my life and  <em>Outand</em>  was at least decent. If  <em>Opus</em>  is as bad as everyone says it is, that makes me sad. I'll find it and judge for myself, as I do have a very deep soft spot for the work of Mr. Breathed and it is possible that it'll still strike a chord with me anyway. <br/> \n <br/> \nReading only comics written by Chris Onstad for the past year and a half has left me dumb to the world around me. I don't really mind."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yah. Opus swam over the shark. <br/> \n <br/> \nThree words to remember when buying books on-line: <br/> \n <br/> \nBloom County Babylon"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I would like to say here that I also found that  <em>Opus</em>  sucks so hard that it has made me question in restrospect the quality of  <em>Bloom County.</em>   I really enjoyed the latter when it was first appearing in the 1980s, but I think it would be wrong to put it in a class with  <em>The Far Side</em>  or  <em>Calvin and Hobbes</em> ."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Well, it's not easy to say why I prefer Bloom County to Calvin, but one reason would be the characters.  As much as I like Calvin & Hobbes, ultimately you have a very small cast, occasionally you get the parents, the neighbor girl, the teacher, or the bully.  That's pretty much it.  I've read through the Calvin collections dozens of times, but after a while they all start to look the same.  Breathed had a larger cast to work with and often brought in new ones or got rid of old ones to help out.  I can more distinctly remember Bloom County strips and arcs. <br/> \n <br/> \nThis is hard to explain and sounds stupid to say, but stay with me (or don't): I always found Bloom County to have more imagination, more fun, be more like a comic than Calvin.  As nice-on-water says, it has \"spark.\"  Now, don't get me wrong.  Bill Watterson obviously had fucking boatloads of imagination and everyone loves to pretend that they were as inventive, funny and crazy as Calvin.  Watterson is a great cartoonist and really an incredible writer.  He might, overall, be much more consistent than Breathed (and I'm only counting Bloom County-era Breathed).  I've always respected his position against \"selling out\" and not merchandising, etc., as I often tend to side with that often oversimplified viewpoint.  I love the fact that C H is almost a philosophical tract (please, don't read too much into this comment, achilleselbow), and can be as dark as it is funny. <br/> \n <br/> \nBut Breathed always seemed like he had more  <em>fun</em> , and that will always show in the comic; to me, at least.  Breathed has a shitload of flaws: he lambasted Jim Davis for basically creating Garfield as a merchandising tool, then went on to merchandise shit himself, if just not as much as Davis.  But he also made fun of himself for it.  He could be annoyingly preachy at times, but these episodes seem to go as quickly as they arrived. <br/> \n <br/> \nWatterson, for all the wit and imagination in his characters, always seemed to be writing like this kind of feeling was a distant memory to him (I've always thought that, towards the end of C H, it got more preachy, stuffy, angry and less fun, especially).  His humor sometimes seemed a little clinical.   <br/> \n <br/> \nSorry for all that verbal effluvium.  Basically, it always seemed to me that Breathed enjoyed what he was doing, and that came out in his work.  I can't say I ever felt that vibe from Watterson. <br/> \n <br/> \nOnstad seems to have found a pretty healthy medium between the two."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I always thought Bloom County was just a Doonesbury wannabe.  Different strokes, I guess."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i liked his messy and vibrant art, but was too young to really enjoy the political nuances"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Eh, the artistic similarities have always been annoying and hard to ignore, yeah, and it's not exactly a stretch to say that Breathed's more subtle political jabs and satires didn't often seem a little too Trudeau-esque, but I think there's enough originality in Bloom County to give it a  <em>little</em>  more pull than just being a Doonesbury rip-off. <br/> \n <br/> \nBut, yeah, different strokes.  I certainly won't blame anyone for liking Calvin & Hobbes/Farside or a few select other comics better than Bloom County.  They're all great."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Why can't both be true? Every day's a different mood, and I honestly wouldn't want to choose a world without C & H, Farside or Bloom County (although I'll agree older C & H is better). Can't they three just be great contributions to my life, and our culture, and leave it there?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Flanders: Well, I guess this is a case where we'll have to agree to disagree.  <br/> \n <br/> \nPrincipal Skinner: I don't agree to that.  <br/> \n <br/> \nMrs. Krabappel: Neither do I."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The only thing that makes me regard Calvin and Hobbes and the Farside and Peanuts higher (other than the fact that I grew up on C&H and I even like it more than Achewood, and it definitely shaped my sense of humor and writing style etc etc) is that it's so dated.  Celebrities are outright named and depicted and for us now, its age shows.  It's still funny but dated.  Not as sharp as when it first ran."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And Opus is just...too modern?  It leans completely on the current administration and whathaveyou and I just don't go for it.  It's the same basis for a joke every week (not the same joke, but same source)."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, the current Opus is definitely missing the spark Bloom had, and which I still say Outland had for a while."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 1,
    "snip": false,
    "text": "*yank*  <em>dramatic</em>  *BWAROOOOOOOOOOOOOOOOOOO*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deadpool",
    "plus": 1,
    "snip": false,
    "text": "Oh hey maybe that's supposed to be like CSI: Miami?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 52,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/100108_CSIAchewood.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snatch22",
    "plus": 3,
    "snip": false,
    "text": "YEEEEEEEEEEEEAAAAAAAHHHHH!!!!!!!!!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Holy glorious hell."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "<strong>YES</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I imagine removing a pince-nez with that kind of force would be much more painful than Connie lets on here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "the winner of the badass games don't flinch when removing his pince-nez."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I'll chubby that, but where's the curved eyebrow in the last panel?  I want my curved eyebrow!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "oh, it's totally there--Photoshop just kinda blurred the brow at this distance... <br/> \nGuess I should have penciled it in a la Divine..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "Chubby for randomly mentioning Divine"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "perfect timing"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Really, I didn't know there was a British style way to flip the bird."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "wait, like, from hot fuzz? <br/> \n <br/> \njog on!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Actually from centuries before that, but yes, it is a British film, and they did use it in that scene."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "If he was truly old school he would have cocked a snook."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oplem",
    "plus": 0,
    "snip": false,
    "text": "That's an accurate anatomy chart and can be used for instructional purposes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "Would it be perhaps called... <em>Ray's Anatomy</em> ? <br/> \n <br/> \nOh ho, jolly good!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "That is truly the limit!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "what would it take for the \"good times\" to also colonize north of the belly button?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "Weed.  <br/> \n <br/> \nDuh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "in retrospect, i see that question should never have been asked. i apologize, assetbar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No need to apologize. I was a bit amazed that it was only below the belly button. Man, the whole body is built for \"good times\" when you're doing it right!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Angel dust, then?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That's not what I'm talking about! Straight, clean sober, if you're doing it right, it's \"good-times\" from crown to toe."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "<em>Well I can't tell<br/>\nmy crown from my toe!<br/>\nI guess I buried my face<br/>\nin way too much blow!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Todd! Is that you? <br/> \n <br/> \nHey, everybody; Rowboat is Todd!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "[splut]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That was the most perfect thing to say ever! <br/> \n <br/> \nSee ya' in Hell's toilet! Good luck on the quiz! <br/> \n <br/> \n>Splut!<"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 2,
    "snip": false,
    "text": "\"I should not have used my credit card for that.\"   <br/> \n <br/> \nI can't think of a better way to acknowledge a screwup. It is the new \"D'oh!\" <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 4,
    "snip": false,
    "text": "It's going to be my epitaph on my Boot Hill-style gravestone! <br/> \n <br/> \n <em>Here lies that guy invidious<br/>\nbeaten to death with a baseball bat<br/>\nwife found \"Teens with Big Tits\" website<br/>\nhe should not have used his credit card for that</em> <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "<em>Here lies Rowboat.<br/>\n<br/>\nSuffocated in a vacuum tube like a plague-stricken cat.<br/>\n<br/>\nHe bought said tube at the behest of Billy Mays with his filthy pants down around his raw ankles whilst high as shit on aerosol potpourri on the morning of his best friend's closed-casket funeral.<br/>\n<br/>\nHe should not have used his credit card for that.</em> <br/> <br/> <br/> Wait, wait.....I can get this...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Winner: Rowboat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I hope Ray at least tells Beef.  This doesn't have to be in a strip, I just would hate for something like that to come between them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "you know he will. this is the dude that locked his homey in a makeshift elevator to listen to his love shenanigans"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "teabag_mel",
    "plus": 0,
    "snip": false,
    "text": "Get the Fanflow premium content, if you don't already. I ain't saying anything more."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "Dramatically removing one's sunglasses is basically the thing of revealing a harsh truth. <br/> \nCSI, Achewood, That one episode of Scarecrow and Mrs King, The Matrix, The time the bishop told me I couldn't go to seminary... <br/> \nActually, he didn't so much take off his sunglasses as his Zuchetto, but same thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "dont forget airplane! where he actually has two sets of glasses such as here"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "This week, have some style; remove all of your sunglasses with a definite \"%u2014YANK%u2014.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "(After seeing this, I laughed out loud for a good ten seconds straight. Damn you, Assetbar. Damn you.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Before I saw \"YANK.\" I was all, \"What. Is that some type of robo-command? Are you a robot, usversusthem?\" <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't even know how to pronounce \"%u2014YANK%u2014.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Tear up the planks! The something something tell-tale heart! I confess everything! <br/> \n <br/> \n(It's just an m-dash.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inspectorgadget",
    "plus": 0,
    "snip": false,
    "text": "No alt text?  What the hell?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Alt text: Seriously, T. Get your mind out of Ray's commodore.  (for some reason its showing up on the main site, but not the assetbar site)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "They must have fixed it, because it's working for me now. Just so you know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "\"Seriously T, get your mind out of Ray's commodore.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "What the fuck IS that guy in panels 4 and 7?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 0,
    "snip": false,
    "text": "Room service."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripperday",
    "plus": 1,
    "snip": false,
    "text": "Woodchuck? Groundhog? Guinea pig? Capybara? Too skinny for a beaver. <br/> \n <br/> \nHe seems all nice and stupid, but I bet he'll bite the crap out of you if cornered."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Could be a rabbit, what with his ears all tucked up in the hat. Dumb Bunny!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I'd agree with either a 'chuck or rabbit- <br/> \n <br/> \nThat dude's front teeth are so prominent,  <br/> \neven his  <strong>knock</strong>  has a speech impediment! <br/> \n <br/> \n> <em>KNAK KNAK</em> <"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It is the Bostonian knock."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Daymmit, Matt Daymon, stwop knakin' on my daym cah!!! <br/> \n <br/> \n*(my impression of gladi8orrex as a Nor'Easter.)*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "He didn't knock. He just chomped loudly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "never_die",
    "plus": 0,
    "snip": false,
    "text": "when room service knocks, it makes the sound of Curly of 3 Stooges fame."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "He's obviously a naked mole rat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Well, ok. Obviously! (?). <br/> \n <br/> \nDumb Ratty!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "I think its just a teenage cat with bad buckteeth. dude is earning money for some braces seeing all kinds of mad things at a hotel"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Something about him reminds me of Jai in the Sky.  Possibly the composition."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's the incessant smiling of someone who gets paid to turn off their brain and serve customers."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the gratuitous second panel shot showing him doing nothing in particular."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "An ugly motherfucker of a cat. <br/> \n <br/> \nAchewood logic: <br/> \n <br/> \nQ.  <em>Do you know what it is?</em> <br/> \n <strong>- If \"no\", go to (A)<br/>\n- If \"yes\", go to (B)</strong> <br/> \n <br/> \n(A)It is a cat. <br/> \n <br/> \n(B)Why are you asking?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "One of these days there'll be a strip where all the characters take off their masks and are revealed to be furries."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100112110507/http://achewood.com/index.php?date=08302005\">The truth is even more disturbing.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I initially thought it was Vegetable Brain, fallen on hard times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I initially thought you said he fell on lard times, which would be an interesting fate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheriff_mittens",
    "plus": 1,
    "snip": false,
    "text": "Boy are the theories of what a commodore is gonna flow like maple syrup across the flapjack of assetbar tonight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "The whipped butter of anatomical logic melting beneath its hot enticing gooeyness, melding into one and adulterating the side dish of bacon and mushrooms and I want some breakfast."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"Adulterating?\"  I think not, doctor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I think so. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100112110507/http://en.wiktionary.org/wiki/adulterate\">The present participle of \"adulterate\".</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "....unless you were claiming that the butter/syrup combination is meant to be combined with bacon/mushrooms, in which case I would also disagree."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "The butter/syrup combination is CLEARLY meant to mingle with the bacon/mushrooms (and/or grits if that is how you roll) and no sane man is prepared to say otherwise."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Bacon (plus) Syrup is awesome. <br/> \n <br/> \nAre we back to this conversation?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I stayed out of the last one, I think, so I decided I couldn't miss this one."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Politics, breakfast...diametrically opposed, are you two."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "At least we both agree on the quality and stamina of your mother."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah. She's got neither."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wilbur",
    "plus": 1,
    "snip": false,
    "text": "On a different note, Happy 7th Birthday to this fine strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 54,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i35.tinypic.com/2ponn1w.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 2,
    "snip": false,
    "text": "Get it away from him! He is only five!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "<em><strong>ADULT HUGGGSSS!</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "The emphasis is on the \"U,\" you big ham. <br/> \n <br/> \nPronounce like so: H <em>uuuuuuuuuuuuu</em> gs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...not if you ask my  <em>wife!</em>   *hey-o!* <br/> \n <br/> \n(okay, I'll stop)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "hamscout, are you... (*removes sunglasses quickly)  <em>fooker</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "ohmigod fook no!! <br/> \nPlease don't ignore me, David Carussetbar!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "chubby instead"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 2,
    "snip": false,
    "text": "It's kinda like, when you pick up your sons from scout camp, it is likely not a good sign when the first thing they ask you in the car is \"Dad, what's a hermaphrodite?\" You start to get the feeling that things didn't go well that week. . . . <br/> \n <br/> \n(This is a true story. It didn't happen in an airport.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "It wasn't bad  <em>that</em>  way.  Just that Movie Night featured Fellini's  <em>Satyricon</em> , a film guaranteed to provoke questions among the young."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "breastman",
    "plus": 4,
    "snip": false,
    "text": "It's too bad the setup didn't involve Teodor calling from a pay phone.  Just at a critical juncture, the operators voice would come on the line and say \"Please deposit 25 cents\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Lamed for thinking you are smarter than Chris Onstad without even opening up Photoshop. C'mon, now. Doc Rostov, bless his soul, is rolling in his grave right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What is this \"pay phone\" of which you speak?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "What is this \"speak\" of which you speak?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That was eerily nonsensical, and yet lingering on the edges of rationality. What you have now spoken, you cannot unspeak!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Once a car radio said to me: \"When God tells you something, He can't take it back.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. I thought He was like, well, God or something. I don't think the car radio can tell Him what He can and cannot take back."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But if God needed to take back something he said, that would imply he made a mistake."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't think so. He's God. He  <em>can</em>  be imperious. \"Then I said 'Yes', and now I say 'No'. Deal with it!\" No explaination offered."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I mean, seriously: He sees a lot bigger picture than we do. What looks like \"doesn't make sense\" to us, has its reasons. Sometimes, we just need to take it on faith. Like Abraham and Isaac."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "The End! No moral!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Anyone with bible-knowin' would tell you that God often deliberately tells lies, for shits and giggles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "\"Eerily nonsensical, and yet lingering on the edges of rationality\" would actually be a pretty nice epithet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I believe that is verbatim what my second-grade teacher wrote on my end of year performance review... <br/> \n <br/> \n(Or maybe it was what my high school creative writing teacher wrote on my final paper.   <em>No</em> , that was: \"You're quite funny, and very terse.\")"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "I got that one too, except it was \"and very  <em>tense</em> \" <br/> \n <br/> \nAnd there was a post-it attached saying \"See Me\" <br/> \n <br/> \nAnd it smelled of massage oil"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Do you mean epitaph?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's a bit too long to be an epithet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, I wasn't trying to correct. Just pointing out that it would make an amusing epitaph, as well."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I didn't know there was a limit on the length of epithets.   <br/> \n <br/> \nIt would make a provocative epitaph though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "All T wants is a time good enough that it makes him forget who is on money. <br/> \n <br/> \n <em>Ray, you know he will never have that. Show him a little compassion!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "The real joke here is that Ray was wearing his regular glasses underneath his sunglasses."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "cool title man"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "http://achewood.com/comic.php?date=10012008  // «"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Does the eagle cry because he doesn't like the title, or does he cry because the flag is missing 38 stars?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "potatoes9000",
    "plus": 9,
    "snip": false,
    "text": "The eagle cries because of the white man's litter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That's normally called \"The Gubment\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "God damn it them 12 stars was ALL WE NEEDED :nevarforget:"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "or does he cry because AMERICA HAS LOST ITS WAY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He cries because the senate thinks that it is okay to straight-up waste $800 billion dollars that we don't even have."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "it's the amurcan way"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The American  <em>government's</em>  way. Popular opinion is largely against this thing, after all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, popular opinion is a tricky thing. Immediately after the Dow dropped, it went from the majority being against it to something like half and half. And even before the bill failed, the same majority that was against it was also polled as thinking that the government should \"do something\".  <br/> \n <br/> \nYou have to admit that the vast majority of people have absolutely no conception of economics and little idea of how this could affect them. People are also not good at sorting out their cognitive dissonance - for example, close to half of them are still going to vote for a guy who will continue a war that the majority of people now think was a bad idea and which is costing far more than the bailout. <br/> \n <br/> \nAll of which is not to say that it's a good idea. The only way I'd support it is if it came with much heavier regulation, which is not going to happen."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You do realize that the existing regulations were largely responsible for this mess in the first place, yes? So why would you want more regulation? That would be a bit like smoking an extra pack a day to try to get rid of your lung cancer."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oi why am I getting involved with this I just can't help it"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I think we've had this argument before. It's a double-tiered thing. You're right in the sense that the original framework in which we created private companies with government backing was the root of the problem, but the problem was further exacerbated by the lack of regulation which was subsequently applied to those companies. <br/> \n <br/> \nSo I realize that you can go one of two ways with the solution, either European-style regulation like when Sweden solved a very similar crisis by basically nationalizing the companies that they bailed out, or the Ron Paul idea of ending corporate subsidies and actually having a completely free market, both of which are better than the current system where the government basically subsidizes private companies to provide the services that people nevertheless expect. But you'll pardon me if I point out that the first method has been applied successfully throughout Europe, whereas the second exists purely in Ron Paul's mind as far as I know."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have a response for this, telling you pretty much exactly where you are wrong. But I'm not going to post it because this isn't the place for these discussions, and I shouldn't have even gotten this involved, and anyway it would be pointless because you will disagree, whether what I say is backed by facts or not. <br/> \n <br/> \nBasically what I am saying is I am bowing out and will try harder to avoid these things in the future. I don't think political discussion is appropriate or productive on assetbar."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i'm curious, not because i want to argue, but just because i'm curious"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "He's Poli-curious."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The American public doesn't know a thing about economics or the financial markets.  Most Americans seem to think this is money that will be disappearing or some such.  Most of my countrymen roger each other in stairwells."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's called Exit The Commodore on the RSS feed. Basically, achewood/assetbar is experiencing Difficulties at the moment."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's all fixed now. So  <strong>back off, alt text lamers!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Was just about to say that.   <br/> \n <br/> \nAlso: wry comment about crying eagle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chicanorojo",
    "plus": 0,
    "snip": false,
    "text": "Ah. S***. Commodore=Milking the cow! Eeeck!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Was she milking it from both ends?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "honey-swept lunar mons?  How is anyone supposed to be able to tell if that is a positive, Teodor de Berger <em>lack</em> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "With Tina involved, I'm sure pretty soon  <em>everyone's</em>  mind will be in Ray's commodore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That avatar gives me both seizures and herpes all at once.  Tell her to stop moving so much"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's almost like some kind of  <em>Jacob's Ladder</em>  shit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "It is this reason why hedonismbot prefers dead women to living ones in every situation.  <em>Every one</em> . Except baking."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Time to clean the oven  <em><strong>again?!?</strong></em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Baking and bronze sculpture casting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "no, seriously, fuck your avatar"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Sneeriously."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "why must you hate me and my purple bird puppet?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i used to entertain autistic children with an eerily similar puppet, except that it was a marionette"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Less meth, and you'll get it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "I stop to read this unread post, and note that jeet's iconatar isn't moving, while the kitty below is nom-ing away. I think, \"Awesome, she changed it.\" Then, I mouse over jeet's avacon and am met with a seizure. Not cool, Assetbar. Don't trick me like that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "techiebabe",
    "plus": 1,
    "snip": false,
    "text": "Oh, he likes us ladies quite alive, my friend."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, I had all sorts of dirty followup to this, but it seems like ages since I last watched kitty-nom-nom.  It just takes the pervy right outta me"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "It's so easy to get lost in the nom-ming. That cat really likes corn."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Dang I ain't seen kitty nom-nom in basically forever"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "nom-nom-nom-nom-nom-nom-nom-nom"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "He prefers to bake live women?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "That he does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andersmn",
    "plus": 0,
    "snip": false,
    "text": "The man whistles when he talks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 1,
    "snip": false,
    "text": "Ridiculous ending to a ridiculous storeyline. Oh well."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It doesn't say \"THE END\" at the bottom, so . . . maybe more to come?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "<em>Ridiculous</em>  avatar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Almost as ridiculous as making a crab with your body. >:("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "Well it was supposed to be a zombie taking a nap.  <br/> \nYou people interpreted it. WRONG >:{(       <br/> \n(my angry face has a moustache, therefore it is superior to yours)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "<strong>[size=30pt]BWAROOOOOOOOOOOOOOO[/size]</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "[fuck you assetbar]fuck you, assetbar[/fuck you]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ridiculous?  It inflamed imaginations around the world, pulled a meta on Google Search, and made me appreciate regular sex even more.  I'd say that's accomplishing a lot for a cartoon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "honey-swept lunar mons made it for me <br/> \n <br/> \ni haven't heard that word since 9th grade health class <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "My first thought was Olympus Mons on Mars or Mons, Belgium, but I think I was having dissonance with the honey swept part. WHO POURED HONEY ALL OVER THE MOON?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "NOTOROIUS B.O.N.C.H."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Everything south of Ray's belly button is Good Times. <br/> \nFor the Ladies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Ray himself my not really be sure what it was, having lost all sense of the boundry between reality and \"good times\" to such a point that all he knows is, like, wow! do that again, whatever it was!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griggs_although",
    "plus": 0,
    "snip": true,
    "text": "A comment left by griggs_although was marked lame too many times and excluded. (marked lame by Bophur, InspectorGadget, rajib, IronDave, crumpetsandtea)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "butta",
    "plus": 0,
    "snip": false,
    "text": "Achewood unfortunately using a joke that Road Trip made famous"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Please elaborate for those of us who didn't waste time on that film."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Or don't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "the  <a href=\"http://web.archive.org/web/20100112110507/http://www.imdb.com/title/tt0215129/\">imdb page</a>  offers no specific info i can relate to this strip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Let's forget it ever happened."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "like butta"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "There was a whole scenario involving \"milking the prostate\". I think in the middle of the movie they're just talking about it and thinking it's kind of gross, and then at the end during the \"where they are now\" part, it is revealed that the tall douchy guy is dating a med student and you hear her asking \"Two fingers?\" and him answering \"Did I say two? Better make it three.\" <br/> \n <br/> \nI was like 14 when that movie came out, so give me a break."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The one time I saw that movie on TV, they ran ads over that part. <br/> \n <br/> \nHe goes into the clinic, asking if he can sell his semen... <br/> \n <br/> \nHe's walking out, with a strange wide-legged stance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That is, I saw it once.  On TV.  I am sorry for not punctuating myself properly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "That's right. They were raising money to continue the trip by donating to a sperm bank, and he was putting moves on the pretty nurse, saying that she could really help him complete the order, and she's all like, \"yeah, there's something we can do to help.\" <br/> \n <br/> \nHe was already a perv, and this did nothing to help. <br/> \n <br/> \nThe worst scene was when Tom Green placed a live white mouse completely in his mouth while trying to show a disinterested snake what it was suppose to do with it. I guess if they had shown felching, that would have top it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "the skinny kid from the new guy losing his virginity was also amusing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "And admit it, you've been wondering since you were 14 when you would get your prostate milked.  I know I have."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "At your age, you're probably overdue for it yourself. <br/> \n <br/> \nThat's right. I went there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "Dang. Tina is just like.. ok with this  <br/> \n <br/> \nshe is some kind of woman that makes me so puzzled"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't think Ray stuck around long enough to find out, but panel 10 doesn't look like she's ok with it at all!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "she just looks somewhat peeved. for someone who has just performed a commodore on a price who turned out to not be a prince at all, also being a mad chick that is Tina, she seems fairly calm.  <br/> \nim sorry, im not sure if that sentence was entirely coherent but i cant be bothered to double check"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I got it. <br/> \n <br/> \nYou are seeing the calm before the storm, as she really puts together what just happened, and how to best retaliate. If Ray's lucky, she will retaliate hot and early. Because, damn, if Tina takes this one cold later, Ray's in trouble! <br/> \n <br/> \nMeanwhile, what happened with all the cake? (I'd like a piece.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "so much for the ray and tina lifestyle brand. i was so looking forward to the silk Ray Smuckels smoking jacket"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Man don't need no Tina to brand a pimpin' smokin' jacket, dude."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "perhaps not, but there is not currently a ray smuckles lifestyle brand. i was hoping this would blow up kazenzakis card style. imagine: infants wearing ray and tina footies, hipster chicks with big hair wearing ray and tina aviators, the ray and tina wakeboard. utopia."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "those things would all be better without Tina"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "True dat. <br/> \n <br/> \nRay would be able to manufacture some classy goods (he invented the ' <em>ChatSack</em>  for Onstad's sake!). <br/> \n <br/> \nTina's products would necessarily be banished to the 'impulse item death row' at Kmart...  Low products for low people."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "<em>...At low, low prices!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "Why does everyone gotta hate on Tina? The only female achewood character with  <strong>balls</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And that would be the reason."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "<em>metaporical</em>  balls -.-"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "haha spelling"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "\"metaporical\" - still working out what it could mean. Any suggestions?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "<strong>Metaporical [mæt%u0101pôrikal]</strong>  Adj. (from  <span style=\"border-bottom: 1px dotted\">Greek</span> : %u03BC%u03B5%u03C4%u03AC = \"after\", \"beyond\", \"with\", and pore = %u201Cwhere sweat comes out of\") <br/> \n Pertaining or relating to a  <em>Metapore</em> , a pore contemplating upon itself.  <br/> \nThe entomological origins of the term arise in ancient Grease where the term was applied to the lesser known theories of matter. Some ancient philosophers believed this  <em>metaporical</em>  substance, much like  <span style=\"border-bottom: 1px dotted\">ether</span>  existed throughout space.  <br/> \nEx.: I seem to be growing more and more metaporical substance on my face. The teenager dripped metaporical ooze upon his philosophy textbook.  <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "So, she has balls that have pores that contemplate upon themselves? I'm sorry, but I'm still lost. Laughing, but lost."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "well i dont know, but it seemed to sound cool :{"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No. I like your definition, but it really doesn't work in that sentence. But, if she were to have balls, isn't it a kick to think that their pores,  <em>and only their pores,</em>  would be self-aware enough to contemplate upon themselves?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "tina having solipsistic testicles would add a whole new twist to the commodore"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I like Tina, but I am also a woman who is kind of a bitch"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tripleg",
    "plus": 4,
    "snip": false,
    "text": "tina is basically the girlfriend of just about every alpha dogg i've ever run with. hate her if you want, but it takes a bitch like that to keep an asshole in line."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "chubby C:"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": ":)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Man, you do not want what that cake is now. Trust me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "why do i not want the cake? what happened to the cake after ray made his quick exit?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I was under the impression that the cakes were already in the room? I...uh, maybe I was wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "She has known Ray for a very long time and is used to this kind of shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 2,
    "snip": false,
    "text": "Oh man. When I read the title of this strip I couldn't help but continue on as Geddy Lee: <br/> \n <br/> \n\"Exit the commodore, today's Tom Sawyer he gets high on you, and the energy you trade, he gets right on to the friction of the day.\" <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whoper",
    "plus": 39,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i37.tinypic.com/241sgsi.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Yeah I just said something about this. Good job."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Wow--and I photo 'buggered it from a different direction... <br/> \n <br/> \nHey whoper - High five for the double-bang!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whoper",
    "plus": 1,
    "snip": false,
    "text": "Et tu, Assetbar? <br/> \n <br/> \nhttp://tinypic.com/view.php?pic=241sgsi&s=4"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Only thing odd about this is the middle panel being a thought bubble."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but I figured it to be Ray choosing that moment to reveal his identity."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whoper",
    "plus": 0,
    "snip": false,
    "text": "Interesting theory, but it was really just an oversight."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "One of the reasons I think interpreting art is largely nonsense (the other is that I got a D on a test I didn't revise for, or have the correct books for)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caboom",
    "plus": 0,
    "snip": false,
    "text": "YEAH!!!!!!!!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by mercuri0us, prius_chaser, aHatOfPig)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "That's what she said!  Up to the period.  After the period, That's what you said after she said what she said!  Hey-O!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I thought it was fantastic, the events seemed natural and it was classically surreal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatarea",
    "plus": 3,
    "snip": false,
    "text": "The Commodore is so obviously an alternating Rusty Trombone and Teabagging. Come on Ray, don't be a dick - if you can explain a sex act in one sentence, it's not some massive secret. Especially since you forced a guy into  <strong>Maximum Friendship</strong>  with no warning."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ahatofpig",
    "plus": 0,
    "snip": false,
    "text": "I would pay upwards of twenty dollars for a shirt with that map on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sluggo",
    "plus": 1,
    "snip": false,
    "text": "What is Cornelius gesturing to Teodor?  Is this gesture supposed to make up for the fact that, as far as Cornelius knows, he is waking Teodor up again? <br/> \n <br/> \nAlso, the \"Faq\" aspect of the \"Help and Faq\" link should be in all caps, because with the underline, it looks like \"Help and Fag.\"  I was interested in both until I clicked, when I realized my error."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "See above - the V sign is an extremely British way of telling someone to properly bugger off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sluggo",
    "plus": 1,
    "snip": false,
    "text": "I don't know...wikipedia knows everything, and they say the gesture must be palm-toward-gesture-giver to be offensive.  Cornelius's palm is not facing away from Teodor. <br/> \n <br/> \nThis all matters.  It's important."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Everything you've been told here is correct. Anything you found someplace else is incorrect. Please believe it. There is nothing offensive about the \"palm-toward\" version of that gesture. You must understand at least this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Wiki says palm-inward on my end. Also, enjoy your accidental chubby."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Palm-inward is offensive, derived from a battleground taunt done by archers who had all but their drawing-fingers removed. Palm-outward is a friendly gesture, popularised by hippies and still used today by Japanese people posing for photographs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "akadriver",
    "plus": 1,
    "snip": false,
    "text": "I think it is supposed to be facing away from Teodor, but Onstad just sort of sucks at perspective.  If the scene were actually rendered in three dimensions as-is, Connie would be directing his ire at that dandelion off in the distance.  Perhaps he is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "That was a good comment, but I always feel weird giving a chubby to a whacking-off Weird Al."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "HONEY-SWEPT LUNAR MONS <br/> \n <br/> \nLOVE THEM"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "ME TOO, I THINK."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Moist Honey swept lunar mons I think - sheer poetry"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchee",
    "plus": 0,
    "snip": false,
    "text": "Pegging, then <br/> \n <br/> \n <em>Gentlemen.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "I don't think even Onstad knows what the commodore is. So at least T's in good company."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "That's way beyond any other leave I've seen. It smacks of Kierkegaard and Eraserhead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 5,
    "snip": false,
    "text": "Although the Good Times Cut of Ray is considered a delicacy in many Eastern European precincts most other delicate Western sensibilities are offended by the Rad Chili garnish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Your suggestion that just because I Eastern European I enjoy eat genitalia very racist and bad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "In Eastern Europe genitals eat you?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "My cousin died from eating Eastern European genitals. <br/> \n <br/> \nNot funny, not a good asset."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Australians all lets  <em>take Monday off!</em>  Orrrhhh yeah."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Not for teachers, mon freir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "myfirstpost",
    "plus": 1,
    "snip": false,
    "text": "179th!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for clever avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Shut your every good boy does fine!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Read th spaces, not the lines, you clod!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "shut your FACE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I like \"every good boy deserves favor\" better, even if the language is now quite antiquated (like my dong)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Did the sudden return of the leaf-blower make anyone else think of the  <em>Bourne</em>  series main theme? <br/> \n <br/> \nBecause that is a good send-up of that theme."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Even if he hadnt used his credit card I think those cakes blew his cover."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This is looking like a bit of a tradition now, so let's do this.  Uh.. <br/> \n <br/> \nI would blow my cover all over your avatar. <br/> \n <br/> \nThere we go.  See you next strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I would certainly not have cut my losses. I guess I am a guy like T."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "This strip really hit the spot!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>Odei's Spot</em> . Would  <em>you</em>  hit that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "with a wooden driver"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "The Wooden Driver: when, although you didn't really like all of the Pirates of the Carribean movies but watched them all anyway, and that Commodore dude turned into a pirate for a short time and used his wooden leg to finally peg Kiera Knightly in that edited-out scene that she's not so proud of but had to fight like a mungrel dog to have left off the DVD extras disc, the same fight that you donated some money to in order for the scene to fall into your hands oh god the shame of it, but she really is intensely hot if entirely without personality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "actually, i was thinkin gepetto's chauffeur."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That was some lovely pacing you guys got up to there, and it's a shame to ruin it. <br/> \n <br/> \nBut, here I am."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "just clap, Joker.  That would have been enough.  But now, no."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i uh... i like your idea though. uh... can i borrow that dvd?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm not allowed within 100 metres of that DVD. Or at least so it was ruled. <br/> \n <br/> \n(meet me at the bridge at midnight)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "(which bridge?)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Don't respond to his \"bridge\" nonsense.  He is just being a troll"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "http://www.instantrimshot.com/"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I love this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I just gave myself a good dozeb rimshots."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by Lumus, MajesticTrout, techiebabe, tellumo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "lol i no rite"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "what"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Wait.  Wait.  You want us to sell Amway? <br/> \nIt's Confederated Products. <br/> \nIt's a... <br/> \nIt's a different company. <br/> \nIt's a different quality of product."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Quixstar, anyone?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "LOL COMMODORE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flakyfoont",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flakyfoont was marked lame too many times and excluded. (marked lame by gladi8orrex, Unclemikey, KaMeT, pointy_stick, echidnaboy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scott_335",
    "plus": 0,
    "snip": false,
    "text": "Cry about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Will flakyfoont ever love again?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "I like to imagine you shouting this as you stand in the pouring rain outside the Achewood mansion, shaking your fist at the huge gold rotating statue of Onstad. A security guard with a badge and cap tells you to move on. You weave your way off into the night, pulling intermittently from a three liter bottle of white cider. You are broken and pathetic, but strangely noble, and I esteem you for it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Who's the guy who sucks?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "It's flakyfoont. He's the guy who sucks, and I hope he gets depression. I enjoy the idea that I would have that much sway over a stranger's emotions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://img143.imageshack.us/my.php?image=sheetcakexz4.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nmystery is totally a thing.  and fuck  <em>you</em> , tina."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclemikey",
    "plus": 3,
    "snip": false,
    "text": "I can't lie, there's an empty spot inside me where the truth about the commodore sex act was going to live"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 2,
    "snip": false,
    "text": "That's kinda eerie, coming out of that child's mug. We'll tell ya' when your younger, Uncle Mikey."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "That empty spot is maybe the very cavity whee the commodore's main action takes place..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "<em>*where</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I like it better the other way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Still... at least you know how The Impecunious Vole works, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "They should put a t-shirt in the store of that silhouette of Ray giving the thumbs up and Good Times written across his junkular region."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "Junkular."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I much more prefer the new 7th anniversary shirt.  It's Beef-tastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Dammit, even that bellboy's knock is annoying. <br/> \n <br/> \nWho the fuck goes \"KNAK KNAK KNAK\"?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD SARAH PALIN CANNOT EVEN NAME A SINGLE NEWSPAPER"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "OH MY GOD THIS IS NOT AN APPROPRIATE FORUM FOR SUCH COMPLAINTS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "That's what the basketball team said."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Our hero Tekende continues his quixotic last stand against the encroachment of politics on Assetbar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "sorry it was the crying american eagle above which brought out some patriotism in me even though  <br/> \n <br/> \n1) i am not american"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I wonder if Ray can? (You know, name a single paper.) <br/> <br/> <br/> I'll bet he can. It's the one he started on a lark and abandoned two weeks later."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "BUSH IN A DRESS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 2,
    "snip": false,
    "text": "Or was it \" <em>Busch</em>  in a dress\"? <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i431.photobucket.com/albums/qq33/LeChatBotte/buschinadress.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Sure she can: \"all of them.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Dang, that's the one I read too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "I immediately feel a rapport with this candidate.  What?  Oh, a death rapport."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "but she's hot. and a woman. and younger than john mccain"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Well, I guess if you're into the whole middle-age thing..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i am the hedonismbot of middle aged vice presidential candidates? or: i forget that sarcasm is often too subtle for message boards?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I thought I was the me of middle aged Veeps.  I would lick sour cream off Dan Quayle's nipples if I could"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "3-way with him and Pat Sajak?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "These threads are totally out of control.  Get off my lawn, you monkeys!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "lol racist"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "lawn =/= porch"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "My uncle showed me some \"porch monkeys\" yesterday, and I was amazed at how much they look like black [actually brown]people.  That must get confusing for them.  <br/> \n <br/> \nThen my aunt slapped him for showing them to me.  I'm not sure why. <br/> \n=/"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "lol racist uncle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diamondjuice",
    "plus": 0,
    "snip": false,
    "text": "Teodor needs some lovin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Amazing finish! *Badoom cha*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Try this  <a href=\"http://web.archive.org/web/20100112110507/http://www.instantrimshot.com/\">http://www.instantrimshot.com/</a>  for a real rimshot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gotnostyle",
    "plus": 0,
    "snip": false,
    "text": "Is Cornelius throwing a peace sign or that crazy European two-finger \"fuck you?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "\"Just a couple of moments my dear Teodor\" <br/> \n <br/> \nC is too hard for a straight fuck you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fmercury",
    "plus": 0,
    "snip": false,
    "text": "Indeed he is giving the British \"fuck you\"http://en.wikipedia.org/wiki/V_sign#V_sign_as_an_insult"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah dang, T. get your mind out of Ray's commodore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "I could use a commodore after watching that VP debate"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "AKA the Political Special Olympics"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rbisme",
    "plus": 0,
    "snip": false,
    "text": "asset bar use to be about the strip. The time they are a changing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "meh. assetbar sold out when it went electric."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "speccer",
    "plus": 1,
    "snip": false,
    "text": "A temporary thing, I hope, due to the election drawing near."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Actually, since Assetbar went \"live\" (it used to be mostly retrospective, since it started only about a year ago and the strip was several years old) it has tended to be about lots of things going on in real time.  Even some of those old threads got off track now and then."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 7,
    "snip": false,
    "text": "sarah palin... sarah palin... have my retarded baby"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "She's been there, done that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "She believes in the nukular family.  My cock, I thought we were going to see the last of that shit...  Nukular.  Goddamnit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "<em>you betcha</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "How about EYE-ran.  Sheesh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brimbrim",
    "plus": 0,
    "snip": false,
    "text": "panel 13.. ray lookin' like jermaine clement"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brimbrim",
    "plus": 0,
    "snip": false,
    "text": "or 14 maybe"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "Ray is never specific about numbers. <br/> \n <br/> \nThis is because it does not matter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "applebed",
    "plus": 1,
    "snip": false,
    "text": "I was hoping that Tina knew it was Ray all along and that the beauty of the commodore would bring them closer together. I voiced this idea to a friend. I have now been informed that I have a fucked up notion of relationships."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "camrock",
    "plus": 0,
    "snip": false,
    "text": "I'm just not buying Cornelius as a leaf-blower user."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "There's nothing more manly than to be able to maintain a high quality lawn!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "While still wearing a proper tweed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "u235",
    "plus": 2,
    "snip": false,
    "text": "I cannot concur. The gasoline-powered leafblower is a crass and offensive invention whose intrusion upon a fine day's ambiance is much akin to the bellicose blaring of a drunk NASCAR fan swearing his way into a cozy tea shop."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Hey guys! <br/> \n <br/> \n*hugs* <br/> \n <br/> \nOkay, bye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "while I was on the elliptical last night, Ob-la-di, Ob-la-da came up on my iPod & it reminded me of you and your Beatle Love.  <br/> \n <br/> \nSo you can put that in your pocket and carry it around the rest of the day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Life goes on, brah! <br/> \nHas anyone else noticed how similar it sounds to \"Why Don't You Go Get a Job\" by the Offspring?  I like that song too. <br/> \nAnyway, I won't be on for the next few days, since I'm going home and I stole my family's computer.  So, *hugs*."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>Lady Madonna</em>  sounds a lot like Sublime's  <em>What I Got</em> , too. <br/> <br/> <br/> It's just a matter of the Beatles using pretty much every basic rock riff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And half the country ones too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "sje, do you like the B-52's? I ask because I was listening to a B-52's record last night and I was like \"awwww yeah dogg this is some fun right here\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't know too much by them except rock lobster.  I like that song, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I do.  I like the B-52s."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is excellent, irondave. <br/> \n <br/> \nI think this is a platform most Americans can unite over. The B-52's will bring this country together.  <em>It's time for change...in the Love Shack.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 8,
    "snip": false,
    "text": "<em>Roam if you want to...<br/>\n...but I'm voting <strong>Love Shack '08!</strong></em> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/100408_B52_OBiden.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I also like Chihuahuas and Chinese Noodles! <br/> \n <br/> \n(I do not like Chihuahuas.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I give up -- there's hardly a notch left open in these discussions.  Gotta get a hernia repaired anyway.  If I don't come out of the anethestia, you can fight like beasts over my stuff, I can't be bothered with a will."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Can I have your record collection?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I call all his 60s stuff."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I get all Beatles, I called pre-dibs.  But, we'll go through them together and sort out the rest of the 60's."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Fine.  I don't even  <em>want</em>  the rest now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "[sigh]  I already have Revolver, Sgt. Peppers, and the Red and Blue collections on vinyl.. so if he has those, I  <em><strong>guess</strong></em>  you can have them, as long as his copies are in worse condition than mine.  We'll see."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ". . .I'm sorry.  It's fine.  I don't even have a record player.  And I have them all on Youtube anyway."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "But I call all his cash."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "The youth of today."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Can I have his retarded baby?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Whose? SJE's or Pogo's?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "It's entirely up to Pogo whether or not you can have his hernia/baby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Oh, too late, it's in medical waste now. <br/> \nActually, they put a section of mesh under the abdominal muscle, nothing is removed.  The sedative was great!  Don't remember a thing.  Hurts like hell now, of course.  Got some nice pain pills, wheee!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I've had a hernia for years now. Still haven't bothered to get surgery. Since it doesn't hurt or anything, I'm not really that concerned about it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<em>(good.. I thought it was kinda creepy that he was asking, anyway.)</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I guess you did not notice  <a href=\"http://web.archive.org/web/20100112110507/http://m.assetbar.com/achewood/uua4fMSGz#comment_473\">this comment</a> , but pogo replied to it, so he probably got it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prettyrad",
    "plus": 1,
    "snip": false,
    "text": "I hope I was not the only one who saw the scribbled-on smiley faces in panel two."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon2",
    "plus": 0,
    "snip": false,
    "text": "best panel is row 3 col 2 - T is just as disappointed as everyone else, his voyeuristic puppet show is over"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "jefferson? it's jefferson, right? <br/> \n <br/> \nhe seems like a one cent man to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 9,
    "snip": false,
    "text": "I truly hope the leaf blower came through the magic voice donut and out the cellphone in Ray's beard as some king of deeply deranged wail. <br/> \n <br/> \nI mean a seriously fouled up kind of thing to accompany the shade over shades swipe off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "With an Arabic accent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "ALALALALALALALALALALALALALALALALALALALALALALALALALA"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh Shits!  I haven't seen asherdan in basically forever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>Asherdan's come back! He must want to get the family back together!</em> <br/> \n <br/> \nAlso, possibly the first comment I've seen of his that wasn't lamed into invisibility."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "2 chubbies and no lames... is that really asherdan? I mean, this stands in complete contrasts to the legends."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "REmember retardo? <br/> \n <br/> \nI am currently compiling a book on the  <br/> \nhistory of Achewood trolls.  From Asherdan and Retardo to the more controversial Dr. Manflesh and Gladdi8orrex and even myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "That's how I imagined it and it was glorious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Great to have you back.  I was going to lame you for old time's sake, but I'm all out for some reason."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "Hey, check out what I found on  <a href=\"http://web.archive.org/web/20100112110507/http://www.salon.com/books/review/2008/10/03/onstad/\">Salon</a> .  Looks like the Great Outdoor Fight might be pushing our dearly beloved Onstad into a light slightly brighter then our cultish little gathering here provides.  Could this be the end as our protagonist sells out to the mainstream media?  Will we see the adventures of  <a href=\"http://web.archive.org/web/20100112110507/http://m.assetbar.com/achewood/one_strip?b=M^a11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D06252008\">Deanster and Breeanna</a>  played out between Blondie and Family Circus? Will Assetbar become little more then a forum for posting slash fiction?[b][b] <em>Discuss!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "reverendtmac",
    "plus": 0,
    "snip": false,
    "text": "At least the slash might involve Achewood now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Such an obvious bite on the NPR interview. The book has been out since August 27, and Salon waits until this week to publish a review of it?  <em>I mean come on.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Somehow, that article got boring almost right away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rodjmeister",
    "plus": 0,
    "snip": false,
    "text": "I love ray's realization of \"Oh no...credit card...name...\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "turboshark",
    "plus": 0,
    "snip": false,
    "text": "I guess Mr. Hotshot didn't have time in between interviews to give me a new strip.  Why I oughta..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Send him some money?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "are there a bunch of new strips in the premium content section <br/> \n <br/> \nstrips of Ray laughin'? <br/> \nstrips of Beef smirkin'? <br/> \nstrips of Tina cacklin'? <br/> \n <br/> \nall of them amused by us and our ways because if so I OUGHTA"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "The strip changed into two blog posts, apparently. So read em up, cowboy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, be silent. This could have been three strips and you know it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "WooHoo! Finally, finally caught up! Today, I join the rest of you in having finally reached the current strip! I'm so happy that I want to get mad rutty with assetbar right now!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Great to have you in the present.  Interesting handle and iconatar -- actually, what with the little magnifying glass thingee?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I think that's actually Dib's head from Invader Zim. I forgot to Photoshop that little zit out of the avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I also must say that Beef and Ray high fiving after this little sexcapade makes it a little dirtier, and therefore much more enjoyable for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>NEWSBREAK</em></strong> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100112110507/http://www.comicsreporter.com/index.php/your_2008_ignatz_award_winners/\">Onstad wins second Ignatz Award!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ihmgard",
    "plus": 0,
    "snip": false,
    "text": "man am I the only one who thinks onstad's sandwich articles suck really hard? I could do with less elitist new yorker sandwich crap but maybe that's just me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I find them humourous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you have to look at that whole series as a send-up of a certain kind of restaurant and a certain kind of food journalism.  The articles are kind of supposed to suck.  But I also understand that if you don't go to those restaurants or read about them (and I don't, really) then maybe the satire is pretty pointless."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 3,
    "snip": false,
    "text": "Speaking of food journalism, last night I prepared two more recipes from  <em>The Achewood Cookbook</em> .  We had \"Five Dollar Chili\" (a Roast Beef recipe) with \"Fool's Rice\" (by Pat.)  The rice recipe is another example of something I like about the cookbook: detailed instructions for something that is often taken for granted.  The rice came out fine, and did not stick to the pot, which was Pat's main objective for the recipe.  The chili itself is simple and tasty, but takes about 3 hours to cook.  It uses stew beef, which becomes tender and piquant under the assault of extended simmering and spices, and kidney beans.  If you are one of those people who considers beans in chili an abomination, you could leave them out.  It also occurred to me that this chili recipe would probably be a good baseline for explorations into the kind of chile colorado recipes that make sweat stream down your forehead. <br/> \n <br/> \nThis diversion is brought to you by the flexible deadlines afforded by the webcomic medium.  Thank you for your attention."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "new yorkers are even elitist about their sandwiches?  NEWSFLASH EAST COAST- RE: UR WAY OF LIFE BODY: it's not that much better than anybody elses"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 6,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110507im_/http://i465.photobucket.com/albums/rr14/agentstinky/twodudes.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nI got altered on a substance which is legal under medicinal purposes in some states and made this out of Panel 15. <br/> \n <br/> \nBe sure to tell me what you think. I don't even know if this was the right thing to do. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "i think that would make a most excellent coaster for any swanky pad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jimts",
    "plus": 0,
    "snip": false,
    "text": "That was the supreme right thing to do and I want several of those coasters. I will admire them greatly whilst getting altered. Also I declare that the new term for it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrwombat",
    "plus": 1,
    "snip": false,
    "text": "I never do the supreme right thing, I'm just not sure tomatoes and sour cream are worth it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I got altered on a substance which is legal under medicinal purposes in some states</em></div> <br/> \nThose leeches are  <strong>not</strong>  approved for recreational use."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "On a side note, this should have been the last panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "WTF is up with the new strip? I'm confused, I can't get to the discussion page."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "I'm trying to figure out whether it is a side effect of the general broke-assedness of the strip the last few days.  Blame the influx of NPR readers?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Or the \"credit crunch?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "...or the Large Hadron Collider."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "In any event, while you two were discussing the problem, it fixed itself and  <em>I</em>  seized the first comment. <br/> \n <br/> \n[patselfonback][/patselfonback]"
  }
]