[
  {
    "depth": 0,
    "minus": 1,
    "name": "werthog42",
    "plus": 2,
    "snip": false,
    "text": "Sounds more like a Fox show. That's way below Ray's level, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by straw, Norsef, facehead, apocowarg, phthoggos, stanshall, riotdejaneiro, SixtySwine, dismas, jfenserty, robotman, siolre, Bertson, mania3, RBisme, DanS, Brosaurus, scraggg, SeizureOrbs, Appers, Garyos)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by straw, facehead, madnes, apocowarg, stanshall, jdhenry105, Overmedicated, SixtySwine, dismas, siolre, zaratustra, Courtland, Bertson, the_dingle, RBisme, Brosaurus, Sock, SeizureOrbs, colorlessness, Appers, nickb285)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by SixtySwine, Deusoma, lordofring, footslogga, RBisme, DanS, Brosaurus, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by featurelessvoid, thomgreenwood, facehead, madnes, SixtySwine, siolre, atticusonline, the_dingle, RBisme, Brosaurus, Wite_Rabit, scraggg, Sock, colorlessness, Appers, nickb285)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "featurelessvoid",
    "plus": 7,
    "snip": false,
    "text": "Lamed for not getting my Simpsons reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by thomgreenwood, madnes, SixtySwine, kenthegod, atticusonline, Brosaurus, Wite_Rabit, Sock)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dans",
    "plus": 6,
    "snip": false,
    "text": "am i allowed to lame it for just plain being unfunny?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "How did you post the same thing that Seizureorbs did  <em>a year after he did</em>  and get no lames for it when he got 16?  <br/> \nThat is in defiance of the metagame, surely?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "seizureorbs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by seizureorbs was marked lame too many times and excluded. (marked lame by Rhadamanthus, riotdejaneiro, Spoon, SixtySwine, sevenarts, mashisoyo, kazad, Semiquaver, ArthurDentLives, qwerty, JimmyK, iidebaser, AidenS123, Sock, NumberKillinger, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by thomgreenwood, SixtySwine, kenthegod, Professorbun, atticusonline, Brosaurus, colorlessness)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "If you cannot trust Kate Winslet to tell you what to watch, then who can you  trust?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gmm",
    "plus": 16,
    "snip": false,
    "text": "Achewood commenters"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "meepmeep",
    "plus": 6,
    "snip": false,
    "text": "ACHEWOD'S LIKE A BOX OF CHOKLIT SOMEFIRE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 4,
    "snip": false,
    "text": "I like how after talking about a dog throwing up his proposition to Teodor is 'Come eat some Brie cheese' <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doobie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by doobie was marked lame too many times and excluded. (marked lame by facehead, robotman, blacksheepboy, theoneyouwant, Orf)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ariela",
    "plus": 17,
    "snip": false,
    "text": "Ray likes to eat Brie in the manner of pie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hubajube",
    "plus": 12,
    "snip": false,
    "text": "It looks more like Ray likes to eat Brie in the manner of Silly Putty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "But whose brie is all hell of gooey like that? you think he heated it up?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 17,
    "snip": false,
    "text": "Brie is very melty at room temperature.  That's just how brie rolls.  I'm surprised that Ray isn't frying that brie up, because fried brie is all kinds of yum, and it's Ray and it's frying."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ray's Brie automatically brought my mind back to [http://youtube.com/watch?v=7KPAwmWm7No]this[/url]. My mind always needs an excuse to come back to this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Dang. I suck.  <br/> \n <a href=\"http://web.archive.org/web/20101009145551/http://youtube.com/watch?v=7KPAwmWm7No\">http://youtube.com/watch?v=7KPAwmWm7No</a> <br/> \nI guess."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "That's what brie makes you think of? <br/> \n <br/> \nThat's cool and all, but it usually makes me think of delicious."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "Not brie in general. Just Ray's gooey variety and the way he's proddin' it. But really, though, everytime I sit on a crowded bench or have a blood test or use a flame thrower or eat lasagna or drive to work or call my mother I think of this scene. So it really doesn't mean much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "frying brie would be considered extremely crass to a guy like ray, who will ditch a party if he sees someone holding their wine glass wrong.  brie is soft, but not that soft, so I think only heating explains why ray appears to be dipping into it like salsa con queso."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Brie is sometimes Very Soft."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 15,
    "snip": false,
    "text": "Fuck crackers. <br/> \n <br/> \nThat's right. You heard me. I said  <em>FUCK</em>  crackers!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommyd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tommyd was marked lame too many times and excluded. (marked lame by rowboat, gbeaton, JimmyK, HollyBones, jmmfgd)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by josher, thebarbarian, Slab64, jmmfgd)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegreatestcape",
    "plus": 5,
    "snip": false,
    "text": "I don't see why Jesus has to be the one to make the call"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "wae speaks true. Triscuits are like salty shredded wheat without milk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollybones",
    "plus": 0,
    "snip": false,
    "text": "In this case it looks like he's eating it with his pen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ibetso",
    "plus": 9,
    "snip": false,
    "text": "I miss Ray's phonecall jacket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnstephens",
    "plus": 0,
    "snip": false,
    "text": "The phonecall jacket at the Primetime desk are for different occasions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Right, he's on the job, after all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by johnnybaverage, Dovey, straw, Rhadamanthus, biomusicologist, riotdejaneiro, Dezufnocosem, blastradius, NeoNaoNeo, Jesler729, ntopp, rowboat, mike24, equinn2006, _cheesekayke, Sargasm, josher, behka, shoinan, vorrishnikov, nutmeg, dzieger, whoppin, ibetso)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by straw, worldbelow, jack, Jeef, Audhumla)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, Rhadamanthus, biomusicologist, riotdejaneiro, Dezufnocosem, NeoNaoNeo, Jesler729, wae, wargasmic, rowboat, fjak, equinn2006, _cheesekayke, Sargasm, norrin, sigmacoder, shoinan, RicNine, Jeef, vorrishnikov, Tragic_Johnson, dzieger, ibetso, Eraia)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by ohmygooses, Jeef, Audhumla)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by wharfrat, PierceG, straw, ButterMoths, Rhadamanthus, wae, rowboat, mortshire, equinn2006, godfatherofsouls, fmercury, sigmacoder, AD_, Jeef, vorrishnikov, Dwilow, lastlarf, colorlessness)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by rhymesforkids, Jeef, dracer2)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, ButterMoths, Rhadamanthus, biomusicologist, Jesler729, equinn2006, Bacter, fmercury, vorrishnikov, Dwilow, Dainbramage)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by rhymesforkids, stop, dracer2)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "anitrophaeron",
    "plus": 6,
    "snip": false,
    "text": "March 4, 2002, Todd steals ray's thong, though i've probably been beaten by now..."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"He started it.\" Fantastic."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "saint",
    "plus": 9,
    "snip": false,
    "text": "\"he started it?\" \"smart-arse latin phrases?\" <br/> \nare you  <em>serious</em> ? A 34-year-old just pulled a \"he started it.\" <br/> \n <br/> \nWow. And here I thought wisdom comes with age. How disillusioning."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by wharfrat, straw, ButterMoths, Rhadamanthus, biomusicologist, HonestTom, Jesler729, fmercury, sigmacoder, vorrishnikov, Dwilow, Orf, TwoTonTurkey)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by dracer2, vorrishnikov, LocusCosecant)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by ButterMoths, Rhadamanthus, biomusicologist, Catachresis, Sargasm, atticusonline, thebarbarian, vorrishnikov)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, ButterMoths, Rhadamanthus, biomusicologist, Catachresis, ohmygooses, _cheesekayke, Sargasm, proof_man, behka, vorrishnikov, bendotc)"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "...says the 34-year-old with the temper of an 8-year-old single-child to a group of <25-year-olds. Wow. <br/> \n <br/> \nBut  <em>we're</em>  losers, folks. We can formulate an articulate sentence and not piss on the people around us like a spoiled brat, but  <em>we're</em>  the losers."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by biomusicologist, Catachresis, hikikomori, atticusonline, thebarbarian, gbeaton)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "No, I'm pretty sure he meant \"formulate.\""
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "fjak",
    "plus": 5,
    "snip": false,
    "text": "hey mang, <br/> \n <br/> \nfucking chill out like a millionfold. <br/> \n <br/> \nlove, fjak"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, Rhadamanthus, biomusicologist, kazad, hikikomori, atticusonline, thebarbarian, gbeaton)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Sargasm, dracer2, Wolfslice)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by stop, atticusonline, Wolfslice, Quartzblade)"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Hey Manflesh!  Missed you around here."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by straw, Rhadamanthus, biomusicologist, smog, wae, atticusonline, MR_Wilson)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 4,
    "snip": false,
    "text": "I tried to stay out of it cause i think le chien kinda has a point, but now he's crossed a line I can't ignore.  My third grade math teacher spent most of the 1993-1994 academic year trying to drill into my thick skull that the alligator eats the larger amount of food.  His mouth is facing toward '25' instead of 'the group' so that means we're all less than 25 years old."
  },
  {
    "depth": 16,
    "minus": 2,
    "name": "le_chien_manquee",
    "plus": 2,
    "snip": false,
    "text": "yeah, i noticed that after i'd posted.  i should've realised that guy was less than 25, only teenagers really give a fuck about someone's age. <br/> \n <br/> \nnice story about the crocodile, by the way."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ohmygooses, _cheesekayke, stop, dracer2)"
  },
  {
    "depth": 18,
    "minus": 1,
    "name": "le_chien_manquee",
    "plus": 1,
    "snip": false,
    "text": "jeez.  check out the temper on twinkletoes.   <br/> \n <br/> \nwhere did the rape thing come from anyway?  what a strange thing to say."
  },
  {
    "depth": 19,
    "minus": 2,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "he said that only teenagers give a fuck about peoples' ages. Then what is statutory rape? It's a way f forcing adults to make sure they aren't banging under-agers. <br/> \nAnd by the way, I'm laughing the whole time I'm writing these. It's so fun to see the effects of a 13th chromosome in action. <br/> \n <br/> \nTwinkletoes...what a strange thing to say."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "whoa whoa. my bad. <br/> \nextra  <em>21st</em>  chromosome. Not really sure what happened there."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I ran out of chubbs to give about here. <br/> \nAnd just before more Dr Manflesh posts too. =( <br/> \nFunny, since all this had got before was Lames most of the way down. You guys squabbling really did it for me. <br/> \n <br/> \nO'course way lower down Atticus ruined everything as he usually does."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Only 7 of dr_manflesh's 81 comments have been marked as spam. Given the knee-jerk tendencies of some on this board, that could be statistically normal; the average incidence of the \"spam\" flag, if you will."
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 25,
    "snip": false,
    "text": "it's not statistically normal when THOSE WERE MY SEVEN BEST POSTS"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I rather think he was a cult hero even when he was being reported for spam. His schtick grew out of the heady days of alt-text posting. Marking his slash posts as spam was as much a part of the game as chubbying first posts and laming repeats.  <br/> \nAlso, if a situation changes, why should not our response change as well?"
  },
  {
    "depth": 16,
    "minus": 2,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 23,
    "snip": false,
    "text": "the days when we posted alt texts are already \"heady\"?? wasn't that just like a month ago? it didn't seem very heady to me. it was headier when EVERYONE could mark stuff as spam, like what you see when you look at the comments for  <a href=\"http://web.archive.org/web/20101009145551/http://achewood.com/index.php?date=10062005\">this strip</a> , which i still think is the strip with the best comments ever, because of socks. that was kind of heady, i guess? maybe not. it is hard for things on a computer screen to be heady. <br/> \n <br/> \nin any case, despite having more total chubbies than lames at this point, my account is still marked so that i can only post once every 24 hours. i don't know if this is because i have some 400 lames or because i have 7 posts marked as spam or because the powers that be know that otherwise i would pick a day to write the words \"ENCROACH UPON MINE MUPPETLIKE TURD,\" and then click Post several thousand times, in the comments for a new strip (anybody else: please feel free to do this in my stead). <br/> \n <br/> \nalso, dear killerlimpet: if you are going to refer to my posts as \"his schtick\" then you can just crawl back into the VUX intruder you came from, dude"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Furiously chubbied. I think I may be the only person left who hasn't handed out their chubby allotment for this page, so don't count on any more."
  },
  {
    "depth": 17,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "\"if you are going to refer to my posts as \"his schtick\" then you can just crawl back into the VUX intruder you came from, dude \" <br/> \n <br/> \nI was referring specifically to the series of posts containing slash fanfiction labeled as alt text (ie, 12 July 2007). This subset can be accurately described as a schtick; your posts in general can not.  <br/> \n <br/> \nI also just enjoy describing things as \"heady,\" it's an adjective that doesn't get used enough.  <br/> \n <br/> \nOh well, off to the von Braun with me."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "OMG VUX INTRUDER WITH THE STICKY WEAPON THAT SLOWS MY SHIP DOWN"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "And for that, you shall have cake."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "As of when I post, you are the only greater than 25 year old to say something in reply to your thread"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Manflesh, I want to have your babies."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "This may be the least-lamed Manflesh post ever. <br/> \n <br/> \nI think it is a matter of Perspective."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "bacter",
    "plus": 0,
    "snip": false,
    "text": "BIG MAN? Ohhhh shiiiiiiiit"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "bacter",
    "plus": 4,
    "snip": false,
    "text": "this... hm. This comment should be up quite a few. This guy got called \"big man\", you see. Up there a little bit. It was tjak. He got called it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "You're the kind of guy that makes people up their lame threshold just so they can lame you themselves."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... Atticus. You define what you just described."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "Sheesh. Just because he knows the word for attacking someones character instead of their argument."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by ButterMoths, dracer2, Audhumla)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 3,
    "snip": false,
    "text": "I'm just saying, \"ad hominem\" isn't particularly smart-ass. You have to be at least as pretentious as \"post hoc ergo propter hoc\" before it's truly a smart ass Latin quip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 13,
    "snip": false,
    "text": "No.   <br/> \n <br/> \nWhy is it that a person can post the most pointless and inane comments on here as long as they're gushing in approval, but if a person wants to post a simple statement of dislike you have to elucidate and footnote?   <br/> \n <br/> \nYou know what? If people can just post quoted lines from the day's strip with no reason of explanation as to why they like it and get chubbied out the asshole, then chien can post a summary dismissal of a strip in the same manner and not be expected to \"explain himself.\""
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "hellofyellin",
    "plus": 9,
    "snip": false,
    "text": "Please, correct me if I'm wrong, but I'm fairly certain that we're here to discuss and celebrate the finer bits of this cartoon strip. Sure, people quote it wantonly, but we dig this comic.  It is natural.  Discuss can certainly mean critique and debate over artistic value, but you can't step into a room of fans with a turd in a basket and expect to be lauded.  Pissing on someone's parade is lame, no matter which way you serve it up.  And to me, it seems like this guy's job to do just that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "True, but it's no less natural to make a bit of a smart ass quip when you don't like something, as well.   <br/> \n <br/> \nSure, this is a fan board, but please tell me that you don't all think that every comic is beyond criticism.  I think chien's comment is pretty accurate in general, and this is coming from some one who gives out 5's way too fucking much (look at my public view, even I'm embarrased).  Everybody knows now that, most of the time you post something negative, you're going to get lamed/burned/etc., but too often it seems way too vehement, fan-boyish.  Everybody who signs up to this thing probably likes the strip as a whole, so if someone makes a negative comment now and again, don't act like he's the damned devil for doing so."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "Man, I gave this strip a 2.  But summarily dismissing the entire board for their opinion is just being a dick.  That was a condescending comment, and it deserved to be lamed.  I agree that saying why you don't like a strip gets the communal axe far too often , but being a furious cock about it doesn't help the matter. <br/> \n <br/> \nGood to see someone reasonable on the board, either way though.  Chubby for that."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "and returned in kind."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Well, my point was more that he had a pretty big statement and he didn't back it up at all.  That's fine, I had no bones with that, but I came in after he and Blastridus got into name-calling (I also found Blastridus' comment lame).  It was the \"fuck off, you utter dick,\" which attitude I feel is getting a little too common, and I said so, as I've said here before.  In large I agree with both you and hellofyellin.  Alas, all my chubbies have been given out for this strip.  I'll get you folk next time."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "johnmatrix",
    "plus": 1,
    "snip": false,
    "text": "While I do agree that users are sometimes (sometimes) a little bit too trigger happy when it comes to laming criticizms, in this case I believe it was justified. Not only was his original statement crude, but he also insulted the rest of the fanbase in the process."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by Rhadamanthus, NinjaEin, atticusonline, williawaji, dracer2)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "We are having heated words over a  <em>cartoon</em> . <br/> \n <br/> \nThe cartoon gave us  <a href=\"http://web.archive.org/web/20101009145551/http://achewood.com/index.php?date=07312006\">this</a> . <br/> \n <br/> \nIt gave us  <a href=\"http://web.archive.org/web/20101009145551/http://achewood.com/index.php?date=01252002\">this also</a> . <br/> \n <br/> \nIt is a comic strip.  A well-read, often brilliant comic, and one of only a few worth worth reading, but it is a comic strip.   <br/> \n <br/> \nWe are arguing over things called \"Chubbies\" and \"Lames\", real estate that is not only wholly conceptual, but whose only function is to register the value of your opinions  <em>based on the opinions of people you have never met</em> . <br/> \n <br/> \nThis thing is supposed to be for fun.  Let's have fun."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by hellofyellin, atticusonline, dracer2)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I was addressing everybody dude.  Breathe."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I want to apologize. <br/> \n <br/> \nI've been a jackass. I'm really sorry.  I actually agree with your first post.  Onstad could do about anything on here and get some solid feedback just because he's Onstad, but that's because he built up a solid repertoire, you know? <br/> \n <br/> \nYour second post was kind of rude, even if the guy before was wrong or being stupid. Hell, he probably just wanted to quote the strip as a comeback. I only got into it because your posts were...well, you know. <br/> \n <br/> \n <em>HOWEVER</em> , that doesn't give me the excuse to go off on you and fire up an argument. Over a god-damn  <em>comic</em>  strip.  <br/> \n <br/> \nHellofyellin has a good point. I don't know you and you don't know me but that doesn't mean we can't be civil, right? I'm backing off. <br/> \n <br/> \nSorry, man. <br/> \n~Saint"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "this post went under hellofyellin, but it's directed at le chien manquee, just so you know."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "no need to apologise, mate.  just so long as you're not coming on to me, we're cool."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "well, i felt like I needed to apologize. I didn't need to start insulting you. took it too far. my bad, man."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "shit... you're coming on to me, aren't you?   <br/> \n <br/> \nnow i'm backing off"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "yes. absolutely. haven't you ever heard of apology as a means of flirtation? <br/> \n <br/> \nmy god, man, get a hold of yourself. paranoia is the devil's playground."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145551/http://achewood.com/index.php?date=03172003\">ps</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 5,
    "snip": false,
    "text": "He'd caption it wittily."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "i can't even see which post this one is in reply to anymore"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "As I type, with 50 votes in (including my own), this strip is at 3.3"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pierceg",
    "plus": 0,
    "snip": false,
    "text": "That is some mature Brie right there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Looks more like melted Briezarella."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 17,
    "snip": false,
    "text": "Looks like diabetes is invited to Ray's pizza party, after all"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 4,
    "snip": false,
    "text": "Postmaster: FIND THIS MAN!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "happycat",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nWho you gonna call"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "happycat",
    "plus": 2,
    "snip": false,
    "text": "Well, I had an image there. I guess I'll just link the dang thing. <br/> \n <br/> \n[url]http://bp1.blogger.com/_3OWb2pEl0qo/RwgveAxvfwI/AAAAAAAAAAU/RZvI7gjPk-k/s1600-h/best friends.jpg[/url]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "happycat",
    "plus": 10,
    "snip": false,
    "text": "Fuck you internet, fuck you. : ["
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 3,
    "snip": false,
    "text": "10PM Sunday on Spike, followed by Maximum Lockdown: Rage in the Cage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "And then an encore of this afternoon's syndicated CSI episode followed by six hours of Star Trek."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 2,
    "snip": false,
    "text": "What a slightly imperfect circle it would be if the dog turned out to be Scrambles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "Oh god. I wish Scrambles would return. It would be a perfect circle if Scrambles attended Todd's funeral."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 1,
    "snip": false,
    "text": "What we need more of, is Scrambles!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atrusrand",
    "plus": 3,
    "snip": false,
    "text": "Or Yard Dancer."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "AH!!!! :D  Delightful!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 1,
    "snip": false,
    "text": "Or even, dare I say it, JJ the Land Retard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh man i totally forgot about that one!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 3,
    "snip": false,
    "text": "I thought it was an old-school film canister which contained raw footage of the barfing dog. But it was a tin of Brie! Tricky, tricky!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "haha who the hell is in your avatar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "It's me! It's... me. <br/> \n <br/> \nMAD props for Spigot. Jerkcity and Leisuretown were my go-to webcomics before the advent of Achewood. Jerkcity's been my browser homepage since 1999."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "I'm givin you a high-five over the internet right now"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "YAY FOR THAT SIR"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "just_a_dude",
    "plus": 0,
    "snip": false,
    "text": "Alt text: Ray doesn't like to Brie alone. <br/> \nDid Onstad just use Brie as a verb?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ohmygooses",
    "plus": 25,
    "snip": false,
    "text": "i brielieve he was just brieing a comedian, making a unbrieleavably bad pun"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ttagxamm",
    "plus": 19,
    "snip": false,
    "text": "Your pun makes me feel bleu.  In fact I am really cheesed off at you right now.  There's a high glouster being such a punster and I fear you'll come to no gouda end. <br/> \n <br/> \n[I-i'm sorry.  I can't help myself.  I know it's the lowest form of humor, but the rolled eyes, the scorn, it's like a d-drug]"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pyromancer",
    "plus": 4,
    "snip": false,
    "text": "You munster had to struggle with your conscience to post this one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shoinan",
    "plus": 4,
    "snip": false,
    "text": "This edam me smile (think about it). Oh goddamn, I hate coming late to a pun party."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 5,
    "snip": false,
    "text": "It's provelonely, isn't it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 3,
    "snip": false,
    "text": "There's still tons of fun, Tina, to be had at this pun party, okay? So I'll brie right brick with a limber girl (she's kind of a tall, edgy, ho.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 3,
    "snip": false,
    "text": "Time for  <em>my</em>  Jack Nicholson impression:  You make me want to be a cheddar man."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 16,
    "snip": false,
    "text": "That's from As Goudas It Gets, isn't it?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "seanbad",
    "plus": 3,
    "snip": false,
    "text": "Son a of goddamn whore, there just aren't enough chubbies to give. <br/> \n <br/> \nSo someone feta dog too much candy, I hear?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 4,
    "snip": false,
    "text": "Ah! See, I'll go with the idea that it was done on purpose for that jacked-up show, which was kind of a Krafty thing to do."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "It seems emmentalary now you mention it.  In fact, isn't there a whole cottage industry devoted to this?  Probably the same people who filmed a guy giving sherry to a goat, and a bishop breaking wind?  The whey I heard is they have arty directors such as Wes Anderson ( <em>Bottle Rocquefort</em> ) film them."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 1,
    "snip": false,
    "text": "I really Swiss they gave us more Chubbies to hand out! <br/> \n <br/> \nThis industry really grew year after year. I curd that Anderson's new film,  <em>Hotel Chevre</em> , features the tagline \"Watch Man Cheat Goat.\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 3,
    "snip": false,
    "text": "I've seen  <em>Hotel Chevre</em> , and the tagline is actually in French, and translates to \" <a href=\"http://web.archive.org/web/20101009145551/http://m.assetbar.com/achewood/uuactzlF0\">Poached He Goat</a> \" It's just a thin slice of life wedge precedes  <em>The Darjeeling Mimolette</em> .  It isn't that great, and it won't be shown with the film in theaters, so you might have to wait tilsit comes around on DVD and rennet. <br/> \n <br/> \nThe best part is Natalie Portman with her  <a href=\"http://web.archive.org/web/20101009145551/http://www.practicallyedible.com/edible.nsf/encyclopaedia!openframeset&amp;frame=Right&amp;Src=/edible.nsf/pages/pantysgawncheese!opendocument\">panties gone</a> .  Lovely young woman, but certainly not buxton; just a wee shred of a girl really."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Everyone who explored the \"panties gone\" link in hopes of a photo must state so here. It's a perfect trap."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "O-kay, so ... we're all out of cheese puns now right? <br/> \n <br/> \nQuel fromage."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "Aw, c'mon, it's just a bit of fun, dude!"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "schadenfreude87",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I think there have been quite enough. <br/> <br/> <br/> ..They were getting far too cheesy."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "atlanticcity",
    "plus": 0,
    "snip": false,
    "text": "You had to go for that final punch didn't you? <br/> \n <br/> \nGouda for you?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...lame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "Thanks to all you other posters on this thread, I am totally curd of my shame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "williawaji",
    "plus": 0,
    "snip": false,
    "text": "Dude, there are Stiltons of crackin puns out there.  Boursins you can shake a stick at."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "i dunno, i thought it was pretty gouda."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "question about the alt text - is it visible some place besides the little box that appears by my mouse? sometimes I feel like there's more and I don't know where to see it. because I'm stupid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gkiyo",
    "plus": 1,
    "snip": false,
    "text": "Yeah, you can right click on the strip, hit properties, and it'll be in the box that comes up."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cailetshadow",
    "plus": 3,
    "snip": false,
    "text": "More accurately, right click somewhere on the background of the webpage (not the image itself), and select \"View Source\", which brings up the html behind the page. Then type Ctrl F, to do a word search, and you can either search for words in the ALT text itself, or just search for \"img title\", which is where it will be located."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": ":( Why did I get lamed for trying to help?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "minortough",
    "plus": 0,
    "snip": false,
    "text": "My only idea is that your's is so much more complicated than gkyio's. <br/> \nStill not lame though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "wasn't me. i'm grateful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "If you're using Firefox, there's also some add-on that lets you see all of the alt-text when moving your mouse-pointer over the image. Though I can't recall what it's called...anyone?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": false,
    "text": "\"Long Titles\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "he did. it is the best noun-made-verb i have heard in ages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnbarleycorn",
    "plus": 2,
    "snip": false,
    "text": "I bet ray didn't walk five miles for this brie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "The Brie suddenly at the end really cinches it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I thought the natural pairing would be with T whacking Todd over the fence. <br/> \n <br/> \nNo, get your mind out of the gutter.  That's the wrong kind of abuse.  Besides, T's arms are way short for that."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "oishii",
    "plus": 0,
    "snip": false,
    "text": "Ray has sympathy for a dog. Classy."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "domini",
    "plus": 0,
    "snip": false,
    "text": "Ray's facial expression shows that he can't believe that Téodor asks what the CEO does to the dog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joestork was marked lame too many times and excluded. (marked lame by equinn2006, michellemarie, thebarbarian, HollyBones)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "beafdog",
    "plus": 0,
    "snip": false,
    "text": "You got a problem with slapstick, Krazy Kat?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 3,
    "snip": false,
    "text": "Krazy Kat is totally the spiritual ancestor of Achewood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "touche, beafdog <br/> \n <br/> \nand honesttom, I've been thinking that for years. I'm glad someone else agrees."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "toasterhead",
    "plus": 1,
    "snip": false,
    "text": "Happy Beafdog, Wifey!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "Mmmm, brie%u2026"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I was so amped by yesterday's strip, and yet this one relies mostly on a bad pun in the alt text. Not a great follow-up.  Yet I understand that I can't love them all and I am O.K. with that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "Is there anyone who likes to Brie alone?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 10,
    "snip": false,
    "text": "I don't usually get up on a soapbox for strips, but this one is great.  It's got at least five parts that had me laughing out loud: <br/> \n1) \" <strong>that thing</strong>  with Todd's head exploding\" <br/> \n2) the contrast between cats who negotiate with media conglomerates and dogs that eat too much candy and make themselves sick <br/> \n3) Viacom forcing people to sign NDAs to protect their horrible animal clip show <br/> \n4) Ray's way of intimating that something pretty bad happens to the dog <br/> \n5) For Ray, a wheel of brie is a reason for a get-together"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I also liked the reference to Ray \"eating Brie in the manner of pie\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "In the last panel, Ray is getting ready to snort some Ex-lax."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plezure",
    "plus": 1,
    "snip": false,
    "text": "Or to be clearer for those not in the know: \"Brie alone\" is Danish slang for \"snorting Ex-lax.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Is... Is that a Thing in Denmark? Why give your nose the runs? And furthermore, what kind of twisted etymology gave rise to the use of \"brie alone\" as a euphemism for such questionable practices?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Bullshit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "Is it just me, or are there a lot of people here looking for a punchline in every strip?  That is very un-Achewood.  Its roots grow in anti-punchline soil.  The story arcs involve exposition, build-up, character development, etc., and may not include any punchlines.  See the \"Beef Proposes to Molly\" arc for a prime example.   <br/> \n <br/> \nThen again, I remember there were some who complained about that arc being too saccharine.  Whatever.  Onstad should ignore the polls, is all I'd say."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 4,
    "snip": false,
    "text": "Seriously. With greater Achewood exposure comes greater trending toward every strip getting a perfectly average vote, it seems. Is it mathematically inevitable that soon every strip will rate a 2.5/5?  <br/> \n <br/> \nI came for the absurdity, and stayed for the absurdity. The punchline strips are cool, but they're not the stock-in-trade of Achewood. People who vote otherwise aren't getting the scene yet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flash1087",
    "plus": 2,
    "snip": false,
    "text": "I do my part by rating every strip ever a 5. <br/> \n <br/> \nIs he kidding?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "So sorry, but the average vote is a 3, not a 2.5. <br/> \n <br/> \n(Math geekiness is a disease.  A disease that is only worsened by teaching math.  I have been going to Math Geeks Anonymous, but I couldn't get my sponsor on the phone.)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zek",
    "plus": 2,
    "snip": false,
    "text": "An average Achewood strip should get an average vote."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "The punchline prejudice is something I hadn't noticed before. I know I have it to a certain degree as well, and it's nice to be reminded that it's the \"Phillipe is standing on it\"s that really make Achewood Achewood."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "What the CEO did will be the new  <em>Noodle Incident.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "A chubby-in-spirit for the Calvin & Hobbes reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kevana",
    "plus": 12,
    "snip": false,
    "text": "I have not seen this posted in any of the comics since the win so  <br/> \nhttp://www.youtube.com/watch?v=9pwH2No5t3I <br/> \n: )"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "That just about made my evening.  I thank you from the top of my buttocks, kevana."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "Oh hell and damn yes, give him that award."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "How is this link not getting chubbies to rival Salma Hayek's tits?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Oh Onstad, you're classy to the end."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Thanks Kevana. I needed this in my life. Awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I want to give you chubbies, but the internet keeps calling me \"Friendly.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "You know, I'm really digging Ray's Australia posts"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brycemidas",
    "plus": 0,
    "snip": false,
    "text": "Agreed. <br/> \nWhy  <em>don't</em>  they make the holes longer on golf courses?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 4,
    "snip": false,
    "text": "Because a long hole would be an ellipse and the circle thing is kind of a tradition."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "He's so right. Our national anthem sucks  <em>balls</em> . <br/> \n <br/> \nAlmost as much as England's."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "We English do have  the dullest, most depressing national anthem of all. It's true. I think it should be changed to Voodoo Child (Slight Return). That Muted Wah intro would be excellent at ceremonial occasions and sporting events."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "America's national anthem is about the flag, not the country.  It's set to the tune of an old English drinking song.  It is hard as fuck* to sing. <br/> \n <br/> \n <em>America the Beautiful</em>  would make a far superior national anthem.  Then we wouldn't be shamed nearly as much as we are by  <em>O Canada</em> . <br/> \n <br/> \n* <em>I don't even want to imagine what is sounded like around the local when that horrible tune was being sung by a bunch of drunks.  *shudder*</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Why, oh why did they not pick an anthem that has a tune that can be sung by human vocal cords? <br/> \n <br/> \nAlso, my nominee for Greatest National Anthem of All Time goes to  <a href=\"http://web.archive.org/web/20101009145551/http://en.wikipedia.org/wiki/National_Anthem_of_Russia\">Russia</a> . After the USSR folded, they decided to use an instrumental with the depressingly generic title of \" <a href=\"http://web.archive.org/web/20101009145551/http://en.wikipedia.org/wiki/The_Patriotic_Song\">Patriotic Song</a> \" as an anthem, but then they decided hey, the  <a href=\"http://web.archive.org/web/20101009145551/http://en.wikipedia.org/wiki/Sergey_Mikhalkov\">guy who wrote the lyrics to the Soviet anthem</a>  is still around, why not have him write new lyrics for Russia? And lo, it was done. <br/> \n <br/> \nAnd I agree with you about \"America the Beautiful\" and \"O Canada.\" The phrase \"the True North strong and free\" is wonderfully evocative."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 1,
    "snip": false,
    "text": "All national anthems suck balls.  Some of them may sound alright, but the very idea of a national song makes me want to barf"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bryc_e",
    "plus": 0,
    "snip": false,
    "text": "I'm an asiago man myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by mortshire, _cheesekayke, Goosey, anitrophaeron, mrclarinet)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "joestork",
    "plus": 4,
    "snip": false,
    "text": "Straight up!  Achewood used to be all about strangeness... not that kind of forced adult swim hey-what's-the-biggest-non-sequiter-we-can-possibly- <br/> \nthrow-on-the-screen strangeness, but a truly confounding organic strangeness that, I don't know, it sort of gave the comic a mystique, didn't it?  Like this was a parallel universe, not just a series of gags delivered by animals. <br/> \n <br/> \nYeah, I know, get a life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I wish I had a chubby left to give you- it's always nice to see some criticism that actually critiques, instead of just shitting all over the board."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 0,
    "snip": false,
    "text": "whats the difference between Camembert and brie?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 3,
    "snip": false,
    "text": "I know, they taste about the same to me.  Different regions in France, probably.  Maybe different cows.  The only difference for me is that Camembert makes me think of  <a href=\"http://web.archive.org/web/20101009145551/http://www.youtube.com/watch?v=FUVagbFcSUU\">this</a>  and Brie of  <a href=\"http://web.archive.org/web/20101009145551/http://www.youtube.com/watch?v=GttxgJ9zvXM\">that</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "If you walk into the same room as a good cambembert, you will know it is there. Brie is pretty mild in comparison."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boyd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boyd was marked lame too many times and excluded. (marked lame by mysterymeat1001, FirePowa8, Zem, Zoe)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "What with all the cheese puns around here I've given away all my chubbies, but I will still salute your Mighty Boosh reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "ACHEWORLD, Today's  <a href=\"http://web.archive.org/web/20101009145551/http://mollysanders.blogspot.com/2007/10/roast-beef-didnt-make-his-brother.html\">Molly Blog</a>  references a waiter getting into the booth with people, can anyone remember what part of the Acheworld this is from? I think it was a blog, possibly a Beef blog but I don't feel like chasing it up. <br/> \n <br/> \nAnyone remember?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Sounds like he should quit Chili's and join \"Fiesta Max!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you are reacting to likely Fiesta Max waiter behaviors."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 3,
    "snip": false,
    "text": "You! Irondave! You dared doubt me, but now after five months of searching, I have found the blog in question: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145551/http://raysmuckles.blogspot.com/2004/10/whats-goin-on-with-tina-etc.html\">HERE</a> <br/> \n <br/> \nIt's a Ray blog from three years ago, and it's a different restaurant but I like to think it's the same guy. <br/> \n <br/> \nAnother case closed for... the ACHEWOOD CONTINUITY POLICE. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I am so glad you found that blog entry.  Many hilarious points.  Ray ruins a pair of sandals."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Ding a  <em>dang</em> . I award you the Bronze Chubby of Research with Rad Chiles device for exceptional diligence."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "Also in Acheworld today: Beef will have Todd as one of his best men. <br/> \n <br/> \nI laughed, I cried, I hope he doesn't ruin the wedding srsly guyz"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "I just can't figure out why Molly would expect Beef to have Showbiz as a groomsman. She has met him. He is terrible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "She said in one of her blog posts that Beef said to her 'when you marry a guy, you marry his family' and she agreed.  She seems almost keen, certainly extremely steadfast, about having to deal with Showbiz.  Myself I think that's a bad attitude, but it seems Beef shares it too... although maybe Beef thinks paying off Showbiz's debt is one thing, but voluntarily inviting him to the wedding he'll only ruin is another. <br/> \n <br/> \nWhat I want to know is why is it when the 'biz is around Beef suddenly becomes uber-responsible?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing you have no siblings.  Their behavior might reflect on you because you were raised together, so their slightest misstep tends to shame you into overbearing responsibility.  Similarly with significant others, whom you have actively chosen to be with--their bad manners might be mistaken for the thing that attracted you.  Of course, yielding to the urge to correct is what reflects poorly on you in these situations, as it reveals a heart lacking in generosity toward a loved one. <br/> \n <br/> \n- Daaanng, he's a philosopher today, people!  Now if he could just learn to talk like a normal person, instead of some guy with dictionary stuffed up his ass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "I know this is offtopic, and it's probably the gazillionth time it's been requested, but Todd needs a blog.  Mostly so I can figure out if he's alive or not at any given time"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Todd is Illiterate. Or was there a strip where that changed that I have forgotten about?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "namdnas",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure, but Cornelius teaching Todd to read would be staggeringly funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 1,
    "snip": false,
    "text": "'I ain't pickin' up a book!  E-e-e-e-verybody knows books give you the shit-tickets!'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "On saturday i told a girl i don't like to brie alone. It turned out we were eating caminbert and I went home alone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It was not the mis-idenfication of the cheese.  She reads Achewood, too, and she disdained your use of the quote without proper attribution."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Damn did the number of comments just escalate and escalate as Achewood went on? Apparently. <br/> \n <br/> \n <em>Will anyone ever even read this?</em> <br/> \n <br/> \nCome share my Brie if you do, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "This is a comment.  I read it.  I read this comment. <br/> \n <br/> \nYes, the number of comments escalated, probably b/c of this: Assetbar started roughly in the spring of 2007, I think (I've been reading achewood for 4 or 5 years, but didn't join Assetbar right away).  In general, you'll probably notice more comments for any strips after that time, and the longer on it goes, and more people join, the more comments you'll see on the newer strips.  <br/> \n <br/> \nAdd in the unfortunate fact that you rarely get a 5-strip-a-week effort from Onstad these days (in fact, it seems to average about 3 strips a week nowadays), and you wind up seeing conversations and comments piling up on a strip's 2nd day being featured as the newest one. <br/> \n <br/> \nBy the way, I'm not necessarily bitching about the less frequent new comics (that's purely based on my current perception; I haven't researched the archive or anything)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "Last week, I hit the random button a few times and saw this one out of order.  After catching up to it in the archive, this nearly blew my mind.   <br/> \n <br/> \nThis information is not interesting to anyone but myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Achewood: where Brie becomes a verb."
  }
]