[
  {
    "depth": 0,
    "minus": 0,
    "name": "becauseofaproblem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by becauseofaproblem was marked lame too many times and excluded. (marked lame by fakead, Overmedicated, GMM, farqussus, Peterminster, JuanCarlos, RogueCheddar, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "atom",
    "plus": 71,
    "snip": false,
    "text": "The quintessential Achewood experience?  Possibly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrectomy",
    "plus": 4,
    "snip": false,
    "text": "<em>Definitely.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "Oh hell yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "shepler99",
    "plus": 77,
    "snip": false,
    "text": "stoned ... on pot!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Crowpaw, Hipjiverobot, Shinkicka)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "peterjoel",
    "plus": 29,
    "snip": false,
    "text": "I sure wish he hadn't done all of those pots"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 19,
    "snip": false,
    "text": "Do you think that it is rad to have drug addiction?"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "macdaddyw",
    "plus": 4,
    "snip": false,
    "text": "Only a hard one"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "mastronaut",
    "plus": 16,
    "snip": false,
    "text": "smoking heated up marijuana!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 5,
    "snip": false,
    "text": "Like a  <em>cigarette</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": true,
    "text": "A comment left by contrasoma was marked lame too many times and excluded. (marked lame by fakead, stevegt500, JuanCarlos, amandulence)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bixschmix was marked lame too many times and excluded. (marked lame by CatJumpJohn, fakead, stevegt500)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "steev_dayv",
    "plus": 2,
    "snip": false,
    "text": "I was into everything.  Weed, grass, ganja reefer marajuana, mary jane. I did it all! I even smoked pot once!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "themacktruck",
    "plus": 3,
    "snip": false,
    "text": "Don't you do pot at me!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "Dammit! Don't say pot ideas near this kid!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tellumo",
    "plus": 6,
    "snip": false,
    "text": "Isn't saying pot ideas what Achewood's all about?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Achewood is a celebration of drug experiences."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 17,
    "snip": false,
    "text": "\"my old job\". I see where that anecdote is headed..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "acefalco",
    "plus": 1,
    "snip": false,
    "text": "Dear High Times, <br/> \n <br/> \nI couldn't believe it happened to me..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gusplease",
    "plus": 12,
    "snip": false,
    "text": "The first Achewood I read. Coincidentally, I was listening to Blood Beagle at the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 4,
    "snip": false,
    "text": "My goodness everyone seems to remember the \"first achewood they read, and have ever since been hooked\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 1,
    "snip": false,
    "text": "The first Achewood I read bemused me. It was one of the ones from the middle of the Cartilage Head arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 4,
    "snip": false,
    "text": "Am I the only person who went straight to the archives because a friend told me the strip was awesome?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ibetso",
    "plus": 6,
    "snip": false,
    "text": "Nope, me too.... I started at the very beginning of the archives about 4 days ago cos my cousin recommended it. And since it is... really... rad, I've been reading it non-stop since. I think I'm gonna buy him an expensive present just for telling me about Achewood."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 2,
    "snip": false,
    "text": "I also went straight to the archive and I am glad I did. So much relies on character development. <br/> \nYou know, I keep trying to recommend the strip to people and they do not think it's funny. What gives?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "I was introduced to this comic by a link on a random blog. Saw one, thought it was interesting, then went and did something else. Sometime later (maybe a week or two) I somehow (still not sure how) made my way back and then  <em>BOOM!</em>  Anyway, I have noticed that it's very hard to turn people on to this strip. I got my girlfriend on board with a minimum of...er...prodding, but I've found that a lot of my friends who are very big into comics kind of just stare at it at first. Some still don't dig it. It may be my fault for not showing the best strips first or something. But, yeah - for how amazing it is, it's surprisingly difficult to just jump into cold. I guess you just have to use your own knowledge of the Achewood timeline, combine it with the knowledge of your friend's sense of humor, then select the proper arc to start them out on. If I can work the kinks out of this formula, maybe I can start an exciting career as a Achewood Appreciation Specialist."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 6,
    "snip": false,
    "text": "A friend and I created a \"shortlist Achewood introduction package\" of about 20 or 25 amazing strips that we just send somebody to introduce them to it, figuring that at least one will suck them in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That sounds really lame. But there was a while when a bunch of people were asking us to tell them which strips to look at, and it's a lot easier to just have a list of links.   <br/> \n <br/> \nYou know what, just lame me. Sigh. Long day."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 6,
    "snip": false,
    "text": "Nonsense! It gets excessive when you start knocking at doors. \"Salutations! Do you have a moment to talk about The Todd?\" or \"Did you know that Ray Smuckles so loved the world..\" <br/> \n <br/> \nThat's not lame. I try to get people to read this all the time and often fail, perhaps I need a list."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spinynorman",
    "plus": 34,
    "snip": false,
    "text": "I wrote an enormous, wikipedia-style essay on the subject. I'll post it here, just forward it to your friends, and if they don't like it, I believe Voltaire said, \"Well then fuck them.\"  <br/> \n <br/> \nI hope Assetbar doesn't eat this alive. <br/> \n <br/> \nI've decided to let you in on one of the best and most addictive things on the internet. Usually whenever someone says \"web comic\" I mentally groan and prepare to be subjected to a bunch of clip art images saying dirty things. But there's one web comic that goes way above the others, and in fact is above most comics, and maybe even some books. <br/> \n <br/> \nThat comic is Achewood, an eccentric, very character-driven study of a bunch of cats and stuffed animals living in southern California. Beyond the characters, there's no single plotline, nor is the comic ordered around any punchline, either. It's just funny to watch them bicker or relate to one another about fairly mundane things but often with a bizarre twist. <br/> \n <br/> \nThe strip is better if you start at the beginning and read through plot arcs so then, towards the end, you begin thinking, \"Man, that is totally what _____ would say.\" <br/> \n <br/> \nI'm going to introduce the characters one by one along with an accompanying strip that best exemplifies them. Because that is how astonishingly bored I am at work. Also I think you would really like this comic. <br/> \n <br/> \nHere's just a good starter for the strip:  <a href=\"http://web.archive.org/web/20090426012439/http://achewood.com/index.php?date=07272004\">http://achewood.com/index.php?date=07272004</a> <br/> \n <br/> \nAt the heart of the strip are the two cats, Ray Quentin Smuckles and C. \"Roast Beef\" Kazenkias. (First name Cassandra because when he was born his parents were unsure of his sex.) The two serve as a perfect foil and have been best friends since, as they would put it, \"small times.\" Watching their interactions really gives the reader the impression that they're a member of a very tight circle of friends, and every eccentricity and quirk is familiar. <br/> \n <br/> \nRay is all id. He's grossed millions of dollars from random ventures and seems to run into money constantly. He's overweight, enjoys sour cream, Ketel One, and Marlboro Lights, has great success with women, and usually only wears designer sunglasses and a thong. He drives an Escalade and lives in a mini-mansion where he spends his time getting drunk, high, and meeting with high powered executives and record producers. Ray is the sort of person who, if he were to walk into a room with you, you'd actually feel the temperature raise slightly. He radiates confidence, but not necessarily intelligence, or common sense. <br/> \n <br/> \nHere's a good example of Ray:  <a href=\"http://web.archive.org/web/20090426012439/http://m.assetbar.com/achewood/uuab3hkJn\">http://m.assetbar.com/achewood/uuab3hkJn</a> <br/> \n <br/> \nRoast Beef, on the other hand, is neurotic, depressed, and has extreme avoidant personality disorder. He speaks in a smaller font with no punctuation, possibly as a low mumbling monotone. One of the great gems of the strip is Beef's bizarre cadences and phrasing, not to mention his frequent soliloquies. Beef can be summed up with the phrase \"damaged goods.\" A Wonderbread bag and an extension cord were his baby clothes and his family history involves meth abuse, accidental drownings (Beef seems to have a strange relationship with water), and murder. He's recently become engaged to his girlfriend Molly, and his slowly gaining confidence has been one of the central character developments of the strip. <br/> \n <br/> \nHere's Beef:  <a href=\"http://web.archive.org/web/20090426012439/http://m.assetbar.com/achewood/uuagdZf3Q\">http://m.assetbar.com/achewood/uuagdZf3Q</a> <br/> \n <br/> \nPhilippe is a five year old otter who wants to give everyone a hug and loves everything to dickens. He's perpetually five %u2013 he's had several birthdays and he's always five. Philippe has run for president, befriended a French fry, and is just all around goddamn hilarious. His interactions with the much darker and debauched cast are usually ill-fated but funny. <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20090426012439/http://m.assetbar.com/achewood/uua4wQlKZ#comment_49\">http://m.assetbar.com/achewood/uua4wQlKZ#comment_49</a> <br/> \n <br/> \nLyle is an alcoholic, metalhead boor, constantly seen in a Misfits T-shirt and a bottle of JD in hand. He works as a fry cook and is often seen passed out, unpleasant liquids flowing from one or several orifices. You have probably seen Lyle or someone similar at one point or another, doubled over outside of a biker bar like the Red-Eyed Fly, furiously ejected Boilermakers and Kentucky Delux, before wiping off his mouth and heading back in:  <a href=\"http://web.archive.org/web/20090426012439/http://achewood.com/index.php?date=11092001\">http://achewood.com/index.php?date=11092001</a> <br/> \n <br/> \nCornelius Bear is a classic Wodehousian character %u2013 an English-born, intelligent lover of pub food, brandy, and pipes. Every character respects him, with the notable exception of Lyle. He often acts as the father-figure for Philippe:  <a href=\"http://web.archive.org/web/20090426012439/http://achewood.com/index.php?date=02182005\">http://achewood.com/index.php?date=02182005</a> <br/> \n <br/> \nNice Pete is a serial killer. Straight up. He speaks in the same font and manner of Beef but has capitalizations when the word takes on a special meaning to him. He's vaguely Faulknerian and his memories of West Virginia are sort of like The Sound and The Fury. Pete is basically a machine for saying the creepiest and craziest things possible. I usually find Pete too funny for it to be remotely healthy: [url]http://m.assetbar.com/achewood/uua3BK4JX http://achewood.com/index.php?date=08012005[/url] <br/> \n <br/> \nTodd Todd Todd Todd Todd T. Squirrel is a smack-addicted, stuttering squirrel who has died several times but regularly returns back from the afterlife. He sells heroin out of his van and dies at least once a month from drug overdoses or  <em>some</em>  kind of chemical abuse.  <a href=\"http://web.archive.org/web/20090426012439/http://achewood.com/index.php?date=07192006\">http://achewood.com/index.php?date=07192006</a> <br/> \n <br/> \nAnyways, that's all for now. This is a pretty good arc to start with %u2013 Ray and Beef drive across America, just two buddies hitting the asphalt (STAND ON IT, AGNES) and trying to grab as much horizon as they can. Naturally, hilarity follows.  <a href=\"http://web.archive.org/web/20090426012439/http://achewood.com/index.php?date=11252002\">http://achewood.com/index.php?date=11252002</a> <br/> \n <br/> \nMan, that's a long email. Jesus."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "That is good, if a bit exhaustive. But one question - great success with women? Ray? Now, my mind hasn't been the same since drugs, but I can't remember anything but an ex-girlfriend who wouldn't even come down there and french him."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Are you saying that Ray doesn't have success with women? The man has a crown just for post-fuck."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "He has used it one time in six years!"
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "<em>That we know about.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "We would have heard about it. You know that."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Yeah, there's a pretty solid tradition in Ray's blog of lengthy shaggy-dog stories where he seems like he's gonna get laid but, out of nowhere, it manages to end in humiliation and often vomiting for one or both parties.  The guy sucks at getting tail."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Again,  <em>that we know of.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "Maybe he can't sport wood after all."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 2,
    "snip": false,
    "text": "probably just the old sapporo shlong."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for \"sapporo shlong,\" and yes, I appreciate the irony in giving a chubby for a variant of whiskey dick."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "That's what I've always been thinking, but afraid to say."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "highpitch_83",
    "plus": 0,
    "snip": false,
    "text": "just copied and sent that to 25 of my friends :)  thank you sir for the effort!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "That's great man.  Nice work.  That example strip for Roast Beef is probably in my top 5 Achewoods ever.  My only critique would be that I think there are probably way better examples of Lyle and Ray.  Like Lyle puking at a football, or Ray acting like a Playboy instead of an annoyed neighbor. <br/> \n <br/> \nAnyhow, I'm curious -- how successful was your proselytizing?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I know you're talking to Spiny, but for the record I have now successfully recruited (in addition to my girl, who I mentioned above) my roommate, who is looking quite dapper in his top hat up there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Palo Alto is not Southern California. All your credibility evaporated in one brief and unfortunate instance of elementary-school geography. I am ashamed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mangecoeur",
    "plus": 0,
    "snip": false,
    "text": "Do you still have the list?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rudegrrl",
    "plus": 0,
    "snip": false,
    "text": "Ditto straight to archive, saw a reference to it on reddit. <br/> \n <br/> \nI laugh and laugh but around here I laugh alone.   <br/> \n <br/> \nI live with philistines."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "confusion",
    "plus": 0,
    "snip": false,
    "text": "Yeah, exactly, me too. I don't understand all the discussion on this page re: how hard it is to turn people on to the strip. I say, if someone doesn't get the humor and the awesomeness right away, there's no point in forcing it on them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaypage",
    "plus": 1,
    "snip": false,
    "text": "your avatar is dancing to beck <br/> \n <br/> \nthat is rad"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "For me he's dancing to \"Hong Kong Garden\" by Siouxsie Sue and the Banshees. I never realized what a delight it is to listen to music while looking at animated gifs and seeing if they sync up in a comical fashion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Yup, that's about a 3-hundo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I make my friends start with Philippe is standing on it and just hold on 'til the dirtiest dudes in town show up."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "roguecheddar",
    "plus": 2,
    "snip": false,
    "text": "it's totally true that's what she did to me and look what it got me. now i'm totally rad"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "you can thank me later"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Or just pray to her seeing as how she's already decked out like  <a href=\"http://web.archive.org/web/20090426012439/http://en.wikipedia.org/wiki/Our_Lady_of_Guadalupe\">Our  Lady of Guadalupe</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "newwavepony",
    "plus": 0,
    "snip": false,
    "text": "I just came here and started reading all of them straight through. Someone linked me to the Comic Sans strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "That's what happened with me too :D"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "Nope, I heard 'Stad on NPR and decided to give it a read. Never a regret, never disappointed, never looked back."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Welcome to the insanity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrectomy",
    "plus": 0,
    "snip": false,
    "text": "Strange. I just heard a lot of good things so I went here and immediately went to the first one posted and just went from there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcibi",
    "plus": 4,
    "snip": false,
    "text": "This is my favorite Achewood strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 4,
    "snip": false,
    "text": "What if Ray had a show many years from now very similar to Flavor of Love, that would be ruuuude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": false,
    "text": "i'd love to hear this one done real live with .... actually who do y'all see as the voices for these cats? i only read them with my voice so I dunno"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "i am a lady. i would go on flavor of ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I would too!  <br/> \n <br/> \n(Also, how weird is it that we're both freaky eyes?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "eerie!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cognitonaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cognitonaut was marked lame too many times and excluded. (marked lame by djwhiterabbit, Connellingus, jls8510, marinesnow)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "atom",
    "plus": 7,
    "snip": false,
    "text": "This strip is awesome and all, but the REAL best thing about it is that it brought about that unbelievably perfect L.I.N.C.O.L.N. Halloween costume.  That dude was robbed, ROBBED I TELLS YA"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "untilyouaresonude",
    "plus": 14,
    "snip": false,
    "text": "Honestly, Chris Onstad is the voice of the new funny. This guy makes every other cartoon strip that's ever been written seem bitter and pushy, like an ex-girlfriend who asks you to keep up the charade until after her sister's wedding.  <br/> \n <br/> \nAlso, O, are you actually monitoring these posts? I saw you posted elsewhere."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philipmarschall",
    "plus": 10,
    "snip": false,
    "text": "Not a day goes by when I don't think about the Notorious L.I.N.C.O.L.N."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nuisancevalue",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nuisancevalue was marked lame too many times and excluded. (marked lame by Nurdbot, Connellingus, marinesnow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by johnnybaverage, kylemcjuicy, equinn2006, Wulvaine, rmango, Centipede_Damascus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "freerhi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by freerhi was marked lame too many times and excluded. (marked lame by GTPBearSuit, atticusonline, Satyr)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Connellingus, equinn2006, DigDugz)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 1,
    "snip": false,
    "text": "LOVED it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zombieman",
    "plus": 2,
    "snip": false,
    "text": "Daaaammmnnn. <br/> \nNow thats Notorious!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Aah, you liked it! Awesome!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "that video was aiiiiiight. shoulda had ray's vocals as the woman prompter though. that woulda been ruuuuude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 4,
    "snip": false,
    "text": "Oh, man, that'd been RUUUDE indeed, but my comp doesn't have a female voice :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "crap, CRAP, crap <br/> \n <br/> \nI can't believe how good this is"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "oh hey you like pinback and pulp also <br/> \n <br/> \nwe should party"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "yeah we probably should <br/> \n <br/> \nnext time I'm in nowhere I'll call you <br/> \n <br/> \njust kidding I have no idea where you live, could be somewhere I guess"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "party"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I have this bottle of J&B totally like a disco mirror ball. I can get a hold of some weed and download some Huey Lewis mp3.  <em>This could be a thing.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "let's get stoned on the internet <br/> \n <br/> \nalso I wasn't going to reply to this but then I recited the comic word for word and knew that it was probably right.  it probably was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scotish_arab",
    "plus": 13,
    "snip": false,
    "text": "I am still looking for the perfect time to roll up in a function and greet folks with \"What's UP motherfucks?\". The time has yet to be right......"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Yes! \"Motherfucks\" is so much punchier and awesome than \"motherfucker\". Though they each have their place, to be sure."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": false,
    "text": "and ya gotta be sure to put the accent on the \"UP\". <br/> \n <br/> \n <em>\"What's <strong>UP</strong> mother fucks\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billyamericana",
    "plus": 0,
    "snip": false,
    "text": "If only Ludacris read this site we might well see the Notorious L.I.N.C.O.L.N. in a real rap-ist video."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "stephicologist",
    "plus": 1,
    "snip": false,
    "text": "yes, appropriately rated... <br/> \nLEGIT! <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sredni",
    "plus": 1,
    "snip": false,
    "text": "Glorious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterminster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peterminster was marked lame too many times and excluded. (marked lame by aquamuffin, marinesnow, rmango)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "carpetbag",
    "plus": 5,
    "snip": false,
    "text": "I hate you forever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Do you think it is rad to have hate?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gumfish",
    "plus": 0,
    "snip": false,
    "text": "Bonus points for Mankey avatar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patiently56",
    "plus": 1,
    "snip": false,
    "text": "this is the best strip produced, hands down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donsoze",
    "plus": 0,
    "snip": false,
    "text": "This is part of the barrage of stips I always show friends who I am attempting to woo into Achewood. <br/> \n <br/> \nRay's commentary is what really makes it for me."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "brycew",
    "plus": 1,
    "snip": false,
    "text": "The first time I read this, when Roast Beef appeared dressed as the Notorious L.I.N.C.O.L.N., I peed a little. In my pants. Hell of funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by chagment, SoManyWhales, ThomasEdison, sncether)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "That is totally my favourite line of the whole strip. There's a really particular way I imagine it said as well. Must find more ways to slip it into conversation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 2,
    "snip": false,
    "text": "Ray knows how to pitch music.  It's the gift he has been given."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abrahamjoseph",
    "plus": 0,
    "snip": false,
    "text": "this one was the first i saw, and still the most quoted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wino",
    "plus": 1,
    "snip": false,
    "text": "man lincoln was stone cold.  i heard he would smuggle gats into the club in his beard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "If someone did this live at a talent show, I would lose my ever-lovin' mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 6,
    "snip": false,
    "text": "The ladies are ambivalent but he has already slept with them"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked as spam and excluded. jujubeesforjesus: What a douche. (reported by Connellingus, heatbag, Centipede_Damascus)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bobquest3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bobquest3 was marked as spam and excluded. bobquest3: What a douche. (reported by Connellingus, heatbag, Centipede_Damascus)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bazookaradio",
    "plus": 0,
    "snip": false,
    "text": "B-EA-Utiful."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "katal",
    "plus": 0,
    "snip": false,
    "text": "He creates rhymes for kids! <br/> \n <br/> \nThis strip is tops."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorbaronking",
    "plus": 0,
    "snip": false,
    "text": "I wonder what the acronym stands for..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 11,
    "snip": false,
    "text": "L.I.N.C.O.L.N. <br/> \nIs a <br/> \nNineteenth <br/> \nCentury <br/> \nOperator, <br/> \nLit on the <br/> \nNun <br/> \n <br/> \n(One of the things for which he is Notorious is having a recursive acronym)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Legislative Intellect Never Cooler; Others Lose Nerve"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by cameasiam, nutmegman, marinesnow)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "closefriend",
    "plus": 4,
    "snip": false,
    "text": "To this day, I pronounce it \"Notorious Ell Eye En Cee Oh Ell En,\" and one of my non-Achewood reading friends invariably responds with, \"Hey, that spells LINCOLN!\" I've got to start rolling with a more legit crew."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 8,
    "snip": false,
    "text": "Like <br/> \nIntoxicated <br/> \nNew <br/> \nCopy <br/> \nOf <br/> \nLittle <br/> \nNephew <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "This strip is perfect the whole way through. Even the first panel is hilarious--the way the sort of run over there really excited is fantastic. Then there's the amazing rhyme with the comments. The facial expressions and the poses kick ass. Perfect strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rhymesforkids",
    "plus": 1,
    "snip": false,
    "text": "this is perhaps the funniest achewood strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eviltkat",
    "plus": 0,
    "snip": false,
    "text": "I like that the first letter of every word Ray yells is capitolized"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 3,
    "snip": false,
    "text": "look at ray losin' his mind  <em>THE DUDE OWNS PROPERTY!</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "irbb",
    "plus": 2,
    "snip": false,
    "text": "<em>HE GETS WITH LADIES BUT IN THE END THEY DO NOT LIKE HIM!</em> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 3,
    "snip": false,
    "text": "the rating meter for this strip needs to go to 6."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dubreign",
    "plus": 0,
    "snip": false,
    "text": "LEGIT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vreeeee",
    "plus": 4,
    "snip": false,
    "text": "I think Beef's allegations in re: the Green Giant's vegetable prostitution ring warrant further investigation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "beef's dancing, man. jesus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "presterjohn",
    "plus": 1,
    "snip": false,
    "text": "Here the everything else (which is awesome) carries the lyrics (which are a little weak)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": false,
    "text": "This is one of those strips that I really like, but couldn't say why for the life of me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "winkmartindale",
    "plus": 1,
    "snip": false,
    "text": "Its all in Ray's commentary."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hecho_en_mexico",
    "plus": 0,
    "snip": false,
    "text": "You can't be serious. Beef's gaze is transfixed on we know not what. Beef's footwork. Yes, I made that a sentence. I mean, his paperwork is in order!!! <br/> \n <br/> \nBeef is punishing here. He is DESTROYING!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "Achewood will talk about a high idea and not execute it. The exceptions are few, inexplicable, and majestic. <br/> \n <br/> \nThe Dude Owns Property."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "local_weather",
    "plus": 0,
    "snip": false,
    "text": "This is not the first Achewood strip that I ever read, but it's definitely the one that made me a daily reader.  Not long after reading this strip, I tackled the archives and read the whole thing through at work no less. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ricnine",
    "plus": 1,
    "snip": false,
    "text": "Ray's interjections in the last 4 panels totally make this strip.  <em>The dude owns property!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quarantine",
    "plus": 0,
    "snip": false,
    "text": "Oh shit, the Notorious L.I.N.C.O.L.N.!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "best thing ever?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dudesstew",
    "plus": 0,
    "snip": false,
    "text": "Beef belives in teaching children the importance of calling the county before you mix your mortar. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Beef's rhymes are thoroughly fresh, but it's Ray's interjections that push this one into 5 territory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qatmandu",
    "plus": 0,
    "snip": false,
    "text": "<i>THE DUDE OWNS PROPERTY!</i>  Yeah, I think I can hang here for awhile..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slimpickens",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nI tried Blue Nun because of this strip. It's better with friends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "My favourite achewood, i give it an 11. This, Hugs in the Rain and womens laughter are the definition of sublime."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m-e-charm",
    "plus": 0,
    "snip": false,
    "text": "In a scale of 1 to 5, this definately gets a 10 DAMMIT. There needs to be a secret 10. Platinum Rating System. <br/> \n <br/> \nOn another note, this is the third time I gave out too much chubbies. I'm too Friendly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Even if there was a secret 10, I'd rate this strip an 11."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": false,
    "text": "panel six makes it for me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meowmix",
    "plus": 0,
    "snip": false,
    "text": "i've read the whole archive, and this one's still my favorite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talbain",
    "plus": 0,
    "snip": false,
    "text": "This is easily my favorite."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090426012439/http://www.sitepal.com/sendtofriend?ss=1354077&amp;sl=1624820&amp;acc=15695&amp;from=blahblah@blah.com&amp;to=sparklesparkleleor@yahoo.com\">Who is awesome? Me (I Am.)</a> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "the strip that got me hooked"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slackojones",
    "plus": 10,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090426012439im_/http://i27.tinypic.com/2nqto8x.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "I thought that I should add a comment, since this is my favourite strip and the source of my avatar.   <br/> \n <br/> \nLet me just say that this is my favourite strip and the one I send to people who I want to get hooked on the strip. <br/> \n <br/> \nThank you. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "Just look at that footwork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thebaddoctor",
    "plus": 0,
    "snip": false,
    "text": "why oh why can't i give this a six."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I'm going to get fired if I keep reading this at work. I'm laughing hell of loud."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dipstikk",
    "plus": 0,
    "snip": false,
    "text": "<em>He Gets With Ladies But In The End They Do Not Like Him</em>  should be the title of a book, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theyang",
    "plus": 0,
    "snip": false,
    "text": "Is it bad I imagine Ray with George Carlin's vioce here?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spry",
    "plus": 0,
    "snip": false,
    "text": "heres something controversial; back here achewood was funny had sadness, humour and depth. but now ray and beef seem racist and narrow in there language. i love the strip but think it would better if onstad ignored these threads"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "I enjoy every Lincoln meme I come across. This and Aqua Teen Hunger Force's \"Samurai Lincoln\" are my two favorite incarnations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090426012439im_/hhttp://brandonbird.com/abe_kido.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Damn you, BBcode! Fuck you!  <br/> \n <br/> \n(I just wanted to show you  <a href=\"http://web.archive.org/web/20090426012439/http://brandonbird.com/abekido.html/\">Abe-kido</a> ...)"
  }
]