[
  {
    "depth": 0,
    "minus": 1,
    "name": "gusplease",
    "plus": 1,
    "snip": false,
    "text": "Perhaps the best image of Brian Wilson."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theoneyouwant",
    "plus": 4,
    "snip": false,
    "text": "i can't decide if i'd want to be blown so hard that the blower broke her arm. is there a downside for the blowee?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 21,
    "snip": false,
    "text": "No downside other than getting blown by Courtney Love?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "<em>Seriously blown</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "blown till it pops"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Ah God."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gunsofray",
    "plus": 5,
    "snip": false,
    "text": "Scrotum all inflating like a balloon before popping all over Courtneys botox face."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Chubbies for the mental image."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "gunsofray",
    "plus": 1,
    "snip": false,
    "text": "my 13th chubby. ooooooohhhh shiiiiiiiiit, if you believe in that stuff but not ooooooohhhh shiiiiiiiiit if not."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "awko",
    "plus": 1,
    "snip": false,
    "text": "HOOOOO BOY! <br/> \n <br/> \nDo I regret doing that now..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "have a chubby since i deserved thatlame, assuming it was you.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I guess the downside would be that you could only do it every few months or so. How long does it take for an arm to heal?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "I guess it's really a choice of quality or quantity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 41,
    "snip": false,
    "text": "<em>Twice</em>  every few months."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "kudos to you"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "karljw",
    "plus": 0,
    "snip": false,
    "text": "took me nearly a minute to get it, still worth it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That's why they call it a way-homer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andyk",
    "plus": 2,
    "snip": false,
    "text": "it  <strong>IS</strong>  annoying for everyone."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 3,
    "snip": false,
    "text": "there was a year where I Liked coldplay. right after rush of blood came out. that album is still almost ok."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Parachutes is also not complete jag-off."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Parachutes is a great, great album. Unfortunately, Coldplay didn't stick with that sound."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zem",
    "plus": 3,
    "snip": false,
    "text": "ROCK'N'ROLL SHIT FUGUE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 7,
    "snip": false,
    "text": "Onstad likes the word 'fugue', and who can blame him!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 3,
    "snip": false,
    "text": "Teodor knows a thing or two about music. Especially the truth about U2."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikebox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikebox was marked lame too many times and excluded. (marked lame by tttt2, FirePowa8, trisha, ravindra108, nutmeg)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Except the 'rest' of U2 is THREE irishmen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Actually, Four. Flood produced The Joshua Tree, and maybe others. U2's four members are Bono, The Edge, Larry Mullen Jr., and Adam Clayton. <br/> \n <br/> \nNot trying to be a dick. Just sayin'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Ahhh, when I thought of Flood, I thought of The Edge. You are correct. <br/> \n <br/> \nTo be fair (to me) Larry and Adam don't count as whole humans."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vlasov",
    "plus": 1,
    "snip": false,
    "text": "Larry might not be human at all; a friend of mine insists that Larry is a robot (because he seems not to have aged for several decades)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Robots can keep time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Larry has immunity because he pulled Harrison Ford onto the roof."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 22,
    "snip": false,
    "text": "Anything that hates on Coldplay is a friend of mine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by riazm was marked lame too many times and excluded. (marked lame by Pseudochron, Valorgigo, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pseudochron",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pseudochron was marked lame too many times and excluded. (marked lame by sarmatron, c_dizzle, tttt2, mistlethrush, MrPoopytime, Mastronaut)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mastronaut",
    "plus": 7,
    "snip": false,
    "text": "Attention: <br/> \n <br/> \nPseudochron does not understand \"jokes\" <br/> \n <br/> \nThat is all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 9,
    "snip": false,
    "text": "It's name is Clippy? I didn't think I could hate it any more than I already did."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "STOP MAKING ALL MY CHUBBIED COMMENTS ON THIS PAGE, YOU RAT'S ASS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by littlefatdog was marked lame too many times and excluded. (marked lame by apocowarg, fakead, riotdejaneiro, Hayzeus, Mastronaut, STUART, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alphagator",
    "plus": 3,
    "snip": false,
    "text": "totally and at LEAST 10% of magnetic fields is pretty not-jag"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I'd actually go as far as to say that only 10% of their songs are COMPLETE jag-off. And 15% are actually really good. <br/> \nI agree with Teodor's views on Guided By Voices, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by Hayzeus, eatmorekix, tttt2, Satyr)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I'm going to have to agree with rowboat on this one. ...though I don't know what 'jag-off' means. I guess if it meant 'self-mockingly tragic/funny,' then I'll agree with Téodore. Otherwise, boo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 2,
    "snip": false,
    "text": "Well, mocking yourself without provocation could be quite reasonably construed as jagoffery.  Who is this Stephen Merritt, that we should care for his amusement with himself?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The music is good and it reminds me of good things. That's all I'm sayin'. If I judged the bands I like on the merits of their personnel, I would probably listen to, like, three bands."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 5,
    "snip": false,
    "text": "I didn't mean to encourage judging the music on the personnel, only to justify the attachment of the \"jag-off\" label to the behavior of the personnel in question.  Jagoffery is no artistic evil in and of itself.  I like Woody Allen as much as the next guy."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"Jagoffery\" as a ready-made tag just seems so  <em>harsh,</em>  even if it is accurate. But I see where you're going with this. I do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Why does an accented e appear on my screen as the kanji for 'small porpoise with diseased cartilege'? <br/> \nlet's see.. é <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "hmm. not that time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Eh, let's face it, it sounds like Onstad has listened to 69 Love Songs, and a lot of that is kind of conceptual jag-off.  I can appreciate most of the songs on there, but there's a reason why I made a mix-CD years back called 25 Love Songs.  Hell, I think Merritt even recommends doing this in the liner notes/interview booklet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I've been informed in the past that girls into Guided By Voices give great head. Hopefully they do not break their arms doing so."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 3,
    "snip": false,
    "text": "It helps to remember that Teodor also listens to The Cure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "I thought Philippe would have more integrity than to print the word \"shit\" in his publication, even if it's just barely legible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's been pretty well demonstrated that Philippe doesn't look at these things after they're finished. He has no idea such a word is present in this column."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nytyper",
    "plus": 0,
    "snip": false,
    "text": "The best things ever in one strip - ragging on Coldplay, GBV and a short appearance by Phillippe!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dak",
    "plus": 2,
    "snip": false,
    "text": "He's pretty spot on about the GBV thing.  The thing to realize on the other hand is that 5% is fucking amazing.  But I think Onstad already knew that."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "the other thing to realize is that five percent of gbv's body of work is as big as most other bands complete discographies.  <br/> \n <br/> \nand in my opinion they have way the hell more than 5% good songs. tho they do have some jag off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "How are U2 anything like Coldplay? Seriously. I'd like to know. I always thought U2 were way more melodramatic and complex. The two bands never lined up in my head and still don't. I like Coldplay though, so I obviously can't be trusted/am not cool enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You don't find Coldplay to be melodramatic?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Yeah, actually you're right. My feelings are mixed. Maybe the word I'm looking for is \"Grandiose!\". U2 seem to know that they are the shit, big ass stadium rock tunes. Whereas Coldplay are whining in a melodramatic/melancholic way. Wow. It really may read like I don't like them. My ideas are not as well developed when challenged... interesting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for letting us in on your vaguely self-critical internal monologue."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I've never understood this comparison either (and I used to hear it all the time, not just here). I'm not a huge fan of either band, I like a few of both bands' songs here and there, but seriously. I can't imagine Coldplay ever creating anything like \"Sunday Bloody Sunday.\" Conversely, I can't see dreck like \"Speed of Sound\" (or even a decent song like \"Clocks\") coming out of U2's catalog either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I don't think \"Sunday Bloody Sunday\" is a good reference point, as that was early U2.  Most people who compare Coldplay to U2 are defintely thinking post-\"Joshua Tree\" U2, when they started to become the Biggest Band in the World or whatever they get pegged as.  U2's singles in this time were epic, somewhat melodramatic and self-important, and undeniably pretty fucking catchy, and relied on a singer with soaring, earnest vocals and a guitar player who wasn't afraid to come up with simple riffs and base a lot of his work around effects pedals.   <br/> \n <br/> \nI've mostly avoided hearing Coldplay songs since their second album, but what I've heard can kind of match that description pretty well.   <br/> \n <br/> \nAlso, just look at the lead singers' personalities: a bit scruffy lookin' but the ladies love 'em, large international celebrities and both seemingly on a mission to save the world, whether honest and well-intentioned or self-aggrandizing and attention grabbing (I'm not going to argue that here)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "I like it when Achewood mocks things I like. In this case, Stephin Merritt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leggotheego",
    "plus": 0,
    "snip": false,
    "text": "Onstad speaks what I think  <em>constantly</em> .  Especially regarding Coldplay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 1,
    "snip": false,
    "text": "Courtney Love Pilates: fellatic arm movements and oral chicanery for the mouth and throat muscles. <br/> \n <br/> \nFun but lame adjoining observation: the first two letters of her first and last name spell loco. That may explain the broken arm."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Upon reading this, I Google'd Michael Stipe to see how devastating his jawline really is. <br/> \n <br/> \nIt's pretty devastating."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It would devastate you. <br/> \n <br/> \nAlso, thank god there was no raggin' on R.E.M.'s music in this strip. The resulting mental conflict for me would have torn the surrounding countryside apart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I would've had your back. I am a dude who stands up for R.E.M. <br/> \n <br/> \nWell,  <em>Monster</em>  is one of my least favorite albums by any band ever, but I don't think it was really them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I actually tried to think of a single song from Monster that would justify it as an R.E.M. album and couldn't. But then I looked at the tracklist and remembered about Let Me In. <br/> \n <br/> \nI quite like Strange Currencies, too. And Circus Envy is at least amusing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apricotta",
    "plus": 2,
    "snip": false,
    "text": "Hey Teodor! You're from Belarus, but you have a Romanian last name!  <em>How come?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 3,
    "snip": false,
    "text": "Are you bark all day little doggy or are you going to blow me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Man, Teodor is just the worst kind of music fan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 6,
    "snip": false,
    "text": "You know a person's insecure about their music taste when they'll only talk about the bands that they don't like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "I went to a Kraftwerk show in that tour."
  }
]