[
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 8,
    "snip": false,
    "text": "I love the things that sound like a good idea when you are drunk, or extremely tired.  Oh hell YES!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 47,
    "snip": false,
    "text": "today, i was very drunk and came up with the idea of Central Clowns. sort of like central heating. but with clowns."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 20,
    "snip": false,
    "text": "They all float down here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 43,
    "snip": false,
    "text": "The other night I got wrecked and in the morning on my fridge there was a list of DVD's I need to buy. <br/> \n <br/> \nIn the corner was a crude drawing of Venom."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Good drunken coherence to place the list on your fridge!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by foetus_punch was marked lame too many times and excluded. (marked lame by enough_talk, spandrelbot, storableprawn, idsyen)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "idsyen",
    "plus": 0,
    "snip": true,
    "text": "A comment left by idsyen was marked lame too many times and excluded. (marked lame by TonyHighwind, king_of_pwns, all-star951)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I call double bullshit. Mushrooms last for up to 24 hours, and I have a chemical imbalance that makes most hallucinogens/opiates last for up to twice as long. <br/> \n <br/> \nRimshot!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Bullshit or not, that's a damned entertaining story."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "freakywonton",
    "plus": 0,
    "snip": false,
    "text": "I call bullshit on all of you. There's no way salvia lasts 2 minutes unless you a) didn't inhale completely b) didn't hold it in at all  or c) it wasn't salvia. Salvia lasts (depending on user) 10 - 20 minutes. And mushrooms don't last 24 hours at all. If they did, they would be way more expensive than they are. Mushrooms visually last (depending on the strain) from 6 to 12 hours. The only thing that could cause someone to trip for 24 to 48 hours would be a copious amount of acid with the mushrooms, and I'm talking like 10 hits of hp blotters and and a half oz. of shrooms, at least. <br/> \n <br/> \njust sayin."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "freakywonton exists on the internet  <em>just to make this comment.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 2,
    "snip": false,
    "text": "freakywonton is Good At Drugs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What were some of the DVDs on the list?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "Well, I threw it away a while ago, but most of the Coens  were on there, along with Dark City and American Psycho (which I can quote for hours, but do not own) and The Lion in Winter. (Maybe the best movie ever.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 1,
    "snip": false,
    "text": "Classy, Norman.  <br/> \n\"Of course he has a knife. Its 1248 and we're barbarians. We all have knives\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Were you drunk on acid?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killingthejay",
    "plus": 1,
    "snip": false,
    "text": "one time i tripped balls and the next morning i was down an 8th of greenery.  a week later while cleaning, i found it in my freezer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 27,
    "snip": false,
    "text": "I once got destroyed by vodka and hash. I woke up in the morning with my pants, socks and shoes still on, but no shirt. I later found my shirt frozen solid in the fridge freezer. Apparently I'd had the forethought to soak it in water first so it'd freeze better. Also, I had written things like \"I am such a genius\" and \"go see that movie\" on my chest in permanent marker.  <br/> \n <br/> \nThat was an interesting day."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 7,
    "snip": false,
    "text": "That is amazing. <br/> \n <br/> \nLess impressively, on Sunday morning after killing just over half a 1.5 litre bottle of vodka, I woke up to find myself wearing just my bra and knickers, and hugging an Oasis bottle. Also, a lot of stuff from my laundry basket had been flung to various places in the room. THERE IS NO EXPLANATION."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "One morning. After many, many hours of drinking. My friends and I came home tackling each other and wrestling down the hall. My flatmate had two mussels in a fish tank that was never cleaned and never contained fish. My friend soaked his shirt up to the elbows and fried those little bastards up and ate them. Apparently captive mussels taste like RUBBER!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "I went to a party once and woke up in the bathroom.  Apparently I'd been locked in there. <br/> \n <br/> \nI always thought mussels tasted like rubber no matter where they came from."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 4,
    "snip": false,
    "text": "I woke up the morning after prom in my friend's apartment (across the city from where I was the night before) with my tuxedo jacket and pants on, but no socks, shoes, underpants or shirt. i was spooning my friend, who was spooning my friend, and as i glanced at the clock I realized it was about 3 in the afternoon. I stumbled out into the living room and discovered more bottles of Stella, Tilt cans made into bongs, and half-finished cups of sake than I could imagine being around accidentally. <br/> \n <br/> \nI found out later my hair was full of weed ash."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "The end!  No moral."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miaou",
    "plus": 4,
    "snip": false,
    "text": "There was this party at a friend's place, it was a fairly long time ago. We had drunk quite a lot, so I had to sleep over. In the morning I woke up with a heavy hangover, in the bedroom of that cute girl, all in foetal position. I flung the contents of her laundry basket all over the place, took her clothes off except her bra and knickers, and put her arms around an Oasis bottle. <br/> \n <em>She freaked out.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "high five. i love this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 14,
    "snip": false,
    "text": "List of things I have woken up in: <br/> \n <br/> \nBlood, grass, vomit, garbage, trash bags, bath tubs, a horse race track, straw, an abandoned gas station, and the English countryside. <br/> \n <br/> \nTop of my head, mind. I know some are situations and not substances, but I think they still count.  <br/> \n <br/> \nI need to meet nicer people."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jhunter",
    "plus": 6,
    "snip": false,
    "text": "I once drank more whiskey than is strictly healthy for four men. I awoke in my kitchen with my head in the washing machine. The fridge door was open and basically all of the food was not only spoiled, but also squashed and beaten in some kind of drunken fury. <br/> \n <br/> \nInterestingly, the pockets of my jeans were full of those little sachets of salt you get free with KFC meals."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 4,
    "snip": false,
    "text": "I have had weed it my hat; it is good for neither."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "The hat would be better as a wearable bong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckyg",
    "plus": 37,
    "snip": false,
    "text": "I've used a bong made from a hardhat once. It was extremely safe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 0,
    "snip": false,
    "text": "Now /that's/ achievement!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "As was the bong made from a gas mask that I've had the pleasure of trying."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "its good for concerts..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "Beef's last line became my favourite Achewood thing ever, the first time I read it. <br/> \nSo long ago. So long ago."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 1,
    "snip": false,
    "text": "Blue Nun is some good cheap wine hell yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 6,
    "snip": false,
    "text": "Ugh I must have been hell of drunk when I posted that six months ago. I am ashamed of myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "Our evening began in Peter Sechelle's comfortable study in his New York townhouse, where the candlelight was just right, the hi-fi was in the background, and the wine... was delicious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cicadalek",
    "plus": 6,
    "snip": false,
    "text": "I like to imagine this strip has a subdued percussive soundtrack, which picks up as you move onto the next strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xud",
    "plus": 3,
    "snip": false,
    "text": "That third strip is great, ray understands completely.  And like a true friend he indulges in some rot gut with his best mate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shmuckeles was marked lame too many times and excluded. (marked lame by DeimosRising, FirePowa8, equinn2006)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 3,
    "snip": false,
    "text": "I love how Ray goes from eating an unpronounceable mash of expensive french food to drinking cheap wine in an alley. Truly, he is not afraid to be a man of the people."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Ray is a man of the people who by dint of wealth and uncommon fortune ventures into hell of caviar climbs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's eyebrows are never as animated as when he's drunk."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "I wish I read achewood at this time, all waiting a day after this strip to be greeted tomorrow with such a great concept unexpectedly made manifest"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 1,
    "snip": false,
    "text": "4 score and 7 joints ago..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sharkofsomerton",
    "plus": 17,
    "snip": false,
    "text": "I improvised this bong last night and was surprised it worked so well. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100105040452im_/http://img254.imageshack.us/img254/9198/picture0006ci8.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "This is one of a select few comments I wish I could chubby more than once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 3,
    "snip": false,
    "text": "Oh yes.  That is a Thing.  My friend made a steamroller out of a shipping tube, a one-hitter, electrical tape, and that sticky putty stuff. <br/> \n <br/> \nAnd speaking of weed in hats, I have an afro-ed friend who once got pulled over while smoking a blunt.  The cops searched his car, patted him down, but didn't find anything because he hid the blunt  <em>in his hair/</em> . <br/> \n <br/> \nAlso, his name is Alvin.  I think that makes the story even better."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I have made/taken part in making 2 bongs (Tinfoil, pen, plastic children's drink barrel/evian bottle, tinfoil, zipties, hot glue, both were really more bubblers than bongs), a steamroller (2-liter bottle, tape, bong slider we had around), and this really nice bowl from I think a pen, part of a tire gauge, and some duct tape.  At least one of those i then left, loaded, on the coffee table, near an open window, across the street from my roommate/landlord's aunt's house (No word on whether she came by and saw it)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "HOLY MOTHER OF FUCK I could not care less about pictures of your home-made bong.  I realize that I'm in the minority."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Apparently you could care less, seeing as you did take the effort to mention that you couldn't care less."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "I've never cared so little about anything, I didn't know how to react."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "\"All Adidas and stuff All weed in his hat\" may have been the first time I laughed out loud at Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 1,
    "snip": false,
    "text": "And all the while you thought the alt text (digging the dancing queen) would start an Abba-fest. Thank god not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cproseedcakeksc",
    "plus": 0,
    "snip": false,
    "text": "The top half of this strip is a perfect encapsulation of the relationship between Ray and Beef."
  }
]