[
  {
    "depth": 0,
    "minus": 0,
    "name": "kylemcjuicy",
    "plus": 6,
    "snip": false,
    "text": "Bad Mother Fucker"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by atticusonline, spiderbethlehem, Comrade_Tom)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "She looks incredibly interested in everything in that picture from Comic Con."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 7,
    "snip": false,
    "text": "Achewood continues to prod at the Star Trek Centre in Manflesh's brain."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "earendil",
    "plus": 22,
    "snip": false,
    "text": "If it weren't for the Star Trek connection, I would have expected Manflesh to pop us over to  <a href=\"http://web.archive.org/web/20101009145045/http://www.sandowmuseum.com/mcfadden1.html\">Bernarr McFadden</a> <br/> \n[IMGS OFF] <br/> \nRight up Horatio's alley, so to speak, no?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "envika",
    "plus": 8,
    "snip": false,
    "text": "i am confident enough in my sexuality to give this a chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 11,
    "snip": false,
    "text": "Sweet damn, that is one nice Beverly Crusher right there.  I don't recall her being that smokin'.  Sure, she's only a little bit younger than my  <em>mother</em> , but I figure my wife is eventually going to be that age, so I better get used to enjoying the look of all vintage of ladies. <br/> \n <br/> \nA lady of vintage is not a bad thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "katethegreat",
    "plus": 1,
    "snip": false,
    "text": "It seems quite possible, given that the Wikipedia page claims she once studied acting with someone named \"Jacques LeCoq.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antbrejjn",
    "plus": 1,
    "snip": false,
    "text": "Ah how I enjoy the Roomba! cinematics."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coldfrog",
    "plus": 2,
    "snip": false,
    "text": "Hell yeah, I forgot about these.  It's been a while.  Tomorrows classic: Hudsucker Proxy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lereya",
    "plus": 19,
    "snip": false,
    "text": "You know, for kids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That would be so RUUUUUUUUUDE!! I love it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "It took me about ten minutes to realize Beef was driving a car. I was all, \"I don't remember holding the left arm straight out from the shoulder at all times being an intricate part of Jules's character. Maybe Beef is just breaking out a new thing.\" <br/> \n <br/> \nA guy is talking about a rooster tricking a Frenchman into looking at his shit. You are willing to attribute just about anything  <em>to</em>  anything at this point."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Good call. I actually thought he was holding a gun on someone, getting all ready to engage in bloated Tarantino dialogue. Your view is spot on --- but -- either the Roombas are moving very slowly, or that is one big-ass room, or they're going in circles. The latter would be hilarious, were it animated."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I get the impression that most of the Rhoomba cartoons exist in an alternate reality that is all hallway. If you go back and look at each one there's no way to fit all that into one house, unless Ray paid the guy who designed the crazy Lovecraft apartment building from Ghostbusters to design his mini-mansion as well.  <br/> \n <br/> \nWhich I think is unlikely. Ray doesn't seem like a gargoyle kind of guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by usversusthem was marked lame too many times and excluded. (marked lame by Dovey, tekende, apocowarg, FVVS, riotdejaneiro, Thorfinn, glorify, kylank, flazisismuss, ntopp, lamelliform, rowboat, odei, Johnnyrocker, Miku224, sdskyle, SpinyNorman, lateadopter, sje46, jlowe424, lastlarf, wotown)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You might want to rephrase that, little guy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by flandango, nutmeg, Comrade_Tom)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by usversusthem was marked lame too many times and excluded. (marked lame by Dovey, apocowarg, kylank, rowboat, BionicSheep, thesyndicate88, morypcaina, Johnnyrocker, sdskyle, lateadopter, jlowe424, zaer)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "So you don't believe that referring to these men as \"retards\" (not to mention the use of \"mi-mocking,\" wherever the hell  <em>that</em>  came from) warrants the official disapproval of the masses? I'd say seven (wait, make that eight) lames is getting off pretty light."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "To be frank, I wouldn't be surprised if more were coming. Defining the cause of the insult doesn't mean that it's not an insult - it just means that you're bitter and angry enough that you have to  <em>prove</em>  why you thought we were all \"retards.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by usversusthem was marked lame too many times and excluded. (marked lame by Dovey, apocowarg, kylank, lamelliform, mortshire, sdskyle, lateadopter, Garyos)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Anyway, UVT, you prompted me to use Photoshop in a doubly appropriate manner (that is, to mollify you for your hairtrigger comment, and as a visual interpretation of Beef's dialogue), so some good came out of all this. Enjoy the Fruitopia of your labor."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rajib",
    "plus": 3,
    "snip": false,
    "text": "You tried to fuck him. And Spinynorman don't like to be fucked by anybody, except Mrs. Norman."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Pretty often he's not such a fan of Mrs. Norman's fucking, either."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "HEYO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "In other news (AKA Getting in a little late on the Hate Train): <br/> \n <br/> \nWould that most people using the word 'bemused' actually knew that it is not a synonym for 'amused'. <br/> \n <br/> \nThe English Language, she is an unforgiving mistress."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "The saddest thing is people who can't help but stutter on the internet. <br/> \n <br/> \n\"mi-mocking,\" indeed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You're a retard.  The comment we were mi-mocking on Assetbar was bad because calling intelligent, rational people retards on a quasi-anonymous forum is horrible behavior regardless of the context. (God is that obvious.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "You will deliver on this sock puppet promise, or I will descend upon you and your family in a manner not completely unlike a plague.  A pretty bad one."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lost_buoy",
    "plus": 106,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 12,
    "snip": false,
    "text": "<em>That's the photoshop guy. I know him. I know the photoshop guy.</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "if the photoshop guys anything like the comic sans guy i wouldnt be so proud."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I think we're safe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "brycemidas",
    "plus": 5,
    "snip": false,
    "text": "Jacques LeCoq? Gates McFadden's acting teacher in Paris?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "leggotheego",
    "plus": 0,
    "snip": false,
    "text": "So you followed the link to McFadden's Wikipedia article as well!   <br/> \n <br/> \nCall me immature, but having a name like Le Coq is freakin hilarious."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 11,
    "snip": false,
    "text": "<em>Never Be Le Coq to Le Stranger</em> , the sequel to Albert Camus'  <em>The Stranger</em> , written and rights purchased from the Camus family estate by Ray. Houghton Mifflin, 2008."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "On the death of V. A. Camus, his family decided to continue his legacy by allowing a select group of highly qualified authors to continue the saga of Cathy Dollanganger and her family. This book is the result of that effort."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "d-pad",
    "plus": 1,
    "snip": false,
    "text": "Today I saw a cock and a Frenchmen in a bathroom together, and this somehow made my day."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Was the cock  <em>attached</em>  to the Frenchman?  It is a bathroom.  This should not surprise you, nor should it be so out of the ordinary as to make your day. <br/> \n <br/> \nYour lookin' at French cocks, but whatever.  No cookies etc etc etc"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "d-pad",
    "plus": 1,
    "snip": false,
    "text": "I'm sure that in France these actions would warrant me getting cookies instead of preventing said event."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oooooh shiiiiit, please chubby this man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>I chubbied him. I chubbied this man.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I like the expression on that Frenchman's face. <br/> \n <br/> \n <em>\"If you will excuse me, I must make le tinkle now. Merci.\"</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Oh! Oh! Or: <br/> \n <br/> \n <em>\"Pardon, I must oui oui.\"</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "terrible. so terrible.  <br/> \n <br/> \nbut great."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "\"Do y'all carry that ou-wee magazine? My husband just loves that ou-wee magazine. He looks at them girls and just says  <em>oooouuu-whee!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is so fucking sad, man. 106 cubbs for a picture that may be gone forever. <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>lost_buoy's account has been inactive for 90 days.</em></div> <br/> \nHope the dude's not dead. He was always kind of an unsung photoshop hero. People kind of forgot about him when edwell (and....oh shit....the guy with the avatar of that one character from Sonic the Hedgehog who was also very good with the 'shop....tip of my tongue) came along and that sucked. Lost_buoy rocked, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Don't even be actin' like you don't know me, Rowboat. I know you  <a href=\"http://web.archive.org/web/20101009145045/http://m.assetbar.com/achewood/one_comment?b=M^a11f09b8576e606bcb5038dfdb92fb821&amp;a=M^1511&amp;c=699\">remember</a> . <br/> \n <br/> \nAnyway, Photobucket accounts aren't closed until they've been inactive for a whole year, so lost_buoy's 'shops are still available for the time being. Just right-click and choose \"open image in new window\" or your browser's equivalent. <br/> \n <br/> \nBecause I'm a gigantic nerd, I've been saving my favourite photoshops to disk, and the recent World Without Assetbar scare has reassured me that this isn't a total waste of time. There's a lot of funny stuff here, and it would be a shame if it all just disappeared."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I didn't forget you, man. I'm just bad with names. <br/> \n <br/> \nAnd I've saved some stuff, too. You did the \"I'm a prostitute\" dream montage-thing, right? Definitely have that one locked away. Best 'shop this board's ever seen."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "the term \"mi-mocking\" makes me read this like it was T-T-T-Todd posting this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I did the same exact thing!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "same here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherbet",
    "plus": 0,
    "snip": false,
    "text": "As I was reading it I was thinking, \"I absolutely adore how Beef has his arm extended the whole time like he's driving the car!\" Pure class."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sherbet",
    "plus": 0,
    "snip": false,
    "text": "Also I am very happy to see Roomba! cinematics. I had missed them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "roomba",
    "plus": 1,
    "snip": false,
    "text": "oh yes, my namesake is being manifested full form. <br/> \n <br/> \nyessssssss"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "It's good to see that the Roombas have managed to survive four years of Beef and T standing on them. That shit is built to last."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "Why is the rooster Irish?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gregthepaladin",
    "plus": 1,
    "snip": false,
    "text": "Mc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by silver_lake, lawbot, fallow_fields, snowman, abbaZaba)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Well Dr McNinja is Irish! Stick that in your pipe and smoke it!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 6,
    "snip": false,
    "text": "Both are Irish.  It's generally spelled out as \"Mac\" in Scottish names."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "nbgreene",
    "plus": 22,
    "snip": false,
    "text": "check out the big brain on kledermans"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "The only real distinction that matters is that \"whiskey\" is Irish whiskey and means it's distilled three times, and \"whisky\" refers to all other types, Scotch whisky being commonly referred to as, well, \"Scotch\", and being distilled only twice, although the peat used gives it a much smokier flavor. Also, there are more types of Scotch whiskeys."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 4,
    "snip": false,
    "text": "Most but not all American whiskies also use the spelling with the \"e\".  Whether or no something is triple-distilled is only technically a description of its quality, or compliance with local law, as it were.  I've had vodkas that claimed to be distilled 4 times, and scotches that claim thrice.  I once drank enough whiskey and whisky that I divined the reason for the distinction in spelling.  I think it was a dastardly Fenian plot.  This may or may not be accurate as I tend to ascribe a lot of things to dastardly Fenian plots when drunk.  Or when sober."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I wish I could ascribe things to plots, be they the dastardly or Fenian sort. My life is just not that interesting, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I think you should drink more whiskey then.  I recommend Power's Gold Label with one ice cube."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "May I humbly propose a finger or thrice of a liquor of Scottish extraction: Ancient Shenanigans?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "donkey",
    "plus": 0,
    "snip": false,
    "text": "I assumed Ancient Shenanigans to be a \"Best Of The Worst\" sort of bourbon, extracted from Kentucky. No?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "I love Powers. Three years ago when I was still pretty debauched we used to play a game called Super Powers. It was magnificently complicated, but I'll try and sum it up here. <br/> \n <br/> \n1. Find one other person, preferably a friend. <br/> \n <br/> \n2. Obtain two bottles of Powers whiskey. <br/> \n <br/> \n3. Sit down with friend and drink the whiskey. <br/> \n <br/> \n4. In the morning the one who has no external injuries wins. <br/> \n <br/> \nEveryone usually lost at Super Powers. I guess I thought it was magnificently complicated was because, at its inception, I was staggeringly drunk at the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I know that game. <br/> \n <br/> \nI'm pretty good at that game.  <br/> \n <br/> \nGuess that explains my lack of employment."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 3,
    "snip": false,
    "text": "Oh yeah that's good stuff.  I have drunk maybe a hundred bottles and I never get tired of it.  I gave some to my little brother, who lives in a considerably drier jurisdiction than mine.  His fiancee banned me from giving him any of the booze I like because he ended up taking off all his clothes and getting in a shouting match with the elderly woman next door, during the middle of a snowstorm.  He was definitely not scared of the motherfucking police.  The genius of Powers is that it is just harsh enough to make you know you're drinking, but smooth enough so that you don't really want to stop until you've lost consciousness. <br/> \n <br/> \nIt exists at a sweet spot in the continuum of booze."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Whiskey is indeed a harsh and sultry mistress. You little brother's incident sounds familiar. Fistfights, being banned from restaurants, climbing trees and making bomb threats, and, yes, furious shedding of clothes all can be found in my drinking repertoire, all under the influence of that sweet poteen from Ireland green, distilled from wheat and rye."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "NOW you're speaking my language. A single malt chubby for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ibetso",
    "plus": 8,
    "snip": false,
    "text": "Mc, Mac and O' are all used in Ireland. Mc and O' are very commonly used, and while Mac is used more often in Scotland, you do see it used in Ireland, particularly by people who use the Irish language version of their name e.g. Seamus Mac Mathuna instead of James McMahon. It comes from the Irish word for son: mac. <br/> \n <br/> \nThis message was brought to you by the Pedantic Posting Society"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "[img]http://bestweekever.blogs.com/photos/uncategorized/more_you_know1.jpg[/img"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "What the HELL, assetbar? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That doesn't seem right.  \"Mc\" and \"Mac\" would surely be Scottish for \"son of\", as the Irish is \"O'\", but in the past few hundred years (after the development of the two convergent versions of Gaelic - Scots and Irish, not counting all the now dead dialects)there has been a large influx of Scottish immigrants into Ireland (I would assume in Northern Ireland with its English influence, with the Scots sent there due to English occupation of more of Scotland), hence resulting in a large amount of \"Mc's\" and \"Mac's\". <br/> \n <br/> \nSo thus, and I'm just spitballin' here, while \"Mc & Mac\" aren't  <em>originally</em>  Irish, they well and truly are now. <br/> \n <br/> \nSomebody shoot me down, as I'm just ballin' here.  Spit....spitballin'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smugairle",
    "plus": 1,
    "snip": false,
    "text": "Sorry to be the one to pull the trigger, but 'Ó' in Irish refers to grandson, or just general descendant. 'Mac' is son of, and is originally Irish. The Scottish 'Macs' who came to Ireland over the years were descended from Irish who'd gone there hundreds of years before (mostly between the fifth and ninth centuries). <br/> \n <br/> \nKinda a waste of a trip, but whatever."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smugairle",
    "plus": 0,
    "snip": false,
    "text": "Sorry, \"O\" = grandson/more distant relative."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Well bugger me.  Some Gael I am.  Cheers."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Looks like I need to hit wiki before i post."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I tried to.  It, surprisingly, doesn't have much.  And what it does have, is  <em>too much</em> .  When you see what I mean you'll know what I mean.`"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sevendaughters",
    "plus": 2,
    "snip": false,
    "text": "SIMPSONS DID IT. Actually, the Roomba gives it a whole new spin. <br/> \n <br/> \nMy plans blew up on Saturday so I got a rude-ass satay fromt the local Chinese, cracked open a crispy Red Stripe and read The Great Outdoor Fight from beginning to end. Damn I'm glad my plans fell though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 25,
    "snip": false,
    "text": "McFadden is French for Lyle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "If there were an Achewood TV show, McFadden would be the main character of one of those segments where they take a popular, non-main character, create a thinly disguised alter ego for him, and put him in a different setting so as to showcase his wackyness.   <br/> \n <br/> \nYou know, like Garfield and Friends, except funny, with booze and bodily function humor everywhere. <br/> \n <br/> \nExcept that Garfield and Friends already was all about bodily function humor...  Okay, stick with \"like Garfield and Friends but funny with booze.\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "u235",
    "plus": 1,
    "snip": false,
    "text": "Except I think half the cast is already ripped out of their mind. Garfield clearly smokes a lot of dope (hence his laziness and perpetually-drowsy voice) and drinks too much (hence his violence); Odie is basically on amphetamines forever; and Jon desperately needs to start taking  <em>something</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "good point.  Maybe just say \"like Garfield and Friends but funny.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flandango",
    "plus": 4,
    "snip": false,
    "text": "You still haven't gone far enough.  Maybe just \"Not Garfield and Friends.  Something else entirely.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "And Garfield also has the munchies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poorochondriac",
    "plus": 13,
    "snip": false,
    "text": "I'm holding out for a Roomba Cinema rendition of Big Lebowski. <br/> \n <br/> \nThe dude (from Circumstances) abides."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 12,
    "snip": false,
    "text": "Well, that's just, like, your opinion, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nikopol",
    "plus": 2,
    "snip": false,
    "text": "YOU'RE OUTTA YOUR ELEMENT, TEKENDE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ntopp",
    "plus": 2,
    "snip": false,
    "text": "What's a... pederast, Roast Beef? <br/> \n <br/> \nShut the fuck up, Philippe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Except that this circumstance seems basically impossible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not if it's a...Fuck You Friday"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Usually, it's Ray who does the fucking. But, given the explanation/recap of Achewood's character's sexual prowess, it seems the cast may now lay on Beef. Truly, a marvel for the ages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlowe424",
    "plus": 1,
    "snip": false,
    "text": "I want to see a Roomba version of the chase scene from the beginning of Casino Royale (with cheese)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "susurrus",
    "plus": 9,
    "snip": false,
    "text": "James Bond is James Bond, but they call him Le James Bond."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "I'd like to see that, as well. Avec fromage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "A much welcomed return."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 3,
    "snip": false,
    "text": "this strip makes me think, \"damn, achewood has been derivative of Pulp Fiction this whole time and I never realized it.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 0,
    "snip": false,
    "text": "and it's ABOUT TIME someone owned up with the hommage! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Hommage sounds  <em>delicious</em> . I could go for some poached hommage right now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 1,
    "snip": false,
    "text": "It's called Pochego"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 2,
    "snip": false,
    "text": "Those French ... they have a different word for everything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 13,
    "snip": false,
    "text": "Except \"entrepreneur.\" They don't have a word for that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Shit.  I didn't read before posting below.  I beg your leave."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "or \"hors d'oeuvres\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "Haha, it does sound like something you'd see if an Irish rooster forgot to flush.  <br/> \n <br/> \nWe call them McCroquettes though. In Québec at least. Which is odd because quarter-pounders here aren't royale with cheese, they're quart-de-livre."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yes, but do quebecois use pounds (any standard)?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "Actually, we still do, sometimes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "word"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by divot, flazisismuss, Bubble, kendieatsbabies, smugairle, ZedPower, foetus_punch, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Uh oh.  <edging toward the door>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "susurrus",
    "plus": 33,
    "snip": false,
    "text": "They also speak English in What."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "This was the perfect comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "I'm not sure what you wanted him to say - in this part of Canada, McNuggets are called McNuggets. He can't say \"We call them McCroquettes though. In Canada at least.\" That would only be a part-truth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "The British Columbians are not Columbian, either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pokerface",
    "plus": 0,
    "snip": false,
    "text": "Nor are they Colombian."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "They are from...history!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Since the rest of Canadia speaks American, you're all Americans.  The Quebecois can be whatever they want."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 4,
    "snip": false,
    "text": "I'm Frencher than Napoleon Bonaparte shopping for baguette. Somebody says I'm Canadian, I'll just sit here being' French, and they'll be wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "Napoleone di Buonaparte is a bad example. he was from Corsica (as i'm sure you know) but his blood was Italian. not arguin' about you being French, but with the point you're trying to make you should pick someone more indisputably French, like Pepe Le Pew."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Or Jacques Cousteau"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "baguette!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "ananas!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 1,
    "snip": false,
    "text": "soupe du jour!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 1,
    "snip": false,
    "text": "boeuf!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm not claiming I'm the Frenchest guy around. But I'm French  <em>enough</em> . Besides, no one can possibly be Frencher than Pepe Le Pew."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Actually, the french you be speakin' is a much purer and older form of french than what is spoken today in France. Quebecois french has been preserved for almost 400 years, since the first french settlers landed on the St. Laurent. They've kept their language more or less the same, while the french of France has been twisted and changed after 400 years of war, migration, and evolution. So...you're french as shit, man. French shit. I just thought I'd mention it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "What does Quebecois French sound like to, well, an actual French person (to invite a lot of ire)? Do they sound like hicks, or the way Australians sound to the English and vice versa? What sort of attention would Quebecois French get in downtown Paris?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Yeah, in general it really bothers actual french people. And vice-versa, if my teacher was any indication. One thing you also must understand: the colonists were laborers, not noblemen, and their accent was a bit coarse. Or rather, is a bit coarse. So yes, your comparison to a country hick is an accurate one. Although I've only ever spoken to a city raised frenchman about it, and I've heard that the more rural french hardly notice the accent."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "samcc",
    "plus": 0,
    "snip": false,
    "text": "A Parisian friend of mine once compared the Quebecois dialect to that of a farmer from North Yorkshire rasping in the ear of a native Londoner.  You're right about the accent, but there are some interesting issues with the language itself as well.  Language, in its native habitat, evolves, right?  French has changed a great deal over the last few hundred years, especially in Paris, where many french nouns have actually been replaced by their english equivalents in common speech.  The result is that there are actually many french words that now exist exclusively in the Quebecois dialect, having fallen into disuse in France."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I've read that when they started drafting Southerners for the American Civil War, they found isolated pockets of people in West Virginia still speaking Elizabethan English. <br/> \n <br/> \nMy question is, why don't these languages evolve in a different direction? Why do they stay so stagnant?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I always assumed that it was because in those places nothing happened."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is probably pretty true."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "...yeah. That's what I just said. I like your pic, by the by. Transmetropolitan rules. But still. That's what I was saying above.  <br/> \n <br/> \nAnd the reason these languages don't evolve is because languages evolve due to war, trade, and the development of new technologies. So, since none of these things happen in isolated areas, language doesn't change. So that is one hell of an accurate statement, lawbot."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "a native londoner has a far more distastefull accent than the lowliest Yorkist. anyone whose been stuck on a train with a londoner bawling \"No i said Fakking convent garden not saint fakking pancras, you muppet!\" (or a dimmilar spiel) will probably agree."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This is the exact thing that people say here all the time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Actually, Pepe Le Pew was originally supposed to be an American skunk who heard a dude speaking with a French accent and copied it, but the French-ness was popular, so they scrapped the imitating bit and just made him French. <br/> \nOr, you know, something like that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure I believe you. That sounds pretty complicated given the nature of those cartoons."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "So is this kind of like the guys in bars who claim they're Irish or Scottish, even though they're from Tennessee or Baltimore and are about nine to fifteen generations removed? Is it like that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "Zedpower exudes the hardheaded French demeanor. He must be French. On the other hand, he is not completely giving up on this comment war... so he is not all THAT French. If not he would have capitulated by now.."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "The language spoken in Québec is hardly what I'd call  <em>French</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leggotheego",
    "plus": 2,
    "snip": false,
    "text": "I got to hand it to Chris...  Roast Beef actually looks like Samuel L. Jackson."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 2,
    "snip": false,
    "text": "Agreed. He almost brings a Nice Pete vibe to the table also."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "Totally.  It actually took me a second to figure out that that was indeed Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "yeah. teodor makes a good vincent, also."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "It apparently helps that he can make his eyes real small."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I am not jazzed. Let it be known."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 21,
    "snip": false,
    "text": "And Ray's all \"Did you see a sign saying Dead Squirrel Storage?\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "Now I'm imagining the the whole of Pulp Fiction with characters from Achewood. <br/> \n <br/> \nIt is glorious!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caddon",
    "plus": 6,
    "snip": false,
    "text": "The image of Pat and Rod holding up a diner IS a fine one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "susurrus",
    "plus": 5,
    "snip": false,
    "text": "Milklin all sayin \"what\" too many times."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Bensington Butters and Ramses Smuckles come to an... understanding after certain... events in Nice Pete's basement <br/> \n <br/> \n(originally I thought of Cornelius as Marcellus Wallace, but I could never even imagine him in that situation.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "But you can imagine Ramses in that situation?  Come on man, think before you type.  Bensington Butters could never have hunted down Ramses, and Ramses would never have gotten done like Marcellus was."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "contrasoma",
    "plus": 8,
    "snip": false,
    "text": "\"Bring out Nolan.\" <br/> \n\"Nolan's sleeping.\" <br/> \n\"Well, I guess you'll just have to wake him up now, won't you?\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "caddon",
    "plus": 1,
    "snip": false,
    "text": "\"Who's chopper is this?\" <br/> \n\"No-No's.\" <br/> \n\"Who's No-No?\" <br/> \n\"No-No's dead, baby. No-No's dead.\""
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "jordstar",
    "plus": 4,
    "snip": false,
    "text": "\"Hell of damn Onstad I mean this is some serious gourmet shit because usually me and T would be happy with some freeze-dried Taster's Choice right but this is seriously gourmet-tasting and all filling me with good energy what flavor is this?\" <br/> \n <br/> \n\"I don't need you to tell me how fucking good my coffee is, okay? I'm the one who buys it. I know how good it is. When {my wife} goes shopping she buys SHIT. I buy the gourmet expensive stuff because when I drink it I want to taste it. But you know what's on my mind right now? It AIN'T the coffee in my kitchen, it's the ass-and-forehead-stabbed serial killer cat in my garage.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "caddon",
    "plus": 2,
    "snip": false,
    "text": "\"You're Onstad, right? This is your house?\" <br/> \n\"Yeah.\" <br/> \n\"I'm Circus Penis. I solve problems.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "Where's my Volvo of Despair?  <br/> \n <br/> \nSorry baby, but I had to crash that Volvo of Despair."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "If anyone is The Wolf I think it's Cornelius. Yours is funnier though."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "Teodor: Whoa! <br/> \nBeef: What the fuck's happening, man? Ah, shit man! <br/> \nTeodor: Oh man, I shot Todd in the face. <br/> \nBeef: Why the fuck did you do that!? <br/> \nTeodor: Well, I didn't mean to do it, it was an accident! <br/> \nBeef: Oh man I've seen some crazy ass shit in my time... <br/> \nTeodor: Chill out, man. I told you it was an accident. You probably went over a bump or something. <br/> \nBeef: Hey, the car didn't hit no motherfucking bump. <br/> \nTeodor: Hey, look man, I didn't mean to shoot the son of a bitch. The gun went off. I don't know why. <br/> \nBeef: Well look at this fucking mess, man. We're on a city street in broad daylight here! <br/> \nTeodor: I don't believe it. <br/> \nBeef: Well believe it now, motherfucker! We gotta get this car off the road! You know cops tend to notice shit like you're driving a car drenched in fucking blood. <br/> \nTeodor: Just take it to a friendly place, that's all. <br/> \nBeef: This in the Valley, T. Ray ain't got no friendly places in the Valley. <br/> \nTeodor: Well Beef this ain't my fucking town, man! <br/> \nBeef: Shit! <br/> \n[Beef dials a number on his cell phone] <br/> \nTeodor: What you doin'? <br/> \nBeef: I'm calling my brother in Toluca Lake. <br/> \nTeodor: Where's Toluca Lake? <br/> \nBeef: It's just over the hill here over by Burbank Studios. If Showbiz's ass ain't home, I don't know what the fuck we're going to do, man. 'Cause I ain't got no other partners in 8-1-8. Hey Biz, yo, how you doin', man? It's Roast Beef. Listen up man. Me and my homeboy are in serious fucking shit. We're in a car and we gotta get off the road, pronto. I need to use your garage for a couple of hours."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Cornelius tells a boy a story about keeping the boy's father's watch in his ass so that the dirty yellow sons of bitches don't get their hands on it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "YOU SHOT MILKIN IN THE FACE!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Aw crap, you got there first."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Alternatively... <br/> \n <br/> \nMolly: Who's motorcycle is this? <br/> \nBeef: It's a chopper, baby. <br/> \nMolly: Who's chopper is this? <br/> \nBeef: It's Zed's. <br/> \nMolly: Who's Zed? <br/> \nBeef: Zed's dead, baby.  Zed's dead."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Did you get the blueberry pancakes you wanted?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hazelfo",
    "plus": 2,
    "snip": false,
    "text": "This is one tasty strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gimluck",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef might not keep his eyes on the road, but he keeps his hand on the wheel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Yeah, they're going to the roadhouse, going to have a real . . . GOOD TIME!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 6,
    "snip": false,
    "text": "The French:  it's like they have a different word for everything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Non way!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "opprobrium",
    "plus": 2,
    "snip": false,
    "text": "\"C'est la vie\", say the old folks, <br/> \nit goes to show you never can tell"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Chubby for connecting it to the comment and the strip (song is on the Pup Fiction sound track if you don't know)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ashoykh",
    "plus": 45,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "opprobrium",
    "plus": 6,
    "snip": false,
    "text": "newbie status prohibits me from chubbying this jewel."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 1,
    "snip": false,
    "text": "I chubbied it for you, and then chubbied you as a consolation for not being able to chubby it in the first place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you for chubbying me for him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "nice one"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kikimilks",
    "plus": 2,
    "snip": false,
    "text": "i could not be prouder."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Also, where can I comment on Beef's most recent blog entry?  Where can I let people know that I laughed loud and long at Ray's ridiculous, self-absorbed socio-cultural theories about the Vietnamese giving him his pedicure?  My God, that's hilarious stuff.  Yet, I was ready to vote for him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "It is rare that Ray is ever the butt of a joke, and even rarer when he doesn't realize it, so that blog was hilarious.  <br/> \n <br/> \n <em>\"I always wear these real light, loose linen pants to my pedicure, and I go commando, so they can watch me pitch the tent. Another sign of respect.\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": true,
    "text": "A comment left by buttermoths was marked lame too many times and excluded. (marked lame by mortshire, Pyro_ike, flandango)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flandango was marked lame too many times and excluded. (marked lame by tekende, MyrrDisparo, rowboat, loneal, yingkaixing)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "Although I agree T's face looks more emotionless than shit-scared... <br/> \n <br/> \nSir, you need to calm down. May I suggest a pedicure from Xa Bi."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "I got a little carried away there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Jesus Christ, dude. All I meant was that without his eyebrows popping up every once in a while, Teodor looks kinda...paralyzed. I guess we disagree, that's cool. But why did you have to go and say I have a stupid-ass avatar? I LIKE that painting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Dovey, tekende, heccibiggs, fallow_fields, falseprophet, ntopp, equinn2006, catgrl131, morypcaina, loneal, DrSkradley, shinsengumi14, opprobrium, Wulvaine, synapse, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Well, that's ridiculous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "That's a long way to go to show your discontent with the strip. Why don't you just slap a 1 on there and go out for a beer or something?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "Don't talk to him like he's real."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "there is no neonfreon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by tekende, Thorfinn, sheriff_mittens)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "{ <em>insert silk purse/sow's ear saying in 5, 4, 3...</em> }"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete does not like sixties psychedelic music, he is the Death Sound."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "And he has cut his body."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh come on! Look at all those commas! I did it for [i]you![/i}"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh God. This is my first time screwing up BBCode.  <br/> \n <br/> \nSo it's true then. The second act has begun, entitled:  <em>The Fall.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "Dude. seventies, not sixties.  They say it several thousand times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "I %u2665 Roast Beef with facial hair. :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 3,
    "snip": false,
    "text": "Oh, goodness. I made a :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Hah, the McFadden line is what does it for me."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "I am glad I do not have friends who trick me into looking at their feces. That does not induce bonding of any healthy kind. I can't picture two dudes in a bathroom, peering into a toilet with wide grins, then turning to each other and saying, \"This was a good thing we did, you and I. This is such a special day.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 7,
    "snip": false,
    "text": "I can picture this. I am picturing it right now. <br/> \n <br/> \nAnd in my picture--the two dudes? They are you and me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "That came out all Burnsonian, in my mind. <br/> \n*Here, have a chubby*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "w...what?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Oh, tekende. You are so regularly stunned by comments on assetbar, and it's almost never your fault."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure how I should feel about this statement."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Further fulfilling the trend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Are you implying that I am of Low Mind, spinynorman?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Naw, but when someone of Low or Strange Mind makes some weird ass comment like it is just a basic day, it always seems to be you who's there to sort it out first.  <br/> \n <br/> \nCheck and see how many of your comments have an ellipsis in them that designates bewilderment, like, \"Other... other way around, man,\" or \"W...what?\" which was used in reference to me getting \"snrrg'd\" and to the poster above who thought something you did was Burnsonian.   <br/> \n <br/> \nTo use a baseball metaphor, people seem to pitch a lot of screwballs at you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This....this is blowin' my  <em>mind,</em>  man...."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Norman has strafed my cortex with the Napalm of Truth."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And I  <em>still</em>  don't know what \"Burnsonian\" is supposed to mean. I even Googled it. The only thing I can think of is that it somehow relates to Mr. Burns from The Simpsons, but I just don't think that's what was implied. <br/> \n <br/> \nOh, and my feelings on this asset are so very, very pro."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Ok, it was a ridiculous comment on my part, and I feel sorry for causing so many work in vain. Still, the answer is that the \"the two dudes? They are you and me.\" was very reminiscent of the style in which  <a href=\"http://web.archive.org/web/20101009145045/http://www.websnark.com/\">Eric Burns</a>  writes. And it made me chuckle <br/> \nI apologize again. I'll try not to make more comments of low mind again."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "So *much* work in vain. Man, today isn't a good day"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Man, I thought you meant Mr. Burns from the Simpsons, if anything."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've heard \"Burnsonian\" used in reference to Robert Burns. Not that that would make this thread any more interesting."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I see. Well. All right then. <br/> \n <br/> \nNothing more to see here, people. Move along."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Things are never the same when you've seen a dude's stew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "projectyl",
    "plus": 0,
    "snip": false,
    "text": "Wait. How do you edge something out by a landslide? I thought those were separate, opposite things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "What are you referring to?  I looked, but couldn't find where anyone said this.  I may be dumb here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Alt text."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Thanks.  Turns out I'm dumb."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octanedeath",
    "plus": 0,
    "snip": false,
    "text": "that really stuck out to me.  its dissonance is strikingly funny"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Guys, it's Homsar talking. We should just be happy he's not saying it's time for tasteball."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "\"Well, hello, chocolate cake!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I was raised by a cup of coffee!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I'm not gonna lie to ya - that's a healthy piece of real estate! Pshoooooooooo."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 0,
    "snip": false,
    "text": "Come on now. He's just putting his best foot flowered. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hey, Reggie, whatever he's doing, it sure beats breaking up with me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "looks like McFadden edged out a landslide over here"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by tekende, ButterMoths, shinsengumi14, RicNine, yingkaixing, neitherman)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "You a crazy person shades. Go to a dungeon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "I KNOW YOU ARE BUT WHAT AM I <br/> \n <br/> \n(sorry, been a long time since I got to use that one, but you gotta admit, you walked right into that sweet burn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 1,
    "snip": false,
    "text": "When do we get the story on Christopher Walken giving Ray the Chocacho Medallion?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheriff_mittens",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sheriff_mittens was marked lame too many times and excluded. (marked lame by shades, flandango, SenseiHollywood)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "heatbag",
    "plus": 2,
    "snip": false,
    "text": "Whoa! For a second there, when I saw this comic I thought I had accidently taken my delorean back in time. But when I checked the date I realized that everything was cool. Plus I didn't remember driving to work in a delorean today... and also I don't seem to recall even owning a delorean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you have made my morning. have a chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "In Achewood, Delorean ownes you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jamers",
    "plus": 1,
    "snip": false,
    "text": "Also in Achewood, there are extra silent 'e's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That was a very Discworld moment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This 100% off topic and more than a little lame, but cpnglxynchos, were you the one with the rapid-fire avatar of Beef's future? If so, let me say that I miss it already. I can't take all this avatar switching. I don't look at names usually, so it can get pretty confusing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Why did you reply to my comment and not the comment of the person you are querying?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Because it is my understanding (or lack thereof) that if I had tried to reply to the comment in question, mine would've ended up down here anyway. Isn't that the way it happens? Seems like it. Sorry, anyway."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, that is true, but it won't end up in cpnglxynchos's inbox. Plus it can be somewhat confusing to others. <br/> \n <br/> \nBut whatever. No apology necessary."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and here i was, wondering if i was going to get any feedback about the flip off. thus, i go back to the-crowd favorite and occasionally-chubbied flash-forward Beef avi."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "apologies to tekende for this mix up."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Take it from experience - some avatars you just  <em>miss</em>  when you don't have them.  There's no shame in going back to it.  There is also no shame in experimenting."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "You are so right. Whenever I see Nodding Ash, it's like he's telling me, \"Yeah buddy! You are in Acheworld and everything is going to be rad and awesome for the duration of this webpage.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "See, to me it's really sarcastic, like he's smirking as I leave and thinking, \"Riiiight, asshole....\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Both are equally applicable to my comments."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'll put it out there...is it Wrong to Feel that you're a Disservice to everyone when you change it? <br/> \n <br/> \n...i'll be first to admit, i  <strike>have a huge crush on Liv Tyler</strike>  kinda Do."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Lete noe mane pute asundere whate Ie believee ise theee propere attyree fore footballeeeeeeeeeeeee"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "My goodness what a relevant comment"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "T does indeed look a lot like John Travolta."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oplem",
    "plus": 0,
    "snip": false,
    "text": "this was a gut buster."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "This is definitely my favourite of the Roomba Theatres. This dialogue could be added to that scene and NO ONE WOULD EVEN KNOW SOMETHING WAS UP!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "illuminatedwax",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is just ad-libbing all over the place here"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Even if you are not in the habit of reading the blogs, read Beef's blog: <br/> \n\"You look like Liberace doing the Don't Step On The Baby Ants Dance\" <br/> \nThere is no finder sentence in the history of the English Language. None. <br/> \n(Nor ever will be.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "Possibly the findest sentence ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "*splut*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "I gave this a 5 after only reading the first 3 panels...back to reading the strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wels",
    "plus": 7,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145045/http://www.youtube.com/watch?v=fqlBruE8C7U\">http://www.youtube.com/watch?v=fqlBruE8C7U</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "Wow. I had no idea. THE LEGENDS ARE TRUE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talbain",
    "plus": 0,
    "snip": false,
    "text": "So in Achewood Pulp Fiction, Phillipe is young Butch. Who's Walken?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "LieBot, obviously. Also: Tony Millionaire is full of win."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "In America, the Chicken McNuggets are more chickeny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "teodor's creepy pants are back. shit."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "benjamints",
    "plus": 1,
    "snip": false,
    "text": "In case anyone was wondering, the smell of chicken shit is terrible.  It is not as strong smelling as mammal shit, but when you have a lot of chicken shit, it actually hurts your nose.  It is both acrid, rancid, and basically acidic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "totally.  its so bad it kills flies.  they think theyre in for an amazing meal, but they get their and the acid-y chicken poop kills them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "Anyone else see Ray as the Wolf? He is the cat who Gets Things Done after all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "The Wolf is Cornelius. Ray might be Marcellus, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Hell of research, bro. Chubby. <br/> \n <br/> \nAnd,  <em>of course</em>  a McNugget would ride a unicycle! I mean, what the hell else would he ride?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A hamster ball. <br/> \n <br/> \nA wheelchair."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No research necessary. This has been hanging in my hallway for the last three years. Found it in a book at the library. Fate has brought it here."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 9,
    "snip": false,
    "text": "I couldn't help myself... <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh absolute!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Oh this truly is the limit!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>What have you DONE?!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I am a horrible man. Please take away my clone stamping tool before I hurt babies and endangered species and Oprah."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Finally someone gave kurt the treatment he so richly deserved."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "OK. I think this is the only one of lost_buoy's 'shops that I saved and now that he's dead or whatever I feel that it is my job to bring it back for all to enjoy: <br/> \n[IMGS OFF] <br/> \nIf anyone who sees this from now on likes it, please give your chubby to lost_buoy's original post above."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Dang.  I hope this [IMGS OFF] crap ain't permanent."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It is the worst."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 0,
    "snip": false,
    "text": "Here in Quebec, they call em' Pépites de poulet. Not like anybody actually eats there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "There's a girl I know in Quebec whose favorite and then immediately regretted drunken indulgence is Chicken McNuggets."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 1,
    "snip": false,
    "text": "I imagine if Ray got in on this he would be Marsellus Wallace, all throwin money at a situation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Your avatar needs to be animated, with Nice Pete's creepy head bobbing right and left."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "That'd be baller as all hell. I hate to mention Ray again, but as far as computer skills go I think he might have one-up on me. Basically animated .gifs ain't my scene dogg."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Could anyone step up to the plate and help out this horrible man?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "...hmmm, I'm from Norway so my knowledge of English grammar isn't THAT extensive...did I just write that someone should help to 'Out' him, or did I indeed write that someone should help him out?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I think if you italicized \"out\" then perhaps there would be an issue. The fairly new practice of turning nouns and adjectives into verbs makes an already confusing language even more obtuse. I admire your recognition of the idiom. I could not even begin to pronounce anything in Norwegian without pulling a muscle in my tongue."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like the fact that you're concerned you might have implied that dwodles is a closeted gay, but not at all worried about having called him horrible. Well done."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I rather like the fact that no one has bothered to notice that I am, indeed, a dudette."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Wow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Whoops. I just didn't bother to check since buttermoths called you a man. I assumed he had checked. <br/> \n <br/> \nI'm also assuming buttermoths is a man. His/her profile leaves that up to debate. <br/> \n <br/> \nSorry, dwodles!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Oh, I am a man alright. <br/> \n <br/> \nSorry from me too, dwodles! I think the reason I assumed you were a guy were that you were an Old Female when I checked. You'd be amazed how few of them are actually old females. <br/> \n <br/> \nAnd dwodles avatar is still not animated...I'd do it myself, but my skills would sadly let the bills go unpaid."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I am no animator, alas. I could only place Nice Pete in the French Riviera eating a fennel-laced ganache while somehow the scene where Billy sacrifices himself to the Predator is captured in a scintillating still - all on a raised velvet dais somewhere in the background. <br/> \n <br/> \nAdobe is a strange friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Pulp Fiction was my favourite movie in high school, and I laughed out loud at this strip, but for some vague I still couldn't muster a 5. NO DICE, ONSTAD. <br/> \n <br/> \nP.S., I never laugh out loud, ever, at anything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquid_banjo",
    "plus": 1,
    "snip": false,
    "text": "If anyone makes a decision that this strip is less than a five, I'll execute every motherfuckin' last one of ya."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pkitty",
    "plus": 0,
    "snip": false,
    "text": "If the last panel were gold, this could've been a five, sure. As it is, it went out on the (weak, IMO) rooster line. <br/> \n <br/> \nExecute away. But if you strike me down, I shall return more judgmental than ever..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "http://www.goovies.co.uk/pulp.html"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 10,
    "snip": false,
    "text": "<strong>Wednesday Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101009145045/http://rbeef.blogspot.com/2008/02/rays-pedicure-routine.html\">Ray's Pedicure Routine.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ray is the customer that the workers at the pedicure place use for hazing the new girls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "love this strip. gets more hilarious everytime i read it. helps being a pulp fiction fan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "okram",
    "plus": 0,
    "snip": false,
    "text": "the directors cut"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twells",
    "plus": 0,
    "snip": false,
    "text": "a whopper is a whopper in the UK. Except Cornwall. They're crazy mother fuckers"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "off topic: im listening to the mars volta and tripping without having consumed any psychotropic substances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Sacre fuckin' bleu!"
  }
]