[
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckyoufriday was marked lame too many times and excluded. (marked lame by joeyramoney, ohmygooses, TheLoneliestMonkey, fancypants)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by DaPooka, JenH, Lolsworth, mball, Rhadamanthus, lamboyster, riotdejaneiro, StoatLad, VeniVidiEffluxi, Ariamaki, smashley, soubriquet, FancyRat, jollysaintpete, farqussus, NDCaesar, atticusonline, abendsonnen, bixschmix, sncether, Direhaggis, Myre)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by kenthegod, Ariamaki, adelazero, empy, Direhaggis, Madoushi, Satyr)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 7,
    "snip": false,
    "text": "I think it might have been more a pun on \"ju/Jew\"...but it's still pretty stupid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Lolsworth, VeniVidiEffluxi, Ariamaki, Zoltan)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 10,
    "snip": false,
    "text": "Farqussus and Saint, Awesome Posts. Great Job!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "Tim & Eric ain't got shit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blitztrug",
    "plus": 0,
    "snip": false,
    "text": "tim and eric have plenty of shit. <br/> \n <br/> \nin a good way"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "incredibledeath",
    "plus": 18,
    "snip": false,
    "text": "I like to think that since the pennies for this little demonstration are in the piggy bank, that Erlenmeyer must be full of ketchup."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 32,
    "snip": false,
    "text": "Oh, it's a piggy bank! Of  <em>course</em> . I was all, \"Seriously, I cannot think of one fathomable reason as to why there would be a very small pig on the table.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 13,
    "snip": false,
    "text": "Unless it was for the dissection that made up part two. <br/> \n <br/> \n\"Notice that the lungs son muy spongy!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "A H S O O O ! I thought it was Jaime the Science Friend :|"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norsef",
    "plus": 11,
    "snip": false,
    "text": "A nice idea until you imagine Beef upturning the piggy bank releasing a thick stream of gore. Then a metallic tink as the coin falls like a bullet into a kidney dish. Then you imagine the children watching. Then you burst out laughing again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this is absolutely something Beef would have a nightmare about. also the aftermath with all the parents suing him into a very dark hole."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 3,
    "snip": false,
    "text": "I like to think that you just named the piggy \"Erlenmeyer.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thefuturesoundslike",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thefuturesoundslike was marked lame too many times and excluded. (marked lame by joeyramoney, madnes, Howard, waldo913, fmercury, Direhaggis)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by farqussus, Direhaggis, VictoriaW)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trevor",
    "plus": 0,
    "snip": false,
    "text": "That line, and the pickles on a parade line, are the reason I love this little story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ButterMoths, madnes, fosters, smashley, bug, farqussus, Zem, sncether, Direhaggis, wehavemagnums)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 8,
    "snip": false,
    "text": "His pencil-thin moustache makes him the John Waters of Spanish science."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 7,
    "snip": false,
    "text": "I said this in the GOF story arc too, but it bears repeating: Onstad's hispanic accents represented in text are just uncanny and hilarious."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "juancarlos",
    "plus": 0,
    "snip": false,
    "text": "He even uses accents, I wouldn't be surprised if he knew about upside exclamation and question marks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Contrasoma, TVsIan, madnes, riotdejaneiro, Vondicus, dismas, loneal, JuanCarlos, sncether, alejandroadam, Doc_Rostov, HellaEdgar, stormagnet, tellumo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by erributtz, Connellingus, Direhaggis, Mastronaut, spicyponyhead, STUART, SotiCoto)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "petitegitan",
    "plus": 5,
    "snip": false,
    "text": "If you don't read zefiel's comment, you are at risk to think that alejandroadam is a jerk.  Sorry alej, and you are not nice zefiel."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "zefiel",
    "plus": 32,
    "snip": false,
    "text": "Woah, I hadn't noticed this. And yeah, it DOES sound racist, when put out of context. I'm mexican and in Mexico. Here the idea of 'slowly taking back California' is amusing to us, and I guess I said it in that lighthearted state of mind. I didn't think of the Political Incorrectness of such a thing when said in amerika. Sorry all."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "juancarlos",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I didn't get offended. Chicanos are sensitive yo! <br/> \n <br/> \nKIDDING."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I love what you say in your profile about the 'net taking your roots. I feel the same way too, and I'm still here. X3"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 3,
    "snip": false,
    "text": "three.. two ..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by Zefiel, daidai, c_dizzle, wittyname, Boredom_Man, Direhaggis, SotiCoto)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by wittyname, Fermatprime, Direhaggis)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "THAT KIND OF THING IS NOT FUNNY. EVER."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "maybe it was a lame comment"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Wow. This is a pretty awesome object lesson in how things are offensive not due to what is said, but who is  saying it. It's also telling of a mild ethnocentrism, since pretty much all of us assumed that zefiel was white. Man, I could write a whole cultural studies thesis on this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I would read this thesis."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "laserblade",
    "plus": 5,
    "snip": false,
    "text": "I would read this thesis if it included some rock hard cat cock."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 5,
    "snip": false,
    "text": "I'm sorry, laserblade, I normally don't give two shits about avatar/comment synergy, but I can't help but read 99% of your comments without picturing a stern Putin saying it, and it's always for the better."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "there is a difference no matter what. when my dad (acentral american immigrant) says \"mexicans will marry your daughter!\" it pisses off white ppl and is pretty funny, when Rush Limbaugh says it, it makes white ppl mad and is racist, and the root of hate crimes.  <br/> \n <br/> \nI didn't say zifel was a racist, just that where I live. I've ONLY heard strait up iron cross wearing bikers that hate the idea of happiness say this. for real.  <br/> \n <br/> \nbut yeah. pls post your thesis when your done. I will also read it. lol please include a P about how \"white\" is a race and \"mexican\" isn't"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "the thing is, rush limbaugh is an ignorant, loud-mouth, douche-queef.  when he says something like that, its understood that he thinks its a bad idea.  i gather that you dad doesnt share those sentiments......"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "whoops.  apparently, i was thinking out loud.  sorry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stuart",
    "plus": 8,
    "snip": false,
    "text": "wait, what the hell kind of order am i supposed to read this in"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "your confusion is delicious."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zefiel",
    "plus": 31,
    "snip": false,
    "text": "You just read them any old way you want dear and the good lord God will provide"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by quaga, DougTheHead, Direhaggis, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ishuta, divot, heccibiggs, Ceres, Semiquaver, howl, atticusonline, Art-Vader, Lumus, alejandroadam, Direhaggis, Doc_Rostov)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "being a dick is a sign of not having one. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Ladies always be being dickish"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That I have spawned refutes your theory. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "splendorr",
    "plus": 2,
    "snip": false,
    "text": "Man, anyone can have a baby. That's the easiest thing to do. This is like repeatedly bringing up that you know what a bird is. Who doesn't know what a bird is? It's so easy to know about birds and to have a child, and I maintain that explicit genitalia isn't strictly necessary for either one."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Bitches be having birds all the damn time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deancain29 was marked lame too many times and excluded. (marked lame by c_dizzle, farqussus, sncether, Direhaggis, peterjoel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joeyramoney was marked lame too many times and excluded. (marked lame by tekende, Shabadoo, sncether, Direhaggis)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "If he was giving birth to a penny; THAT would be craaaazy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 4,
    "snip": false,
    "text": "No, that would be waaaaackyyyy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "I'm having the penny in your room. Are you okay with that?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heavymetaljesus",
    "plus": 1,
    "snip": false,
    "text": "Man, same here roast beef, them dirty pennies is craaaaazy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 1,
    "snip": false,
    "text": "It is a quite a situation Beef has gotten himself into. <br/> \nHe could be teaching science, but on the other hand, he could just be getting his ass beat down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I don't even remember this arc.  This is hilarious!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 22,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20110417070614/http://lyle151.blogspot.com/2005/09/gpt-am-n-innle-on-pisss.html\">gpt am n innle on the pisss</a> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aliiis",
    "plus": 15,
    "snip": false,
    "text": "I have a story :(  <br/> \n <br/> \nI was getting down to some bidness, by which I mean being intimate. It was getting pretty steamy and everything, when suddenly, for no reason, JAIME THE SCIENCE FRIEND just popped into my head. Specifically him saying \"I got no time for a ugly penny ! I was like, this is craaazy !\" <br/> \nUnderstandably, I immediately started laughing uncontrollably, which spoiled the mood a little. I tried to put it from my mind but all that happened was that I thought \" <em>Maybe ju an' me are amigos !</em> \" <br/> \n <br/> \nIt took me some time to recover. Screw you, Jaime the Science Friend! <br/> \nIt's still a 5 though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I ran out of chubbies right as I reached your post, so I am sorry I cannot give you the 13th chub for this comment. I don't think I've laughed that hard in a while."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 0,
    "snip": false,
    "text": "AIRWOLF HEADSET"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 0,
    "snip": false,
    "text": "AIRWOLF HEADSET"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "You know, I just hit the \"Random\" button and I landed on one of the Airwolf strips.  Not the same.  Airwolf's is black and has a mic. <br/> \n <br/> \nIn either case, it's nowhere near his ears, which has likely been pointed out abundantly. <br/> \n <br/> \nAnd Firefox's spellcheck doesn't recognize \"Airwolf?\"  Or \"spellcheck?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Jaime is the name of one of my ex girlfriends. Now i can accuse her of being a Mexican immigrant scientist cat .. also male."
  }
]