[
  {
    "depth": 0,
    "minus": 0,
    "name": "klaus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by klaus was marked lame too many times and excluded. (marked lame by Norsef, getset_go, NeoNaoNeo, sevenarts, Pseudochron, thesyndicate88, motts)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 11,
    "snip": false,
    "text": "Truly the finest way to conclude a tale."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by TonyHighwind, salvagebar, JimmyK)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evilbobikus",
    "plus": 4,
    "snip": false,
    "text": "oh daaaaaaamn"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tonyhighwind was marked lame too many times and excluded. (marked lame by johnnybaverage, daidai, riotdejaneiro, Mangtastic, lordofring, Ariamaki, Montoya289, antecen, PurpleRose, MortisInvictus, TheGoodwillGirl, aHatOfPig, Xaxx, DerSquirrel, Satyr)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 20,
    "snip": false,
    "text": "Hold on there, little buddy. Save the vitriol for someone who deserves it!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tragicone",
    "plus": 3,
    "snip": false,
    "text": "Tekende, you are the best kind of guy."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tonyhighwind",
    "plus": 2,
    "snip": false,
    "text": "I regret nothing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I'm still not entirely sure what you were trying to say, but the tone was definitely a bit hostile."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tonyhighwind was marked lame too many times and excluded. (marked lame by Bendu, Ariamaki, Archon_Divinus)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I was kidding. My suggestion was not serious."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "tonyhighwind",
    "plus": 2,
    "snip": false,
    "text": "My apologies, Nerdiness flows through these veins as hot and implacable as lava."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 5,
    "snip": false,
    "text": "dont forget self-righteousness."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "true dat."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": "I totally agree."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You frequently do deserve it, and don't get it. <br/> \nThat it is the other way around here seems somehow novelly ironic to me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "soticoto and tekende in... <em>Everlasting Hate</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "I mean, you guys are like the \"saint and rowboat\" of assetbar. <br/> \n <br/> \n(saint and rowboat are the \"soticoto and tekende\" of assetbar)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "Relax bro!  <em>What are you being so serious for?</em>  LOL amirite?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "audry",
    "plus": 1,
    "snip": false,
    "text": "Well, you look nervous. Is it the scars? You want to know how I got 'em?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "<em>seriously</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I do, too. Except I couldn't remember where it came from, and I was afraid that I was walking around quoting something stupid :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I try to only say it when there is, indeed, no moral."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "Brilliant!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "Man, the Dutch are kind of assholes, huh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geozimmdrake was marked lame too many times and excluded. (marked lame by MinorTough, Conn, Troy_Convers, Appers, Quartzblade)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by riotdejaneiro, c_dizzle, Troy_Convers, Audhumla, shirt145)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "antbrejjn",
    "plus": 2,
    "snip": false,
    "text": "what a coincidence that i come upon this strip only 30 mins after getting all sorts of worked up over some retarded dutch people down at the bar i work at. gah, i'd love to vent my anger and explain why they got me so riled up, but i need to stop thinking of them asap >_<"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 5,
    "snip": false,
    "text": "argh >_< -_- :P <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "ACK!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "caseyb3",
    "plus": 2,
    "snip": false,
    "text": "God damn it woman would you get Irving to wear longer gym shorts from now on"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "knight666",
    "plus": 0,
    "snip": false,
    "text": "I feel that to be called a Dutchbag is the greatest honour."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "anomalous3",
    "plus": 2,
    "snip": false,
    "text": "I'm dutch, isn't zat veird?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by troy_convers was marked lame too many times and excluded. (marked lame by johnnybaverage, jamb23, splenditello, flipconstantine, newspaperdrone, JimmyK, Xaxx, wombatroop, spicyponyhead, Appers)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jimmyk",
    "plus": 0,
    "snip": false,
    "text": "In addition to laming you, sir, I must inform you that you would be wise to watch all the Austin Powers films before replying again."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nohassles",
    "plus": 0,
    "snip": false,
    "text": "Yeah I mean pop-culture reference, sure, but it's not like you really  <em>had</em>  to see the movie to get the joke. <br/> \n <br/> \nSomething is  <em>not true!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nohassles",
    "plus": 0,
    "snip": false,
    "text": "Yeah I mean pop-culture reference, sure, but it's not like you really  <em>had</em>  to see the movie to get the joke. <br/> \n <br/> \nSomething is  <em>not true!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "funkingout",
    "plus": 0,
    "snip": false,
    "text": "they certainly ate all my cheese and mayonnaise"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stabones",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stabones was marked lame too many times and excluded. (marked lame by Nurdbot, Deusoma, rgiskard, Troy_Convers, Vtoph, yaegmenthor)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by apocowarg, c_dizzle, MinorTough, DrSkradley, Troy_Convers, mista_b)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Fuckin Sylar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 6,
    "snip": false,
    "text": "FUCKING PINEAPPLE, I MEAN WHAT THE FUCK."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "fuckin weird lookin blurry face."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripperday",
    "plus": 3,
    "snip": false,
    "text": "Fucking otter face on a popsicle stick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "That hurt my feelings."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neaner",
    "plus": 3,
    "snip": false,
    "text": "A BLOO, A-BLOOO BLOOOOO BLOOOOOOO <br/> \n <br/> \n(I am sorry, that would have hurt my feelings as well. I just couldn't help feed my BLOO addiction...An addiction that is completely unrelated to my Blues Brothers infatuation.)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "A BLUES, A-BLUES BLUES BLUESSSSSSSSSSSS"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "You killed it, you yuppie wanker."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jonmw",
    "plus": 2,
    "snip": false,
    "text": "You should realy not join into a post pattern like this without an instantly recognisable avatar"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 12,
    "snip": false,
    "text": "Yeah, you tell him you fucking... sun? Hedgehog motif?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "def best to have something obvious like mine."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Fucking flayed bodybuilder."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Precisely."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Caaaaarnage!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "RAAAAAAAAAAAAAAAAAAAAAAAAGGGGGHHHHHHHH!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "FUCKING GUY WITH BEARD."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zapatos",
    "plus": 2,
    "snip": false,
    "text": "I'm going to fuck you."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "In your sex-box."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Fuck! A Rushmore icon! Yay!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "He loves Rushmore, he loves it so hard."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "I'd have guessed the Crimson Chin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "malesherbez",
    "plus": 60,
    "snip": false,
    "text": "I feel like this was successful in being the most awful story to tell a little kid"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 22,
    "snip": false,
    "text": "You'd think Philippe would just avoid that robot after a while."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "he does..then he comes back. nobody knows why. <br/> \n <br/> \nsome say it's tides, some say it's magnetic fields or the fault of supernovae, their gamma rays infiltrating our atmosphere, that cause him to act this way. <br/> \n <br/> \ni just say he was programmed, leaving some cold and others alienated."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Michael O'Donaghue (National Lampoon, Saturday Night Live) now has a rival. Too bad M. O'D is dead. Brain hemmorrage - boom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by salo, Flyffe, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 45,
    "snip": false,
    "text": "Lie Bot's last comment is exactly what I cheerfully said when we were all filing out of  <em>No Country for Old Men</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terebikun",
    "plus": 2,
    "snip": false,
    "text": "Just the notion that the light in the darkness is just a dream.  What a nice movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Man, Cormac's got, like, ten morals per  <em>sentence.</em>  Retract, dude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "He seems to have more statements about the unending indifference of the world to me, rather than morals."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Is that not a moral in itself?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I don't really think so. A moral to me feels like a code of conduct you should follow when living your life. It's about how you should enforce yourself on the world around you. The world he writes about doesn't even know your there, and is immovable. You can't act on it or change it at all.  <br/> \n <br/> \nFatalism and moralism don't really mix so hot. And I guess McCarthy's fatalistic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "First off, I have to admit that my initial statement was sort of a joke. Sort of. But because this is the first compelling, non-Pavement-related argument that has been offered me here in the last couple of months, I will say that we seem to differ on the concept of the moral. I'm not gonna write a term paper here or anything, but I don't believe that one can just state flat out that a given work is without a moral. I think the concept itself is pretty solidly subjective. <br/> \n <br/> \n <em>No Country</em>  might not have taught  <em>you</em>  anything about how to enforce yourself on the world around you, but someone else (not necessarily myself) might've gleaned from it, say, the moral that if you find a bag of money near a busted drug deal in the desert, check that shit for homing devices before you take it home and DO NOT bring water to any doomed, gut shot Mexican survivors (those may seem mundane, but I stand by their application). Some may not see any code of conduct by which to live your life in  <em>All the Pretty Horses,</em>  while another ( <em>necessarily</em>  myself) may read that the world outside is a pretty fucked up place, but you'd be crazy not to go out into it anyway. Someone reading  <em>The Road</em>  may not....OK, you got me there. I'd be interested to hear peoples' opinions of the moral there. I can't see any besides possibly the fact that \"carrying the fire\" in a dead world is for suckers. <br/> \n <br/> \nOh, this is becoming long-winded. Anyway, I stand by the idea of the individual nature of the moral. That's just how I've always thought of it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Fair ground for  <em>No Country,</em>  which had a sort of moral to it, but at the same time, I never got the sense from the book or the movie that there was another way that could have gone. Again, the fatalistic aspect of McCarthy. I mean, in  <em>Outer Dark</em>  there's the crime of incest, and you see its various repercussions, and the effects that it has on the sister and the brother who committed it (crime against nature and all), but the moral focus of the novel falls on these three mysterious men who rampage through the countryside slaughtering anyone who comes to their path, digging up the dead and dressing in their clothes, and the judgment they eventually cast upon them is... horrific, but not fair at all. One character goes free, another is doomed to wander, and another is brutally, brutally killed. It's grotesque in the least, but it's not descriptive of any kind of moral code. It doesn't give you a sense that there are powers in the world that recognize your acts and are willing to judge them or reward you for them. These gods, these fates that howl through the darkness, they're little more than rapacious monsters. <br/> \n <br/> \nAs for  <em>All the Pretty Horse</em> , I find that to be fatalistic as well. I agree that I got the same thing out of it as you (learning of the pain and suffering implicit in the world), but I don't consider that a moral, myself. It's a fall from innocence, if anything. Sort of a brutal bildungsroman.  <br/> \n <br/> \nMcCarthy gets accused of being a nihilist all the time, and while I wouldn't exactly call that accurate, I can't say he's a moralist at all, either."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I trust that we both see where the other is coming from to an adequate extent. On to suggestions. I'm on a bit of a Cormac kick these last few months and I want your opinion as to where to turn next. I interrupted  <em>The Border Trilogy</em>  for  <em>The Road</em>  and now I think I want to stay away from the trilogy a little longer (not that I wasn't enjoying it). Have you read  <em>Blood Meridian?</em>  My girlfriend claims that it's a life-changing read, but now I'm really considering  <em>Outer Dark.</em>  Any thoughts?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I'd go with  <em>Blood Meridian</em> . By a lot of people it's considered his masterwork (I don't entirely agree), and it's probably more conventionally gripping than a lot of his work, especially  <em>Outer Dark</em> . (Though not as much as  <em>No Country</em>  or the Border Trilogy.) It's a great deal more badass than anything he's written. The Judge is one of the most seriously unsettling satanic figures in any modern literature. I personally think McCarthy wrote a High Fantasy novel without really realizing it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah, but  <em>Outer Dark</em>  is a real minimalist, sort of almost avant-garde kind of book. It has no plot in any real sense. I think he was still trying to figure out what he was doing at that point. And some of his sentences in that book are just plain ridiculous. It's still a worthy read, though, if just for the incest and the three killers raising hell across the country."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Finished Blood Meridian last night. The ending made me feel like someone punched my soul in the dick. Started The Road tonight, not expecting it to relive my soul's aching wang pain."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "Your soul's wang will know no comfort this night."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Compared to the ending of Blood Meridian I found the ending of The Road to be kittens chasing butterflies across a golden field of dandelions and sunshine."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but how comfortable is your soul's wang? <br/> \n <br/> \n.... <br/> \n <br/> \nThat's what I thought."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I just wanted to let you know that after reading these comments I purchased Blood Meridian. I'm only thirty pages in but son of a bitch it has got some hooks in me.  <br/> \n <br/> \n\"Kick his mouth in, called Toadvine. Kick it.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "there's a Pavement argument on assetbar?!  Aww man no one told me"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mrslickster",
    "plus": 2,
    "snip": false,
    "text": "You have to give credit to lie bot, he didn't mention what the priest did to the boy while he was determining just  <em>how</em>  dead he was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 5,
    "snip": false,
    "text": "Whooo!  <em>definitely</em>  not."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "raccoon",
    "plus": 3,
    "snip": false,
    "text": "much like the story of pinnochio, this has been changed much over the years to become the little dutch boy story we are all familiar with today.Onstad actually represents the historical truth behind the tale."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dougthehead",
    "plus": 4,
    "snip": false,
    "text": "Lie Bot   Phillipe = Comedy gold."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "I don't know why the plus signs disappear, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 23,
    "snip": false,
    "text": "Lie Bot - (-Philippe) = Comedy Gold <br/> \n <br/> \nThere you go."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Math genius!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 3,
    "snip": false,
    "text": "[url=www.timecube.com]Gene Ray[/url] would disagree. <br/> \n <br/> \n\"-1 x -1=  1 is WRONG, it is academic stupidity and is evil. The educated stupid should acknowledge the natural antipodes of 1 x  1 =  1 and -1 x -1 = -1 exist as plus and minus values of opposite creation - depicted by opposite sexes and opposite hemispheres. Entity is death worship - for it cancels opposites.\" <br/> \n <br/> \nTIME CUBE!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Are they still doing this shit?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "I can't fucking believe it. They  <em>are</em> . What kind of cockeyed submission scheme are they running?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "\"Anyone saying that Jesus and his Jewish father had something to do with my birth, is a damn evil liar.\" <br/> \n <br/> \n^Easily my favorite Gene Ray quote"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Wow. The later I stay up reading that website, the more I think that maybe he's making some good points? <br/> \n <br/> \nTime for bed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 6,
    "snip": false,
    "text": "Somewhere a ways back some people figured out some plus sign alternatives, but this is way way better.  Lie Bot really is Comedy Gold once you take away the absence of Philippe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 9,
    "snip": false,
    "text": "of course the dutch have a place to send people to be killed"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anomalous3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by anomalous3 was marked lame too many times and excluded. (marked lame by entropyends, dreamerman91, aparrish)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Why'd you go and say that? You know that sooner or later someone's gonna come along and make a Holocaust joke."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "Had to play that card, didn't you? I'll show you. I wil. <br/> \n <br/> \nTwo guys, one of them Jewish, are walking through the maple orchards in Canada. They're looking for good trees to tap (checking by knocking on them), so they can get sap to make syrup. They're having no luck , and the non-Jewish guy says \"Man, checking all these trees is such a hollow cause.\" <br/> \nThe Jewish guy gets really offended, whirls on him and says \"What the HELL did you just say to me?\" <br/> \n <br/> \nThere. Is that what you wanted, achilleselbow? Or were you expecting something about Volkswagens and ashtrays?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "They call it the oven. <br/> \n <br/> \nThe Dutch Oven. <br/> \n <br/> \nYou are gettink it, yes?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Oh. Oh my. I got it. I wish I didn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 12,
    "snip": false,
    "text": "How many other strips feature Philippe in those adorable fucking jammies?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shirt145",
    "plus": 4,
    "snip": false,
    "text": "When coupled with your avatar you make Max look like a child molester."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "like we'd ever be able to tell if he was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Oh Liebot, you whacky mentally scarring jokester you!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 8,
    "snip": false,
    "text": "You would expect Onstad to have an off-day after such an epically brilliant arc. But no."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 14,
    "snip": false,
    "text": "My Non-achewood friends have literally fallen over alughing after reading this. <br/> \n <br/> \nAnd as someone who has read the entire unedited Brothers Grimm I can tell you Lie Bot's story is within 20% of being several actualy german folk tales."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "I am just going to paraphrase what I would have normally put here by saying \"I agree with this comic.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 1,
    "snip": false,
    "text": "This is the best fairy tale in the history of the known universe. My kids are gonna be real screwed up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "life is cruel and you will die one day! Goodnight!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "The end!  No moral!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "I love to imagine the evil speed that Lie Bot employs after he delivers the coup de grace. 'The End! No Moral!: Philippe is plunged into darkness with that callous click."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "a good way to unwind after the great outdoor fight"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "NO MORAL?! WHYYY?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Poor philippe. :( All he needed was the first panel of LieBot's story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pez",
    "plus": 0,
    "snip": false,
    "text": "i like philippe's matching bunny slippers and jammies"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Before, Onstad used complete black to represent  <a href=\"http://web.archive.org/web/20110416100932/http://m.assetbar.com/achewood/uuaQqXpgs\">darkness</a> , but this time he went with negative space - not just so that he could depict Philippe's persistent reaction of horror at Lie Bot's tale, but because it also symbolizes Philippe's inner experience: the realization that his entire world has turned on its head. Up is down. Good is bad. Pleasure is pain. White is  <em>black.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Why can't I rate this higher than five?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "madmaki",
    "plus": 4,
    "snip": false,
    "text": "I stuck my finger in a dyke once..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I'm so glad my mind wasn't the only one who jumped to that upon reading this strip."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "What is a dyke doing letting small Dutch boys near her anyway?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "good job man i've been trying to do that like forever"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ringwoodcomics",
    "plus": 3,
    "snip": false,
    "text": "Are we sure his name is not I Am Horrible to Children Bot?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niraj",
    "plus": 0,
    "snip": false,
    "text": "I always imagine a pause where Phillipe waits expectantly for Lie Bot to say something reassuring only to be told there's no moral. Perfect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "\"The end! No moral.\" The juxtaposition of the exclamation mark and full stop (or \"period\", for yanks) is one of the most genius things about this strip. Like, you can imagine LB saying the first part in an incredibly over-cheery voice, and then saying \"No moral.\" really quickly and harshly. <br/> \n <br/> \nAm I reading too much into punctuation?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "Yes; ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Nooo!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norsef",
    "plus": 2,
    "snip": false,
    "text": "Maybe! No punctuation"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "I fucking love \"Not in general.\" as an answer to \"Is he ok?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "YES, 'Not in general.' and 'Sorry, true.' pretty much slew me. The devil is in the detail."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "His slippers almost look like his speaker slippers with Rabbit ears. \"Here comes, a very special boyyyy\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diggydow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by diggydow was marked lame too many times and excluded. (marked lame by Spenham, NDCaesar, aHatOfPig, spicyponyhead)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ampkit5",
    "plus": 0,
    "snip": false,
    "text": "You mean the Great Outdoor Fight.  But I agree that hard was the coming that Onstad did to surpass the GOF."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 17,
    "snip": false,
    "text": "<strong>Weekend Blogs (Friday - Sunday)</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20110416100932/http://raysmuckles.blogspot.com/2006/03/it-is-damn-fine-evening.html\">It is a damn fine evening.</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20110416100932/http://corneliusbear.blogspot.com/2006/03/borrowed-hobby.html\">A Borrowed Hobby.</a> <br/> \n <br/> \n <strong>Today's Blogs</strong> <br/> \n <br/> \nMolly:  <a href=\"http://web.archive.org/web/20110416100932/http://mollysanders.blogspot.com/2006/04/achewood-list-my-mans-on-it.html\">The Achewood A-list - - My Man's On It!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "Sometimes, Molly Dear, I wish I had a female like you. But then Cassandra deserves you more than I do. And, you know, I'm not much of a cat at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"It was cold Epilogue.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Lie Bot i think i love you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lutipold",
    "plus": 1,
    "snip": false,
    "text": "BUT I WANNA KNOW FOR SURE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "After reading the whole \"Great Fight\" arc in one sitting, coming to this little no moral tale is, well, sort of appropriate.  \"I'm Phillipe, do you remember me?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "\"The End! No moral.\" This is what God will tell you when you die."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikineko",
    "plus": 0,
    "snip": false,
    "text": "From all the choices he made to find someone to read him a bedtime story it had to be Lie Bot.  Poor little otter, you.  You just had to look for trouble."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "actually euthanasia is legal here in holland"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "five'd. Pretty sure if you don't laugh at this one, you won't enjoy Achewood. <br/> \n <br/> \n <em>prove me wrong people</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyl",
    "plus": 0,
    "snip": false,
    "text": "Attention, all cute things: give up. This wins."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "That isn't any worse than anything Hans Christian Anderson put out. I realize that's he's Danish, not Dutch, but quite frankly all those Scandinavian countries blur together in my mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "<em>(Holland is not Scandinavian)</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "How does Liebot keep getting into the house?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twells",
    "plus": 0,
    "snip": false,
    "text": "I feel sad now that great outdoor fight is over. Made me feel badassed reading it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "legaltenderness",
    "plus": 0,
    "snip": false,
    "text": "Is Lie Bot or Vlad smarter? One wonders."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ouroboros",
    "plus": 0,
    "snip": false,
    "text": "<em>this</em>  is the saddest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "Panel 10 is probably the most truthful Lie Bot has ever been."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Truly,  <em><strong>THIS</strong></em>  is the saddest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "\"Sorry, true\" and \"The doctors had to send her to be killed\" make this a solid 5, for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "makert",
    "plus": 0,
    "snip": false,
    "text": "Beef muscle meat can be  <a href=\"http://web.archive.org/web/20110416100932/http://www.papercert.com/exam-1D0-475.htm\">1D0-475</a>  cut into steak, roasts or short ribs. Some cuts are processed (corned beef or beef jerky), and trimmings, usually mixed with meat from older, leaner cattle, are ground, minced or used in sausages. The blood is used in some varieties of blood sausage. Other parts that are eaten include the  <a href=\"http://web.archive.org/web/20110416100932/http://www.papercert.com/exam-1T6-222.htm\">1T6-222</a>  oxtail, tongue, tripe from the reticulum or rumen, gland (particularly the pancreas and thymus) referred to as 000-284 sweetbread, the heart, the brain chmm exam (although forbidden where there is a gre exam danger of bovine spongiform encephalopathy, BSE), the liver, the kidneys, and the tender testicles of the bull (known in the US as  <a href=\"http://web.archive.org/web/20110416100932/http://www.papercert.com/exam-1D0-532.htm\">1D0-532</a>  calf fries, prairie oysters, or Rocky Mountain oysters). Some intestines are eaten as-is, but are used more often as natural sausage casings. The lungs and the udder are considered unfit for human consumption in the 000-342 US. Beef bones are  <a href=\"http://web.archive.org/web/20110416100932/http://www.papercert.com/exam-1T0-035.htm\">1T0-035</a>  used for making beef stock. <br/> <br/> <br/>"
  }
]