[
  {
    "depth": 0,
    "minus": 0,
    "name": "thereminhero",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thereminhero was marked lame too many times and excluded. (marked lame by wharfrat, dizneedave, tetrisattack, rascaldom, nutmeg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 2,
    "snip": false,
    "text": "False, Blister   Chinese was before this. Although you probably didn't remember, since you had that stipulation. I just had to be a dick to defend the comic that got meinto achewood."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 19,
    "snip": false,
    "text": "IT'S ALL, CHING CHONG WING WONG."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tasteful",
    "plus": 1,
    "snip": false,
    "text": "little-known fact: what roast beef says is terrific but it is also of supreme humorous importance that pat says \"I guess friends DON'T change\" and that even without what beef said this would easily be a 4.3"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "It IS a classic, I really like these oldies with Ray in the background makeing comments on the conversations of the other animals. It's so hilarious!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "Background? I thought he was just tiny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cheeks_jd was marked lame too many times and excluded. (marked lame by ted0phile, straw, riotdejaneiro, NaughtyByN8ture, erributtz, Courtland, TheLoneliestMonkey, farqussus, MortisInvictus, Tragic_Johnson, bixschmix, Boredom_Man, jls8510, sumisueme)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by riotdejaneiro, NeoNaoNeo, stopeatingmyeyes, goocifer, coffeecoaster, gardenhead_, Zem, Boredom_Man, gnjdfsgk)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "fuck you and your retardo honkey vernacular."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kilovictorsierra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kilovictorsierra was marked lame too many times and excluded. (marked lame by Fidelio-Roo, NeoNaoNeo, tttt2, diplomat76, jls8510, motts)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dicklaurent was marked lame too many times and excluded. (marked lame by novacaine, VictoriaW, boswelljn, motts)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by rowboat, Howard, mangaknightz, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dicklaurent was marked lame too many times and excluded. (marked lame by fakead, milkpants, jls8510, VictoriaW)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "lacrimus",
    "plus": 5,
    "snip": false,
    "text": "Amazing.  You win."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "deimosrising",
    "plus": 27,
    "snip": false,
    "text": "Chubbied. I concede total defeat."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "cf0",
    "plus": 10,
    "snip": false,
    "text": "Ooooh someone got taken to school in the car of PAIN."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "hawaiian_robot",
    "plus": 6,
    "snip": false,
    "text": "Yeah, that was in another strip, wasn't it!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tipist",
    "plus": 3,
    "snip": false,
    "text": "oh shiiiiiiiiiiit!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "just a beautiful comment, 117 chubbies and rising..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Mega-chubby.  I've yet to see a better comment on Assetbar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coffeecoaster",
    "plus": 2,
    "snip": false,
    "text": "This comment has so many well-deserved chubbies that even replies to it get chubbies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "waldo913",
    "plus": 8,
    "snip": false,
    "text": "Are those... [i]Aftershock chubbies?[\\i\\"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "waldo913",
    "plus": 7,
    "snip": false,
    "text": "Oh nice."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Am I the only one who thought that it was a bit easy? No... real insight, there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "layzerblade",
    "plus": 3,
    "snip": false,
    "text": "Maybe it wasn't brilliant, but a great recovery always makes for better theater than a good routine. No shame in that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "how are replies to this thread continuing to garner chubbies even years later"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "j_ambeezy",
    "plus": 0,
    "snip": false,
    "text": "This is the first post I've ever Chubbied. Perfect execution, my friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lyss",
    "plus": 5,
    "snip": false,
    "text": "I miss this hat of Pat's"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "His handsome pork pie hat was da bomb, I know. Still haven't seen his Darwin Fish Tie ring."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by centipede_damascus was marked lame too many times and excluded. (marked lame by fakead, milkpants, Audhumla)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangaknightz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mangaknightz was marked lame too many times and excluded. (marked lame by fakead, milkpants, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fadingmind",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fadingmind",
    "plus": 0,
    "snip": false,
    "text": "Whoops. I thought I canceled that one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "resident",
    "plus": 0,
    "snip": true,
    "text": "A comment left by resident was marked lame too many times and excluded. (marked lame by mighty_pit, cbtbone, jls8510)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 3,
    "snip": false,
    "text": "Pat, nobody likes a man in a handsome pork pie hat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 9,
    "snip": false,
    "text": "\"Pat! Don't wear a cape!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by syrinx was marked lame too many times and excluded. (marked lame by jls8510, dr_sexlove, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 8,
    "snip": false,
    "text": "Dank?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by fakead, milkpants, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fadingmind",
    "plus": 0,
    "snip": false,
    "text": "I bet you just don't like the lead singer's eyeliner."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Ouch!  Stop saying that you don't like the lead singer's eyeliner!  Robert Smith cannot  <em>HEEEEAR YOOOOU!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tasteful",
    "plus": 2,
    "snip": false,
    "text": "get too far and you start to forget what you're running from"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "internnumber1",
    "plus": 13,
    "snip": false,
    "text": "Did anyone see The Last King Of Scotland? There's a point in it when Idi Amin is going off and calling his enemy a \"silly\" man, and it just... what I'm saying is that I think Forest Whitaker based his Oscar winning performance off of a cartoon cat in a thong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 3,
    "snip": false,
    "text": "Let us not forget that Camelot is a silly place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "I really wish my friends hadn't ruined that movie for me. They said every line right before it came up. Now I cringe every time someone quotes it. I'll admit that its funny. I just can never appreciate it fully."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wigglestick",
    "plus": 12,
    "snip": false,
    "text": "Holy Grail is like Rocky Horror. You have to watch it the first time alone; otherwise, you suddenly have a whole bunch of friends that you want to punch in their faces."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "oingoboingirl",
    "plus": 1,
    "snip": false,
    "text": "I... I just realized that I <i> am</i> that friend. For both movies. <br/> \n <br/> \n<i>I AM NOT A RAD FRIEND.</i>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "jaredwilde",
    "plus": 0,
    "snip": false,
    "text": "I did this too an ex of mine and Princess Bride. This may be why she is now an Ex."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "origotoshi",
    "plus": 2,
    "snip": false,
    "text": "So... You knew every line to Princess Bride? Maybe  <em>that's</em>  why she is now an ex..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": false,
    "text": "Oh no way, chicks tend to dig Princess Bride knowledge. (Except for me.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Nine months have gone by and no one has pointed you towards  <em>Lawrence of Arabia</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 8,
    "snip": false,
    "text": "I have started arguments with friends calling the cure silly.  I have started arguments and once a brawl."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 7,
    "snip": false,
    "text": "With Cure fans? Must have been a pretty listless brawl."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hyperboleblues",
    "plus": 1,
    "snip": false,
    "text": "would pat really like the cure, though? Moby wouldn't wear eyeliner... and i'm sure whatever makeup robert smith uses is tested on animals... y'know... out of angst."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by ishuta, gussiejives, VictoriaW)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by gussiejives, milkpants, Audhumla, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morganization",
    "plus": 1,
    "snip": false,
    "text": "yes, it is. friday im in love has to be the world's worst song, i think. however, i still like the cure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by scramblesthedog was marked lame too many times and excluded. (marked lame by jfenserty, milkpants, TTAGXAMM, Zem, Audhumla, saucy_jack, morganization)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "morganization",
    "plus": 4,
    "snip": false,
    "text": "im impressed with how you exposed the obvious inconsistencies in my aesthetics."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "sredni",
    "plus": 3,
    "snip": false,
    "text": "I'm impressed by all this Verbose Vernacular"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morganization",
    "plus": 9,
    "snip": false,
    "text": "there is something about the achewood forum that brings out the bitchy nerd in all of us"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 7,
    "snip": false,
    "text": "Seriously, man! Who writes this shit? Nerdy bitches on speed?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "In Acheworld, the size of your vocabulary is directly proportionate to your metaphorical twanger."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 3,
    "snip": false,
    "text": "Hence, let it be acknowledged that my twanger is commodious."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gumfish",
    "plus": 11,
    "snip": false,
    "text": "To break up  <strong>and</strong>  enhance this conondrum, I will now cite a spam mail I got. I think you will discover it to be extraneously verbose, yet stupefyingly incomprehensible. <br/> \n <br/> \n <em>Anatrim - The latest and most fascinating product for over-weight people available - As you could see on ABC.<br/>\nDo you recall all the times when you asked yourself to do any thing for being saved from this fastly growing pounds of fat? Happily, now no great price is to be paid. With Anatrim, the earth-shaking weight-reducing medley, you can get healthier lifestyle and a really slender figure. Just look at what our customers state!<br/>\n<br/>\n\"It's unbearably difficult to acknowledge it but I was an awful food addict. I devoured all this garbige and just could not stop. This ruinous passion finished after I started course with Anatrim! Holy God, my appetite abated, mood increased and I became the happiest person 24 pounds in 2.2 months. I can tell you now I turned to the happiest person!\"<br/>\n<br/>\nAmelia B., Chicago<br/>\n<br/>\n\"I had weight problems since I was a boy. You can't fancy how I abhorred being derided at school. I hated the weight and I abhorred even myself. After trying many different remedies I heard about Anatrim. This stuff literally dragged me out of this horror! Lots of thanks to you, fellows.\"<br/>\n<br/>\nRikky Martin, Chicago</em> <br/> \n <br/> \nYou heard him, people! From the keyboard of Rikky Martin, this medication will  <strong>literally</strong>  drag you out of obesity! Holy God!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gumfish",
    "plus": 6,
    "snip": false,
    "text": "...Wait. Should this be marked as spam?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The secret of anatrim is that it is sugar pills and ana-rexia."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "\"Ruinous passion\" <br/> \n <br/> \n\"Abhorred\" used TWICE <br/> \n <br/> \nOh man. <br/> \nThis is TOTALLY WONDERFUL!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "diggidy",
    "plus": 0,
    "snip": false,
    "text": "It's a bit like someone wrote a reasonable sales pitch, then went through it again with an open thesaurus, replacing words at random with bigger, more important sounding synonyms."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "All your fat are belong to us."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "You misspelled \"conundrum\" in the midst of a nerdy-bitch-fest. Just wanted to make sure you noticed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gumfish",
    "plus": 1,
    "snip": false,
    "text": "Aw, daisies."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "i don't have a twanger. does that mean my metaphorical hoohoo is large? i most certainly hope not."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "purplehaze",
    "plus": 1,
    "snip": false,
    "text": "You get an honorary twanger when you sign up for the internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gmm",
    "plus": 1,
    "snip": false,
    "text": "Me too. It is hard to be an Achewood-fan who likes The Cure. We should start a support group."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "The cats these days do not have knobby elbows like they used to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": false,
    "text": "Ray in third panel is so awesome"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": false,
    "text": "i think this is one of the first strips in which the cats are regularly drawn with their mouths open when they speak."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by milkpants, TTAGXAMM, Audhumla, slalvation)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeroasalimit",
    "plus": 0,
    "snip": false,
    "text": "How could a dick such as Pat like such a sensitive band as The Cure? How could he be a vegan? How can that much of a dick like hats?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "the easy answer is he's secretly gay (course not anymore), the other answer is that, well I'm not 100% sure but I am quite sure Pat never likes the Cure again and it is instead Teodor . . . So the characters are sorted out later, although Teodor isn't the most developed character, I think one thing fully agreed upon is that he likes the Cure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Actually he's never voiced a liking for the Cure, it's all Ray's suggestion and slander."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "he is not secretly gay.  he is a heterosexual until the day of his 26th birthday.  on that day, he instantly becomes a homosexual.  like sexual sublimation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by Thorfinn, gormster, milkpants, TTAGXAMM, lateadopter, Audhumla)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 2,
    "snip": false,
    "text": "His alt text betrays him. <br/> \nAlt text: The Cure made a lot of good music."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gussiejives was marked lame too many times and excluded. (marked lame by nbgreene, ezcmac, FVVS, Thorfinn, milkpants, TTAGXAMM, Tragic_Johnson, Audhumla)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "So, do Ray and Beef do this to Pat because he's an asshole? Or is Pat an asshole because Ray and Beef do this to him?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "And what are the Cure going to do about it, huh?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Out of curiosity, I checked out The Cure on Wikipedia. Both to my relief and regret, Achewood was not mentioned in the \"The Cure in Popular Culture\" section."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "So you should've added it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "Hell, by Wish, even Disintegration, they weren't doing anything decent but come on Beef give Pornography a listen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "no way i love disintegration and wish.  they lost me with blood flowers though."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "disintegration at times but wish is totally for girls"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Which word of Ray's do you emphasize in panel 3?  I emphasize both instances of \"silly.\" <br/> \n <br/> \n\"But Pat, the Cure is SILLY.  It is SILLY to like the cure.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"The Cure\" and \"Wish\" notwithstanding, I like the Cure. They were a good pop band, really. Although their earlier work, particularly the first album, was most certainly best."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "idsyen",
    "plus": 0,
    "snip": false,
    "text": "The key to enjoying the Cure is to view the songs as genre exercises rather than taking the lyrics seriously.   Love the silliness, and you can enjoy some killer songs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "I was going to say something to the effect of \"I think it is okay to like the Cure as long as you realize they are silly\" but I think I prefer the way you said it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've steered clear of them for most of my life, really without even trying. Around the people I grew up with, it was easy. They spit on The Cure. It just Wasn't To Be Played in our circles, and that was that. I didn't ask questions, mainly because I'd seen pictures of Robert Smith. That kinda made me less than curious. I have peripherally heard a few songs that didn't seem too bad. Regardless of how or why I've never been a fan, I feel somehow vindicated now. I have so many reasons to thank these cats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 5,
    "snip": false,
    "text": "All Cats Are Grey"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "by the way i really do like the cure <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Only liberals like the cure!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gopacapulco",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gopacapulco was marked lame too many times and excluded. (marked lame by FVVS, Jeet, hellofditties)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "every webcomic i've ever read mentions the Cure at least once.  Hell, that's how i found xkcd and what led me to most others.  Here's the math... <br/> \nThe Cure= sack of awesome flying puppies of awesomeness <br/> \nwebcomics= a good time had by all <br/> \nergo: The Cure  webcomics = irrefutable proof of a just and merciful god. <br/> \n <br/> \n(Come on, even when they 'suck' like in Wish, they're still better than most)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Hear hear! <br/> \n <br/> \nPlus they're a million times better than the stuff the kids listen to these days.  Um-buh-rella ella ella..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "wish was a fine album. not great but still fine <br/> \n <br/> \nhowever i mentally replaced \"wish\" with \"wild mood swings\" and then your point made perfect sense to me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stoatlad",
    "plus": 0,
    "snip": false,
    "text": "I nearly choked to death over this. I'm not going to drink while reading anymore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 3,
    "snip": false,
    "text": "I once spent some time pretending to like The Cure to appease a new girlfriend. Slowly, I pushed her towards liking something less silly like The Smiths. <br/> \n <br/> \nMy one regret is that when we finally broke up, I didn't yell after her \"And I never liked the Cure anyway! It is silly to like the Cure!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "My god. I can't believe that I didn't vote this one a 5 earlier. I love RB's sass here.... I just wish that I had an opportunity to use it in real life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I wish I was 239,000 miles from the Cure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "I just KNOW that some day in the future, someone will use that perfect sass line in total truthfulness. <br/> \nThey don't NEED to be on the moon, just 239000 miles from The Cure (who ideally would still exist at that point in time, or some other terrible band will have to be substituted in)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "High School Breakups   Dintergration= Perfect moping."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "All the faces <br/> \nAll the voices blur <br/> \nChange to one face <br/> \nChange to one voice <br/> \nPrepare yourself for bed <br/> \nThe light seems bright <br/> \nAnd glares on white walls <br/> \nAll the sounds of <br/> \nRoast Beef sometimes <br/> \nInto the night with <br/> \nRoast Beef sometimes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackerouac",
    "plus": 0,
    "snip": false,
    "text": "Oh man, Beef is so Right about the Cure sucking, that Ray decides that he must capitalize words unnecessarily"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 1,
    "snip": false,
    "text": "A story: <br/> \nA couple of year's ago, I, a Canadian, crossed from South Africa into Botswana.  By the border there is a Portugese Fried Chicken restaurant.  When I went in, they were playing \"Friday I'm In Love\" by the Cure."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "Also, hasn't Roast Beef more recently expressed a fondness for the Cure?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "nevermind, nevermind, nevermind.  That's Teodor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "I was confused because of his emotions hair in highschool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "\"Thanks Robert Smith! Disintegration is the best album EVER!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "That is some comment/avatar synergy, methinks. Unless you're not being sarcastic, which would just be silly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "Pat was led to believe by his parents at a young age that friends not only  <em>could</em>  change but in fact did change quite frequently."
  }
]