[
  {
    "depth": 0,
    "minus": 0,
    "name": "zzzleepy",
    "plus": 30,
    "snip": false,
    "text": "men are only permitted one feeling, if they can beat it up regularly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pleasantpondfarm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pleasantpondfarm was marked lame too many times and excluded. (marked lame by straw, riotdejaneiro, jdhenry105, Spoon, sean1058, gothfae, SSDDR, nobodyhome, jerryrudd, Brosaurus, achilleselbow)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "thommy_h",
    "plus": 54,
    "snip": false,
    "text": "Whoa, Molly is just ponytails, basic moral reason and a backpack? Anyone who identifies with Raost Beef and is lucky enough to have a woman like Molly in their life to help them through basic situations will understand that her character is far more complex than that. Molly is every depressed man's perfect woman - she of boundless understanding and generosity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 15,
    "snip": false,
    "text": "Agreed, Molly has more depth than that, though I certainly agree that more female regulars would round out the cast (maybe Chris does not feel comfortable writing for women too much?)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mega_panda",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mega_panda was marked lame too many times and excluded. (marked lame by littlecat, Jesler729, kendieatsbabies, TheGreatestCape)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "little_angry_plum",
    "plus": 17,
    "snip": false,
    "text": "i disagree. Mostly we only see Molly when she is criticizing beef for something. In spite of  being a dead person she is very boring and normal. The idea of \"man is messy and weird\" and \"woman is a civilizing influence\" is easily the most conservative element of achewood yo. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "soticoto",
    "plus": 33,
    "snip": false,
    "text": "Compare to Ultra-Peanut... who seeks beyond all else (when present) to disturb everything quiet and conservative in Philippe's precious little mind.  <br/> <br/> <br/> Molly is the wife we all expect we'll have some day and Ultra-Peanut is the girl we'll all end up cheating on her with. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 7,
    "snip": false,
    "text": "I wonder if you are ever honest with yourself soticoto, about everything."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I wonder why you'd wonder that. <br/>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "theora",
    "plus": 7,
    "snip": false,
    "text": "Nevermind the virgin/whore complex, now every female reader is asking herself, \"am I a Molly or an Ultra Peanut?\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 6,
    "snip": false,
    "text": "Yikes.  Are those my only choices? <br/> \n <br/> \nI love and identify with Beef, AND I think Molly needs development to be on par with the other characters.  As it is, pigtails, moral common sense, backpack, check, check, check.  That she comforts and complements Beef does not make her a well-rounded character, fellas."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Maybe the only soticoto comment ever that didn't make me want to punch him in the throat. Maybe he was wiser than I realized at the time...."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "If you keep throwing darts over your shoulder at a dart-board, sooner or later you will hit triple-twenty... or end up in jail for manslaughter."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rainwolfj",
    "plus": 1,
    "snip": false,
    "text": "I don't think you could be more wrong, there is absolutely nothing boring about Molly, she is an extremely deep character if you have the personal experience to relate to R.B.'s life style and the feeling of finding a person who perfectly completes you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The idea of \"man is messy and weird\" and \"woman is a civilizing influence\" is easily the most conservative element of achewood yo.</em></div> <br/> \nConservative maybe, but pretty much spot-on in my experience."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "differentdog",
    "plus": 9,
    "snip": false,
    "text": "\"no one in reality would be that supportive of their other\" <br/> \n <br/> \nfortunately you're wrong about that"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jujubeesforjesus",
    "plus": 19,
    "snip": false,
    "text": "Exactly her point: \"Every depressed man's perfect woman\".  She's a great character, with depth, but her existence is defined in relation to a man.  I dont really have a problem with this aspect of the strip, but I think pleasantpondfarm is right on.  It doesn't so much seem forwardly misogynistic as just a world devoid of women.  A couple more female characters might be a good way to go though.  <br/> \nPS- Ultra Peanut always gets forgot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "honesttom",
    "plus": 8,
    "snip": false,
    "text": "I think that Molly is probably a complex character, but we only really know that because she's going out with Beef. She doesn't have the same kind of distinctive voice that the other characters do. I reckon that's because in the strip we only really see her interacting with Beef. We never get a strip that consists of just her and Lyle, say, or her and Ray, and I think it's strips like that that really defined the other characters. In her blog, she gets on well with Teador and Cornelius - a strip or two exploring those relationships would be fantastic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jackparsons was marked lame too many times and excluded. (marked lame by pityparty, Jesler729, ohmygooses, mercuri0us, loneal, kendieatsbabies, HolyQ, Scottzor, Satyr)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 0,
    "snip": false,
    "text": "that is word! nail on the head! thanks for verbalizing what i couldn't.  Let's see if she can hang with the dirtiest cats in town. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daedala_x was marked lame too many times and excluded. (marked lame by lamboyster, kendieatsbabies, Scottzor)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "goddamn, girl, you did it again. What did I tell you about that? look at those nerds wilting left and right!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I was about to try to refute this, but you're entirely correct so I can't. I don't think most thoughtful dudes feel comfortable admitting it, but at the base of our souls - once we bust through the carefully constructed \"good, well-adjusted dude\" personas we construct for ourselves - this is absolutely what we want out of a woman. Maybe I need to find an Asian (but not you, D - I think you're much too self-actualized to selflessly nurture me properly)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "how's it going, rowbox? i am glad you agree that i am right. probably the only thing wrong with my description is the \"not having a lot going on besides you\" part, which can be problematic if she's needy and hangs around too much and stuff. i don't know what molly does in her spare time.. probably housewifing. you don't really want a housewife do you?  <br/> \n <br/> \nand yep, the secret is out. i am nothing if not a terrible girlfriend. daedala WILL call you at 4 in the morning to tell you to check your email because she sent you a picture of pigs. daedala WILL lock herself in the bathroom until you admit that you prefer masturbating to relations with her, then she will open the door and yell \"fine, i hate your stupid peener ANYWAY!\". daedala WILL break up with you because being in a stable relationship is like being married and hella boring yo.  <br/> \n <br/> \nhave you read the  <a href=\"http://web.archive.org/web/20101005110911/http://nonadventures.com/2007/08/25/planet-of-the-japes/\">non-adventures of wonderella</a> ? the main character is kinda a combination of ray, gabe from penny arcade, and elaine benis. bring this little lady into acheworld and she would turn that mother OUT."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I  <em>AM</em>  A HOUSEWIFE."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "is kitchen towel pretty great stuff rowboat"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "I NEED A HOUSEWIFE. (but not you, maybe that wozzeck fellow who likes rubbing ladies' feet for almost no reason at all)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't make a real good housewife, actually. I work full time, I'm not so hot around the kitchen and I definitely require.... <em>repayment</em>  for foot massages. My earlier assertion was just based on how often I clean up after my girlfriend at our place. I feel like a maid sometimes. Albeit, a fairly.... <em>well-paid</em>  one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "Molly is an awesome character, but does not get nearly enough airtime or airtime-analogue. <br/> \nThe point about there not being enough females in Achewood stands, and is right. I am a male, by the way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madnes",
    "plus": 9,
    "snip": false,
    "text": "More Ultra Peanut!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Damn right. <br/> \nUltra-Peanut is the female role-model that Achewood never had enough of. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "holy crap... how did it take this long for someone to make a mention of this obviousness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 4,
    "snip": false,
    "text": "Why do these proposed female characters have to be love interests?  Why can't they stand on their own?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "My sense is that given how carefully CO builds his characterizations, he might feel uncomfortable drafting another female character or three.  It is true that Molly is a little on the light side, character wise, and most of her character is exposed through comparison and interaction with Beef.  Maybe it is more or less just self-confidence/insecurity (Achewood's biggest theme, after all)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Hey! <br/> <br/> <br/> I'm from Maine!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by Dipstikk, glorify, Gompo, gournal, dickie_roxx, kendieatsbabies, likeiwassaying, ghoti, Scottzor, charchar, tessebatt, Teabag_Mel)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hantavirus",
    "plus": 1,
    "snip": false,
    "text": "And yet asherdan is the guy everyone hates, and this comment does not provoke the slightest bit of criticism? <br/> \n <br/> \nWow. I registered an account today, but I see now that I should not have bothered."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "get over yourself, crybaby.  im sure dr phil has a forum somewhere.  ou might like that better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "You had your account here for less than 24 hours when you made this comment and you felt that you were qualified to have an opinion on what the regular posters here should be outraged by? It's good that you were a short-timer here, hanta. You probably weren't a good fit for these boards."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 2,
    "snip": false,
    "text": "So...  The only reason a character would exist, and happen to be female, is to be a love interest?  Actually, in Achewood, that's true.  The person selling Polish sausages outside of the GOF: male.  The two scarred trash pickers at the trash dump: male.  Every act represented by Ray: Male, male, male and boy band.  The dead souls we see in heaven: Male.  The last throwaway character I can remember that was female was the woman with the 'lousy breasts' in the arc where Philippe goes looking for the couch, and that was so that Onstad could make a 'lousy breasts' joke.  Everything in Achewood is male.  If a character is introduced and female it is either a mother figure, a love interest, or an ass/set of boobs to be stared at. <br/> \n <br/> \nDo you realize how unnatural that is?  I am not saying that tomorrow the strip would be better if he introduced twelve characters, all strong females with independent lives, I am saying that he has built a false world, one utterly deprived of female contact.  Girls exist, and I'm really sorry if that cause boys anxiety, but the happy little land of the cats talking about getting their bone on begins to look rather odd as a single gender society. <br/> \n <br/> \nNo, Molly is not a well-rounded character.  Molly is a foil for Beef, and is written off unless Beef needs to be yelled at/coddled/sassed.  She takes care of Beef, she works a chain of menial, service sector jobs where men scream at her/stare at her boobs, and comes home to a guy who can't bite through his own toast.  I love Molly, and I love Roast Beef, but she is a one dimensional mirror to provide the balance to the self-obsessed, uncaring, abusive shrew of a mother. <br/> \n <br/> \nAnd the whore/saint stereotypes are just lazy writing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "There could be more girl characters without it being like a soap-opera and having them hook up with everyone.  Onstad is good- he could write them however he wanted. There could just be ladies doing dumb shit and getting drunk and bullshitting around and maybe even having a day where they get addicted to online porn (this has been a day in the history of my friends).  The possibilities are endless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I want to go to that day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The possibilities are  <em>relentless.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zadig",
    "plus": 3,
    "snip": false,
    "text": "I think you are misunderstanding Achewood's purpose.  The reason I see for Achewood's lack of female characters (and also for Molly being defined in part by her relationship with Beef) is because Achewood is about the guys. <br/> \n <br/> \nBy that, I do not mean it is intended for a male audience, merely that it is about the social interactions of a circle of friends, or brochachos, if you will, just generally having a rad time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theryuujin",
    "plus": 4,
    "snip": false,
    "text": "Hm, I see. This is like women's television.  You feel you are not \"being represented\". <br/> \n <br/> \nFor the official record, Achewood ain't broke.  (At least not yet, I'm reading from the beginning first time through)  This comic isn't really about love stories.  Molly is a (complex, extremely well written) co-depressive, and she's here because Beef needs her in order to be functional and happy (sometimes, rarely).  Otherwise, these are stories about the baddest dudes in town.  <br/> \nI would SO read a spin-off or a side project, written and illustrated by Onstad of course, that was heavier on the females but I'm pretty sure it would just muddy the achewater here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 8,
    "snip": false,
    "text": "what are you talking about?! this storyline not only makes up for the lack of female characters, it makes up for my life and the lack of anything positive happening in it. come on, how can you not agree that most women are clear horrible toys? i'm sure the male readers of achewood would not find the opposite of this strip offensive or man-hating.  <br/> \n <br/> \n(Alex Borstein playing Lyle): \"I think that men are opaque, like a yellow pus squeezed from a cancerous prostate filled with hair and unexpressed emotions.\" <br/> \n <br/> \n\"If they speak, it is the sound of flatulence and donkeys debating without research.\" <br/> \n <br/> \nthis was MY first achewood strip, and i think we achewood girls have it pretty good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "by Lyle i mean Nice Pete. i was a mite flustered, plus Lyle is right there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "plus Alex Borstein looks more like Lyle. dang now i've messed up a thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Donkeys debating without research.</em></div> <br/> \n <br/> \nHow DARE they? How DARE DARE DARE they?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 0,
    "snip": false,
    "text": "\"Donkeys debating without research.\" <br/> \n <br/> \nHilarious!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "I had an adventure/abbreviated road-trip once upon a time in the Wild West with 3 tomboys from Maine. They would now be classified as OLD WOMEN, I think. If Onstad had such experiences as these to write from, he would maybe include more females."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "achewood isnt about all differently genedered characters doing stupid shit and sometimes having poignant moments.  achewood is about a buch of immature dudes doing stupid shit and sometimes having poignant moments.  its like going to mcdonalsa and bitching because the 'healthy' menu items really arent much healthier than the normal ones.  if healthy is what youre looking for, save your money and eat a hand full of grass."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "**mcdonalds"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I was thinking about a little, sealed tub of McDonald's salsa. And yes, I was lovin' it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "Should I go throw up now?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If you must. But please brush your teeth before you come to bed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "also, **bunch"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "\"birds burning in a shoebox\" propells this to 5"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "That, and the look on the face of poor old Lye, which says 'what the fuck, how did I get in this sort of gig?!'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 7,
    "snip": false,
    "text": "Nice Pete =  <a href=\"http://web.archive.org/web/20101005110911/http://en.wikipedia.org/wiki/Mark_E_Smith\">Mark E Smith</a>    serial murder"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "There was meant to be a plus sign in there"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "It kind of works anyway."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "caduceo",
    "plus": 6,
    "snip": false,
    "text": "It could very well be that onstad simply has a mental block when it comes to writing in a woman's voice. I mean, the dude is fashionably metro, but the way he reacts to his wife and kids is like a rating of 1 on the Kinsey hetero-homo scale, and most people are a 3. <br/> \n <br/> \nHe writes molly well enough, I am just saying that there the voices of his thoughts are probably predominatly male, given my very short and very stoned reflection on this topic. I am going to go now before I make this comment any more bloated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 2,
    "snip": false,
    "text": "Nice Pete is fucking brutal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "Imagery doesn't get better than birds burning in a shoebox."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete is such a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Check out Lyle's \"What the fuuuuuuuuuuck\" face when Pete starts talking about birds burning in a shoebox."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Until Achewood, I had never bothered to wonder what birds burning in a shoebox sounds like."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 29,
    "snip": false,
    "text": "True story. <br/> \n <br/> \nOne of my first real jobs was working as part of a right-of-way clearing crew for things such as power lines and pipelines. My dad worked for the same company, so it seemed like a decent place to start my career. It was run by a psychopathic french canadian, but that is also beside the point. <br/> \n <br/> \nMy dad, myself, and my brother who was on summer vacation were at a job site in Maine, which is about a thousand states to the north of where we came from. To save money, we had this little, pathetic pop-up trailer that we were wedged into. No amenities whatsoever - showers were in a concrete bunker through the pine trees about half a mile. <br/> \n <br/> \nThen we decided that since we were in Maine, it was time to eat some Lobster. <br/> \n <br/> \nWe went down to the grocery store, and picked up a few lobsters, but we couldn't figure out a way to cook the things. Pop up trailers aren't exactly big on stoves. So we decide to get these broil-in-a-bags and throw them on the grill. <br/> \n <br/> \nFirst part of the operation was a success. We take the lobster, throw him in the bag with some water, roll it up tight, and toss it on the top of the hot grill. <br/> \n <br/> \nFive minutes or so later, we're all getting nicely drunk, and we hear it. The worst sound ever. A sound that still haunts me to this day. <br/> \n <br/> \nThe sound of a poor, pathetic claw scraping against foil. <br/> \n <br/> \nWe turn, as one man, to survey the grill, and there, SURE ENOUGH, there's that horrible sound, the forlorn hope of a doomed creature, being tortured beyond it's weak imaginings. <br/> \n <br/> \nThen it got worse. <br/> \n <br/> \n <em>The bag started moving.</em> <br/> \n <br/> \nI could see the claw trying weakly to poke through the bag. I could see the little legs, sadly flopping around inside the superheated bag, antennae no longer even moving from the heat.  <br/> \n <br/> \nThe bile started to rise in my throat. I wanted to sob, to scream, to rescue that poor creature or, being beyond my means, smash it's head with a rock and end it's suffering for good. <br/> \n <br/> \nLuckily, before I enacted upon such unmanly displays, my brother laconically found a solution to our problems. <br/> \n <br/> \nHe put the lid on the grill. <br/> \n <br/> \nIt was the most delicious Lobster ever!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Once again I'm getting that weird chubbylame feeling... I  <em>don't know what to do...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chubby that story as though your life depends on it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gournal",
    "plus": 1,
    "snip": false,
    "text": "\"We turn, as one man\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "liamc",
    "plus": 0,
    "snip": false,
    "text": "Riveting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That story was  <em>just</em>  good enough to excuse the fact that it has only the most flimsy connection to anything being discussed here. A reluctant (but somehow strangely whole-hearted) chubby to you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "And here's a flimsily connected true story of my own: <br/> \n <br/> \nAbout fifteen years ago I was walking through a desolate field near the Kansas/Missouri border. I still lived at home and it was as good a place as any to secretly get high on drugs. So I was quite high on drugs and young, besides. In this field at this time, everything was very nice and imbued with that certain light fuzziness that comes with being young and stoned in a place where nothing is and little ever has been. <br/> \n <br/> \nIt was in this state that I came across a shoebox. It was a shoebox which had been literally  <em>stuffed</em>  full of dead kittens. Really, it must have been an effort fitting them all in that one small box. <br/> \n <br/> \nSo I was young and high (back when being high still meant something) and I was occupying the same forgotten field as this terrible little box. The kittens were still pink and soft and asleep-looking and somehow that was worlds worse than a box of decomposed kittens. <br/> \n <br/> \nI wasn't a big fan of this experience. <br/> \n <br/> \nThe End"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Rowboat, why did you kill a shoebox full of kittens? <br/> \n <br/> \nWhy did you kill a shoebox full of kittens when you were on the drugs?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "Did you ever find the shoes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "Did you ever find the will to look a kitten in the eye and smile again?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Every day of my life. I looked a kitten in the eyes and smiled right before typing this. I'm about to do it again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I would have thought Pete would like the sound of birds burning in a Shoebox"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the second half of Nice Pete's words in panel four are what makes this a five to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclemikey",
    "plus": 1,
    "snip": false,
    "text": "I forgot not to laugh after I read panel four to my wife."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Garfield needs more developed female characters"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Hot stews are important."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cab234",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete is a fucking lunatic."
  }
]