[
  {
    "depth": 0,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 127,
    "snip": false,
    "text": "You never know when you've taken an idea too far until you've gotten there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "digdugz",
    "plus": 21,
    "snip": false,
    "text": "That's one reason why this strip is so good. Everyone has done this on occasion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by keithcozz was marked lame too many times and excluded. (marked lame by johnnybaverage, Crowpaw, 7th_shot, jfenserty, TonyHighwind, odaya, bigtom, equinn2006, robbingdog, NDCaesar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by foetus_punch was marked lame too many times and excluded. (marked lame by Pan-Optic, thehelmet, chemuswitch, Jesus, agentstinky, Zem, sncether, scraggg)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "spinynorman",
    "plus": 32,
    "snip": false,
    "text": "Roast Beef was dead serious when he said this. It was not a Joke of Light Times."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "Oh so it's okay to be taken outside your moral comfort by hot sauce but the promotional material lets one toe slip outside of your preferred musical genre in an ironic fashion and it's no good GODDAMNIT RAY THIS IS A BUSINESS PLAN DO NOT MESS THIS UP"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Dovey, zcross00, littlecat, riotdejaneiro, goatmasterflash, Ananke, 7th_shot, BPMead, Ariamaki, fosters, BionicSheep, Montoya289, mania3, luckypyjamas, BrianNotBrian, aHatOfPig, logic, rj, TheGreatestCape, Epicurus, Doc_Rostov, gowerski)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oh man. soticoto. totally got to me a month earlier. i really should read other replies first. apologies to all. it's not the first time i've done this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Waitwut? <br/> \n <br/> \nDid I miss something? <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You were making comment of people punching women in the gut, then I all had a go at foetus_punch in a similar manner just below. Too slow."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tasteful",
    "plus": 2,
    "snip": false,
    "text": "edgy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "you take things too far? really? the man who PUNCHES FOETUS'! this is not suprising. <br/> \n <br/> \noh. yeah. i do it as well. my username isn't nearly as telling."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "Shucks, you guys. Shucks. Woodenteeth, as a fellow terrible excuse for a human being, tell me what you think of this little comedic hardball I've been sitting on: post-natal abortion. It's the most PC way to say baby-killing!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 18,
    "snip": false,
    "text": "Nice. Very tidy.  <br/> \n <br/> \n\"After 9 months the parasite is exorcised but it quite often attaches to the exterior of the host and drains vital fluids for 18 years. Due to some kind of hormone exchange the host has illogical feelings of gratitude, it is expected this is an evolutionary mechanism the parasite has developed over thousands of years\"."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "theescapist",
    "plus": 8,
    "snip": false,
    "text": "I've always maintained that I support abortion up to the 72nd trimester."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "Theescapist sticks to his guns.  Good show, sir."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "what kind of adult does one who breastfeeds for 18 years grow into?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hah! Technically, you're correct. Metaphorically the \"vital fluids\" that are drained can be anything from basic daily energy, to monetary funds, to... well... whatever you would like."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kaithekender",
    "plus": 1,
    "snip": false,
    "text": "But when speaking of Scientific Things, one thinks of nomenclature and facts and the like, not of metaphor and other such non-concrete concepts <br/> \n <br/> \nTo a scientist metaphor is all CHING CHONG WING WONG"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hah! Tell that to a physicist!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>well, it's kinda like a cross between a wave and a particle...</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kaithekender",
    "plus": 1,
    "snip": false,
    "text": "This is clearly simile and will not be tolerated!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Damn."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Perhaps I will, woodenteeth. <br/> \n <br/> \n <em>Perhaps I will.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Hey, as long as the parents are ok with it, it's just a child.  We need to stop giving children all these rights they haven't earned.  Maybe a test to prove they won't fuck around and then blame it on their upbringing."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tripperday",
    "plus": 1,
    "snip": false,
    "text": "I was introduced to someone two nights ago, and he playfully expressed pity for me knowing the guy who introduced us. I said \"As bad as he is, I'm worse.\" He said okay, but just stay away from his wife. I asked which girl in the bar she was, he told me, and I said \"I'm gonna put in her butt first.\""
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "foetus_punch",
    "plus": 6,
    "snip": false,
    "text": "Once, I was at a small gathering of only female friends, and I turned to one of them and said \"This is how you do it: hang out with some bitches, watch Indiana Jones, and then\" and here there was a sudden lull in the room as I said \"fuck them all in their butts.\" It actually went over surprisingly well."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "We are the men who make other men less manly."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Wicked sick bastards."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "unquotable",
    "plus": 11,
    "snip": false,
    "text": "\"Yesterday\" by The Beatles is too far."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 7,
    "snip": false,
    "text": "There Are Limits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "I interpreted it as Ray not understanding that Beef was making fun of him in the fourth panel, so he increased the level of his mockery until it was obvious it was a joke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philophobe",
    "plus": 1,
    "snip": false,
    "text": "Completely agreed.  Look at how eager Ray is in Panel 5 when he thinks his friend is totally into his idea.  Sometimes it takes a minute for the brain to catch up, and be all, \"Yeah!  Yeah!...  Wait, this is my dogg.  I know this dogg, and he ain't usually into Marketing or Enterprise.\" <br/> \n <br/> \n'Cept greeting cards, of course, but hopefully we can all agree on the subversive anti-marketing sentiments of Beef's brush with celebrity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I think it was the consummation of the promise inherent in the original idea. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stephen",
    "plus": 20,
    "snip": false,
    "text": "You would be able to tell that the dog was called Yard Dancer just from looking at the logo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gusplease",
    "plus": 2,
    "snip": false,
    "text": "What a goddamn masterpiece."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicecat",
    "plus": 0,
    "snip": false,
    "text": "I laughed out loud consistently from panels 2-5. Brilliant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleeps",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sleeps was marked lame too many times and excluded. (marked lame by featurelessvoid, ishuta, jlynes, Gompo, Zem, Methadone, dj_insomniac, eRiUukFJk, Mastronaut, spicyponyhead, Appers)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 1,
    "snip": false,
    "text": "What the hell kind of name is \"yard dancer\"? Who names a dog a thing like that?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "I gotta say, I have not had the kind of life where \"Yard Dancer\" is a name I can even imagine being attached to anything but some sort of sissy lawnmower, so I had more difficulty enjoying that part of the joke."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "agika",
    "plus": 22,
    "snip": false,
    "text": "I would own that lawnmower, man.  You wouldn't catch me mowing my lawn unless I was on my Yard Dancer, all covered in sequins and with a big pink bow on the front."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "eric",
    "plus": 79,
    "snip": false,
    "text": "No"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "YES."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "Every letter of your post is worth 29.5 chubbies. <br/> \n <br/> \nActually, make that 30, I give you a chubby to get a nice round number."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "That is to say, this is probably the highest letter/chubby ration on assetbar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "apricotta",
    "plus": 1,
    "snip": false,
    "text": "*ratio <br/> \n <br/> \nFuck."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Ratio Fuck.  How many people have you woken up next to, how many were attractive?  Its all about science."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "Attractiveness is subjective, and therefore not a scientific phenomenon. <br/> \nI'd formulate in in a different way: how many people have you woken up next to/how many people you actually remember getting in bed with. Indirectly, this also informs us about one's drinking habits."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Their drinking habits, or maybe their short term memory?  I need more data..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "Short term memory, or maybe sleep disorders?  <strong>I</strong>  need more data..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Let us find this data, together!  How about I buy you a drink, how about seven?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "apricotta",
    "plus": 1,
    "snip": false,
    "text": "Twelve it is! <br/> \n <br/> \n(Twelve drinks later... apricotta wakes up with a huge hangover) <br/> \n <br/> \nWho are you and what are you doing in my bed?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Hi I'm Stuart, want to go get breakfast? <br/> \n <br/> \nWe need to do this.  We need to do this for Spring Break."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "hmm did i go too far again?  maybe... <br/> \n <br/> \nWe shall find out, in the next exciting installment!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "Dude, if you're going to be so insecure with every girl you're buying drinks for, how are we supposed to gather our data? I ask you this."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Do not worry, I will not let it happen again.  I will be best damn researcher ever! <br/> \n <br/> \nAlso, happy birthday?  Your age changed overnight."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "This will totally be a groundbreaking research, if only because what's normally an impediment (drinking and one-night stands) is an asset here. <br/> \n <br/> \nReally? Didn't change for me, and it shouldn't for next three months.  <br/> \nAlso, you're stalking me."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "The greater the difficulty and stress on moral constraints, the more important the data.  We are so close to a Nobel Prize, simply because of the context. <br/> \n <br/> \nIs being stalked a problem?  I can get a thesaurus, we can call it something else."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "I think they would first have to create an appropriate category. I submit a proposition of \"The Nobel Prize in  <em>awesomeness</em> .\" <br/> \n <br/> \nI think it's less the appellation of the activity and more the activity itself that bugs me. Feels like FB all over again."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Whatever FB is. <br/> \n <br/> \nThe Nobel Awesome Prize"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "The Awesome Nobel Prize. <br/> \n <br/> \nFacebook."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I'm on facebook.  I don't really surf it for pix of hotties tho.  On myspace as well, and keep my searching similar. <br/> \n <br/> \nMostly, I am there because I have friends and family who I can't text throughout the day.  Mostly. <br/> \n <br/> \nAlso it's good for stalking girls.  Oh shit.  Not that one."
  },
  {
    "depth": 23,
    "minus": 1,
    "name": "atticusonline",
    "plus": 19,
    "snip": false,
    "text": "Assetbar presents:  <em>True Love</em> , a story of a man whose name means shoes and a woman whose name means...some sort of fruit. <br/> \n <br/> \nWill they find  <em>true love</em>  or will all their dreams come crashing down when they reveal their most intimate secrets? Will their love break the rigid class distinctions of their time? Will love find a way? 300pp, $1200. Due November 25th <br/>"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "(Cornelius: Yes.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dasuta",
    "plus": 1,
    "snip": false,
    "text": "I can fully see Yard Dancer being a Rottweiler or a big old Great Dane.   Oh god.    I know people who would do this.    I have  <em>RELATIVES</em>  who would do this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yard Dancer would be a huge pit bull. Devestatingly ugly, frothing at the mouth, but not from rabies. Anytime someone walks within 1,200 feet of Yard Dancer's large cage, he jumps about, barking like a hell demon, rattling the cage walls with his clawed feet, straining to get at the intruder. Eventually some stupid child sticks his arm in the cage and Yard Dancer tears it off with a sort of horrifying grace. Yard Dancer is put down by the county and a new law is enacted prohibiting anyone in the city from owning a pit bull."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Welcome to Tacoma. <br/> \n <br/> \nYou just made me sad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That actually happened here in Oklahoma City, too, except it was a fenced yard and not a cage. It was the kid's own damn fault, but now no one can legally own a pit bull."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Fact: Any dog will bite if they are poorly socialized, left un-neutered, chained in a yard, and neglected.   <br/> \n <br/> \nBreed Specific Legislation is my particular soapbox subject this month!  It makes me Angry, but not really the helpful, galvanizing kind."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What's awesome is that some legislator in some city who was largely responsible for a ban on pit bulls is now trying to fight the city because his own dog (a labrador) bit someone.  <em>Hilarious!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I just read that article yesterday on SomethingAwful.  I wonder if his stance has changed at all.  Probably not, since it's not grounded in any kind of logic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Tearing an arm off with horrifying grace is worth at least a chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "junko",
    "plus": 2,
    "snip": false,
    "text": "If you have walked past a chainlink fence in the correct naighborhood you have seen the dog named Yard Dancer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cheeks_jd was marked lame too many times and excluded. (marked lame by UgliestSong, farqussus, MrKennedy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "Roast Beef doesn't go for fancy foods, just such as a single egg or a basic cheese quesadilla with Cholula or Tapatillo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "Yes!  The single egg!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I think I might have spelled both of those hot sauces wrong.  Sauces I hold so, so dear."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaronfrancis",
    "plus": 0,
    "snip": false,
    "text": "You spelled Cholula correctly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 3,
    "snip": false,
    "text": "Hooray!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 3,
    "snip": false,
    "text": "He would like such as a Simple Taco."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "A simple Sani-Taco?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 4,
    "snip": false,
    "text": "It builds on our years of experience watching Ray hatch one fly-by-night small business after another. Panel 6 is the twist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 1,
    "snip": false,
    "text": "Ray is channeling me here. Sometimes Onstad gets too far with the sass-talk and the combined words and the Ideas and you need to say No. Ray says No."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "waitwhat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by waitwhat was marked lame too many times and excluded. (marked lame by Sakana, _cheesekayke, farqussus, erinye)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 1,
    "snip": false,
    "text": "rad avatar-comment conversation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "underpantstime",
    "plus": 5,
    "snip": false,
    "text": "when roast beef gets on a roll <br/> \nANYTHING CAN HAPPEN"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": false,
    "text": "amen to that!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 3,
    "snip": false,
    "text": "Like...a sandwich?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "I cannot decide whether to chubby this or lame it.  A pity I cannot do both."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slanger",
    "plus": 1,
    "snip": false,
    "text": "I like Beef's way of saying \"some dashes\" of hot sauce... it's not quite right, but not quite wrong either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "<em>Yesterday,<br/>\nAll my troubles seemed so far away<br/>\nNow it looks as though they're here to stay<br/>\nOh I believe, in Yesterday...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 36,
    "snip": false,
    "text": "Yesterday, <br/> \nWe thought the elephant was here to stay <br/> \nBut now it's blown so very far away <br/> \nOh I believe <br/> \nin yesterday"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 40,
    "snip": false,
    "text": "Suddenly, <br/> \nThat elephant's not where it used to be <br/> \nJust a char mark there in front of me <br/> \nO tnt <br/> \nBlows suddenly"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 20,
    "snip": false,
    "text": "Why it had to blow <br/> \nI don't know, I wasn't told <br/> \nI just lit the fuse <br/> \nNow I long for yesterday <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 31,
    "snip": false,
    "text": "Yesterday <br/> \nI stood in a rain of red and grey <br/> \nNow I need a place to hide away <br/> \nI'm wanted by <br/> \nthe S.P.C.A."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "This is gold. You all get chubbies,  <em>every single one of you.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "this one is the best"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "This made my experience of listening to \"yesterday\" about 128.342 times more amazing.  <em>amazing</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I love you all so much right now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Someone should seriously consider doing this cover. Who here can sing and play guitar?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I was reading this thread on Friday and considered recording this. With my ukelele. I forgot about it by the time I got home though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "This is more than just an asset. This...this is  <em>art</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 3,
    "snip": false,
    "text": "uh, wasn't Ray already in the hot sauce business, selling his Rad Chillies?  <br/> \n <br/> \nAlso, beef is hardcore to eat a quesadilla with a fork."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Ray's Rad Chilies are awesome, but they don't really take me out of my comfort zone."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "someone3",
    "plus": 6,
    "snip": false,
    "text": "i so want to see the video of the elephant detonations set to yesterday, that would be the kind of thing that makes me have the warm happy feeling inside, like internal bleeding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 2,
    "snip": false,
    "text": "Then it seems you and the elephants have some sort of special connection."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jackparsons was marked lame too many times and excluded. (marked lame by farqussus, waldo913, MrKennedy, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I kind of want to try pepper spray on my food once.  I'll bet t will be the best story of a worst idea kind of thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dumase",
    "plus": 9,
    "snip": false,
    "text": "Everyone's saying that Roast Beef just took things too far. <br/> \nBut i always saw it as Beef sassing him, and Ray just not realizing it until Beef takes it to the extreme. And then Ray is a little bit disappointed with Beef."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that's my read on it too. You can tell from his first response that he isn't big on the idea of extreme hotsauce. He's just sassing Ray for taking an already bad idea and running with it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "As Ray is wont to do."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "\"some dashes\" <br/> \n <br/> \nSO good."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Law: lain."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "The \"no\" is perfect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think Ray just said no to The Beatles because he only likes hip hop."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That reminds me of a review of  <em>Abbey Road</em>  I read on Amazon.com once. The reviewer said that the Beatles suck and that \"these guys don't rap AT ALL\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "sounds like a pretty obvious troll, man"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Yeah, probably. But it's funnier to imagine the review was sincere."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gigs",
    "plus": 0,
    "snip": false,
    "text": "I think we have different definitions of funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mulisha7",
    "plus": 0,
    "snip": false,
    "text": "I do not like condiments that take me out of my moral comfort zone. Where do people explode dynamite under elephants? That sounds kinda awesome actually."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 0,
    "snip": false,
    "text": "reading this strip while listening to Yesterday perfects the tasteful combination of flavors of humor"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by johnnybaverage, kenthegod, bengreens, dracer2)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This post is rather uncharacteristic of pogo, I must say."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "I just like that pogo tries to explain that \"laughing\" caused the shit in his pants. <br/> \n <br/> \n <em>pogo is old.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "Whafuck?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alcxxk",
    "plus": 0,
    "snip": false,
    "text": "55555555555555555555555555"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "roastbeef you done hella overstepped"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonnyeklebs",
    "plus": 1,
    "snip": false,
    "text": "\"..suddenly, I'm not half the man I used to be..\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "All easter egg on the DVD constantly looping \"In Heaven\" from Eraserhead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "All not being able to return to the menu and you have to turn the DVD player off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tollschaft",
    "plus": 0,
    "snip": false,
    "text": "I love that final frame, you can almost  <em>taste</em>  the full stop."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "If someone photoshops the front of a canister of Mouth Mace I bet they will get a lot of chubbies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "I think that is the first time Ray has straight-up rejected one of Beef's tangents"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alilsneaky",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite strip so far, had me in stitches, my belly hurts from laughing."
  }
]