[
  {
    "depth": 0,
    "minus": 0,
    "name": "tenthman",
    "plus": 26,
    "snip": false,
    "text": "A wised aged bear and an ex-stripper are the two best authorities on pornographic realism.  360 degree coverage"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 30,
    "snip": false,
    "text": "You didn't know whether she was a bear or a cat.  ADMIT IT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "She is SO a bear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "She is definitely a cat. She is Roast Beef with breasts. <br/> \n <br/> \nFormerly Teodor with breasts, yes, but this is now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 6,
    "snip": false,
    "text": "Huh.  I suppose.   <br/> \nI like this comic and all, but one thing I am a little disappointed at is that everyone is either a bear or a cat.  I remember one lagomorph from the Cartilige Head arc.  I want to see just a little more diversity.  I don't want Richard Scarry or anything, though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 12,
    "snip": false,
    "text": "There are dogs and otters and squirrels and a tiger and robots.  How could you forget the otters and the tiger and the squirrels and the robots?   <br/> \n <br/> \nThere is also the occasional human.  There was part of Onstad, however you wish to classify that, and Oasis (off-screen, also requiring classification), and the ghost of Billy Idol.  Oh, wait, there was that pizza guy they clubbed over the head, and Robert Johnson in hell.  Read up on your history, eh?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hateandwar",
    "plus": 10,
    "snip": false,
    "text": "Don't forget George Michael, coming through the garden, looking for pleasure."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Remember kids: if it's performance art then it's ok."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Keith Moon's head!!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Also requiring classification."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Let us not also forget the cameo The Man in Black. <br/> \n <br/> \nNext cameo I'm hoping for: Nick Cave, Boudicca, Ayn Rand, Mary Shelley, Mata Hari, or any semi-famous tranny burlesque star from yesteryear.  Sorry for anyone hoping for these, because now they won't happen. <br/> \n <br/> \nI would have drawn from mythology and asked for Amateratsu, Anansi the Spider, or Coyote, but then this would be out of character and would essentially become my comic."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Don't forget Ben Stiller in the Volvo of Despair!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The Devil had a quite human form."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "Ben Stiller had a cameo as well."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "maximus",
    "plus": 3,
    "snip": false,
    "text": "Loki's crazy hijinx finally reduce Pat to tears; hilarity ensues. <br/> \nChef Boyardi berates Phillipe for putting metal in the microwave; hilarity ensues. <br/> \nThe cast of \"Cheers\" visits Ray a la Christmas Carol to further raise his awareness of diabetes; hilarity ensues. <br/> \nZoltan Kodaly's love of the common man brings Beef closer to his family; hilarity ensues. <br/> \n <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "For some reason I already imagine Ray walking into Cheers and everyone all yelling \"RAY!\" and then someone falls off a barstool and it gets eerily quiet."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "How would I classify it?  I dunno, maybe, \"creepy\"? <br/> \n <br/> \nHow would I  <em>not</em>  classify it?  As a cat or a bear."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Oh, and I just remembered! <br/> \n <br/> \nJan Michael Vincent! <br/> \n <br/> \nWe didn't actually see him, but he personally delivered Airwolf after Ray bought it. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100204030012/http://www.achewood.com/index.php?date=04282006\">Last panel.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Of note: wasn't Mark Twain a cat?  I remember him being portrayed in a cat-like manner like the other regular characters, as opposed to with heavily-inked features like most human characters. <br/> \n <br/> \nMy memory may be incorrect on this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sn0wman",
    "plus": 1,
    "snip": false,
    "text": "Nah, man, Twain was human.  We even got a shot of him and Ray side by side, with him being more than twice Ray's size."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The human who is only slightly more than than twice the size of a cat is a very small human."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Ray put on a lot of weight lately."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "valrus",
    "plus": 2,
    "snip": false,
    "text": "Vertically."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "<em>Perfect.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "The cats seem to have increased in size, unless Ray's millions allow him to buy scaled-down Escalades and have Beef's '65 Galaxie shrunk as well.  <br/> \n <br/> \nI think Beef could barely see over the wheel when he started driving it.  <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Are you thinking of maybe Uncle Culpepper?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "Or Lie Bot, dressed as Colonel Sanders?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "!!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Mark Twain: I was made merely in the image of God, but not resembling Him enough to be mistaken for Him by anyone except a very near-sighted person."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 1,
    "snip": false,
    "text": "And the guy that invented Comic Sans that they all curb stomped."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "What the fuck was he, anyway?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "valrus",
    "plus": 5,
    "snip": false,
    "text": "I plan to refer to him as Cartilage Entire Body."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I think he was a vole. <br/> \n <br/> \nI'd stomp a vole on principle. Fuck voles."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Okay, now just stay still while I call the RSPCA."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "modality",
    "plus": 0,
    "snip": false,
    "text": "Let's not forget Cyrus West Field and Isambard Kingdom Brunel, whose endeavors are not wanting for the horrors of the canine body."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coke_hakola",
    "plus": 0,
    "snip": false,
    "text": "As far as humans in the strip go, I feel we would be remiss not to mention Emeril (as in the cook, not the cat with a paraplegic friend)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "akadriver",
    "plus": 1,
    "snip": false,
    "text": "Except for: Phillipe, Phillipe's Mom, Ultra Peanut, Lyle (sort of a cat), Vlad, Lie Bot, Chucklebot, Todd, Blister, that kid who solicited Pat for a trip to the \"gubbermint\" (was he a beaver?), the bellboy that blew Ray's cover..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by c_dizzle, KaMeT, tenthman, farqussus)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "American Curls are just a breed of domestic cat, just like a Siamese or one of those weird wrinkly naked ones."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I thought so. <br/> \nSo all dogs are the same species, and all domestic housecats are too? <br/> \nWhere do those things come from anyway?  Are they from Africa?  I don't see my cat Tabby being able to survive in the harsh wilds.  I see dogs being able to, but not housecats. <br/> \nI suppose they are bred, though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Cats do alright - unlike dogs their whole predatory side hasn't been suppressed by domestication, so they can live anywhere that there are rodents and birds for them to eat.  They're descended from African Wildcats and would've first started associating with humans around the time we started growing our own grain (thus attracting mice and rats). <br/> \n <br/> \nDogs have lived with humans somewhat longer and domestic dogs tend to depend on us.  However they can go feral (see: dingoes), and when they interbreed with wolves the offspring are extremely smart and aggressive."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 7,
    "snip": false,
    "text": "That last sentence in that last paragraph sounds like it should be a made-for-tv movie on Sci Fi. <br/> \n <br/> \n\"JUST WHEN YOU THOUGHT IT WAS SAFE TO LET FIDO OUT: WOLFDOG, THIS SATURDAY. <br/> \n <br/> \nONLY ON SCI FI.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "telescreen",
    "plus": 14,
    "snip": false,
    "text": "Sounds like nobody learned you up about Genetic Diversity. Is your next question \"Are eskimos the same species as us I mean they are like adapted to the cold and such and hold their liquor poorly.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh Perun, there's not much in the way of times I'd actually use the horrible bastardisation that is \"pwn\", but that's some pretty hardy Pwnage right there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": true,
    "text": "A comment left by steev_dayv was marked lame too many times and excluded. (marked lame by srikamaraja, softerworld, Cracklewater, DrSkradley, Axhoola)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "I'm not a dog breeder or anything (though  <a href=\"http://web.archive.org/web/20100204030012/http://i133.photobucket.com/albums/q68/mikemike252525/bullys-Puking_Dog.gif\">making dogs fuck</a>  is my dream job), but I'm pretty sure each dog breed ain't a species.   <br/> \n <br/> \nWhy?  Because they can mate and have viable offspring."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "The scotch is right again. <br/> \n <br/> \nthe sctoch si alwyas rite"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Exactly. Speaking as a geneticist this is the standard for defining a species that works best for casual usage (and anyone who doesn't actually have to deal with taxonomy commonly and wants to be a dick about it)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Sorry, steev_dayv, domesticated dogs are all the same subspecies, and there is a lot of debate about that.  Domestic dogs are now classified as  <em>Canis lupus ssp. familiaris</em> .  Many hold that they are simply  <em>Canis lupus</em>  (wolves) in much modified form.  In current scientific understanding, and as was said in a recent strip comment, genetics trumps physical form."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "wow...you guys are correct, and this is something I have known.  I am curious how drunk I was when posting that considering I don't remember posting it.  Screw you hot, drunk secretary buying rounds. Fuck you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Did you get to?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "All of assetbar is waiting in suspense.. were you able to nail the hot, drunk secretary?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Fuck I hope he did.  I hope he railed her so hard."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I hope she was a screamer.  I love a loud one, even if I only hear her through the wall. <br/> \n <br/> \nWhile I steal her hairbrush to sniff"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "As long as she's having a good time.  Or at least making you think she is.  Thats the same right?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I did, and having done it I wish I hadn't because last night I found her leaving the same bar with two other gentleman that you could smell the VD on.  She is hot trash who likes the sauce.  God speed slutty secretary."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "You don't have to be jealous."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The definition of \"species\" is not always very clear, but all housecats and all domestic dogs are definitely in the same species.  You should read up some biology."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "There is not clear consensus, basically, individual biologists go by their own standards. For example, lake Victoria in Africa has, if I recall correctly, about 1300 species of cichlid fish, all from one common tilapia-like ancestor about 16k years ago (Victoria is a VERY young lake geologically) there, species are defined as groups which DO NOT not CAN NOT breed and create fertile offspring, granted, over the couse of only a few thousand years it's rather unlikely that their junk would have differentiated enough to be incompatible.  <br/> \n <br/> \nBasically, in some cases, speciation can be a 'cultural' differentiation rather than purely biological"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Cichlid fish are particularly hard to nail down in the traditional sense. There are many different species of cichlid fish (usually central american Vieja and Cichlasoma species or fish within the same rift lake) that can produce viable offspring. See Flower Horn cichlids (Luo Han) for the Central American example, and  <em>Aulonocara</em>  Peacock cichlids from lake Malawi for Africa."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "So apparently all house cats are modified African wildcats, and all dogs are modified wolves. I'm curious though: some bigger dog breeds can breed with wolves, but clearly a chihuahua can't, so why isn't it considered a different species? Is the size factor the only reason they couldn't breed, and if so, could they create a chihuahua/wolf hybrid through artificial insemination? Same goes for small cats and African Wildcats. <br/> \n <br/> \nI'm sorry if this is a stupid question - I was an English major :-("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 5,
    "snip": false,
    "text": "i want to own a chihuawolf. i want to own one so bad."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Man, that would be one evil creature."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "I want me a wohuahua."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Let's do this.  Someone find a lady wolf, I'll go and excite a male chihuahua. <br/> \n <br/> \nAccording to  <a href=\"http://web.archive.org/web/20100204030012/http://www.nal.usda.gov/awic/newsletters/v5n4/5n4wille.htm#toc4\">this website</a> , \"Theoretically, a wolf hybrid can result from the mating of a wolf with any breed of dog. Wolves have been bred with such diverse breeds as malamutes, Siberian huskies, German shepherds, rottweilers, collies, pit bulls, and even standard poodles. \""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "'excite a male chihuahua'. <br/> \nHow would you do that exactly?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "I'm a psych major =[. <br/> \nI don't know if they will choose to.  I suspect that the Wolf will want to, but the chihuahua will run away.   <br/> \nI found this.  I don't know if she's an expert. <br/> \n <a href=\"http://web.archive.org/web/20100204030012/http://www.answerbag.com/q_view/578958\">http://www.answerbag.com/q_view/578958</a>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I dunno... traquilise the lady wolf and give the boy chihuahua a tiny little stepladder... (Mr Chihuahua quite the fellow etc)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100204030012/http://www.wolfhuskypups.com/\"><br/>\n<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://www.pupsplus.com/images/whp003001.jpg\" style=\"border:0px;\"/></div></a>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "are those what i think they are?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "The picture is a link.  Apparently they are wolf/husky pups.  They are not chihuawolfs although i was hoping so hard that someone had bred them."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "sadness. although i imagine the breeding process probably involves a turkey baster, so it's a pretty rare happening"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "If you did artificial insemination you could get around some physical interface problems and breed a male chihuahua to a female wolf relatively easily.  Going the other way might be a gestation problem, I dunno, I'm an engineer not an animal husbandry major. <br/> \n <br/> \nNo one has mentioned mules."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "<em>I think it might go something like this:</em> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://farm4.static.flickr.com/3164/2989418406_c4097914b0.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Horses and donkeys are not considered to be in the same species, the way wolves and dogs are, because their offspring (mules) are sterile."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 3,
    "snip": false,
    "text": "You said that you did Not want Richard Scarry, yet that is exactly what I see here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I jsut think an effin' elephant once in a while would be crazy. <br/> \n <br/> \n . . .no, just a ferret or bird or something once in a while."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 2,
    "snip": false,
    "text": "Or maybe a worm in an apple car?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This guy I used to work with is in a band called A Fucking Elephant."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "You know them? <br/> \nYeah, we are they PG-rated version of them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "IT IS A COMIC ABOUT CATS"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "sje46",
    "plus": 10,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://farm1.static.flickr.com/197/500031618_2f10359d64.jpg?v=0\" style=\"border:0px;\"/></div> <br/> \nKITTIES!!!!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Is the middle one a munchkin or what? Stumpy leg factor present and eerie."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's  <em>so</em>  stumpy!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "C'mon, whose kitties are these?  I know they have to be someone's here.   <br/> \n[I found this picture when I googles ultrapeanut.  All the cats are named after Achewood characters.  That is Ray looking straight at us.  Cute little thing.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bannedbooks",
    "plus": 0,
    "snip": false,
    "text": "...Remind me never to get on your bad side?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Oh . .. okay?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattylite was marked lame too many times and excluded. (marked lame by ppccd, gladi8orrex, sneechles, HolyQ, Mustakrakesh, Oddell, thing)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dwodles",
    "plus": 1,
    "snip": false,
    "text": "no more lolcats. <br/> \nany other cats are fine. <br/> \nbut not lolcats. okay?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "seconded"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Sorry /b/ ate my brain and made me think that would be funny.  NEVER AGAIN."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Since you have apologized and recognized the error of your ways there will be no lame. More could learn from your example."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "But what about.......... <a href=\"http://web.archive.org/web/20100204030012/http://exiledmidwesterner.com/?cat=20&amp;submit=view\">MUSTAINECATS</a> ? <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://i200.photobucket.com/albums/aa134/rowboat77/mustainecat7.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man, what the hell? Is that site someone's idea of fanfiction or something?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Mustaine has some time on his hands these days."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Man, I love this thing."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://grenma.com/images/haha.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I will reiterate the statement made by others above regarding the use of /b/ memes.  Lame"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "So, do people spend all day on this /b/ thing just so they can be prepared to dish out ridicule when someone else who also spends all their time there later repeats something that they've seen there? <br/> \n <br/> \nIs bitching about memes the new annoying meme? <br/> \n <br/> \n <em>Fascinating.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mattylite",
    "plus": 8,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://i35.tinypic.com/112ekv8.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I do like this."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You can tell them by the profusion of image macros with only a minor correlation to the actual topic of discussion."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "man, that was less /b/ more somethingawful. <br/> \n <br/> \nAnd it sure is something awful."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "thank god Futurama memes are excluded"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Almost a haiku <br/> \nWas that on purpose or not? <br/> \nBecause you're damn close."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Cute. <br/> \n:)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>My point is still that is not a whole lot of diversity. How many comics are there? 1,500? And there were like, 8 species that I can think of.</em></div> <br/> \n <br/> \nNormally, I associate with only two species (human, cat), and occasionally a third (dog).  If you want to talk about breeds, I could bump that up to two types of cat, three kinds of dog, and four races of human.  What is that, nine total?  And only the humans ever talk to me, really, though the non-humans are a hell of a lot nicer.  So I'm not feeling the lack of diversity here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Well, are races and dog breeds analogous?  My anth teacher says that race is not a good biological distinction, because most diversity is within groups, not between them.  Is this the same with dogs?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think the reason we don't see alot of crazy species in Achewood is the fact it's supposed to be a somewhat realistic portrayal of life, albeit with talking cats. <br/> \n <br/> \nThink about it, the only \"people\" we see in the underground are cats and the occasional alive stuffed bear stripper."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "There is more morphological variation in dog breeds and less variation within a breed than across the human population because dogs have been selectively bred to exaggerate certain traits, and these breeds have been kept free of \"contamination\" by other breeds.  Humans, on the other hand, go about mixing populations all the time; even the most isolated of human groups has had some contact with people in another part of the world.  So you can't say the difference between someone who's Asian and someone who's Western European is equivalent to the difference between a husky and a chihuahua."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The man is wise."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The man considers himself a female."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The female is the approximate age of the male. <br/> \nDo you have a boyfriend? <br/> \n(Sorry about calling you a man, by the way)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "So you like ladies who use big words, eh? <br/> \nNo, I don't, but I must say I'm not used to being hit on by strangers on the internet."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Then it will probably be very uncomfortable if I ask whether you mind sleeping on the wet spot after you and bang."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "I change the sheets every time I and bang.  That's just basic hygiene."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This morning I and banged my head against the cieling when I woke up.  :("
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "This morning I accidentally the  <em>whole jug of milk.</em>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Accidentally jugging things is also bad."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I your mom last night."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry.  I am not good at this \"dating\" concept.  Should we first meet up in real life, and then get to know eachother and then go on a date? <br/> \nI apologize.  I have not met that many women in my life.  We do not have to date if you do not wish to.  I apologize if I had seemed unnecessarily forward."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "That is generally how this business is conducted, I am given to understand."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Are you given to accept my proposal? <br/> \nIt is understandable if you say no."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Ooooh man.  Listen, you don't even know what I really am.  You don't know if I'm a seven foot tall predatory alien or nothing.  Also, you could be a seven-foot tall alien-hunter, which would make us basically incompatible.  Stop being a crazy-hat, is what I'm saying."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. <br/> \n(I'm not really creepy) <br/> \n*puts away ray gun* <br/> \nI still want to be friends, or at least pretend to be friends with you.  Everybody else on this board makes fun of me.  You are hte only person I know who is kind."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "why dont you ever love me back?"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Okay, okay, stop messin' with me."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "WHY AM I SO AWKWARD!?!?!?!?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "It's okay, don't cry.  Here is a puppy to make you feel better:   <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://www.doggiemanners.com/picts/art-puppies-cocker.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Cute puppy!!!!!<3<3<3<3 <br/> \n*hugs puppy!!!*"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Glad you approve."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I'd hit it"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, you know what they say about ladies with big words..."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "They have massive tracts of land?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Many scientists now think that that concept of human \"race\" has no definable basis in genetic or biological fact."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That is what I said, wasn't it?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "does that mean that physical differences based on geographic distribution are merely short-term adaptations?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I believe so. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Race is by nature pretty much an arbitrary way of delineating between \"us\" and \"them.\"  But it's not completely random, you can guess someone's \"race\" with reasonable accuracy based on Y-chromosome and mDNA haplogroups, as long as they're reasonably \"pure.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "You want Cornelius fucking an iguana?  <br/> \n <br/> \nSicko. <br/> \n <br/> \nAlso there was the fish that Beef brought home from the lake."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Is he ... mixed race?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alittlenothing",
    "plus": 0,
    "snip": false,
    "text": "Chubby for referencing my favorite Achewood EVER."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Here's a fun fact: that arc was my introduction into Achewood."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I came in during the Beef wedding proposal arc. Our respective introductions couldn't have been more disparate."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Here is a fun fact: i was Introduced during the great outdoor fight."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "My first time was rocking your can.  I never knew it could be like that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "preston",
    "plus": 0,
    "snip": false,
    "text": "Me too. . . I saw the ChatSack and didn't know what the fuck was going on."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "raamah",
    "plus": 0,
    "snip": false,
    "text": "Chubby for use of lagomorph."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "You don't want Richard Scarry? <br/> \n <br/> \n...why not?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lavienoir",
    "plus": 1,
    "snip": false,
    "text": "So this is...bestiality? Or just toying, since, you know, Cornelius is technically an inanimate object. <br/> \n <br/> \nYou could write a fucking thesis on the moral order implied in the Achewood world."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's almost as bad as a little boy having intercourse with a stuffed tiger (I'm not talking about Lyle)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "<em>C...Calvin and Hobbes?</em> <br/> \n <br/> \nOh  <em>no</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alittlenothing",
    "plus": 0,
    "snip": false,
    "text": "Nooo..NOOO!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "(it was a dr. manflesh reference, by the way)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "I personally loved that at the end of the piece, Calvin's parents beat him for fucking his stuffed animal.  The \"Hobbes is only real when nobody's looking\" rule is still in effect, continuity is unharmed. <br/> \n <br/> \nAlso, Calvin is then covered in bruises, blood, stuffing, and ejaculate.  We can all imagine it.   <strong>IMAGINE IT.  NOW!</strong>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "It was Calvin? No. <br/> \n <br/> \nandrew_ where the FUCK ARE YOU. <br/> \n <br/> \nTHIS IS THE TIME FOR PHILLIPPE TO SCREAM NOOOOOOOOOOOOOOOO"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "god, i remember that doujin. <br/> \n <br/> \ngood times."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "Wow, Mars is amazing!  <em>Mars is a-maaaaaaaazing!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "oh you mean these eyes"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>THESE [cutlery article kept in kitchen, often used to slice tomatoes]!!</em></strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Cocks?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Vaginas."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The vagina is not capable of slicing tomatoes.  I have seen many tomatoes crushed in their vice-like grip, but never sliced"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "daidai",
    "plus": 7,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://img368.imageshack.us/img368/9111/teethmovieposteronesheesw2.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nI just added the tagline this movie  <em>should</em>  have had"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "I thought we agreed not to talk about Vagina Dentata on assetbar..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "...did we? <br/> \n <br/> \n...When? Was I drunk?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 1,
    "snip": false,
    "text": "I love this movie. The premise is that every man alive rapes this girl.  She bites their dicks off with her snatch.  Well played sirs."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ouch, ouch,  <em>ouch!</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<em>from the FINNISH.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Now if they would only make the logical sequel to this movie,  <em>Tongue.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Except it would be about a dude. And it would be a comedy, because that is a really poor premise for a thriller. <br/> \n <br/> \n <em>ew</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>The Man With The Tongue For A Dick</em> , starring Rob Schneider."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Or indeed  <em>Vice Versa</em> ... with Tom Hanks."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>The Dick With A Tongue For The Man</em>  starring the late William Buckley"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>The Tongue With A Man For The Dick</em>  starring Wilford Brimley and a 30 year old Dakota Fanning."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "It  <em>fell</em>  through that onion, man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "I think the fact that Cornelius classifies himself and her under the same species and subspecies (Amanuenses Eroticus) implies that they are atleast the same genus and therefore she is not a cat.   <br/> \nAlthough, this might be Taxonomy that is based on common love of non-anachronistic porn...(that's the biggest word I could think of that sounded about right...licks off another smackerel of honey from his paws)... <br/> \nkingdom <br/> \n <br/> \nphyllum <br/> \n <br/> \nclass <br/> \n <br/> \norder  <br/> \n <br/> \nfamily                    achewood <br/> \n <br/> \ngenus                  LoverNotFighterea <br/> \n <br/> \nspecies                 originalus        amanuenses <br/> \n <br/> \nsubspecies              kinkiticus         eroticus <br/> \n                       (beef   molly)  (cornelius   polly)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "that was supposed to line up...damn assetbar for stripping me of my dignity and my whitespace"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "raysdangnachos",
    "plus": 0,
    "snip": false,
    "text": "Bears do not do it with cats. That is horrible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You act like you've never seen a cat have sex with a teddy bear. The only abnormality is that usually the cat is the pitcher."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100204030012/http://m.assetbar.com/achewood/uua3WkQgf\">GOOOOD TIIITS</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 1,
    "snip": false,
    "text": "I second the bear. Look at the fully curved ears. The nose is a little confusing, admittedly, but it can go both ways. <br/> \n <br/> \nANYWAY, I also want to ask the general assetbar public if they would like to outline some specific questions for our friend Chris Onstad, as I live in Ann Arbor, MI and could be your reporter in-the-field for this delicious Q & A session. Let me know guys!  <em> Let... this... giirrrl... knoooww! </em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "I suppose this is as good a place as any to post this question.  It's not for Onstad; it's for anyone who might happen to know.   <br/> \n <br/> \nWhat's the turnout been like at the book signings?  I'm thinking of going to the one in brooklyn but i live two states away and I'm a public school teacher so I ain't exactly made of gas money.  If it's likely that i'll get inside I'll go but if I'm gonna be turned away without even a glimpse of the store's entrance I probably can't afford it.  Thanks."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Please answer this, because I want to know as well.  Anyone here might go to the Boston one?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I suppose I might as well ask too - is anyone going to the Brooklyn one? I'm not really into meeting my favorite artists/musicians. I always figure the guy already has everyone telling him how much they love his stuff, and I don't really have anything more to say, so the whole thing just feels awkward. But if anyone here is going maybe it'd be worth showing up. It's in Cobble Hill, which is south of Brooklyn Heights, if that helps anyone."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I'll repeat my call for anyone heading to the Chicago signings--I'm hoping to run into some AssetBastards, to make the trip complete. <br/> \n <em>Damn</em> , I still haven't figured out how I want him to sign my GOF..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "-=Onstad=- <br/> \n <br/> \nWish there was an event in Florida..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I am attending the Austin signing.  Holla."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And your Selma Hayek boobs?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I will bring my own breasteses, which I feel are nicer, and certainly larger than Salma Hayeks."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If only I lived about 1200 miles west..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Oh then be sure to wear something low-cut and lean waaaay over to get your book signed ... and hey, why not a titty-graph?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "*sprays with water bottle*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Chris and Liz could not have been more gracious and at-ease-putting at the San Francisco deal.  Go!   <br/> \n <br/> \nAlso, it was a full house, but no one got turned away."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "Reply to achilleselbow- I am planning to go to the brooklyn signing.  I'm fairly new around here under this name but I'm pretty sure I've had some limited conversations with you in a past life when I was called anitrophaeron.  Not sure how long I'll be in NYC but I'll definitely be at the signing at some point."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "All I want to know is how Onstad's knees buckle and his face flushes when he is presented with your beauty."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "daaamn pogo carries a flame like a damn Zoroastrian."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "As a Zoroastrian I take offense to that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Worshipping Zorro is not Zoroasterianism, Assetbar Philippe."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "It's like a religion with a tower and vultures and good vs evil and a narrowing bridge between two cliffs and some weird water."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And a song by Robert Strauss and a movie by Stanley Kubrick and a book by Nietzsche."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "2001 is about Thus Spake, and thus Spake is about a character who shares a similar name to the guy in the religion, but the philosophy s all different . . .right?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "2001 has the theme entitled \"Dawn\" from the whole song cycle entitled \"Also Sprach Zarathustra\" by Robert Strauss which is German for \"Thus Spoke Zoroaster,\" which really only has the title in common with Nietzsche's book.  So."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I read an interesting book that claimed that 2001 is based off Also Sprach.  It made a good case.  The starchild=Ubermench."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "There doesn't seem to be a Last Man in that case."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "pogo is a smooth operator!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<em>(Cue the song by Sade)</em> <br/> \nHe's a smooooth operator <br/> \nSmooooth operator <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100204030012/http://music.yahoo.com/Sade/Smooth-Operator/lyrics/792503\">http://music.yahoo.com/Sade/Smooth-Operator/lyrics/792503</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "I had her pegged for a bear in the first panel of her existence. Which meant she was going to end up boning either Teodor or Cornelius. And Teodor wasn't there that night."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tenthman",
    "plus": 0,
    "snip": false,
    "text": "guilty as charged, thus the species-neutral stripper."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_pink",
    "plus": 0,
    "snip": false,
    "text": "The only thing *I* don't know is where his STAR WARS tattoo has gone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Not really, right?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "Maybe it was..  <em>Mexican</em>  pornographic realism?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I can't be older than Polly and I think Diocletian sounds like a hilarious sex act."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 30,
    "snip": false,
    "text": "it's the move where ronnie james dio comes to your house, has sex with you and your 13 year old sister and when your dad comes in to check out what all the ruckus is about, Dio shouts \"LOOK OUT!\" and cleats him in the face without even caring."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ew."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 25,
    "snip": false,
    "text": "Are you a lady? <br/> \n>Yes <br/> \nRonnie James Dio comes to your house. He is accompanied by a white tiger. It is fierce and majestic. What now? <br/> \n>Hit the tiger <br/> \nThe tiger is confused. He only wants to be your friend. <br/> \n>Pet the tiger <br/> \nYou are mauled by the tiger. Ronnie James Dio throws the horns."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<em>WHEN THERE'S LIGHTNINNNG</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "<em> YOU KNOW IT ALWAYS BRINGS ME DOWN </em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "<em>CAUSE IT'S FREE AND I SEE THAT IT'S ME</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "<em>WHO'S LOST AND NEVER FOUUNNNND</em> <br/> \n <br/> \nthank you my babies.  <br/> \n <br/> \ni am now dressed as red sonja. you are all kneeled at my feet. except for kickstart. kickstart can be my queen.  <br/> \n <br/> \n <em>oh hee hee.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Dio has rocked for a long, long time. Now it's time for him to pass the torch."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Oh, Tenacious D!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Why did I get a lame for thinking that Ronnie James Dio being a paedophile is gross? <br/> \n <br/> \nWhat is wrong with you people?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<em>Because everybody secretly wants to have sex with your 13-year-old sister pass it on</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "possums",
    "plus": 4,
    "snip": false,
    "text": "Dressed as Dio <br/> \n <br/> \nDO IT FAGGOT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "<em>Purple monkey dishwasher pass it on</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>People raking this wafter, pass it on</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "<em>pontifical rusks of laughter, pass it on</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>political rush on Leherer, pass it on</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "<em>Frenetical Bush's a hater, pass it on</em>  Wait, what?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "<em>Bennett'll push the fellater, pass it on</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "<em>donut's a lush lord vader, pass it on</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>Do not crush or evade her, pass it on.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>The runt'll brush 'er later, wrassle on!</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "The rental mashed potato, wrestle ron!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "<em>In italics!</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "<em>Invite band Rush for seder, NASA gone!</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "<em>Undone and flushed with heat, where's he gone?</em>"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "<em>I've gone and fucked the meat, where's the bong?</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Live pawn had ducked the beat, dare be wrong?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<em>In italics!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Does it even  matter if you are a dude or a lady in this story?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "Dio is a hole-man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Dudes have holes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "<em>Exactly</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "Comin' to ya on a dusty road <br/> \nGood lovin' I got a truck load <br/> \nAnd when you get it you got something <br/> \nSo don't worry cause I'm coming <br/> \n <br/> \nI'm a  <em>hole</em>  man <br/> \nI'm a  <em>hole</em>  man <br/> \nI'm a  <em>hole</em>  man <br/> \nI'm a  <em>hole</em>  man"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "wul, what'ya want for 'nothin? <br/> \n <br/> \na  <em>rrrrrrrrrr</em> rubber parsnip? <br/> \n <br/> \n <em>bow bow dooo-woo-woo woooooooo</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Aren't us guys  <em>all</em>  hole men, one way or another?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Holes.  <br/> \n <br/> \nLove 'em."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "...Accomodating?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "modality",
    "plus": 0,
    "snip": false,
    "text": "USE IMAGE SEARCH.  <em>NOW</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "amp-d",
    "plus": 0,
    "snip": false,
    "text": "There are other ways for coaches and stewardesses to get fired, but they don't happen  <em>that</em>  often."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dammit-woman",
    "plus": 6,
    "snip": false,
    "text": "\"In case of an emergency water landing, a stripper pole will descend from above your seat, and you are advised to shimmy your way to safety. Ludicrously high heels are suggested but not mandatory.\" <br/> \n <br/> \n(flight attendant demonstrates proper use of the pole)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I believe I saw that film, but all of the passengers and flight crew were ladies and they seemed like they were very good friends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "all that porno really ensmallened polly's eyes"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tenthman",
    "plus": 0,
    "snip": false,
    "text": "for her it was art imitating life"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayestnova",
    "plus": 0,
    "snip": false,
    "text": "And made her mouth like a cat's? <br/> \n <br/> \nI'm kind of freaked out by her face now"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "I GOT IT.  Polly left in a furious manner after a particularly dry quip from Cornelius.  Beef, feeling bad for his friend, climbed into bed with him, wearing his Patsy Cline wig.   <br/> \n <br/> \nThis is how it happened, officer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apples",
    "plus": 4,
    "snip": false,
    "text": "she definitely am become roast beef in panel 5. the destroyer of pornographic feasibility"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "daedala_x",
    "plus": 2,
    "snip": false,
    "text": "yoo haz wurst gramur <br/> \n <br/> \ni fix it <br/> \n <br/> \n(not relly)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "NOBODY indirectly insults J. Robert Oppenheimer, not in this house!  Not while I'm here! <br/> \n <br/> \nAlso, I guess technically that Indian guy would be more hurt by it, but OPPENHEIMER HAS SUFFERED ENOUGH"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "srry <br/> \n <br/> \n:("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Not so much the Indian guy, as the entire Hindu thing.  It was pretty awkwardly composed, but there are points for going for something like this"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I would just like to point out that  <em>omigod BHAGAVAD GITA</em>  oh yeah sorry i have pretentious reference tourette's sorry folks"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I want to have pretentious reference tourette's, too.  So, so badly is I wants it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "RIVERRUN PAST SWERVE OF SHORE AND BEND OF BAY BRINGS US BY A COMMODIOUS VICUS OR HOWTH CASTLE AND ENVIRONS <br/> \n <br/> \nOh no I am so ashamed it happened again"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "or=of <br/> \ntotal typefail today."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "Oh, sje, I think I love you.  In know me an' Nice have got a Thing, but this is different an' special.  Can I be one of your daddies?  I mean, not like your Dads like Le Chat, but different an' special.  I'll be waiting for you at the commodious vicus; we'll talk."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, umm, what will we talk about? <br/> \n:)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "Why, Howth Castle and environs.  Nothing unseemly, not in public."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sardoniclaconic",
    "plus": 0,
    "snip": false,
    "text": "riverrun, past Eve and Adams, from swerve of shore to bend of bay, brings us by commodious vicus of recirculation back to Howth, Castle and Environs"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sardoniclaconic",
    "plus": 0,
    "snip": false,
    "text": "I love you for making the reference though, sje.  If I were assetbar Ultra Peanut I would ask you on a date.  We could illustrate the Wake with Disney characters saying lewd phrases.  It would be a perfect... evening."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "She's the real deal, sje.  She'll play the true finnegan for ya and you will say, \"Yes.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Dang, forgot \"recirculation\". <br/> \nThat was always my dream wedding.   <br/> \nUmm.  So.  What are you up to this weekend? <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sardoniclaconic",
    "plus": 0,
    "snip": false,
    "text": "You know, the usual, lurking around assetbar, being too shy to say anything. <br/> \nSo you know the line basically by heart, eh?  You put me to shame.  I had to look in the book."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Don't worry about it.  I never even tried to read the book.  I have tried to read Ulysses too many times though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would like to point out that I knew the reference by having a masterful understanding of eastern religion. <br/> \n <br/> \nI cannot do that, however.  I knew the source because Leonard Nimoy said it in Civilization 4"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I'm not ashamed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I used to write it on my school diary because I was angsty and political and found the story beautifully tragic and a reason to hate America, but instead everybody just thought I had bad grammar. <br/> \n <br/> \n <em>\"Erh it's fuckin meant to be like that fuckstick <strong>FUCK OFF !</strong>\"</em> <br/> \n <br/> \nI swore a lot in high school."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "I CAN HAZ BECUM DEATH, TEH DESTROYER OF WORLDZ? <br/> \n-U235CATS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bizarro8mybaby",
    "plus": 0,
    "snip": false,
    "text": "seriously, what is with the unembiggened eyes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's early, they're not fully open yet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcjuicy",
    "plus": 0,
    "snip": false,
    "text": "never move in with a stripper."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Closet space does become an issue."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "She needs a whole damn shelf for her clear heels."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "But she can fit at least 3 thongs in where one set of cottontails would go."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Aside from adorable rabbits, what else be cottontails?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://www.zodee.com.au/images/products/style/normal/10M13Y.jpg\" style=\"border:0px;\"/></div> <br/> \nUNDIES! KNICKERS! PANTIES!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>Sooooo hot</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Why does everyone outside of the United States have such adorable names for things?  Where are our adorable names for everyday objects?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Wifeybot and I have commandeered the terms \"smalls\" and \"undercrackers\" from the Britanians.  Seriously, they have as much fun with the language as hip hop people"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And without any of their insolent braggadocio!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Thank you for letting me know this and showing me a toned lady."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Man, I'm really starting to like this girl.  People say she's unrealistic.  Well.  There are,like, thousands of strippers out there.  At least one of them has to like to read Russian literature and listen to operettas.  This is that girl. <br/> \nNew recurring character?  Hopefully."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dammit-woman",
    "plus": 0,
    "snip": false,
    "text": "I like her too, although the fact that the two main female characters are Molly and Polly does make me raise an eyebrow. As for realism - well the fact that Cornelius is an erudite scholar, world traveler, and published author who now just chills at Achewood Court and writes erotica is not the height of realism either, but it remains awesome. I've definitely known people with brains who, when times get rough or just for kicks, worked in some way in the sex industry."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, the way I see realism is this: there are givens that we have to accept.  What we should judge as realistic or not is how the story goes, given the givens.  I mean, I don't see anyone hating the Harry Potter movies because magic doesn't exist.  If they don't like it, it must be because it contradicted itself at some point.  The effects don't follow the causes.   <br/> \nSo how Cornelius is is a given.  How Polly is is a given.  Let's not fight that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dammit-woman",
    "plus": 0,
    "snip": false,
    "text": "Oh! My communication skills must be hella poor. I was trying to say that I freakin love these two, and explain to any haters that might be reading why it is silly to say an exotic dancer couldn't be a smartypants."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Guys, guys, you are looking for realism in a comic about talking cats."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "and they have found it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "choculation",
    "plus": 0,
    "snip": false,
    "text": "Really, verisimilitude in a comic about talking cats."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Think about it.  If there was a comic made with Philippe humping a dead moose, we were not like that one because it would seem realistic to us.  Philippe is an innocent boy, and innocent boys do not hump dead mooses.  We would give it ones for that.  We don't, however, give ones for every strip which features a talking cat or stuffed tiger."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Are...are you drunk? <br/> \n <br/> \nThat whole comment made no sense!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "It makes sense . .. in your mom.  Last night.  Naked.  Until she was so nude."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Did you lame me too? Or is someone who really hates me following me around?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Actually it made perfect sense. I'm writing my thesis on something like this, except with different examples. Even if characters are fictional, we still expect them to behave in certain ways consistent with our assumptions about human nature and logic. Otherwise it would be a Surrealist/Dadaist work. There are, of course, webcomics like that where a child otter  <em>would</em>  hump a dead moose for no reason, and you could even say Achewood was like that at the beginning, but it's clearly gotten more realistic."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Well the comment itself made sense, the wording was just so ridiculous."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Thanks, Elbox.  You may use me as a source, if you like. <br/> \nI think my comment was grammatically correctexcept that I said \"were\" instead of \"would\", and I said \"comic\" instead of \"strip\"."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "[quote=\"sje46\"] <strong>If there was a comic made with Philippe humping a dead moose</strong> , we were not like that one  <strong>because it would seem realistic to us</strong> .[/quote] <br/> \n <br/> \nI rest my case."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "fuck."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You're right. <br/> \nI cant wtrei nthfd uifdtyd"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Chubbied, 'cause it's a thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh my god let's nerd out on the internet.  Believable in the depicted world vs. believable in the actual world.  Yes!  I love this shit!  Ever read this book called Mimesis as Make Believe?  Check it out for your thesis."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "You mean,  <em>DAIDAI-ist</em> <br/> \n <br/> \nANYTHING CAN HAPPEN WHEN  <strong>I</strong>  TELL THE STORY <br/> <br/> <br/> <em>psst the Jeffersons were asian</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man those Jeffersons were like \"Ching chong wing wong.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "syx",
    "plus": 0,
    "snip": false,
    "text": "You can sell anything as long as you do it with authority. I suggest not whispering."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<strong>THE JEFFERSONS WERE ASIAN</strong> <br/> \n <br/> \n <em>sold.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Asians who run a laundry with a sassy black maid and a square English doorman?  This is the idea that could have saved the WB!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I would agree with you, except I find one integral flaw in your argument: <br/> \n <br/> \nThe plural of moose is \"meese.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Wait are you Abe Vigoda? Are you freakin' Detective freakin' Fish?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Abe Vigoda's DEAD."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Hey Batman what is Abe Vigoda getting you for Christm... <br/> \n*SLAP* <br/> \n <em>Abe Vigoda's DEEEEEEEAAAAAAAD!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "*hold hands against ears* <br/> \nNONONONOONONOONONONONONONONONONONONONONONONO"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "http://www.abevigoda.com/ <br/> \n <br/> \nFor all your Abe Vigoda mortality research needs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The only reason I said that was because, when it was announced Abe died (when he didn't) someone wrote a parody of Bela Lugosi's Dead."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Hey, about realism, where are the bullet-hole scars on Cornelius' chest, anyway?  Maybe that's a lack of continuity, as opposed to realism, but still."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "He's a stuffed bear, they stitched him back up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "for the record: stripper and educated are not mutually exclusive. in fact, many a college town has girls dancing their way through college. some of them even study the liberal arts. i have not met any strippers who did not have a more elastic sense of morality than most people, but i have known more than one that could knock out a dissertation on the russian masters in a reasonable amount of time. the 'hooker with a heart of gold' archetype is more a product of male fantasy thatn reality, but the educated stripper exists <br/> \n <br/> \n(and before you ask, i have not  <em>known</em>  a stripper in a biblical sense)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 10,
    "snip": false,
    "text": "I agree. <br/> \nYour mother, for example, loves Tolstoy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "<em>heyo</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "It's pronounced \"Leo.\" <br/> \n <br/> \nlike <br/> \n <br/> \n <em>leyo!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "At least he didn't say \"your mother loves Gogol\", 'cause that'd just be depressing for her no doubt messed-up mental health."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>I was making a joke about Gogol, not stripping.<br/>\n<br/>\nI should have read the preceding post, but I didn't so I got the joke in the wrong way.</em> <br/> <br/> <br/> I also got your mother in the wrong way."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "http://shutupandgogolit.com/"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "but shes the only family that he ever had..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "You have not lived until you have been loved by an educated go-go girl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "In an airport bathroom."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fookerreturns",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fookerreturns was marked lame too many times and excluded. (marked lame by apocowarg, hedonismbot, Absurdist, KaMeT)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "That's old news. Someone else posted it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pulpfree",
    "plus": 2,
    "snip": false,
    "text": "Yes, me, on one of my troll accounts."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I remember this as well. <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised no one has made a porn of this yet."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Let's just say that one exists, but is being held in a private collection."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "A collection of privates being held fondly is kept in safety, held in a private collection."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Just cuz she dances go-go,  <br/> \nit don't mean that she's a ho, no."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daedala_x",
    "plus": 1,
    "snip": false,
    "text": "you mean like  <a href=\"http://web.archive.org/web/20100204030012/http://www.theonion.com/content/node/31533\">this one</a> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "the self-selecting nature of the population tends to skew heavily towards that description, yes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "also, two who could write dissertations. most of their coworkers pretty much fit the stereotype"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I edited an ex-strippers second book (the one that, you know, wasn't about stripping) and in conversation found that she had a less elastic morality than mine. View that as you will. <br/> \n <br/> \nAnyway, the point was: literary, layered, sophisticated. I don't think she finished her MFA, but it was one of the tougher programs to get into."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I forgot about the upper-middle class hipster girls who major in gender studies and decide that being a stripper is 'empowering'. But they don't count."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Usually, they go more for the counter-culture \"go-go\" route, where they can still laugh at alcohol abuse and cable television.  If they spent more than twenty minutes working at the Brass Titty they'd pretty much just start crying."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, no father wants his little angel to work the Brass Titty. That really makes a man feel like a failure"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Said client is a third-world immigrant to the US."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "Polly's face in panel five reminds me of Gerald Ford"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tostitos",
    "plus": 0,
    "snip": false,
    "text": "Gerald ford's face reminds me of... roast beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>I must be a hell of bad president I basically suck so bad two ladies come after me I ain't need no more signs I'm no good</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billylk",
    "plus": 0,
    "snip": false,
    "text": "I'm just happy that Connie has someone to bounce his more esoteric references off of. How many Diocletian quips do you think Todd would understand?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 8,
    "snip": false,
    "text": "HEY! Don't you do Roman history at ME, you son of a bitch!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That line you are quoting \"Don't you do cocaine at me!\", is really my favorite line in Achewood, I think."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "That one and Lie Bot's ass are my two favorite strips. He will never top them as far as I'm concerned."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "ROBOT ASS!!!!!!!!!!!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "SUCCESS!!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "PROFIT!!!!!!!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Because of the icon, I hear that in Gob's voice.  It actually works well.  And there's a pout with some expressive eye contact at the end."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Was there ever an animated segment in Arrested Development?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I believe there was a flash to a Mr Banana Grabber cartoon for a few seconds, but no extended scenes or episodes were animated, that I can recall."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I should watch all of the episodes.  I might have seen all of them, but I'm not sure.  It's a good show. <br/> \nCan't wait till the movie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I highly recommend watching it completely from beginning to end in a couple weeks.. Every time I do, so many more jokes come to the surface."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, some of their running jokes start way earlier than you'd even realize the first time through."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hogspook",
    "plus": 0,
    "snip": false,
    "text": "Did...Did Onstad draw this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "what"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "He did.  Raw artistic ability is not his strong suit.  He shows flashes of brilliance in his compositions sometimes, but generally his art doesn't convey well.  Thus, the argument above on why he tends to redraw cats and bears a lot. <br/> \n <br/> \nPeople should be paying attention to the writing anyway.  That is where the genius lives"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "He is a master with eyebrows.  You have to give him that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "And, like, Philippe's face."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "And Philippe's eyebrows."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If I was paying attention to the art I would randomly fall asleep.  Realistically, there's only like two panels here that he actually had to draw - adding in smile and prop variations with Photoshop did the rest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "aww... i love smitten banter"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "Amanuenses Eroticus means manual laborers of sex. So porn actors, I guess. I didn't know Cornelius' way to nest was to make a porno starring Polly and himself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "syncopation",
    "plus": 0,
    "snip": false,
    "text": "Orrr....  <em>amanuenses</em>  means \"clerks\", \"scribes\" or \"secretaries\". Which is pretty fitting for captioners."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tucky",
    "plus": 3,
    "snip": false,
    "text": "sexretaries."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "An amanuensis is also important in that it is a conscious observer that fixes the worldline for the given Narrative.  Thus, a Rhetor would be required to deviate from the recorded polycosmic path through Hemn space leading to that inquiry, fraa."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I don't think I've ever chubbied hedonismbot before, but this comment totally surprised me by being about something other than degrading acts of sexual dominance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "There's only one way to restore the balance of the universe. <br/> \n <br/> \n <em>Hedonismbot can make his 'sphere' swell up by tweaking it just so with his fingertips.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I was pretty surprised people got this one.  Kinda a \"Geeks, on my internet?\" sort of thing. <br/> \n <br/> \nYou sound like you would be interested in my Hiro Protagonist/Fraa Jad fan fiction.  In the style of the author it is 1600 pages long and takes place in the Middle Ages in Tibet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Please!  Publish it in paragraph fragments on an arbitrary schedule on the web, and make it like a web comic by pasting individual lines or words on unrelated images on separate pages.  You can call it your dissertation (skipping that boring old master's thesis),  <em>and </em> call it performance art!  It will be OK.  Dr. Skradley tells us so."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You can't fight it - it's science. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://www.vincev.com/anchorman/anchorman5.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "HIs mustache destorys mine own. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://img.photobucket.com/albums/v157/Shobbs/Renoween/joker.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "valrus",
    "plus": 2,
    "snip": false,
    "text": "is that sexxxy tho"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Whoa, watch out, you might name the next Red Hot Chili Peppers album."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "Wait, I thought Vlad quit the Spice Channel job when he finished out Cornelius's shift. He took a stand on principle that a woman is needink ten minutes of make-outs before miracle, and any movie that showed otherwise was an affront to his lady skills."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I know this film they speak of. It ruined my competitive airline failure career. <br/> \n <br/> \n <em>How could I forget it</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I don't think she actually knows who Diocletian was. But Cornelius isn't put out by it. She has his kudos on alivedness, and is smarter than your average bear. Even an older bear likes a smart pussy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endopol",
    "plus": 3,
    "snip": false,
    "text": "The dialogue is forced.  First time I really thought so."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Yep.  This pair gives me the willies.  But to the cartoonist's credit, this  <em>is</em>  how new lovers talk."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "a prosthetic parsnip? sorry, that one was lost on me. anyone? anyone?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "one of those anal dildos, that look less like penises and more like plugs...BUTT PLUGS, that is what they're called.  Disgusting.  For some reason women in pornography just hang out, wearing them.  Sometimes they have tassles, sometimes they are bejeweled.  Either way, it is one of the grosser aspects of the modern naked movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Then there are those vegetable themed dildos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "How else are they going to keep the little plastic bag full of meth hidden?  That asshole isn't going to stay closed on its own"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "Not with all the work  <em>they've</em>  been doing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "H-bot, an even better idea is to make your butt plug into a clever hidden safe!  Cavity searches are hardly rare, but the most dedicated police officer or jail attendant is going to think twice about inspecting closely a butt plug, all glistening and full of body heat freshly released from its fleshy nest."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "<em>Oh my god fleshy nest is basically the worst possible way to refer to a colon in the universe</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://img300.imageshack.us/img300/4264/1480938944455c589dd9912bs4.th.jpg\" style=\"border:0px;\"/></div> <br/> \nhey wassup i'm either your fleshy colon nest or a sausage casing bereft of sausage  whats goin on guys"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Is that... jewelry?  Or some kind of craft?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "reverendtmac",
    "plus": 0,
    "snip": false,
    "text": "You can find the instructions on Martha Stewart Platinum Reserve. <br/> \n <br/> \n(skip the video)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Pretty colors!  Yeah!  (beads and balloons, I believe.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "I...  that... no."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I'm thrilled I got daidai to resort to all italics to express his awe! <br/> \n <br/> \nA minor technical point.  A butt plug, unless of  <em>unusual size</em> , rests in the rectum, rather than the colon.  True, there are rarely clear boundaries. ( <em>'Are we in the colon yet?'  'No, still the rectum; be patient and stop bothering your sister!'</em> )"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Radishes of unusual size? I don't believe they exist."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "First off: Heh.  Chubbied. <br/> \n <br/> \nSecond: I did a little research on the webs last night about the current state of affairs regarding giant-buttplug-porn.  I've been out of the game a bit since that goatse pic I shot of myself. <br/> \n <br/> \nWhalefucking Christ, people!  It is absurd what a hundred pound girl who is five foot in eight inch heels can devour with her bungle these days.  There are people shifting cars handsfree, sitting on bedposts, and putting two-liter bottles up there.   <br/> \n <br/> \nWhat have you people done with my internet?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "ZOMG WUZ THAT U?!?!??!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The ones that really creep me out are where it's several feet long and as it slides in you see a bump in their stomach move upwards.  I kinda hope it's fake or something."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "I don't think I know what you're talking about.  <br/> \n <br/> \n(I would Like to Know.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If you would like to know, click  <a href=\"http://web.archive.org/web/20100204030012/http://cdn69.xtube.com/e8/watch_video.php?v_user_id=knki200&amp;cv=8&amp;idx=8&amp;v=uevTz_G814_&amp;cl=Mztr7_G814_&amp;from=&amp;ver=3&amp;ccaa=1&amp;qid=&amp;qidx=&amp;qnum=&amp;preview_flag=\">this</a> . <br/> \n <br/> \n( <em>this link is not appropriate for a work environment, or for children, or for anyone who doesn't want to see gay videos</em> )"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "That's got to be one of the most cringe-making things I've ever seen, and for  <em>me </em> to say that, well....."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Well, that was wonderful.  Thank you for sharing. <br/> \n <br/> \n...now if you'll all excuse me, I'm going to go vomit into a shoe."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I seriously hope so too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Yea, I know what the hell, right? Sometimes it seems like everywhere I click, everywhere I look, or everytime I type \"teen anal dildo\" into the searchbox at XVideos, I'm like,  <a href=\"http://web.archive.org/web/20100204030012/http://www.theonion.com/content/opinion/why_do_all_these_homosexuals\">assaulted</a>  with images of anal dildoes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Wonderful link."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In all fairness plugs are often designed to be worn for a period of time, not just during the act. This is what distinguishes a plug from merely an anal-safe dildo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "When I had my parsnipectomy, I had to get a prosthetic so that people wouldn't look at me funny.  You don't know what it's like to live without a root vegetable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Life without a root is real  <em>square</em> ! <br/> \n <br/> \nwait is the pun thing over?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buffalobutt",
    "plus": 0,
    "snip": false,
    "text": "why the long term relationship theme lately?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilto",
    "plus": 6,
    "snip": false,
    "text": "There comes a time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Nobody else answer the question. This is the best answer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Long term?  This one is like 12 hours old at this point."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Achewood has become a comic about stuffed bear pillow talk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Until every main character gets laid.  First Beef gets married, then Ray gets commodored, then Connie finds the love of his life.  Next Lyle will settle down with a nice Christian girl, and then Todd will find his soul mate in a prostitute chipmunk named Daisy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "The Christian girl is named Holly, and by Daisy I meant Dolly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Holly is short for Halleluja"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "She's sorry if she scared you.  She's been stranded at these parties."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It is my theory that no one who says \"Christian\" first when you ask them to describe themselves, knows any pop culture at all besides the name of the newest Afters song.  They don't even know who Led Zeppelin is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Generally true, and that reminds me of the Freaks and Geeks episode, Beers and Weirs, where Jason Segal, instead of ridiculing the Christian girl at the alcohol party for playing \"Jesus Is Just Alright With Me\", sings along. <br/> \n <br/> \nSegal is such a sweetheart, but it's hard to look at him the same now that I've seen his penis."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is one of the best episodes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think I'm finally gonna finish watching that show tonight. I don't have class tomorrow and I don't really have anything planned."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Baaaa."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Baaaa."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Barbara Anne?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Bomb Iran?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Hedonismbot, truly it is  <em>you</em>  who has got me rockin' and a rollin', rockin' and a reelin'."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Too soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I no longer relate to this comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna call BS. <br/> <br/> <br/> There's no way you cannot swim any major stroke with a buttplug."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Double Negative."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I'm not really unsure what you mean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Why don't you get back to us with your findings."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "Mine is shaped like a dorsal fin"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 2,
    "snip": false,
    "text": "Ha!  You could have one with a propeller!  That would be wicked!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Well, I think it rules out kicking in the Freestyle/Forward Crawl and Backstroke. The breaststroke kick would probably make it fall out, and butterfly... actually, you could probably do butterfly without too much hassle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuyukodachi",
    "plus": 0,
    "snip": false,
    "text": "I don't imagine too many things will actually fall out of your ass while you are swimming, unless you have a serious problem with your sphincter muscles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "These are porn actresses, darling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "And general sanitary precautions rule out any kind of relay..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of angle I've been waiting for. Beef and Ray feel like cop-outs compared to this challenge."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "\"T-Strap Swimmers and Parsnip Rimmers, Volume 6\", a classic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "There was a young girl who had little curl <br/> \nright in the middle of her forehead <br/> \nwhen she was good she was very very good <br/> \nbut when she was bad she was  <strike>horrid</strike>  ... <em>so</em>  Cash. <br/> \n <br/> \n <em>Frames four, five, and six where Polly sqints at the Teev, and her hair goes all Bruce Willis with a forelock.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchee",
    "plus": 0,
    "snip": false,
    "text": "Only a foolhardy woman indeed would handle broken tablets of hair replacement formula <br/> \n <br/> \nIt is safe to assume that these same women would rate this comic strip a \"5\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 1,
    "snip": false,
    "text": "\"Have you watched this recording Doctor?  It's love...in point of fact.\" <br/> \n <br/> \nthat's what the title of this comic made me think of"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Does anyone know how Ray's monk-dime is doing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Last I heard,  <a href=\"http://web.archive.org/web/20100204030012/http://raysmuckles.blogspot.com/2008/04/story-of-my-hair.html\">Phyllis Dong</a>  was on the case"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "worldbelow",
    "plus": 0,
    "snip": false,
    "text": "This is stupid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "So's your face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I think I'm losing my grip on reality, but I mistook the crease of her neck for something else :/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "theirateturk would like to take her parsnip, mash it into a fine paste along with some cream, and serve it under a fine grilled steak.  He would like to eat the parsnip that has been in the porn star's rectum"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That reminds me: God damn it, where are her BOOBS."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I will substitute Salma Hayeks for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Danke schoen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "I'm a little creeped out by her Roast Beef eyes, but goddamn if this isn't the most adorable storyline ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I was most partial to Philippe and the Couch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I'm really not liking this one. Those little smiley mouths Onstead does in lovey-dovey strips creep me out. The dialog is stilted, or at least unconvincing somehow. Woe is me: an almost unprecendented 2 out of 5!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Seriously, why is Achewood turning into  <em>Love Is...</em>  lately?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>Love Is...</em></strong> <br/> \n <br/> \n <em>A little old bitta bitta on your funky somethin'</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 15,
    "snip": false,
    "text": "<em><span style=\"border-bottom: 1px dotted\">Love is...</span></em> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://i4.photobucket.com/albums/y148/heyboowhatsup/loveis.jpg\" style=\"border:0px;\"/></div> <br/> \n <em>Never having to say you're sorry for being a horrifying sexualized Kewpie doll, but doing it anyway.</em> <br/> \n <br/> \ndawwww"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No it isn't!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Autre I am sorry I have only this flimsy V-cub to offer you.  One of the best MSPaints I've ever seen."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Aw, shucks n trucks, kickstart.  You really know how to kickstart a gal's ego. <br/> \n <br/> \nWAH OHHH KICKSTART MY EG-OOO"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Chubbed for the reference to the first cassette I ever bought."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "chubby for her cute pink nose!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I had to chime in about \"Diocletian.\" Looking that up took me on a trip through Roman history and the persecution of Christians.  Diocletian was Roman Emperor from 284 to 305 and instituted an empire-wide persecution called the Great Persection.  Funny thing is, the next emperor, Constantine, coverted to Christianity and it was soon the state religion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "Yes, Diocletian lacked the stones to extirpate the pernicious belief.  Pity that.  I wish he'd been more efficient."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You are so going to hell for that comment, in the car of pain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Good old finish-the-job Constantine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 4,
    "snip": false,
    "text": "dese animals b chattin' abot sex <br/> \nmakin jokes abot airpane specs <br/> \ndem 2 ritn captains form undeh deh covahs <br/> \nsnuglin deh wile lik cuppla lovahs <br/> \ndeh lle man twokin o jonin forces <br/> \nunitn dem pats an conectin dem courses <br/> \ni hopes afteral is palns dun get douse <br/> \n <em>lets finnish up deh wit a pul-bark shot o deh house</em> <br/> \n <br/> \nthx 2 u n 2 ind i gib u and fact: <br/> \nFACT: thais cunt take/stund deh coled. das jus ho it is"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "pul-bark shot o deh house 2 finish up lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "Will this strip develop into the Viagra arc?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I've got a pretty well developed Viagra arc if you are offering"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "And that's the end of the erudition."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ok I think I'm ready for some Ray/Beef hijinx, or Phillipe/Lyle tomfoolery."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Panel 4: Beef has switched places with her."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "CONGRATULATIONS! YOU ARE <br/> \n <br/> \nTHE ONE MILLIONTH PERSON TO SAY THAT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "simplygrape",
    "plus": 0,
    "snip": false,
    "text": "IF THIS POST IS FLASHING YOU WIN A PRIZE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Congratulations! Youre a giant Douche!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "My dream come true!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Always glad to help a man in search of his dreams."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "But seriously, you are the latest in a long line of people who have said the exact same thing about her looking like Roast Beef."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Well of course I see that now. <br/> \n <br/> \nAnd if the comment box required reading every comment than I would've known."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh well, as long as you now know..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "i'm sorry I called you a douche."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's ok, tragicone, you are rad. <br/> \n <br/> \nYOU <br/> <br/> <br/> ARE <br/> <br/> <br/> RAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chiocken",
    "plus": 0,
    "snip": false,
    "text": "I wish Onstad would get over himself and start writing the strip again, instead of touring the country and selling mobile updates. <br/> \n <br/> \nLame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "i wish i was made of bees"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "you wish you were made of BEADS?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No, made out of seeds."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Theguitarhero's not on board."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I just blue myself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "you mean like <br/> \n <br/> \n[img=474x359]http://scribe.seiya.free.fr/manga/ninja-scroll/mushizo.jpg[/img]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "goddammit. so much for resizing.  <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://scribe.seiya.free.fr/manga/ninja-scroll/mushizo.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "He isn't really made of bees. they just happen to live in him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I was thinking more like this: <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://img296.imageshack.us/my.php?image=candyman3vg4.jpg\" style=\"border:0px;\"/></div>   <br/> \nbut an additional ability to shoot bees from my fingertips, and maybe yell the word \"bees\" whenever I want to do the whole bees-coming-out-of-my-mouth thing.  I'd like to have some control over it, you know? <br/> \n <br/> \nbut an anime is fine too"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "ugh what a Royal Drone I am not to get my bbcode to come correct! <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://img296.imageshack.us/img296/1720/candyman3vg4.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "BEES! NOT THE BEES! NOT MY EYES! <br/> \n <br/> \nKILLING ME WON'T BRING BACK YOUR GODDAMN BEES."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "TO THE BEE-MOBILE!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "What are you going to do, release the hounds? Or the bees? Or the hounds with bees in their mouth and when they bark they shoot bees at you?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "this marks the 100th time I've been subconsciously inspired by the Simpsons.  They're as much a part of my life as my own mind.  I am okay with this!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I am so ashamed now that I've stopped watching them.  I used to watch them three times a day and now I watch them once every three months."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I sometimes fire a few ants out when I climax.  Not just ants, the usual stuff too.  But every now and again I find some ants in there too.  Does that interest you?  I'm sure if I changed by diet I could manage a few bees in there too"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i sometimes fire a few ants out when i projectile lactate. damn the sugary sweetness of my lady-nog! hedonismbot, what are we gonna do about all our problems?  <br/> \n <br/> \nA: post pictures of them on the  <em>internet</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>You've got the ant-infested breast milk,<br/>\nI've got semen with a similar insect content,<br/>\nLet's make lots of money!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Damn, daedala_x. I know I've seen that movie before. I remember liking it. Tip of my tongue......OK I don't know. What is it? <br/> \n <br/> \nNo, I will not shut up and google."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Rowboat, watch more Ninja Scroll. <br/> \n <br/> \n(I don't what Ninja Scroll is, but that's where this is from.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "A girl who likes Dio and anime, is such rarest flower."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Step on that flower.  The urinate on it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If she likes that, stop looking.  You've found the perfect... partner."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "has anyone tasted their own pee?  <br/> \n <br/> \ni once tasted my pee to find out if it tasted as horrible as everyone else's pee i'd tasted when they urinated on me after stepping on me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Chuckles. Rough ones. You're working them. Etc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A girl who likes anime is not really all that rare. <br/> \n <br/> \nA girl who likes  <em>good</em>  anime is somewhat rare though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I know man they have poor taste <br/> \n <br/> \nEverytime I try to show a girl my Tentacles DVD she up and runs away <br/> \n <br/> \n:("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i googled this dvd and came up with nothing. well, i did find a movie starring humans, but it did not look promising. also, this <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://1.bp.blogspot.com/_ptLxVCiNJrs/SFtq_2TgBxI/AAAAAAAAALc/Zs4zxYgKVBY/s1600/aides1.jpg\" style=\"border:0px;\"/></div> <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "is there a size limit on this thing?  <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://1.bp.blogspot.com/_ptLxVCiNJrs/SFtq_2TgBxI/AAAAAAAAALc/Zs4zxYgKVBY/s1600/aides1.jpg \" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "FUCK.  <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100204030012/http://1.bp.blogspot.com/_ptLxVCiNJrs/SFtq_2TgBxI/AAAAAAAAALc/Zs4zxYgKVBY/s1600/aides1.jpg\">LOOK AT IT BEFORE I DICKSLAP YOU ON YOUR DICK</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daedala_x",
    "plus": 3,
    "snip": false,
    "text": "omg. i hate you so much. this is like the point when you've been masturbating unsuccessfully for so long that it hurts and it's not even going to be good anymore when you finish but goddammit you are going to finish and when you finally do you are just so ANGRY at yourself that you need to listen to tori amos and sip some chamomile tea because the whole thing was just that terrible.  <br/> \n <br/> \nhttp://bp0.blogger.com/_ptLxVCiNJrs/SFtq_2TgBxI/AAAAAAAAALc/Zs4zxYgKVBY/s1600-h/aides1.jpg <br/> \n <br/> \nthere. happy now you piece of shit? (me)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "wait wait wait <br/> \nthat  <strong>isn't</strong>  what gets women off ? <br/> \n <br/> \nive got a few calls to make"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "AHHHHHHHHHHHHHH <br/> \n <br/> \nI'm LEAVIN'! I ain't NEVER comin' back!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Goodness. I never have that much trouble masturbating."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I swear I have read that first six lines of text somewhere before in my life."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Oh my god, that happens to girls too? Replace Tori Amos with At the Gates and chamomile tea with rum and you've pretty much described my typical evening."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Replace \"So Many Whales\" with \"So Many Whoppers\" and I think Connie's found his next book title"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "So, when achilleselbow gives you a chubby, just remember that it is  <em>raw as fuck.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Swimming in the Penis Sea!  Hey guys, you gotta see this."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://upload.wikimedia.org/wikipedia/commons/4/44/Dream_of_the_fishermans_wife_hokusai.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What's that hairy stuff where her peepee should be?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This might be the most hilarious picture ever produced by a person."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The funny thing is that it was done in all seriousness."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "mommy what is squidward doing to the lady"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>Look out for the beak!  Look out for the beak!</strong></em> <br/> \n <br/> \nWhoever did this woodcut sure had a lot to say about it.  I hope it's a genuine text and not just a bunch of fake Japanese cursive. <br/> \n <br/> \nIsn't the little one trying to get into her mouth  <em>cute?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It was on the Wikipedia page for Tentacle Porn."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I really do wonder about that.  I always figured the tentacle thing was a really in all earnestness a response to the ridiculous censoring laws in Japan.  You can eviscerate a twelve year old mutant all you like, fetishize her entrails, but blur out all the genital-meat, please. <br/> \n <br/> \nThat includes wangs, so they skirt the issue by just having some particularly dongus-like tentacles do all the kawaii dicking.  You read the Wikipedia article, and awesome: you're totally right! <br/> \n <br/> \nThen, in the course of your internetting, you stumble upon the ancient woodcuts of tentacle porn.  You just don't know what to think.  Me-- I figure it is one of those Things.  Europeans sort of sexualized wolves in their fables, maybe the Japanese just did it with tentacle beasts?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "On taboo in Japanese porn, showing women's feet has also been shunned, so if you see some of the older woodcut images and the lady has visible bare naked feet, it was  <em>rad nasty.</em> <br/> \n <br/> \nThe Japanese have a rich repertoire of Shinto-inspired tales of other creatures besides octopi engaging in sex with humans.  The usual story is for an animal spirit, either  <em>kami</em>  or  <em>oni</em>  (roughyly, spirit or demon), to take human form to do the nasty.  Why cephalopods are acceptable in their natural state is not explained."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "That woodcut is a Hokusai. As in Katsushika \"view of Mt Fuji behind a wave, probably the most famous Japanese woodcut ever\" Hokusai. Tentacle porn has a proud history."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Really?  It's the same guy? <br/> \nMan, I see this woodcut \"The Great Wave off Kanagawa\" everywhere.  I really do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentstinky",
    "plus": 18,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://i465.photobucket.com/albums/rr14/agentstinky/1031080423.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nHappy Halloween Achewood!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "But where are you glasses? <br/> \n <em><strong>PUNCH</strong>  &gt;oof!&lt;</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Also no tiger ears."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Y'all just jealous. No one missed that this is Lyle! Fucking awesome! (Bring a boom box blasting \"Ace of Spades\" and it is done enough!)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "some people are not furries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Fuck why didn't I think of that?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Sacrifice the sleeves to achieve closer Lyle-ness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Awesome!  The moustache makes it!  When dressing as a cartoon character, it always works great to mix in a few simply drawn 2-D elements with the 3-D clothes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That really tempts me to whip up a quick Ray costume. But then I realize that I'd just spend all night fruitlessly explaining it to people at the bar who wouldn't get it or care. Hell, only a couple of the people who I'm going there with would even understand. <br/> \n <br/> \nI haven't done a good job of educating my city in the ways of Achewood. Just another reason that Onstad has correctly decided not to come within 300 miles of this place on his tour."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i think i have a crush on you. <br/> \n <br/> \noh no wait, i think i have a crush on lyle.  <br/> \n <br/> \ni'd be all \"lyle baby, i think i'm falling in love with you.\" <br/> \nand he'd be all \"quit bein' a shithead.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "agentstinky",
    "plus": 0,
    "snip": false,
    "text": "Who is this \"Lyle\" you speak of?  I have no idea who he is.  This is what I am always like, forever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "Fuck You Friday strip coming today!  Oh boy I can't wait!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I know, I have so many friggin' \"Fuck You\"s bottled up inside me after endless butt plug posts, I could poop baby bear puns."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "No, I will not be goaded into posting a bear pun related to pooping.  Fuck you.   <br/> \n <br/> \nHey, I'm in the spirit already!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But you're BEARly out of the woods in terms of pooping."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jabberwock_",
    "plus": 0,
    "snip": false,
    "text": "Notice how her eyes  <em>change</em>  from panel 3 onward?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "no really, please do tell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "... <em>you lie</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 6,
    "snip": false,
    "text": "http://brokershandsontheirfacesblog.tumblr.com/ <br/> \n <br/> \nFor all the handface fans."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "a post like this makes me glad that i was frugal with my chubbies this week"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "If only our banks could say the same. <br/> \n <br/> \n <em>Hey-o!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Nice, but I think  <a href=\"http://web.archive.org/web/20100204030012/http://sadguysontradingfloors.tumblr.com/\">Sad Guys on Trading Floors</a>  is better."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "So, uh, I bought a Tom Waits album. Rain Dogs. The jury's still out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If your jury is still out on  <em>Rain Dogs</em>  after a few more listens, you need to declare a mistrial. That album is an open-and-shut case, my friend. <br/> \n <br/> \nReally. If after two or three more spins you don't start warming up to it, you need to put it away. Spend the next few years drinking too much and getting your heart broken a few more times. When you've accomplished this much, retrieve it.  <br/> \n <br/> \nThen you'll understand. Then you'll see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I saw Tom Waits in Wristcutters. <br/> \n <br/> \nI'm not going to spoil who he is in the movie because  <em>he is awesome in it.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That was a great fucking movie. But I wish they'd gotten Eugene Hutz to actually play the role that was shamelessly based on him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I was thinking the same thing, but I don't think it was shamelessly based on him. From what I read he was a friend of the director. <br/> \n <br/> \nBut man, I didn't know Will Arnett could play anything BUT manic humorous. It's ironic that in a movie about suicides he literally plays the most depressing character in it. And through his whole \"ceremony\" I kept waiting for Final Countdown to start playing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Me too!! But both he and Waits knocked it out of the park."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Right, but the presence of the faux-Eugene and the whole theme of a meandering road trip where what they find in the end is totally not what they set out to search for made it impossible for me not to see it as somewhat of a ripoff of Everything Is Illuminated. Which was also an awesome movie, so that's not necessarily a negative."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I haven't seen EII yet, but I plan to. <br/> \n <br/> \nI really need to just buy Wristcutters because I want to watch it again already but my girlfriend netflixed it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't care what Ebert says, The Brothers Solomon was a good movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  I put Rain Dogs right up there with Bone Machine; maybe even above it. <br/> \n <br/> \nCemetery Polka, Big Black Mariah, Anywhere I Lay My Head, Gun Street Girl, and Hang Down Your Head were all instant classics for me.   <br/> \n <br/> \nI still need to pick up  <em>Orphans</em> , but it's just so dang expensive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Man, you can just download it.  You  <em>know</em>  if Tom Waits knew about the internet and what it does he'd just laugh boisterously and down a scotch!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Reminds me of Waits's response to the question of what he did with the money, some one million dollars or so, he won from some lawsuit against a company that violated his copyright: \"Spend it all on candy.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ha!  <em>Classic Waits.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oops, should be \"spent,\" not \"spend.\" I was extremely drunk when I posted that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "swordfishtrombones was the beginning of TW for me, and nothing has else of his has ever sounded as good"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Orphans</em>  is worth every penny, hardelicious. But hide any sharp objects whilst listening to the  <em>Bawlers</em>  disc. And if you get drunk,  <em>DO NOT</em>  call your ex-girlfriend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The jury's back in! I really should have listened to it with the printed lyrics to hand the first time around. This guy paints pictures lyrically better than anyone I know apart from... maybe Joanna Newsom. (And I know the comparison may earn me a lame or two.) The bluesish vaudevillian music is such a wonderfully nauseating accompaniment, too, but really it just forms a background tune for the pictures in your head. <br/> \n <br/> \nSo, yeah. Eight thumbs up. Would buy again, if there was a fire and my mp3 files and hard copy were lost."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Don't you ever,  <em>ever</em> , favorably compare Joanna Newsom with Tom Waits again. I will fucking cut you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'll consider that a vocalised lame! They both have really unique voices, too. Acquired tastes that are well worth the effort."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "n now for and comitary ub libe <br/> \n <br/> \n\"i h8  <strike>maselb</strike>   <strike>balk peeps</strike>   <em>dinks.  i h8 dog munhcin zippah heds wit apostrofees 4 I's</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This little nephew cliffhanger is the longest that has occurred in anything i payed attention to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "True that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Two strips in one day?  Has this ever happened before?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "I'm really starting to fear Onstad's interest in the free side of achewood is slipping, with all the updates being bumped back lately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "honestly, he's a busy dude. <br/> \n <br/> \nAlso, I imagine he's not so stupid to leave us all behind because no one would PAY for Achewood unless we got it for free and fell in love."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "Oh, definitely. I just wish he'd tone down the \"NEW STRIP TODAY\" announcements until he knew for sure, since he does seem to have them ready in advance enough to post previews."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think the Achewood machine can only make about 10 rows of panels per week, recently we've been getting massive strips instead of 2 per day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The Creator should dole them out two panels (or even one) a day, six days a week.  Both to spread the comments out and to give us pigeons a reason to peck at the food pellet lever every day (besides B.S.-ing here, which is my reason to live)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I like the conversations we get to have waiting for a new strip, though. Even when it devolves to name calling I feel like I'm getting to know you people, and you people are  <em>rad</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 1,
    "snip": false,
    "text": "Who wishes to engage in aircraft failure? <br/> \n <br/> \nOr does the competitive adjective apply to both things, i.e. competitive swimming or competitive aircraft failure? <br/> \n <br/> \nDamn! Competitive aircraft failure. That would be so awesome. If a little dangerous."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100204030012im_/http://www.arlingtoncemetery.net/nyt-chal.gif\" style=\"border:0px;\"/></div> <br/> \nNASA FTW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yeah I think NASA have to win any competitive aircraft failure competition. Their fails are just so...  <em>spectacular</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's only 11:00 a.m. on the West Coast (if that's where Onstad is), so I guess we'll have to wait for this double-strip extravaganza a bit longer.  Oh well, back to the B.S. machine, gunning down the threads to plant a few gems and a few turds."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bizarro8mybaby",
    "plus": 0,
    "snip": false,
    "text": "I'd rather not admit how many times I have hit reload on this page. Get out of bed, Onstad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apples",
    "plus": 0,
    "snip": false,
    "text": "I really think Onstad should respect all of his readers across the globe and update at 8:30am Greenwich Mean Time"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I really think that you guys need to realise that for what he does for us Onstad deserves every twelve-hour sleep and afternoon spent doing nothing but sipping ginger beer and laughing at squirrels from his back garden porch that he desires. <br/> \n <br/> \nOkay? Okay."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "docjutz",
    "plus": 0,
    "snip": false,
    "text": "Oh haha three strips next Tuesday!  I'm starting to think giving this dude my cash is a bad idea.  It's kind of sad, I think me and Christ Onstad are in the pre-stages of breakup.  I should get my CDs back before it gets nasty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Man, I know he's a great cartoonist and all but I think referring to Onstad as the Christ is a little over the top."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "I don't think it is over the top enough, <br/> \n <em>Blasphemer</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Fuck the \"pre-stages of breakup.\" Just leave now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "I just noticed that in panel 3, after Polly has offered her help, her hand is under the covers again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I thought Vlad got Cornelius canned from the Spice Channel gig after going off on a tangent that one time (insert link here).  Guess the folks at Spice are pretty understanding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sprayette",
    "plus": 0,
    "snip": false,
    "text": "Kelsey Grammer must voice Cornelius in the event of a series. He just  <em>must.</em>"
  }
]