[
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 27,
    "snip": false,
    "text": "It is good jail-bra licking etiquette to offer the unused cup to your friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 74,
    "snip": false,
    "text": "I like to believe that Lyle sticks his pinky out while lifting the cup."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 6,
    "snip": false,
    "text": "Perhaps Chris will update it just for you.  <br/> \n <br/> \nI doubt it though Lyle thinks Cornelus' car shoots a doily onto parking spaces, so I think Lyle is an established Philistine. That and he douches his balls in the salad bowl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atmus",
    "plus": 1,
    "snip": false,
    "text": "I also imagined he was doing it to mock Corneleus. <br/> \n <br/> \nThat seems like something Lyle would do."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 29,
    "snip": false,
    "text": "No,  <em>this</em>  is something Lyle would do: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mobro_4000",
    "plus": 3,
    "snip": false,
    "text": "Not the left cup, necessarily. That's the dregs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ctrl-s",
    "plus": 0,
    "snip": false,
    "text": "Chubby for thinking of, typing out, and posting the words \"jail-bra-licking etiquette.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "Watching TV is the opposite of licking a bra you found that might have touched a boob."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikemcg",
    "plus": 0,
    "snip": false,
    "text": "Wow, Lyle went from heroic drunk to completely disgusting drunk in the span of two frames. <br/> \n <br/> \nNice."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gsurge",
    "plus": 1,
    "snip": false,
    "text": "You can't say Lyle isn't a philanthropist, at least."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 1,
    "snip": false,
    "text": "how do you find a bra at a police station?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "evidence locker?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 42,
    "snip": false,
    "text": "Policewoman with slow reaction time?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by igotnostrings, professorhazard, usversusthem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 19,
    "snip": false,
    "text": "haven't been arrested much huh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 26,
    "snip": false,
    "text": "yeah they are like pens you can pick a couple up from every desk and flat surface"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 8,
    "snip": false,
    "text": "The pharmaceutical companies just go around handing them out, so that you will remember the name of their allergy medicine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 5,
    "snip": false,
    "text": "flontitafen"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "darthemed",
    "plus": 5,
    "snip": false,
    "text": "Teamocil!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "duskbringer",
    "plus": 0,
    "snip": false,
    "text": "\"Turn on the lights\". I'm quoting because it's a horrible joke and I never would have typed it without prompting. Shame on you rolotonybrowntown."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Dad's car is going into your garage?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Also, Lyle could never live with himself if he didn't taste a place that a boob might have been."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by dracer2, bhlaab, goodgravy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 9,
    "snip": false,
    "text": "who am i kidding, lyle doesn't wear condoms"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "He could sell them, thereby generating more money for booze.  He might sell them to Philippe as balloons, but in that case he would most likely save the step of washing them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 1,
    "snip": false,
    "text": "Unless his plan was to find a way to get Philippe to stick money in them. <br/> \n <br/> \nAlthough I doubt Lyle spends much cash at places that would really care what you've done to the bills."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "Not great business in any case; Philippe has no way of making any money ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145059/http://achewood.com/index.php?date=12052007\">the tiny otter has dynamite cashflow</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "Lyle's job provides several condoms for him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I think the phrase \"rawdoggin it\" may have been  <em>made</em>  for Lyle."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "I do believe this is Lyle at his Rudest. <br/> \n <br/> \nno wait, puking at a football is kind of hard to beat.... <br/> \n <br/> \n...especially since he got the spiral so perfect...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "arcibi",
    "plus": 6,
    "snip": false,
    "text": "Scientists are still figuring it out"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "choobs",
    "plus": 2,
    "snip": false,
    "text": "That doesn't just happen by not caring."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "No one said it could be done"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "iandorrinson",
    "plus": 0,
    "snip": false,
    "text": "The tiger prefers this to television."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 12,
    "snip": false,
    "text": "In highlighting the stuffed tiger's preference to suckle a bra of unknown affiliation rather than engage in the socially more acceptable activity of watching television, is Onstad subtly \"ripping on\" the quality of today's \"TV,\" condemning the the culture at large which is responsible for both the decline of the visual medium and underwear fetishization, or did he just want to convey to his audience, through the distorted prism that is Acheworld, that licking bras is awesome, 'cause it's almost certainly been on TITS, man. <br/> \n <br/> \nEgads, I have found my thesis!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "the latter."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mr_pete",
    "plus": 32,
    "snip": false,
    "text": "MLA Conference 2008 <br/> \nSymposium: \"Sexual/Textual Anxieties: WebComix in the Post-Comedy Millennium\" <br/> \n <br/> \n2 PM, Ponderosa Ballroom <br/> \n <br/> \nPanelist 2 (mortshire, U Maryland College Park): \"Mother's Milk or Fetishwear? Syntextual Commentary on Boobs and Tubes in Achewood.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "helmstreet",
    "plus": 0,
    "snip": false,
    "text": "You've obviously been to way too many of those. That is fucking dead on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "\"Post-Comedy Millenium\" is one of those things you hear at all of these things, and it makes you want to kill people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "If police stations gave out bras violent crime rates would drop 22% within a year"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unclety was marked lame too many times and excluded. (marked lame by randombeing, apocowarg, silver_lake, Unfun, Overmedicated, gothfae, katal, Catachresis, equinn2006, prius_chaser, milkpants, Sargasm, aide, Wolfslice)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "jrpigman",
    "plus": 5,
    "snip": false,
    "text": "Has anyone else noticed a trend on assetbar where a good half of discussions wind up either condemning or intellectually fellating the author?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Barrel of GOLD, dude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by randombeing, silver_lake, gothfae, prius_chaser, milkpants, Wolfslice)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unclety was marked lame too many times and excluded. (marked lame by johnnybaverage, apocowarg, silver_lake, Unfun, smog, KingPete, ShiroBen, gothfae, equinn2006, prius_chaser, woodenteeth, Sargasm, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfslice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wolfslice was marked lame too many times and excluded. (marked lame by doublechocolate, ishuta, katal, Plozza, Audhumla)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unclety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unclety was marked lame too many times and excluded. (marked lame by johnnybaverage, stormypinkness, straw, apocowarg, silver_lake, Unfun, smog, Overmedicated, gothfae, twohundredninety, wae, ntopp, euphemisms, odei, equinn2006, prius_chaser, woodenteeth, Sargasm, BrokeAccount, gethen, ShebaJones, coldfrog, werthog42, benfromtenn, Wolfslice, NumberKillinger, aperson)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "coldfrog",
    "plus": 13,
    "snip": false,
    "text": "Criticism is one thing, as I am pretty disappointed in todays strip, but I think this is a prime example of being a cock to a stranger. <br/> \n <br/> \nnegative points man."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "stormypinkness",
    "plus": 3,
    "snip": false,
    "text": "No one should be a cock to a stranger, ever!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 4,
    "snip": false,
    "text": ">> pretty disappointed in today's strip   <br/> \n!!  Huh!? <br/> \nI started laughing as soon as I read, \"found it at the police station.\"   <br/> \nI didn't stop laughing until I forced myself to stop laughing because it hurt. <br/> \nOnstad is first and foremost a superb humorist.  Social commentary is just spice for the meat.   <br/> \nThanks Chris!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "It made me giggle like a schoolgirl, but I'm all about the peurile humor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "benfromtenn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by benfromtenn was marked lame too many times and excluded. (marked lame by straw, doublechocolate, Zem, werthog42, dr_sexlove)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 5,
    "snip": false,
    "text": "I think it's neat how you can glean so much about a person's intellect and character from which day's comic strips they liked. <br/> \nThat must help you out a lot in life. (Like when you get into fights with people on the internet about how much you liked a comic strip)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lastlarf",
    "plus": 3,
    "snip": false,
    "text": "Ray buying weird shit on eBay has been done quite a lot, I can give you that, but it was still funny. Phillipe struggling with simple tasks or concepts due to being five/possibly retarded, also a common occurence, but also still funny. Lyle being dirty is a well established character trait, but this is a new, and funny low for him. I don't see the problem. Onstad is working with the characters he has, doing what they do. What do you want? New characters and ridiculous events constantly happening like in a Sitcom that knows it is becoming stale?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "straw",
    "plus": 11,
    "snip": false,
    "text": "Well, maybe it's more in the line that they're not really shocking developments of the character.  Phillipe's struggles somehow fell flat with me, even though all the apparent elements were there, and today's felt like the b-side to the vomitting on a football, a classic.  Ray's strip was immense because of the final frame, however.  But that may be due to Ray being a much more developed character. Granted, when I'm \"disappointed\" in a strip in the ways I've pointed out, it usually means giving it a 3 instead of a 4.  1s and 2s are inherently lame and, like 5s, must be completely deserving. <br/> \n <br/> \n(Even though all of these strips are about Teodor, essentially; all the different ways he attempts and occasionally fails to interact with the people around him. In this way is Onstad is cleverly developing his character in a fairly original way, as far as webcomics go.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "This is a good explanation. Thank you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Anytime chochacho"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Love the Theodor angle! Hadn't really seen the connection until you pointed it out. <br/> \n <br/> \nDynamic."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 6,
    "snip": false,
    "text": "OH MY GOD STOP HAVING OPINIONS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "That is almost an exact restating of \"I appreciate the muppets on a much deeper level than you,\" except with lolspeak. Congratulations, unclety, you are  <a href=\"http://web.archive.org/web/20101009145059/http://www.theonion.com/content/node/25742\">Onion of the month</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Vera, Vera, what has become of you? <br/> \nDoes anybody else here  <a href=\"http://web.archive.org/web/20101009145059/http://www.theonion.com/content/node/25742\">feel the way I do</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I... I appear to have slammed this guy twice in the same way, eight months later. <br/> \n <br/> \nI think I'm out of limes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 1,
    "snip": false,
    "text": "Agreed. Academically, this isn't Achewood at its best, clearly, but fuck it all if it ain't the funniest goddamned strip of the year."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "From the academic side, I'm not too sure that this, as a part of the previous two strips, isn't some of Achewood's better offerrings as I've described to lastlarf.  I, personally, didn't find it extremely funny (frankly, it was the Alt-Text for reasons I haven't yet committed intellectual analysis to), but when I stepped back and looked at the relationships this strip had with this week's other strips, it enriched this particular strip more."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "Teodor is sure having an odd week, even by Achewood standards."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "You betcha!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "factorial",
    "plus": 2,
    "snip": false,
    "text": "I like the idea of Data telling someone to go fuck themselves. Chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ntopp",
    "plus": 2,
    "snip": false,
    "text": "Yeah. It was kind of like a mini \"Fuck You Friday: Special Star Fleet Edition.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Where can I get these \"eyeball lessons\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 10,
    "snip": false,
    "text": "Ask Robert Johnson, Doctor of Ocular Shennanigans."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnstephens",
    "plus": 2,
    "snip": false,
    "text": "At B. A. Cocktoo Estranger School"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "I have wonnerd thees too, maybe ju an me are amigos!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Don't particularly agree with unclety but I approve of his suggestion that you take some fucking eyeball lessons. This amuses me. Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by silver_lake, KingPete, equinn2006, woodenteeth, Sargasm, rustmouth, Wolfslice, aperson, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfslice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wolfslice was marked lame too many times and excluded. (marked lame by ishuta, silver_lake, ntopp, rustmouth, UncleTy, Audhumla)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by DrSkradley, aide, rustmouth, Wolfslice, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unclety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unclety was marked lame too many times and excluded. (marked lame by gothfae, DrSkradley, aide, rustmouth, Wolfslice, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 9,
    "snip": false,
    "text": "What do you guys think this is, Friday?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by unclety was marked lame too many times and excluded. (marked lame by silver_lake, KingPete, euphemisms, woodenteeth, mistlethrush, SPECTRE, aperson, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by woodenteeth, Sargasm, mistlethrush, Tragic_Johnson, SPECTRE, aperson, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twoply",
    "plus": 7,
    "snip": false,
    "text": "Pubescent males are more likely to lactate than males of other ages. Except for babies. A mother's hormone levels can produce a baby that lactates shortly after birth.  <br/> \nSo it's either; a cracked out whore's milk,  pubescent boy's milk, cracked out pubescent boy's milk, uncracked out whore's milk, babies milk, or crack baby milk. For the baby milk scenario one must create a likely  course of events. Lactating baby kept in a bra used as a sling during a daring crack whore robbery?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 6,
    "snip": false,
    "text": "Don't forget, men and women under estrogen therapy or women with pseudocyesis (imaginary pregancy)! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "What we need more of is Science! <br/> \n <br/> \nThanks!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shades",
    "plus": 1,
    "snip": false,
    "text": "Socket puppet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dewb",
    "plus": 7,
    "snip": false,
    "text": "Stellar.  Did anyone else notice that each panel after the first could serve as the punchline?  A lesser strip would have stopped after the first giggle, but no, Lyle is going to keep on pushing that button.  With his tongue. <br/> \n <br/> \nPanels 1 & 2 alone would make for a nice minimalist strip, though.   <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Nah, you NEED him to explain the logic.  Pretty solid in my opinion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foolio",
    "plus": 0,
    "snip": false,
    "text": "It's pretty cool that you picked up on this. Chubby!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "You're right."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Good concept! <br/> \nSort of like how the merkin strip could have done without the last panel (it was sort of an unnecessary denouement)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I disagree.  I thought the final panel in the merkin strip was a fantastic punchline. Teodor can't believe that Ray's game is  <em>so bad</em>  that in his desperation he would end up misunderstandingly buying an antique merkin.  And then the alt text just hits it out of the park."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "In fact, I just laughed harder at this strip having mentally eliminated all but the first two panels.  Good form, sir.  Good form indeed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It looks like Lyle's licking the outside of the cup.  This is ineffective if he wants to lick where tits have been."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 8,
    "snip": false,
    "text": "That's Lyle's idea of foreplay."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 5,
    "snip": false,
    "text": "Like licking the foil lid of the pudding cup before tucking into the Main Event."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 5,
    "snip": false,
    "text": "the bra will never get into it otherwise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "tiny boobs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "\"A Bra.\" is the best title."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "Maybe four or five times a year, I'll read an Achewood strip that has me  <em>giggling</em>  by the second or third panel. Each successive panel has a cumulative effect on the giggles, and then by the end of the strip I can't stop laughing to save my soul. This is one such strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "This strip is great but has left me queasy. It's almost as bad as the maggot one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I was eating breakfast at the time. <br/> \nCereal. <br/> \n <br/> \nWith Milk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Well, the maggot one was very \"slice of life\". Lyle licking a bra is more \"slice of insanity.\" Or desperation, maybe? I dunno."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "lyle is fucking creepy sometimes"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "homepie",
    "plus": 1,
    "snip": false,
    "text": "Lyle cares not where the bras he licks are from, just so long as  <em>they are bras</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuartc",
    "plus": 0,
    "snip": false,
    "text": "A rookie question perhaps, but how do you know when you've exhausted the licking potential of one cup? And do you always start with the right cup? So many bra-licking-ettiquette questions go unanswered..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 4,
    "snip": false,
    "text": "check wikipedia. i think they have a 3000 word article on that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by rygarrett2, GeyserShitdick, coogs, Sargasm, illgamesh)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coogs",
    "plus": 1,
    "snip": false,
    "text": "this is the first strip in 2 weeks I've laughed out loud at. Fuckin' Lyle man, the dude is priceless"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I can see how some folks would be turned off by some of these strips, but I think that if you hate this one, there are probably a lot of other ones for you to hate that have gone before it. <br/> \n <br/> \nI like it though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogogogo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dj",
    "plus": 5,
    "snip": false,
    "text": "Haughty words for someone who'd drag eBayed merkins through breakfast eggs, Teodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 1,
    "snip": false,
    "text": "Lyle's hygiene makes the Middle Ages look like a 23rd century surgery."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "pre or post apocalypse? there is some difference."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Pre-.  Although Lyle's hygiene is not dissimilar from a postapocallyptic 23rd century surgery, if the superpowered-zombie-mutant ratio was reasonably high."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arborwin",
    "plus": 0,
    "snip": false,
    "text": "Lyle's use of exclamation points makes it for me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Teodor looks so  <em>disappointed</em>  in that last panel."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "Why do people feel the need to comment negatively (and lengthily) on free entertainment? Just close the browser window, people. Onstad is allowed his off days just like everyone else. <br/> \n <br/> \nOh, Téodor. The lonely, stoic voice of sanity in an otherwise mad world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "The same reason they feel the need to comment positively on something on the internet.  People, when given the chance, tend to like to express their opinions.  The main idea of acheworld, I believe, is: \"discuss.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "I don't mind negative comment, as long as it's justified, i.e. the person explains why they don't like it, or what they didn't like about it. When someone comes along and just says, \"This is crap,\" that's pointless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 4,
    "snip": false,
    "text": "Lengthy negative comments are a lot better than terse \"this sucks goodbye\" negative comments. Why discourage people from posting reasoned criticism? Ideally, at least, it generates thoughtful and entertaining discussion. <br/> \n <br/> \nIf this board had a like-it-or-shut-up policy, I don't think I would visit. Unfortunately, I think I see it headed that way. Every comment expressing anything less than gushing love for the day's strip is lamed out the wazoo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Agreed. A couple kids with a case of the go-fuck-yourselves can be overlooked if interesting folks are a little further down the page typing interesting things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Oh, I don't know. I haven't looked at to many thrice lamed comments, but I've noticed several comments that involve detailed critcism have a surprising number of chubbies given how positive the community usually is. The example that comes to mind was when the guy with the avatar of Max the rabbit criticized the dialog in the strip where Molly and Beef fight over wedding plans."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "For the record, I acknowledge that there IS such a thing as thoughtful negative criticism. This is not what I am commenting on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 1,
    "snip": false,
    "text": "this rating needs to be higher"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doobie",
    "plus": 2,
    "snip": false,
    "text": "Lyle has so much faith in the abilities of male crackheads that he says with absolute certainty that they will find a way to lactate if you give them ten dollars."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezcmac",
    "plus": 2,
    "snip": false,
    "text": "I just feel this is so out of character for Lyle. Normally if he does something disgusting it involves proving his manhood (i.e. throwing up on a football).  <br/> \n <br/> \nThis is more of a Nice Pete \"I'm doing this for my own enjoyment\" sick nasty thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "I had the same feeling. I think that maybe he's just trying to yank T's chain, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Though Big T would probably prefer a goth girl with a Flat Eric tattoo for any chain-yanking exercises. <br/> \n <br/> \nAnd here I've said too much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who thought at first that Lyle was offering Teodor HIS left cup? I mean, they'll do anything for ten bucks,I hear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "But Lyle would never betray his beloved brown liquors in favor of any other substance. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145059/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D09022003\">See?</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Maybe the whole police station thing is Lyle covering.  Maybe it's his bra?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ersatzfactory",
    "plus": 2,
    "snip": false,
    "text": "Lyle grosses me out.  That's all.  I wouldn't miss him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Having looked at this a second time, I can really enjoy the absurd genius of this strip. <br/> \n <br/> \n <em>The cat is enjoying licking a bra a because it has been on tits.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mashuren",
    "plus": 3,
    "snip": false,
    "text": "Lyle is a stuffed tiger"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Come on man, you know we've all been there."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "coogs",
    "plus": 0,
    "snip": false,
    "text": "ACE OF SPADES!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 1,
    "snip": false,
    "text": "As a septic lactating crackhead, I can say, incontrovertibly, that the backside of our boxers would taste better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "<in a fast-paced voice>You take a glance at the edge, get to know how it feels, what it means, how it looks, then you go right over it kid.  The line, I mean.  That shows spunk.  That shows tahlent. <br/> \n <br/> \nMartie, get this kid's number. <br/> \n <br/> \nKid, you talk to Martie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mckayle",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else really want to know more about the cumshot?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Hell yes! Although Ray seems to have forgotten all about it. Not surprising, considering his usual attention span."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "plezure",
    "plus": 1,
    "snip": false,
    "text": "\"You ever milk a male crackhead, Greg?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 2,
    "snip": false,
    "text": "Never read this while drinking milk. <br/> \n <br/> \nWhy did I allow that to happen oh god"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised at this low rating. Come on you guys! Lyle has been on a roll since Achewood ca. 1901!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "f1shst1ck",
    "plus": 1,
    "snip": false,
    "text": "With this strip, I have officially rated every comic!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 0,
    "snip": false,
    "text": "if it weren't for crackhead dude milk, lyle would probably wane in the 'forcefully throwing up at footballs to see how far they'll roll' department."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "man i love lyle's glasses"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "This morning I remembered that I still have one of my girlfriend's bras at my house, and should most likely return it. As I went to put it in my bag, I thought of this strip. <br/> \n <br/> \nToday, I licked my girlfriend's bra, because it has been on some of my favorite tits, and because an alcoholic cartoon stuffed tiger assured me it would be a good idea. <br/> \n <br/> \nI'm not sure if I will ever get over that concept."
  }
]