[
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 7,
    "snip": false,
    "text": "This was the first Achewood I ever saw.  I haven't missed one since!  Little Nephew seems under-utilized"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "True, but I miss him being an absolute jackass. I suppose he's just being an older version of Philippe, in that he's acting like we did as children?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I got 1/6 of this talk once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 4,
    "snip": false,
    "text": "Me too. I got the \"don't care how late it is\" bit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "\"Perfectly natural and healthy\" here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 69,
    "snip": false,
    "text": "The don't care how late it is one was mine.  <br/> \n <br/> \nP.S: They totally DO care how late it is, as I recall."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 21,
    "snip": false,
    "text": "I got the \"that shit is for losers\" talk."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mastronaut",
    "plus": 35,
    "snip": false,
    "text": "oh man, I will totally give my kid the \"once you get going, don't stop or else you'll get MAAAAAAAD!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 28,
    "snip": false,
    "text": "My talk was, \"Dude! Not on the bus!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "Which goes perfectly with your mouseover profile..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sheer",
    "plus": 0,
    "snip": false,
    "text": "What about on the sofa?  That's cool, right?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Far as I know!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "But don't get a blacklight!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senatorexlax",
    "plus": 6,
    "snip": false,
    "text": "Especially if it's prom night, the police are the ones that called them, and they were pretty drunk themselves because they assumed you would be gone until the next day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ferryboy",
    "plus": 7,
    "snip": false,
    "text": "yeah, that's one of my favorites. I got the ultimate awkward talk, though: A shopping bag stuffed with condoms. magnums. My parents always knew I'd do something good with my life..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 10,
    "snip": false,
    "text": "My friend's mom offered to buy her a vibrator when she was 17. No lie. Awkardest conversation  <em>ever</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by barfighting, UndyingSong, pinballchacha)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 15,
    "snip": false,
    "text": "I think the exact quote was, \"I didn't really explore how much pleasure I could actually feel until recently, and I don't want it to take as long for you as it did for me.\" <br/> \n <br/> \nAgain:  <em>awkward</em> ."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 91,
    "snip": false,
    "text": "And then she leaned forward tentatively and kissed her daughter, her tongue sliding across the younger girl's lips, her fingers trailing down to oh god  <em>oh god</em>  what am I  <em>doing</em>  I'm sorry"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 11,
    "snip": false,
    "text": "Why won't this site let you give someone a chubby AND a lame?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 2,
    "snip": false,
    "text": "It clearly let Tekende do it..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 40,
    "snip": false,
    "text": "dammit, don't stop, or I'll get maaaad..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "nasty nasty man. <br/> \n <br/> \nwell done."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zadig",
    "plus": 1,
    "snip": false,
    "text": "That is wrong and awful and terribly hot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Yes, incest is so hot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Goddamnit I was taking a drink. I've never chubbied anyone for nearly making me choke before."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 13,
    "snip": false,
    "text": "Has someone made you choke by giving you a chubby?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "This comment is SO much worse now that people have started using their real faces..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Correct. Yet none of you understand just how weird it is, considering that I KNOW these people..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "Ok...now smell her hair a little..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Some great films have started that way."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...something is reacting to the  <em>idea</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pigs",
    "plus": 0,
    "snip": false,
    "text": "I'm uncomfortable even thinking of someone having that conversation..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ohnoadeathray",
    "plus": 0,
    "snip": false,
    "text": "That... that's awkward? I remember ASKING for a vibrator when I was like, 14."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "macdaddyw",
    "plus": 13,
    "snip": false,
    "text": "I got the talk, or the beginnings of the talk before I shut it down, from my mom. Not cool. My dumbass friend thought it would be funny to save a bunch of fucked up gay and beastality porn on my family's favorites list and she was the first to find out. Thought it was me.  I was pissed at the time, but looking back it was a pretty good burn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ketamind",
    "plus": 0,
    "snip": false,
    "text": "3 for 6 during my childhood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 6,
    "snip": false,
    "text": "I never received a talk of any sort.  Nor did I have any contact with persons of either sex during any of my school years.  Everything I know I learned from the Spice Channel, where the Downstairs Bits were always obscured by a plant or a lamp or a statue or something. <br/> \n <br/> \nAfter my father moved out, my mother revealed that he thought that I and my three brothers were gay because we never brought home any girls.  I was not aware that I was expected to, nor did I know how. <br/> \n <br/> \nThanks, Dad!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 6,
    "snip": false,
    "text": "My mom handed me a medical textbook with the pages about reproductive organs & menstruation bookmarked. <br/> \n <br/> \nI don't know whether that was good, or the Saddest Thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I was reading biology textbooks from about the age of 6... so I never had to be told about sex or how it worked, biologically speaking.  <br/> \n <br/> \nThat said... when the sex-ed classes we had in school at the age of 13 got to the bit about masturbation, THAT is when I finally screwed my face up and had to admit I thought they were bluffing. I mean engaging in coitus for reproductive purposes makes total sense, but the idea of just handling the parts for whatever reason just struck me as absurd.  <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 6,
    "snip": false,
    "text": "My roommate has not learned to run the water when I am home."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "oh dude, condolences."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gothfae",
    "plus": 3,
    "snip": false,
    "text": "Maybe your roomate just like knowing you can hear.  Does he also peepee sidesaddle?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "My favorite thing about Ray is that he's a really rad dude, and he tries really hard, but sometimes suffers in execution.  I love you Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 13,
    "snip": false,
    "text": "Ray is describing blueballs in a way that is practical and understandable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obvious",
    "plus": 1,
    "snip": false,
    "text": "This is the strip that got me into Achewood.  It also got me into the the phrase \"make much of it.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "What's the thing LN is reading the directions of?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "I imagine it to be an advanced remote control car, possibly one of those with a real engine that are owned by 14 year old who cannot ride a dirtbike yet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 2,
    "snip": false,
    "text": "For some reason I can't get it out of my head that it's a fold-out telescope.  Like I can't even imagine it being anything else.  Weird!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Seriously!  I'm re-reading this thing a year later and that's the first thing I thought, without coming down to the comments."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "That's interesting.  I assumed that LN was reading something from the Anarchist's Cookbook, and the thing he was storing being some kind of electric fuse mechanism for a homemade bomb."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 2,
    "snip": false,
    "text": "I can imagine the sound of Ray's overly loud, inane singing perfectly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckyg",
    "plus": 4,
    "snip": false,
    "text": "I think I can quote the alt text from memory: If you are at a place and you have made some mistakes, Ray just wants you home safe. <br/> \n <br/> \nHow close am I?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gkiyo",
    "plus": 1,
    "snip": false,
    "text": "Terribly, terribly close.  Contract \"you are\" and \"you have\" and you've got it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 3,
    "snip": false,
    "text": "The beauty is that my mom was the same way.  She drove an hour one way to pick me up after a Van Halen general admission show (1984 tour) after I got separated from my friends."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 7,
    "snip": false,
    "text": "That's how you expect a good parent to be. What's great is that this is NOT how my parents were. <br/> \n <br/> \n\"Keep trying to hitch a ride, if you can't try fashioning some sort of makeshift tent or something, we'll be there at six tomorrow.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slab64",
    "plus": 21,
    "snip": false,
    "text": "\"That's what you get for liking Van Halen, son.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 3,
    "snip": false,
    "text": "I used to get that, minus the offer of a ride the next morning, plus a chewing out for waking them up by calling in the \"middle of the fucking night\" (11pm).  <br/>   <br/>  Hooray for the Circumstances Club!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Wow, your parents must have  <em>really</em>  hated David Lee Roth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 2,
    "snip": false,
    "text": "When I worked retail, one of my coworkers called in at eight am, told me she wasn't coming in.  Per company rules, I asked why. <br/> \n <br/> \n\"Because I have to go up to New Hampshire and bail my dumbass 19 year old son out of jail for driving while intoxicated without a valid license.\" <br/> \n <br/> \n\"He got arrested at this time of the morning?\" <br/> \n <br/> \n\"No, he got arrested last night, but since he was safe in county lockup, I told him that with the way his life was going, maybe he should take this opportunity to learn how jail was going to be, since he'd be seeing more of it.\" <br/> \n <br/> \nBest excuse ever for calling out to work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "\"Once you get goin', don't stop or you'll get maaaad\" is Ray's best advice ever, with paws on hips and head thrust forward for added emphasis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lacrimus",
    "plus": 1,
    "snip": false,
    "text": "The fact that Ray announces his presence with hell of ditties amuses me greatly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coldfrog",
    "plus": 3,
    "snip": false,
    "text": "His hell of ditties sounds a little similar to  <a href=\"http://web.archive.org/web/20101005060417/http://achewood.com/index.php?date=03162004\">this</a>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "erica",
    "plus": 0,
    "snip": false,
    "text": "Chubbied just for your avatar"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "Ray's response is almost exactly what my dad told me. <br/> \n <br/> \nEspecially the \"pick you up.  No questions asked.\" line!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 4,
    "snip": false,
    "text": "My version of the talk came from my dad, was mercifully short, and REALLY late. Basically one day he just came in looking really uncomfortable, said \"so, uh, you, uh, know how everything works, right?\" I said \"yeah,\" he said \"Oh thank God. Want to go play some ball?\" and we did. Pretty painless for all involved."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "A happy ending for all!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "heat   ideas = the devil's playground"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "that was supposed to read \"Heat  <em>plus</em>  ideas\" etc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 11,
    "snip": false,
    "text": "my parents had agreed to have the puberty talk with me together. i guess my dad wanted to do it himself- to prove he could talk to his daughter about this stuff as well as my mom could or something- so he told me about menstruation when we were watching a chicago bulls game. it was halftime. my mom, washing dishes downstairs, suddenly heard me wailing uncontrollably. my poor dad made it sound like i would be spending six straight days in the bathroom, bleeding like the dickens."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "I claimed ignorance as to how and why the Vaseline was left open on the counter. <br/> \n <br/> \n\"I don't know how it got there, Mom. Y-yea I know I was the only one home at the time... The door was unlocked. Maybe... Maybe someone broke in. And left the vaseline open. ...A-after measuring out about a 1/4 measuring cup of it.\" <br/> \n <br/> \nI denied until the subject was dropped and never brought up again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "\"...certain parts of your body react differently to heat and ideas...\" <br/> \n <br/> \nThe imaginary Ray in Little Nephew's imagination speaks exactly like the real Ray would."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101005060417/http://chrisonstad.blogspot.com/2006/09/golf-memoir-no-3-short-course.html\">Golf Memoir No. 3: the short course.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "One of my favourite of Onstad's blog entries. Surprisingly, not just because of the mental image of dancing with the enlarged head of Frances McDormand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "\"We smile and decline, put a few dollars into some sort of container, and walk back out of the shop as she mentions to a glove display that she once rode on an aircraft carrier.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I've never had the talk.  But my mom's a shrink, so I've heard plenty about sex and such at dinner.  Also schizophrenia and the broken system.  We're pretty frank in my family, but my mom is also wicked traditional like I wan't allowed to call boys.  It would make me look desperate? <br/> \n <br/> \nYeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna start yelling \"A DOO DA DOO DA DOO DA DOO!\" when I get into my place of residence from now on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 5,
    "snip": false,
    "text": "Ok"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna start yelling \"A DOO DA DOO DA DOO DA DOO!\" when I get into my place of residence from now on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 4,
    "snip": false,
    "text": "Alright"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 3,
    "snip": false,
    "text": "my talk was fairly brief. i had been sent home with a pamphlet from school which they said \"talk to your parents about this.\"  <br/> \n <br/> \nso i said \"dad, school wants me to talk to you about this.\" \"you got any questions?\" \"nope.\" \"good talk son.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my mom tried explaining things to me as i was stir-frying dinner. then she was distracted and it was left at that. <br/> \n <br/> \n <em>thank you Encyclopedia Britannica and mom's old nursing books.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "also, i'm glad i never had to. <br/> \n <br/> \npoor LN."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I got the talk in sixth grade. I had a girlfriend (well, sort of, I mean, we were in elementary school, and we never kissed or anything. I think I maybe hugged her once). Anyway, some teacher or something had found a note in which someone pretending to be either me or my girlfriend, I forget which, wrote some apparently nasty, nasty stuff. I never saw the letter so I don't know what was in it.  <br/> \n <br/> \nAnyway, parents were notified, etc., and mine decided it was time for the talk, and they gave me a book to read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "Vaseline sucks as a lube."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "ju wan some mocha mocha?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "Does...does no one else wonder what LN is storing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 2,
    "snip": false,
    "text": "Most gratiutous use of \"cold\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "you know, ray's \"A doo da doo da doo!\" is reminiscient of his \"A Bloo Bla Boo Bla Bloo!\" <br/> \nWonderful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "It's good that he knows Ray is this supportive, my dad was so against me learning anything about sex that when my hamster started being in heat and would do this stiff pose and stick her tale up, he shot her with a tazer and she exploded."
  }
]