[
  {
    "depth": 0,
    "minus": 0,
    "name": "jls8510",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jls8510 was marked lame too many times and excluded. (marked lame by StoatLad, katsura, GeyserShitdick, trisha, cryptfiend85, woodenteeth, mystkmanat, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by ajg, _cheesekayke, mystkmanat, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catachresis",
    "plus": 20,
    "snip": false,
    "text": "Would easily be a 5 if it wasn't for the fact that very often, Achewood is  <em>even better</em>  than this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juancarlos",
    "plus": 1,
    "snip": false,
    "text": "\"Aw, man\" and \"I hate days like today\" thing is what made it a five for me. Ray is more disappointed than mad for having such an un-rad day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 2,
    "snip": false,
    "text": "Seriously. If we only get to rate up to five, we need the option of rating to  <em>at least</em>  3 decimals."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "garlic_breath",
    "plus": 0,
    "snip": true,
    "text": "A comment left by garlic_breath was marked lame too many times and excluded. (marked lame by madnes, riotdejaneiro, cmjhogan, GeyserShitdick, mike24, Connellingus, JuanCarlos, Dainbramage, pogo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "garlic_breath",
    "plus": 0,
    "snip": true,
    "text": "A comment left by garlic_breath was marked lame too many times and excluded. (marked lame by madnes, Overmedicated, capslock_annliv, cmjhogan, GeyserShitdick, mike24, Connellingus, joebot, pogo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aaron_haynes was marked lame too many times and excluded. (marked lame by fakead, JuanCarlos, Jesus)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by fakead, Jesus, Zem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by alphagator, Vice, pitseleh, Zem, Wulvaine, Darthemed)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soylimpio",
    "plus": 0,
    "snip": false,
    "text": "that is a low shenanigan"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 4,
    "snip": false,
    "text": "2 Lames from bass players"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Ohoho... next you're going to be saying you hate Tool and the Chili Peppers. Even if you do, you're not supposed to  <em>say</em>  it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 2,
    "snip": false,
    "text": "well... I hear he's a vegan, so I don't know about the nachos, but I definitely wouldn't put it past Flea not to piss in an empty...or on the walls...or an airline seat...etc..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 20,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "mastronaut",
    "plus": 3,
    "snip": false,
    "text": "I HATE tool and I play bass."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "tim_simmons",
    "plus": 6,
    "snip": false,
    "text": "tool are basically what 16 year olds listen to when they  want 'grow musically' that is, they get tired of cradle of filth or metallica or other such music"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 16,
    "snip": false,
    "text": "also its what they listen to when they turn into  <em>giant asses</em>"
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "EVERYONE who hates on tool liked tool at one stage and/or secretly still do but are afraid of the social repercussions. I hate tool for making Undertow four times in a row. Why do YOU hate tool?"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "Pretty much for making undertow four times in a row. I can't deny the talent in the group but the fact that the band has progressed none over their entire career says something about them."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "No, I never liked Tool."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Yeah, not true. I am proud to say that I have never, ever, EVER liked tool."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "A: You're a purportedly a woman, so you would never in your right mind even pretend to like tool anyway. <br/> \n <br/> \nB: Do you HATE Tool, and tell everyone how much they are shit with gusto at inopportune moments? <br/> \n <br/> \nBut do you HATE Tool?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "goddamn it. i give up."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zhankfor",
    "plus": 0,
    "snip": false,
    "text": "Shit with gusto! That's a new one."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "Shit with gusto is pretty much the ingredient list for a Bullshit Sunrise. <br/> \n <br/> \nthat and splash of grenadine..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I liked Tool. I was twelve. I'm fine with that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "charchar",
    "plus": 32,
    "snip": false,
    "text": "I pretended to like Tool and Dream Theater to win my father's love (he is a prog-rocker).  I came out of the post-punk closet when I was fourteen, and I can still see him staring down Gary Numan on my shirt, all like, \" <em>what the cock is this shit?</em> \" and I squeaked \" <em>it's a synthesiser and he hasn't any eyebrows</em> .\"  I felt so brave and so scared.  <br/> \n <br/> \nWe don't talk music anymore."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Maybe...maybe the best comment ever? <br/> \n <br/> \nAs a devoted metalhead who also loves all sorts of fey indie and folk precociousness such as Belle & Sebastian and Joanna Newsom, I too, friend, have suffered all conceivable depredations."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "idsyen",
    "plus": 6,
    "snip": false,
    "text": "I liked Tool. I actually liked them a lot. It was very difficult for me to come to the understanding that they are maybe not so swell, but after much soul searching I realized that they not only play every song in the same key, but only use one chord for every song... the same chord! All the complex rhythms in the world don't make your music sophisticated if you only got one damn chord. <br/> \n <br/> \nThe chord is d minor."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "the saddest of all keys..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I liked Tool. <br/> \nI still like Tool. <br/> \nI also like Cradle of Filth. <br/> \n <br/> \nBut see, unlike a lesser man, I will not get on your case for having a difference of opinion. In fact I will chubb you for it, partly because I really DON'T like Metallica and never did.  <br/> \n <br/> \nAs for everyone else posting after... they can go fuck themselves.  <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soylimpio",
    "plus": 10,
    "snip": false,
    "text": "often the more interesting comments are marked lame.  Oddly, no one says comments that just repeat a punchline are lame."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "relaxing",
    "plus": 3,
    "snip": false,
    "text": "Sometimes it is rad to repeat a punchline."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Give me a little credit, I used a previous punchline to illustrate my point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "I used to be a \"word-for-word line repeater\" lamer. Then I got religion. I still cringe, though. Especially when said repeater has, like, 15 chubbies. What gives?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I know, I can't stand it. It's like, yes, we all read the comic. <br/> \n <br/> \nIt's even worse on YouTube. I've learned to not scroll down on YouTube pages because I just get angry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, god. Yeah, even the worst trolls here (NOT talking about you, aaron_haynes) are more intellectually stimulating than 99% of Youtube posters. That sounds like an elitist, asshole remark, and I suppose it is. But  <em>DAMN!</em>  Talk about the lowest form of written English! It's a linguistic bloodbath!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 8,
    "snip": false,
    "text": "Talk about people who eat nachos with every meal!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Man, they wish. They're people who would eat nachos for every meal, except they can't figure out how to make nachos. So they eat Nacho Cheese Doritos instead. <br/> \n <br/> \n\"It's basically the same thing,\" they tell themselves."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Oh, shit....this is starting to hit a little too close to home...."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I always preferred Nacho Cheese Doritos to actual nachos; it was like all the good part of nachos but hey no vegetables. <br/> \n <br/> \nThen I turned 30."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "When you turn thirty, vegetables turn awesome. Especially ones like jalapenos, which provide a level of flavor long forgotten by those who have been smoking since they were sixteen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by relaxing, jimbob, yingkaixing)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "The phrasing in this strip is among the best Achewood's ever done, especially panel 6."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 1,
    "snip": false,
    "text": "I think is funny how Tèodor is the one to point out the ad to ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "I think he probably realised that his prank would really only lead to Ray getting mad rutty with a fiery Puerto Rican (can I say that?) woman that kept pushing a bottle of Pink Zin and a pair of handcuffs towards him and winking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Ray's just chillin' in his hot tub, drinking a margarita, waiting for someone to call."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 6,
    "snip": false,
    "text": "I just - man, I must not have read this one too carefully the first time, because \"Say, are you all split on green? Is this some kind of  <em>low shenanigan?</em> \" is the kind of pair of sentences that ought to stick with a girl always.  <br/> \n <br/> \nBoy howdy, it's like Shakespeare up in this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I sometimes forget how often Teodor is split on green. He's very high functioning stoner. And before you lame me, I would like to inform you that in all seriousness no pun was intended, there. I don't mean \"Ha, no pun intended!\" as if to say \"Yes, I actually did intend that.\" Seriously....no....no....NO....DON'T DO IT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "But you can lame me for broken English. Do."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I would lame you for oversensitivity. But that's hypocritical. Can we still be friends?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm going to assume that lame was from rowboat, and is his way of saying no, you can't still be friends."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Your assumption is incorrect, hecci. I safeguard my seemingly tiny lame allotment as one would bullets in an undead outbreak. I can only hope that you're enough of a nerd to understand this metaphor."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Of course I am. <br/> \n <br/> \nP.S. The fact that we have two sets of comment-correspondence on one page means we're now best friends forever."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Word.  <a href=\"http://web.archive.org/web/20101014115025/http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&amp;friendid=229667762\">Let's shake on it.</a> <br/> \n <br/> \nP.S. I'm no creep."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't call Téodor a high-functioning stoner because I wouldn't call him high-functioning, period. He seems to coast through life, and pot helps him. Téodor represents Onstad without Achewood, a Bizarro version of Onstad who still, in his thirties, hasn't found a project to devote himself to. Onstad seems to genuinely like and care for Téodor, but there's always this melancholy tint of gratitude that Onstad hasn't become him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the phrase \"boy howdy, it's like shakespeare up in this.\" I think I've said that exact phrase recently. You and I may be identical twins separated at birth who have only found each other through the magic of Achewood."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "HELL YES I can still sport wood!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 1,
    "snip": false,
    "text": "classic just for the use of 'along' instead of 'on'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ferdinand",
    "plus": 2,
    "snip": false,
    "text": "it's a bit of a stretch to call white zin 'wine.'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "ahm, but what about PINK zin?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ferdinand",
    "plus": 13,
    "snip": false,
    "text": "ah.  yes.  my bad.  to clarify: anything other than red zin, preferably old vine, or the italian primitivo from which the varietal probably evolved, is like what the kool-aid man pisses after drinking lite beer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "A fine simile that I hope to one day use in everyday conversation.  Bravo, ma'am.  Chubby to you."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "that was the most excellent way in which i have ever been corrected.  enjoy your chubby sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "<em>Where were you</em>  when you first discovered the existence of white merlot?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "White zinfandel is the cranberry juice of wines."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 3,
    "snip": false,
    "text": "To celebrate his birthday, Ray ate Nachos at every meal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 2,
    "snip": false,
    "text": "The alt-text makes me giggle like no other"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Guitar pedantry... must... not... comment..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "\"along\" is AMAZING."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Aw, T-adore, you rushed it. Gotta let someone ELSE point it out when you're gonna prank somebody in this way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattbeetee",
    "plus": 0,
    "snip": false,
    "text": "I don't mean to be all cliche up in everybody's grills, but this is my favourite strip and I wanted you to know this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "this kind of shit happens to me ALL THE TIME."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "absolutely brilliant alt text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bozendoka",
    "plus": 0,
    "snip": false,
    "text": "5, esp. for panel 3.  Next 4 will be a 5 for dropped tuning."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucobrazzi88",
    "plus": 0,
    "snip": false,
    "text": "fWHeW! i almost pistol whipped ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrewthepig",
    "plus": 1,
    "snip": false,
    "text": "Eating nachos at every meal. That is just  <em>dogshit</em> . <br/> \n <br/> \n <em>That is something Caligula would do</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I love this strip so much.  Every word is written so perfectly.  Reading this strip is like riding a swan in a lake of vanilla pudding.  Also there is wine."
  }
]