[
  {
    "depth": 0,
    "minus": 2,
    "name": "mortshire",
    "plus": 17,
    "snip": false,
    "text": "Alt text:  The First Church of Cornelians.  It came to him in a pinch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spectre was marked lame too many times and excluded. (marked lame by thedice, KaMeT, kenthegod, odaya, SaulBellow, Frankreich)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fmercury",
    "plus": 26,
    "snip": false,
    "text": "Cornelius is a church, Lyle is the opposite of a church."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Connie handles the marriage. <br/> \nLyle handles the divorce. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "Almost a 5 just for \"my Friday party got much of the infrastructure anyhow\". <br/> \n <br/> \nBut dilapidated Roast Beef makes me sad."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "handsome",
    "plus": 7,
    "snip": false,
    "text": "I don't understand the significance of the left side of this strip.  Is it an alternate universe where Beef doesn't get married?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 26,
    "snip": false,
    "text": "It's like the end of 2001.  Beef is Dave Bowman, facing all the endpoints of his mortal lifetime at once.  I suppose we'll see more of that Beef sequence tomorrow."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "rogergs",
    "plus": 77,
    "snip": false,
    "text": "In tomorrow's panel Beef is reborn as the Starchild, orbiting above the earth in a gigantic Wonder bread bag while the monolith tells long-obsolete \"Putin's Russia\" polonium gags."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "I accidentally hit lame when I meant to hit chubby!!  Oh noooooes!  Sorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 10,
    "snip": false,
    "text": "You're not alone, many achewood readers experience chubby dysfunction."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rlauriston",
    "plus": 1,
    "snip": false,
    "text": "http://www.google.com/search?q=russian reversal <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I started here half an hour ago, and just finished reading a biography of Dorothy Parker. <br/> \n <br/> \nI think it went russian reversal -> Yakoff Smirnoff -> antimetabole -> \"Too fucking busy, and vice versa\" -> Dorothy Parker, but there were numerous side-tangents as well. <br/> \n <br/> \nYou have enlightened me, sir."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gus",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure it describes my life. (Please play a tiny violin for me: y'know, like that grasshopper viola you squeeze between your thumb and forefinger.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nall EEE EEE EEE EE"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ging",
    "plus": 9,
    "snip": false,
    "text": "In Soviet Russia, Beef never got married."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by ishuta, agreenberg, kylank, katal)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 63,
    "snip": false,
    "text": "In Soviet Russia, depression is afflicted with Beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by ishuta, ppccd, katal, mortshire, _cheesekayke, Crater12, hausea, clintisiceman, Mastronaut)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "twotonturkey",
    "plus": 2,
    "snip": false,
    "text": "Then why was he <a href=\"http://achewood.com/index.php?date=12052006/\">too sad to eat toast</a> here?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "shmuckeles",
    "plus": 1,
    "snip": false,
    "text": "dontcha hate it when your html don't work?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by michlitschc, Mastronaut, TwoTonTurkey)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 5,
    "snip": false,
    "text": "I don't know what seasonal orientation-sadness affective disorder is...does it have anything to do with sudden onset seasonal affective disorder?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "i hit chubby when i was aiming to reply .. i have bad aim. <br/> \nalso; i think its in November a zillion strips back, Beef was depressed and Molly mentioned something about S.O S.A.D (in lamp form), which could be the Seasonal Orientation Sadness Affective Disorder."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "http://rbeef.blogspot.com/2005/12/gettin-my-depress-on.html <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "There was never any Roast Beef in Soviet Russia. Only the promise of such exotic delicacies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 1,
    "snip": false,
    "text": "Roast Borscht?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lordhumungus",
    "plus": 5,
    "snip": false,
    "text": "I love how Ray is making all the Beef-wedding related calls just out of the tub.  Dude must really like bathing, and must think about his best bud a lot while doing so."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "Esthetically speaking, the towel sure as hell beats the thong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "byronic",
    "plus": 19,
    "snip": false,
    "text": "Do not disparage the Thong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lordhumungus",
    "plus": 1,
    "snip": false,
    "text": "Seriously, the Thong is an integral element of the Tao of Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "More importantly, he is not wearing his Talking on the Phone jacket.  Very interesting..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Would you wear a jacket that stylish in a tub full of water? Seeing that jacket wet or stained in any way would take away the magic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by skiddyfisk was marked lame too many times and excluded. (marked lame by aquamuffin, barrybass, m1st3rbl4ck)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "padijun",
    "plus": 1,
    "snip": false,
    "text": "Yakov Smirnoff will be around long after Beef dies :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 5,
    "snip": false,
    "text": "Butchered Yakov Smirnoff jokes will be around long after you, me, and everybody we know are dead."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "geesycreesy",
    "plus": 2,
    "snip": false,
    "text": "This is really ironic, because I find that most depressed people I know get the chuckles over Yakov Smirnoff jokes. This includes me, as well. \"hee man you can take THAT to the bank\" <br/> \n <br/> \nAlso, I like the use of hair in Achewood; Beef has long, scraggly Jello-Biafra hair in his youth, but inexplicabley looks like a regular cat in his middle-age, and then has facial hair when he's older."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 9,
    "snip": false,
    "text": "In the alternative future, Beef was so poor, he could only afford 27 inch HiDef OLED screen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pwb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pwb was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, NeoNaoNeo, Jesler729, snatch22, aquamuffin)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "Got to love that some things will be going right for this wedding. And that left-side is great--I'm guessing it's just  <em>what life would be like...</em> . Or something. <br/> \n <br/> \nI haven't been this excited about someone else's relationship since Densha Otoko!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 10,
    "snip": false,
    "text": "dil * lion (n): ( <strong>dill</strong> -yuh n) plural -lions <br/> \n1. A cardinal number, five hundred times one thousand. From demi-million <br/> \n2. A symbol for this number, 500,000 or DM <br/> \n3. A qualified but still great number of times:  <em>Twenty dillion dollars</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bobodante",
    "plus": 0,
    "snip": false,
    "text": "Now, how does one go about joining this First Church of Cornelians. Your ideas intrigue me, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 13,
    "snip": false,
    "text": "Communion at the church of Cornelius consists of a handrolled and a finger of grappa."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by vreeeee was marked lame too many times and excluded. (marked lame by straw, fallow_fields, mortshire, aquamuffin, Flaaron, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 4,
    "snip": false,
    "text": "We thank thee, Cornelius, for this handrolled and finger of grappa, that you have given us that our old cages might be toasted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "son_of_selleck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by son_of_selleck was marked lame too many times and excluded. (marked lame by straw, Tinhand, smich, aquamuffin, ethelthefrog, mattylite, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "no movie. no."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "actually I think I remember Onstad mentioning concepts for a GOF movie in an interview I read recently. <br/> \n <br/> \nif he can write blogs and program an eggs and milk minder for his characters, I trust him to film-ify quite possibly the greatest literary accomplishment I've read without some teacher making me analyze the symbolism of its syntax."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 2,
    "snip": false,
    "text": "That's so obvious! It should be Gary Oldman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lugosh",
    "plus": 0,
    "snip": false,
    "text": "Oh man! Nice choice!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lixivium",
    "plus": 0,
    "snip": false,
    "text": "How did Ray know that Cornelius is a priest?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "Ray was possibly just asking if he knew one, and maybe they joked from there."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "snidedk",
    "plus": 5,
    "snip": false,
    "text": "I think the \"seperately\" implies that Ray and Cornelius aren't talking to each other. I think they're both talking to Beef - Beef is asking Ray to use his house for the wedding, and asking Cornelius to preside over the ceremonies."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pyromancer",
    "plus": 2,
    "snip": false,
    "text": "Iam sad watching Beef's gross ass dying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neuscha",
    "plus": 4,
    "snip": false,
    "text": "In the future, no one talks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by featurelessvoid, le_chien_manquee, Tweakzers)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Onstad shoots his gun and pixels be dancin' <br/> \n <br/> \nPixels be all IS THIS FAST ENOUGH CHRIS IS THIS FAST ENOUGH and he's all NO"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afkpuz was marked lame too many times and excluded. (marked lame by thedudeabides85, cormier, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "factorial",
    "plus": 0,
    "snip": false,
    "text": "Beef is getting more depressed as he grows older. This is evidenced by the decreasing number of \"hee\"s in his laugh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slashtoe",
    "plus": 1,
    "snip": false,
    "text": "Ray talks Beef into having the wedding at his house.  Meanwhile, separately, Molly plans a quieter affair at the Dude.  Molly is right.  Beef is wrong.  Again."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tombsgrave",
    "plus": 4,
    "snip": false,
    "text": "Oh hey, wait a tic.  The shading is reversed!  In the \"what could have been\" on the left side, the panel shading \"on top of\" the comic, and positioned at the upper-left corner, whereas in the \"what's happening\" comic it's positioned \"behind\" the comic at a lower-left angle.  That's neat. <br/> \n <br/> \nAlso, \"dillion\" and \"one-man church.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 17,
    "snip": false,
    "text": "Good call!  The left-hand side is like a once-probable future that is now dissolving into the background. <br/> \n <br/> \nIn some timeline branch, a relieved Marty Kazenzakis is watching the rest home photograph fade away as Molly and Beef's marriage approaches a probability of 1:1."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gage",
    "plus": 4,
    "snip": false,
    "text": "Is that a Wii Sensor Bar on top of Beef's present day TV?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zumicroom",
    "plus": 0,
    "snip": false,
    "text": "well seeing as the first panel tv has an antenna on top, id guess it is a cable box or equivalent"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": false,
    "text": "Ain't no cable box I ever seen that thin and long. Thing's a Wii sensor bar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "jesus so it is.  and here was me thinkin beef was an x-box man"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "My remaining puzzlement is why we can't hear Yakov in the final panel on the left.  Is it because Beef has the sound down?  Does Beef not have his hearing aid in?  Is it representative of the fact that this future will not actually occur?  Or is Yakov revealing some information about the future that we aren't capable of processing?  (Would the population of the 50s been ready for Bea Arthur?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "because he is old, he puts the TV on mute during commercials. My Grandpa used to do that too.  <br/> \nBecause he is drunk (that IS a bottle in his hand isn't it?) or senile he forgets to un-mute and falls asleep"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Who  <em>doesn't</em>  put the TV on mute during ads!? (I just fast forward, of course, but still...)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I think that's the handle to make his chair recline."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 3,
    "snip": false,
    "text": "We made my dad a mute button back around 1970. Ran a wire out a switch by the couch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 1,
    "snip": false,
    "text": "Because Yakov is even older than Beef at that point. He jsut stands in front of the mike while napping and looking confused."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": false,
    "text": "*lame alert* who is yakov when he's at home?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 1,
    "snip": false,
    "text": "...Yakov is you?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "becivilmarlowe",
    "plus": 0,
    "snip": false,
    "text": "I think the simplest answer is that Ray is hearing-impaired in the future. He still watches because he finds Yakov's visage comforting."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "agentj",
    "plus": 9,
    "snip": false,
    "text": "In Soviet Russia, free couch finds YOU on craigslist."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "In Soviet Russia, Yakov Smirnov was funny. That's why he had to leave."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 9,
    "snip": false,
    "text": "I just noticed Cornelius emphasises his speech in a suitably old-school ASCII style, with asterisks.  <em>Italics are a modern frippery</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure italics predate asterisks.  I'm pretty sure they used italics for hundreds of years in these things called \"books.\"  I'm pretty sure asterisks look ridiculous used in this way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "God damn it man, have the courage of your convictions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slashtoe",
    "plus": 1,
    "snip": false,
    "text": "I can't wait to see Lyle in his glasses.  I wonder if they'll be real Dork Frames or some coolish Buddy Holly/Murderer glasses."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dhinson",
    "plus": 0,
    "snip": false,
    "text": "Anyone translate Little Nephew's blog today?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "factorial",
    "plus": 43,
    "snip": false,
    "text": "Wutz it UP and werez it BIN summa krew! <br/> \n <em>Greetings, friends of the summer!</em> <br/> \n <br/> \nStil kol-klikkity wit da piazza-pie flumpity-flunk jobba, hella crookin' mad cash at Colonel Luigi's, mad at all anglez.  <br/> \n <em>I still have a job delivering pizza for Colonel Luigi's; my income makes me happy in many ways.</em> <br/> \n <br/> \nAn now mush be spizzanin' on tha beef /n Molly weddin'. <br/> \n <em>People around me are now becoming sentimental due to Beef and Molly's upcoming wedding.</em> <br/> \n <br/> \nToo sad, coulda' clocked dat perkitious aazzzzzzzzzzz. Wuz a fine 1. <br/> \n <em>It is a shame, I would have enjoyed sleeping with Molly's rear.</em> <br/> \n <br/> \nPlunkin' tha grosslicious lineup 'a bryydesmaidz gonna keep dis flumpa' in unrolled rubbaz and taken-off titey-whiteys 4 a week! <br/> \n <em>However, I will inevitably sleep with many of her bridesmaids; this activity will have me unrolling condoms onto my penis and removing my briefs for seven days.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 2,
    "snip": false,
    "text": "Who will Molly even get for Bridesmaids? Tina? Those lesbians she worked with at the Smoke? ARTHUR?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "Friendly, cute chicks always got some fatties and/or uglies as friends that would kill just to be stuffed into some lavender get-up with puffies for shoulders.  L.N. is apparently unaware of this or maybe he has an appreciation/desperation for a little junky junk."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dhinson",
    "plus": 1,
    "snip": false,
    "text": "thank you! most enlightening!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 6,
    "snip": false,
    "text": "I will love you forever, twenty dillion dollars. You are twenty dillion dollars! Yes you ARE! Yes you ARE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 1,
    "snip": false,
    "text": "At least Beef finally got that flatscreen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "i honestly more excited about a wedding between fictional characters in an online comic strip than i do for my aunt's actual wedding next week."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "am. i  <em>am</em>  honestly more excited."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bungdeetle",
    "plus": 1,
    "snip": false,
    "text": "I would like to be a Cornelian"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "Jherek?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Wow, I've never noticed the name of this strip before. It is Great."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am sorry to say this, but \"busty Japanese model\" is an oxymoron."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Someone go fix Elbox's internet connection."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edwell",
    "plus": 3,
    "snip": false,
    "text": "Philippe lives with both a church and the opposite of a church."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 12,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101007165054/http://orezscu.blogspot.com/2007/06/beef-goes-in-for-kill.html\">Beef goes in for the kill</a> <br/> \nLyle:  <a href=\"http://web.archive.org/web/20101007165054/http://lyle151.blogspot.com/2007/06/got-glases.html\">got glases</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101007165054/http://charleysmuckles.blogspot.com/2007/06/pumpjack-clitty.html\">Pumpjack Clitty</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuzzery",
    "plus": 0,
    "snip": false,
    "text": "It never fails to amaze me how well Onstad conveys Cornelius' air of utter badassery. A walking church? That is SO BOSS."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st_elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "He is a church in and of himself, there isn't much more bad-ass than that, he could declare a holy war by punching someone in the face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna take you to the bank, senator Trent. To the blood bank."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghostlystate",
    "plus": 0,
    "snip": false,
    "text": "Bless this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jabroniville",
    "plus": 0,
    "snip": false,
    "text": "For some reason, Roast Beef's oft-repeated \"Oh, hee\" or \"Oh, hee hee\" is one of my favourite things about Achewood. It's the kind of thing that's impossible to describe to prospective Achewood fans who just don't 'get it' yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Yakov Smirnov's one of those people who didn't really have a purpose after the cold war ended, like William F Buckley or Alexander Solzhenitsyn.  <br/> \n <br/> \nThey played their part and were shoved aside.  <br/> \n <br/> \nCome to think of it, in a sense Solzhenitsyn is basically the thinking man's Yakov Smirnov, except his punchline was always \"I WAS IN A GULAG. YOUNG PEOPLE HAVE LOOSE MORALS,\""
  }
]