[
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 377,
    "snip": false,
    "text": "Dr. Andretti's getting a little tired of Ray's shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bookofsand",
    "plus": 223,
    "snip": false,
    "text": "Yeah, he probably barged into the bathroom and advised strongly against this stunt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": true,
    "text": "A comment left by invidious was marked lame too many times and excluded. (marked lame by wharfrat, RedMad, Shabadoo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vance",
    "plus": 1,
    "snip": false,
    "text": "2 years later I am going to give this its 289th chubby because these other two are right."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Has 360 chubbies now. It has come full circle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sharktastic",
    "plus": 0,
    "snip": false,
    "text": "370 now, 2 weeks later."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "907_ninja",
    "plus": 9,
    "snip": false,
    "text": "Something about this strip just cracks me up.  The look on Ray's face is priceless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 35,
    "snip": false,
    "text": "His boundaries are being hell of challenged."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fmercury",
    "plus": 2,
    "snip": false,
    "text": "His doors of perception are being hell of cleansed. Every thing appearing as it is, such as infinite."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pardalote",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for crossing some Blake/Young/Depp/Onstad boundaries that made me smile."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kledermans",
    "plus": 7,
    "snip": false,
    "text": "He doesn't look like he's in pain, more like just a little surprised.   <br/> \n <br/> \nMy favorite part is everyone watching."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 1,
    "snip": false,
    "text": "he's in the zone, like those people who hook themselves in the back and hang from the ceiling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "Especially Phillipe who seems terrified."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hal",
    "plus": 4,
    "snip": false,
    "text": "He seems surprised to be there, wondering what life choice brought him to this point.  Like when he asked a man to come and lift him up by his bonch, he was quite nonplussed when a burly fellow appeared and did exactly that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Looks more to me like nervousness <br/> \n <br/> \n\"oh man I am totally being lifted by my junk what if something goes wrong what if I NEVER bone again\" <br/> \n <br/> \n... I have just noticed that when writing thoughts I tend to write like RB thinks. This worries me. Is it because of Achewood's influence on me or is it because RB's character is based on people like me? <br/> \n <br/> \nAw hell"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 6,
    "snip": false,
    "text": "He looks surprised. I wonder what he was expecting?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, davidadam, mrn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lastlarf",
    "plus": 8,
    "snip": false,
    "text": "I've been ignoring you for as long as I can, but I have to know, do you actually think this is funny, or are you just a troll?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by GeyserShitdick, davidadam, flynn)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mira",
    "plus": 8,
    "snip": false,
    "text": "he is a troll."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "assetbar_admin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by assetbar_admin was marked lame too many times and excluded. (marked lame by LordNelson, johnnybaverage, americanadiano, missbee, Shinkusan, AndrewofDOOM, Stereo, XACBalistikX, mksta1000, rygarrett2, bigdumbtravface, glyphtheory, ishuta, TommyTheBrat, Homepie, CygnusX-1, expellens, j0ecool, DorianGray, Gazdatronik, TheGreatD, shatneresque, Aelindil, DudesStew, aldous_huxtable, salfordladsclub, Smallberries, shydra, erk070, Scleropages, wilbur, daidai, wfl, pamu, YorkshireTea, 1000Hz, Disco-Ninja, scottawesome, HonestTom, speccer, HamScout, Poorochondriac, Dezufnocosem, Dusty, mockereo, cryztal, tsukurimekura, gimluck, gladi8orrex, never_die, nbeer, bengmin, flaxplus, doktorkisses, Mattsolo, vheissu, orvel, imbroglio, invidious, mabel, JTTuba, Tector, Mangtastic, Deusoma, mintyhelminthes, plummet, philophobe, Lacrimus, thebcm, msbumpkiss, nice-on-water, ajordan, decagon, twohundredninety, purplehaze, re5urgam, flazisismuss, getawaykettle, jake11, falseprophet, ESwrathwright, autrepoupee, Tricky, tk001, firekow, slipperyfreud, westsider8, molotov521, chivalress, InspectorGadget, kingfisher, ashbery, whoper, peterselj, LaVieNoir, snitchy, Bazacko, dtcommadt, incompleteunit, bigtom, PPPoA, ZombieZero, Jetbunny, greenkoolayd, achtung, peculiarnoise, rad_chillies, ladyface, mikeleffel2, gingerbreadman, gussiejives, morypcaina, wazza, farqussus, M3tanoia, neo-aeris, RobAngry, dickie_roxx, Granularsilica, Scorpio_nadir, varnish, drmadplay, GitarooMan, twells, Sweetlips, tehloki, LucidLoon, s1rnight, gobot, seanc, howl, weapon86, kendieatsbabies, MFrance, sittered, Phat, Nighend, DougTheHead, TSRTS13, AJESTERONLY, Garfield, btc, TheIrateTurk, Hazelfo, Sleaw, Ctrl_Z, Jar, thebaddoctor, LordPretzel, HolyQ, mikerotch6, fleetmack, galbraith, ProfessorRiffs, hotconnerybod, TheGoodwillGirl, Carpenter, teluxe, anomalous3, the_doz, dasilodavi, helikaon, Fielding, greatjob, jun, luckypyjamas, Ham_Shoes, lennyx, lux, MajesticTrout, thedudeabides85, Plineythedumber, Lynnym, Aktinide, GoriasXY, Crowly, shambles, Red-Barchetta, jamzz, surviveinc, mr_november, gtew234, illgamesh, newspaperdrone, Gage, mistlethrush, owlshapedzun, old_chap, Crater12, streever, ArthurDentLives, JuggleGod, batface, Retro, jaldor, mystkmanat, RicNine, octafish, coldfrog, orrrderup, Fcannon, duperando, Abbie, artcrow, sixthfantasy, Damiel_Billiams, shortside40, diplomat76, EndlessMike, lateadopter, lightupafatty, crom, LexSenthur, vorrishnikov, grenzdebil, Fruitonica, DeepOmega, Shawgun, higuma, SomeDarkHoller, ASaltySalute4, JimmyK, raynach, iidebaser, zaer, PresrvdKillick, duck, badlion, smilebuddha, usversusthem, allknowingpants, Squi, purplesafruit, mr-siegal, psykeres, mehighlow, samwiseg24, iduf, lonestar52, puguglypress, miaou, Dybrar, gonchoriffic, Fathington, taiga81, goopotato, campincarl, smooveb, Twistedkidneys, mattylite, soupkaty, ubersplat, slowcentury, bilingualmonkey, sherief, CMD7194, Myre, I_Love_Kate, exits2freeways, Irien, dougtgraham, Grizzlebee, meowwwwwwwwwww, foea, thegoblins, ouroboros, Centipede_Damascus, swiftlikeafox, wotown, Archon_Divinus, matt_bohr, nohcra)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mira",
    "plus": 3,
    "snip": false,
    "text": "that is a good idea <br/> \nhow about ignoring specific users?"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lastlarf",
    "plus": 3,
    "snip": false,
    "text": "I like that. Some people are just crying out to be filtered."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "davidadam",
    "plus": 3,
    "snip": false,
    "text": "I've begun marking all of his posts as spam, because that's all it is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "presterjohn",
    "plus": 15,
    "snip": false,
    "text": "My theory is that retardo is an elaborate algorithm (Queen-O-Mat 2.3) designed to auto-generate dialog for flamboyant comedy relief characters in such as Michael Bay movies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "You people are really terrified of that guy. Wow."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Michael Bay is a dark force in this universe, rowboat."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is probably a joke and if it is it's a good one, but I was referring to retardo."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And anyway, I know Michael Bay gets a lot of shit and I'm sure deserves every log of it, but the only movie of his I ever saw was Bad Boys II and I have only fond memories of it which has everything to do with the fact that I was at the drive-in and the sound was off and I was straight up shit-canned on some Bulleit and gettin' mad hand jobs for the duration of it. <br/> \n <br/> \nIf anything is going to be on a three story-high screen in that situation, it may as well have some fucking car chases followed by explosions."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Inspired by 300 years of the American Male tradition: <br/> \n <br/> \nBulleit Bourbon <br/> \n <br/> \nGentelmen, this is Rowboat."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "(and  <a href=\"http://web.archive.org/web/20101005110737/http://www.youtube.com/watch?v=iFj3FJlBT8Q\">yes</a> , it was a joke)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 0,
    "snip": false,
    "text": "This reminds me of a joke Kevin Murphy made in his book,  <em>A Year at the Movies.</em>  Have you read it, perchance? <br/> \n <br/> \n</years-long delay in response>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 0,
    "snip": false,
    "text": "A book of class and substance, if for no other reason than the 'date movie' chapter where he borrows all of his female in-laws and friends' wives.  I now want to reread that book..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": false,
    "text": "retardo is the only person on my ignore list, my life was improved vastly by that decision."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Chris, it's...uh...it is ok to come out of the closet if that is what you want to do. <br/> \nPlease, just don't let Retardo find out. <br/> \nWe'd never hear the fucking end of it. <br/> \n <br/> \np.s. I do not think you are gay."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegreatestcape",
    "plus": 3,
    "snip": false,
    "text": "I have to say that while I am all for openness and being true to who you are, I can not in good consciousness advise Onstad to come out.  <br/> \n <br/> \nAnd not just because he is straight, but because if he does retardo wins.  <br/> \n <br/> \nAnd if retardo wins, everyone else loses."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirtyantaeus",
    "plus": 5,
    "snip": false,
    "text": "The strongest man in the area looks like Tim Sylvia."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "deimosrising",
    "plus": 2,
    "snip": false,
    "text": "The very definition of ironic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Now that you mention it..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sooprmunky61",
    "plus": 0,
    "snip": false,
    "text": "its more the \"suck in my gut at the staredown\" weigh in more than the lumbering lummox that no longer tries to during the fight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 12,
    "snip": false,
    "text": "I love how they let Philippe come along...he looks terrified."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davidadam",
    "plus": 9,
    "snip": false,
    "text": "I didn't even notice Philippe until you pointed him out. He looks like he's either wearing a collar and tie or holding a very tiny globe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "It's his presidential suit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 2,
    "snip": false,
    "text": "Lyle looks like maybe he's considering giving this a try too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eric",
    "plus": 14,
    "snip": false,
    "text": "Lyle is not a man who likes to be one upped.  He will probably have the man pick him up by something even more painful.  I'm thinking appendix."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 4,
    "snip": false,
    "text": "To be fair, the strong guy is only having such an easy time of it because Ray had an erection on his way up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "He did do it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "This comic is off the wall. The guy lifting Ray via his junk is considering this a challenge."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "He is a professional man doing a job of work. He can approach lifting this cats junk with nothing but seriousness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "Ray will do damn near anything to aggrandize himself in the eyes of his peers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "Aw, Phillipe is wearing a collared shirt and pullover. <br/> \n <br/> \nHe got dressed up for this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "...who wouldn't?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "The facial expressions in panel 5 are brilliant: amazed Beef, angry Dr. Andretti, impressed Lyle, concerned Theodor, and poor, innocent, mortified Philippe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "Most of my Friends would do this. with out question.   some have dome similar things, that may be more or less horrifing depending on who you are, and your perspective on power."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fattybeaver",
    "plus": 4,
    "snip": false,
    "text": "Last panel I think strong guy should have punched ray in the dick like he appears to be thinking. I mainly want to see what sound punching a dick makes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 6,
    "snip": false,
    "text": "I'd be more interested in the sound your avatar should be making."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 5,
    "snip": false,
    "text": "A BLOO BLA BLOOO!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 1,
    "snip": false,
    "text": "Recontextualization chubby!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaldor",
    "plus": 3,
    "snip": false,
    "text": "For some odd reason I imagine it making cash register noises, all KA CHING KA CHING."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dr_sexlove",
    "plus": 0,
    "snip": false,
    "text": "I suspect Lyle had seen this ad earlier and was considering it, thus the curious arched eyebrow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 6,
    "snip": false,
    "text": "The ad did not mention that the strongest man in the area would be totally nude but for combat boots and socks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "If you think about it, it just makes a ton of sense."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pwb",
    "plus": 2,
    "snip": false,
    "text": "\"If you think about it, it just makes a ton of sense.\" <br/> \n <br/> \nI love the way Ray's mind works"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure the human (or feline for that matter) scrotum was designed to take that kind of punishment."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "connellingus",
    "plus": 2,
    "snip": false,
    "text": "Ray is neutered. It was probably just his penis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "It was just a vasectomy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Cats are entirely designed to be picked up by their loose skin. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 1,
    "snip": false,
    "text": "I actually saw a pic of a dude who used a rope and pulley system to bind his junk and raised his entire body off a weight bench. The scrotum is stronger than you may think. Thanks Stile!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "I maybe have seen that image, or one like it. Some old-looking guy who had his entire junk, looked like it was CLAMPED between two blocks of wood."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "I .. I ... I can't find the words"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 3,
    "snip": false,
    "text": "Wow, this is like the last strip I'd expect to not remember"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "joeyramoney",
    "plus": 2,
    "snip": false,
    "text": "panel 3 illustrates the same concept that's behind christian weight lifting teams."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Ray's expression in the last panel is key"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jalapenoenema",
    "plus": 3,
    "snip": false,
    "text": "That's just his default \"getting his junk plucked\" look. <br/> \n <br/> \nhttp://achewood.com/index.php?date=11042004"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "The alt text brought this from 4 to 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "He is six foot four and full of muscles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I said, \"Do you speak-a my language?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "He just smiled <br/> \nAnd gave me a vegemite <br/> \nSandwich <br/> \n <br/> \nAnd he said..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "<em>I come from the land down under<br/>\nWhere beer flows and men chunder.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "<em>can't you feel, can't you feel the thunder?! you better run, you better take cover.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "i'm getting sympathy pains"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "I sometimes cringe when I see another man's genitals get hurt, but what really kills me is when I hear about something that happened to a woman's reproductive organs; I get mad sympathy pains from that, and I have no idea why. I must have a ghost vajajay."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "That's unusual!  Ours are so much less susceptible to pain and damage than yours!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "but getting hit in the titties is pretty excruciating.  : ("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "For some reason, the phrase \"punched in the tit\" makes me laugh uncontrollably. My friends went through a phase where they'd call me up, and insert the phrase in random conversation. <br/> \n <br/> \nNow that I've been (accidentally) punched in the tit, though, it's not as funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "this is what ray is about, 100%"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I originally read this as \"pick you up by his junk\". Then I saw where the strong guys hand was.... Rereading it made it go from a 3 to a 5. Instantly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "What I love about this strip is that I am not sure that the strongest guy in the area is wearing pants or underwear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "everyone has that post where they reveal the first achewood strip they saw and how they've been hooked ever since. this is that post for me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Beef isn't even watching. He's looking disturbed like he's thinking \"man. this is hella wrong.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I have thought about it, and it definitely does not just make a ton of sense  <em>at all</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "It was probably wise of Ray to have Doc Andretti on-hand for this. Just in case."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "You're required to have a doctor present when this is going on for insurance purposes. Picking You Up By Your Junk Inc. is not responsible for any snappages."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Precisely what I was talking about up above. \"Snappages\". The Horror. The  <em>Horror</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I felt the bile rise with that one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 0,
    "snip": false,
    "text": "I giggled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "Phillipe is unsure how to feel about this, and so am I."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "I love how Ray's arm is in just the right position to make that guy appear to be wicked hung."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dorothyzbornak",
    "plus": 0,
    "snip": false,
    "text": "Oh noooOOO!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Dr. Andretti is clearly not OK with this procedure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "why in hell did they let phillipe watch that?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "They didn't, they were just too shocked to notice when he snuck out of his room."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "It'd be really awkward if you got a boner halfway through. Guy'd drop you on the floor and just have this disgusted look on his face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roadkill",
    "plus": 0,
    "snip": false,
    "text": "This makes my crotch hurt and I don't even have a dick. Jesus that looks harsh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unprotected",
    "plus": 0,
    "snip": false,
    "text": "You can tell that Lyle is surprised and excited to be watching this, while everyone else is just weirded out. <br/>"
  }
]