[
  {
    "depth": 0,
    "minus": 0,
    "name": "israel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by israel was marked lame too many times and excluded. (marked lame by sid, GunsOfRay, Sock)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Someone is finally taking a stand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 10,
    "snip": false,
    "text": "This one was a little too intense for me.  That last panel is just such an amalgam of concepts, I had to reread the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 6,
    "snip": false,
    "text": "I hear ya man, that is some pretty intense lingo like you wouldn't ever want try to translate it into Chinese"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jdhenry105 was marked lame too many times and excluded. (marked lame by TheLoneliestMonkey, woodenteeth, aerylor, AtlanticCity, Rakadin)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "It was a trap and you walked right into it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 43,
    "snip": false,
    "text": "I dunno, jdhenry105 makes it seem pretty easy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 3,
    "snip": false,
    "text": "I speak some Chinese and I really would not know where to begin. It would probably turn out a lot like Onstad's German comic days."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nikopol",
    "plus": 5,
    "snip": false,
    "text": "My culture is beautiful, but it also has certain rules."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 10,
    "snip": false,
    "text": "Your culture is against hoochie mamas."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "Hoochie mother want-bling always match small counter, dogg. Ji said the center of boulevards to caution the mathematics."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 15,
    "snip": false,
    "text": "purchasing knock-off designer items for hoochie mamas wil result in unprotected sex with said hoochie mamas. ratio 1:1. TIGHT MATH."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "This also postulates that the hoochie mama impregnation rate is almost %100, or close enough that multiple births make up the discrepancy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "Yeah I was way confused until I noticed the \"-\" between wanna and bling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deancain29 was marked lame too many times and excluded. (marked lame by Connellingus, _cheesekayke, pitseleh)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mountaindewtab",
    "plus": 4,
    "snip": false,
    "text": "tight math is the only acceptable math"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dueledge",
    "plus": 3,
    "snip": false,
    "text": "dogg that math be  <em>TIGHT</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 3,
    "snip": false,
    "text": "Anyone else think it's weird that Ray is telling Beef to get Molly hoochie mama wanna-bling?  I always thought Ray had a higher opinion of Molly than that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "Maybe it's his \"Ray way\" of saying that he'd like to see some little RBs running around underfoot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 7,
    "snip": false,
    "text": "He'd like to see a little Ar-by's on his damn table is what he'd like to see"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucid",
    "plus": 3,
    "snip": false,
    "text": "That's why this one never sat right with me. First read through I thought there must be some other way to read it than Ray talking about how fake Tiffany gets a man laid.  <br/> \n <br/> \nI don't think he means anything against Molly and there are times when Ray being totally inappropriate is a joke in itself, but that isn't the joke here. Instead I'm constantly left with this feeling that Onstad was throwing it all away for \"hoochie mama wanna-bling\", and I don't think that's worth it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tagrineth",
    "plus": 1,
    "snip": false,
    "text": "This strip should be rated higher based on \"well I guess we can pull out this dresser drawer that can be a crib\" alone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Ray's dialogue in panel 2 was like exactly my dad's thinking when it came to buying my mum's Christmas present this year. <br/> \n <br/> \nAnd it fucking worked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Congratulations on your new  <strike>turd</strike>  little brother/sister!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 7,
    "snip": false,
    "text": "Joke's on you! My mum had a historectomy several years ago."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scraggg",
    "plus": 2,
    "snip": false,
    "text": "That would make the joke on your phantom siblings."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 12,
    "snip": false,
    "text": "I cannot for the life of me imagine  <em>any</em>  other circumstance under which these two sentences would be said together."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atmus",
    "plus": 6,
    "snip": false,
    "text": "I guess your mom won't need a longer car then, since your dad can't give her babies from his wiener."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i chubbed this whole thread.  you each get a pretend high 5 from me. <br/> <br/> [[high 5]]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halnewcome",
    "plus": 0,
    "snip": false,
    "text": "this is one of the funniest things i have ever read. just, like, top ten.  profoundly, dynamic-redifiningly funny.  Comedy for me is different now.  I'm frankly a little scared of a world where I know about Tight Math, and its jocular ramifications."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "My girlfriend would not recognize a box from Tiffany and would further probably not care at all that it was from there even if it was real. <br/> \n <br/> \nI do not know whether this is a good thing or a bad thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "a] tight math=multiplication.  [[winkwinknudgenudge]]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Oh man wanna-bling is totally my new favourite phrase that I will use for a few days then stop when it becomes apparent that nobody I know thinks it is as funny as I do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mtrott",
    "plus": 0,
    "snip": false,
    "text": "It is offensive to even suggest that Molly Sanders is in the same league as hoochie mamas and sluts who would appropriate a dresser drawer as a vessel for an infant. I would think the same Miss Lady who reads Wired and likes to code for fun couldn't care less for a shiny, jingly bracelet or some shit. <br/>"
  }
]