[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Sleeps, zcross00, mikeronomicon, Catachresis, antecen, atticusonline, lk, chatterjee, alejandroadam, littlefatdog, Audhumla, tragicone)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anomalous3",
    "plus": 27,
    "snip": false,
    "text": "and he always has a lucky"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikebox",
    "plus": 2,
    "snip": false,
    "text": "I don't know how anyone could flush a lucky."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "No kidding.  Not even the man who  <em>gets things done</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaydub",
    "plus": 3,
    "snip": false,
    "text": "I wouldn'ta thought Ray would be firing blanks, but 20 bullet holes would make the place a <i>shambles</i>."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by BPMead, tttt2, Taidje_Khan)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 2,
    "snip": false,
    "text": "This is how I plan to quit smoking one day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 31,
    "snip": false,
    "text": "i know this day is coming for me.  and when it finally arrives, i'll be buying this strip and hanging it on my wall in tribute to the thousands who died for the cause of slightly altering the chemical composition of my brain in a way that made me feel an infinitesimal bit better.  for a few minutes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Damn, that's a good idea. I think I'll do the same."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thrasher",
    "plus": 28,
    "snip": false,
    "text": "perhaps also in tribute to the several lads upstairs who died of bullet wounds"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Ray quite obviously lives on the top floor."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 9,
    "snip": false,
    "text": "\"several lads\" refers to the possums that lived in the attic"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "oh yeah! back tracking. feels good man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Back tracking? Are you stalking me through the archives, or commenting on my 7 month late save of someone else's chubbied post? Confusion? Yeah, that's me."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "hey, i did it again!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "fart"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "That is quite obviously Rays three story house."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "Often when I go out for a stress-induced cigarette, I think of this comment. \"..an infinitesimal bit better. for a few minutes.\"  <br/> \n <br/> \nHow does this make you feel?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It makes me feel bad. I try to avoid thinking about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "and provided a psychological crutch"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 0,
    "snip": false,
    "text": "You can do it Ray! I believe in you!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moraiat",
    "plus": 1,
    "snip": false,
    "text": "This is such a great strip, I would have expected it to be 4.5 or so.  <br/> \n <br/> \nRay either talks about it in his blog or in Ray's Place before he does this. He explains the process and  reasoning in detail and this comic, while it stands on its own, punctuates his statement. Things like this add a continuity that makes this little world a bit more believable."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100413121603/http://www.achewood.com/raysplace.php?date=05112004\">http://www.achewood.com/raysplace.php?date=05112004</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "The 'lucky' cigarette is last, befitting it's title."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "Is anyone going to explain where they're getting the word \"lucky\" to us non-smokers out there?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seanbad",
    "plus": 12,
    "snip": false,
    "text": "Often a smoker will flip a cigarette upside-down in the pack, saving it for the post-coital smoke. That cigarette is referred to as \"Lucky.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "teira",
    "plus": 1,
    "snip": false,
    "text": "I was taught it was sort of a choice. Good luck or good fuck. Smoke it first for a good fuck, save it till the end for good luck."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dracer2",
    "plus": 4,
    "snip": false,
    "text": "You tap a new pack from the bottom when you first open it. Usually cigarette will pop out a lot higher than the rest. He is then inverted and saved till last as the lucky cigarette."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 42,
    "snip": false,
    "text": "And once you're down to your \"lucky,\" you will inevitably light the filter end when you are drunk in a dark place. It is totally awesome when this happens. It is lucky."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tourach3",
    "plus": 12,
    "snip": false,
    "text": "i don't know whether to chubby or lame this comment, because it has happened to me and it's just about the worst godawful thing that could happen in such a situation, besides maybe getting shot in the dick"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Man, I just wanna take a piss without getting shot in the dick!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "That has totally happened to me, but it wasn't even a lucky. I just got mixed up. In my defense, it was a menthol so it was hard to tell. <br/> \n <br/> \nAlso I've never heard of this lucky cigarette thing. I'm going to have to start doing it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "My aim was not exactly to endorse this practice. <br/> \n <br/> \nAnd stop smoking menthols. Shit's bad for you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "But I love menthols."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "But menthols hate you."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 11,
    "snip": false,
    "text": "Whatever. I know you're secretly on my side because your feelings on both my comments are pro. <br/> \n <br/> \n(I was going to write \"your feelings on both my assets are pro\", but that has very very different connotations.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Menthols are terrible. Like inhaling a burned-down peppermint factory."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Disagreement box. <br/> \n <br/> \nAlso, update box. I did the whole lucky cigarette thing and all that happened was that it lost a whole bunch of tobacco from the end which went all over everything in my bag. So really not all that lucky, I'd say."
  },
  {
    "depth": 13,
    "minus": 2,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "How do you lose tobacco from pre-rolled cigarettes? They're packed tight as hell! Never buy tobacco and papers, unless you want to be covered in it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Rolling your own cigs is heck of cheaper than buying pre-rolled packs. <br/> \n <br/> \nAlso if you invest in a cigarette rolling machine, you don't get it \"all over you\".  Plus the money you save on cartons pays for it eventually."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Or an envelope folding machine, if you're creative."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I don't know why I posted those words because I strongly feel that buying tobacco and papers provides far more reward than smoking straights."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hey odei, I got here twelve minutes after you posted your comment. Curr-azy. <br/> \n <br/> \nI love straights. I prefer them so much to roll-ups, and I just plain cannot roll despite trying over one times. But I'm starting university in a few weeks and will be a poor, poor, poor student. So basically I have to learn to roll and accept the fact that I'm going to have to be not smoking straights. Sigh."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zathyr",
    "plus": 0,
    "snip": false,
    "text": "I do not smoke, but I think I might enjoy inhaling a burned-down peppermint factory. <br/> \n <br/> \nOnly time will tell."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 8,
    "snip": false,
    "text": "I always carry a lucky myself, and I've always been in the belief that the lucky cigarette is the one that doesn't give you cancer. <br/> \nThe jury is still out when it comes to deciding whether a lucky Lucky Strike actually CURES cancer, or if the two lucky's cancel each other out and gives you Super-Cancer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 12,
    "snip": false,
    "text": "Recent studies have linked Super-Cancer to Incredible Death."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrflunchy",
    "plus": 5,
    "snip": false,
    "text": "This strip DOES go really well with Morrissey - 'There is a Place in Hell for Me and my Friends'"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "norsef",
    "plus": 1,
    "snip": false,
    "text": "Morrissey  always goes down well with men crying. It's like a manly chick-flick."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "Them: what's a lucky? shooting like that will kill fellows who are possums. And so on and so forth <br/> \n <br/> \nYou: following what Onstad says, and listening to Morrissey <br/> \n <br/> \nThere is definitely something to be said for that, that is dedication, that is also knowing Morrissey well enough to have Kill Uncle. Unless you are lame and just listened to it somewhere on the internet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 1,
    "snip": false,
    "text": "\"You are cool, unless you are lame.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "Damn, way to sum up what I said and make me think I totally said a wrong thing. <br/> \n <br/> \nTo update my opinion, even if you went and found \"There is a place in hell for me and my friends\" online and don't have kill uncle you are cool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "It's cool, dude, we all do shit like that.  For the record, I BT'd an album that had the song on it, but it was \"My Time to Shine,\" not \"Kill Uncle.\"  I still have not listened to it, yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 2,
    "snip": false,
    "text": "that might be the most fun way to quit smoking.  i think i'll pick up smoking again so that I may quit in this manner."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "append to title of this comic \"tobacco\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ray smokes (smoked) Marlboro Lights? I have to say, I'm surprised."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Ray has much respect for the Marlboro Man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I don't know how to feel about this either."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saddestking",
    "plus": 0,
    "snip": false,
    "text": "Ray is a classic man and can smoke a classic, popular cigarette such as Marlboro without worrying about whether it will make him look low.  He can drink beer without it being Stout Moose Butt Hyper-Porter, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "maybe it's because he's quitting?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Why is the inside of his toilet black!?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but  <a href=\"http://web.archive.org/web/20100413121603/http://achewood.com/index.php?date=09132007\">Hungry Gus</a>  has the same issue.  Perhaps they're one in the same?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "he should call Dr. Andretti."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "Man, when he rags on Morrissey everyone loves it, when he suggests you listen to a song of his you kinda try and ignore it, like trying to ignore that one kid who says hes straight but is obviously as closeted as one of your mothers flowery dresses from when she was 16. <br/> \n <br/> \nDamn"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Morrissey is that One Kid"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "This strip tears me in half, such a cool way to quit smoking but NOOOOOOOO! What a waste of cigerettes :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "can't spare an extra five bucks when you quit smoking?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "it's still a waste that's like nearly %u20AC9 down the crapper literally, and also i am a bum. i have no money so no, i can't spare 9 euros to throw down the toilet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "ok that was meant to say 9 euros there where it spazs out."
  }
]