[
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked as spam and excluded. dr_manflesh_desires_anal_play_immediately: What a douche. (reported by prius_chaser, lateadopter, wehavemagnums)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by twohundredninety, equinn2006, adonkon, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by straw, madnes, ppccd, jstegall, fallow_fields, Deusoma, sevenarts, aargh, Feste, thunderbat, mortshire, equinn2006, JuanCarlos, Matt, DigDugz, adonkon, Crater12, Ihmgard, anewcede, megaskip, mikejk305, yingkaixing, kestral)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, DukieShane, Jhunter, SkiddyFisk, SpinyNorman, Appers, Dallovich, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by Feste, Plurabelle, Setzkin, mountain, TheSoulBear, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by straw, Mangtastic, Feste, fosters, Gumfish, atticusonline, Setzkin, TheSoulBear, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "twntysevn27",
    "plus": 0,
    "snip": false,
    "text": "Way to stick up for the Aspies. Chubby for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dukieshane",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dukieshane was marked lame too many times and excluded. (marked lame by TheLoneliestMonkey, thedudeabides85, J-Man)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bobodante",
    "plus": 1,
    "snip": false,
    "text": "I gotta fully agree on your comments. This one really strikes a chord with me, and I love the transition from plotline wrap up into a wholly new, but no less, interesting new arc. Well done, Mr. Onstad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 2,
    "snip": false,
    "text": "Agreed. I've added \"this world ain't nothing but bad news and the pills that go with it\" to my e-mail signature."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Yep, yep, and yep.  I found this one hilarious and moving as well.  Cornily, I even found parallels between this and my own life.  I think it actually probably did its part in convincing me to marry my girl.  This is really Achewood at its best. <br/> \n <br/> \n\"Clopsy\" is maybe the best thing ever and I am definitely going to start using it.  \"Man I got hell of clopsy last night at the Bikini...\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rogergs",
    "plus": 8,
    "snip": false,
    "text": "Yeah, the worst was waiting in what you thought was a bread line and it turned out to be for one of those guys selling apples for a nickel. <br/> \n <br/> \nAnd you didn't have a nickel."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dukieshane",
    "plus": 24,
    "snip": false,
    "text": "When I said \"invoking,\" I meant \"evoking.\" Shit. Onstad is gonna think I'm a real rube."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hannah",
    "plus": 6,
    "snip": false,
    "text": "you've done well to use 'rube,' though, i think you'll get mad props for that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Hey rube!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 10,
    "snip": false,
    "text": "Don't make it bad. <br/> \nTake a hay bale, and make it better."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Your description made this go from a 4 to a 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ajesteronly",
    "plus": 7,
    "snip": false,
    "text": "\"Could be, doesn't have to be.  A dude walks down the street and a plane lands on his head; he never did what mattered.  Just sayin'.\" <br/> \n <br/> \n\"still though man slippery slope to a cradle a mortgage and a grave\" <br/> \n <br/> \n\"You even think for a minute there's some better way to play it?\" <br/> \n <br/> \nAbsolute true poetry.  It was this last panel that made me get married.  I mean, Ray is so right.  It's an imperfect game, but there's no more beautiful game in the world."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "girlandagun",
    "plus": 2,
    "snip": false,
    "text": "I have plans to cross-stitch Ray's words of wisdom on a pillow. It will make a good wedding present a couple I know who are planning on trading mini-quiches for gifts in the near future. They were probably expecting me to get them an electric blender so that when I visit they can mix me drinks on the deck."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "projectyl",
    "plus": 0,
    "snip": true,
    "text": "A comment left by projectyl was marked lame too many times and excluded. (marked lame by madnes, mortshire, Judy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sargasm was marked lame too many times and excluded. (marked lame by madnes, pwb, mortshire)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "Remembering stuff is  <em>hard</em> , dude! <br/> \n <br/> \nWhat did you say at this time yesterday? See!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "petronius",
    "plus": 2,
    "snip": false,
    "text": "roast beef is a genius, and i am in love with him."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rogergs",
    "plus": 2,
    "snip": false,
    "text": "That would be Randy, he of the buck teeth and burled coif?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 10,
    "snip": false,
    "text": "I was half-thinking Envelope would have been able to go back to his original look after Ray and Beef razed the Acres.  No shame in having lost a fight to a dude who became the ruling body."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 11,
    "snip": false,
    "text": "Let's compare and contrast: <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nIt might be that it's nearly a year and a half later, and judging by the fact he's able to afford living in Ray's neighborhood his \"plastic surgeon\" who \"reattached his face\" was \"probably\" \"good.\" Who knows where he got his chica eyebrows and bathroom dye job? Maybe he thinks that's sufficient evidence, since Ray won the Fight, for all of his peers to believe Ray's story."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I enjoy that the tattoo letter on his arm is different, but his beard is the same colour."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aikennubbles",
    "plus": 30,
    "snip": false,
    "text": "If Roast Beef marries Molly I'm totally going to be one of those soap opera-watching housewives all wearing my own veil and crying, like \"Love is so beautiful.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 5,
    "snip": false,
    "text": "I don't even care if he marries her.  This arc could end, and I'm already crying.  I'm glad I read the alt-text early on because otherwise I'd be having to think about \"chica eyebrows and a bathroom dye job\" through stifled tears and hells of emotions.  That's some dialectical shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Well, heck fire Bubba, I'd run for a free hot cheese sandwich too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "Beef sasses Ray about wedding snacks,  <a href=\"http://web.archive.org/web/20101006175355/http://m.assetbar.com/achewood/uua2xXLG3\">again.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neitherman",
    "plus": 2,
    "snip": false,
    "text": "God dammit Beef... I can't help but agree with you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "We did my wedding put luck. It's the only way to fly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "Putt luck.  Wherein you only get to eat if you sink 6/10, and you can't sit if you're under 3."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "This strip is so amazingly good I think I'm going to have to go back through my rated strips and change some fives to fours. Because this is so much better than those."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Dude, that is highly vexing of you.  There is no reason to rate any Achewood strip less than 5.  Just don't rate ones you like less anything at all.  Be a Molly in a world that ain't nothing but bad news and the pills that go with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Certain people would disagree with you, and bring up the cumbrella strip as evidence. I am not one of those people, because the cumbrella strip gave me a hearty, if shallow, laugh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure anything can be hearty and shallow at the same time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Hearty in volume, shallow in motivation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Fair enough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "guest starring in his own life. <br/> \n <br/> \nbeautiful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "reminiscent of Pavement in Shady Lane: \"an extra in the movie adaptation of the sequel to your life\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aeon",
    "plus": 0,
    "snip": false,
    "text": "Velly nice, I especially liked Ray's comment on the world being nothing but bad news and the pills that go with it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "apatfan",
    "plus": 0,
    "snip": false,
    "text": "What he's talking about is basically a thing!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "magnumt",
    "plus": 2,
    "snip": false,
    "text": "Is sharing the same opinion on marriage with a cartoon cat a good thing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_",
    "plus": 3,
    "snip": false,
    "text": "only if that cat is Roast Beef"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donjolly",
    "plus": 1,
    "snip": false,
    "text": "Does this mark a change in direction for the storyline? Looks like, even though the lawn ornament wars were cool  too. But a Beef / Molly marriage would basically rock."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "m3funkyb",
    "plus": 0,
    "snip": false,
    "text": "ray is half brain dead from too much binge drinking"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roastbeet",
    "plus": 10,
    "snip": false,
    "text": "Attention hackers: if you know how to hack the site so I can give this strip a 6, message me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "I'd give this strip a 6 if science let me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "Science, always getting in the way!  I tell you, what we need less of is science."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nihraguk",
    "plus": 0,
    "snip": false,
    "text": "\"A dude walks down a street and a plane lands on his head; he never did what mattered.\" Brilliant!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 2,
    "snip": false,
    "text": "Yeah, Ray's  <em>really</em>  good at that \"here's a vivid flash of the worst possible thing that can happen if you carry on with your current actions\" thing, like when he was just laying into Pat for talkign to him while he was driving."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeannetteandre",
    "plus": 2,
    "snip": false,
    "text": "Living in Florida and having cable television I can say for certain that Envelope has to be heavily based on Hulk Hogan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 2,
    "snip": false,
    "text": "Wow. Now that you mention it. He does look like The Tan That Walks Like A Man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 3,
    "snip": false,
    "text": "Roast Beef has such a quirky, off-beat, unexpected sort of genius. It's very endearing. I'd never think of a false advertising an ultra-patriotic free cheese sandwich as a means of ridding myself of pesky Christian fundamentalists and such, but he comes up with it just as easy as breathing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 3,
    "snip": false,
    "text": "Obviously I also would never think of proof-reading a comment before posting it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by twntysevn27, fosters, Moraiat, equinn2006, Sargasm)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "czarcastic",
    "plus": 1,
    "snip": false,
    "text": "\"clopsy\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 1,
    "snip": false,
    "text": "I hope the Last Honest Cheese Sandwich is in the next Achewood cookbook"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "czarcastic",
    "plus": 0,
    "snip": false,
    "text": "sounds like a country ballad"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Stopped in a diner <br/> \nOn my way from San Anton' <br/> \nWaitress her name was Dinah <br/> \nI looked at her and begged <br/> \nI ain't got no money <br/> \nI ain't got no woman <br/> \nHave mercy on a poor man, honey <br/> \n <br/> \nIt was there she gave me <br/> \nthe Last Honest Cheese Sandwich"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 3,
    "snip": false,
    "text": "it's a whole new level"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 5,
    "snip": false,
    "text": "LOVE IS REMEMBERING THINGS THEY SAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Love means never having to say \"I forgot\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by tekende, Zefiel, silver_lake, Mangtastic, astro_zombie, wargasmic, mortshire, bug, equinn2006, Sargasm, nutmeg, MrCreighton, MrPoopytime, benfromtenn, Mastronaut, Crimson_King)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 4,
    "snip": false,
    "text": "OUT OF CHARACTER. Oh man don't go saying I jump over shark tanks that is hell of asinine"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by silver_lake, Mangtastic, fosters, bug, equinn2006, prius_chaser, Sargasm, bixschmix, MrPoopytime, cbtbone, stormagnet, Mastronaut)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 7,
    "snip": false,
    "text": "Hey, thanks for replying with some actual reasoning. That's dope. Anyway, I believe this strip is still within the standards of what we can expect of Achewood, since the comic has always shown a strong character development curve, and it has remained consistent with it. No one complained when Beef and Molly paired up, even if it was breaking the character stereotype of 'eternally depressed and socially incompetent'. A big part of what we appreciate in Onstad's work is how he managed to create endearing characters we can relate to, and then set them off to be free and grow."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "featurelessvoid",
    "plus": 4,
    "snip": false,
    "text": "Okay, okay.  Am I at least allowed to say that this strip  <a href=\"http://web.archive.org/web/20101006175355/http://m.assetbar.com/achewood/uuafSqVDH\">jumped the mountain</a> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 2,
    "snip": false,
    "text": "Things like this happen precisely because Achewood charcters are not one-dimensional and static. Ray's not a complete buffoon. He cares about his friend. Dammit, I care!"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "differentdog",
    "plus": 3,
    "snip": false,
    "text": "did you think you were reading garfield or something? isn't there something else excellent you can ruin, like a birthday cake or a nest of baby birds?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Wait, wait. Envelope's in this one? Is he... hiding behind a horizon line?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "connellingus",
    "plus": 1,
    "snip": false,
    "text": "He's the guy standing with the anti-abortion protesters. After  <a href=\"http://web.archive.org/web/20101006175355/http://achewood.com/index.php?date=02012006\">this strip</a> , he apparently changed his hair color and tattoo to hide from the shame of losing a fight to Ray."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "twotonturkey",
    "plus": 1,
    "snip": false,
    "text": "say, wait a minute, I thought Beef wasn't much a Scotch guy.  He wasn't into the Aberlour.  Also, doing shots of Scotch is hella crass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jhamiltonwa",
    "plus": 0,
    "snip": false,
    "text": "And furthermore I think the distillery Ray was referring to is Cragganmore, not Craggamore"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "daniel_grieff",
    "plus": 0,
    "snip": false,
    "text": "Am I bi-polar is I have the same opinions that I can project Beef and Ray having at different moments of my life? <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "daniel_grieff",
    "plus": 0,
    "snip": false,
    "text": "(IF I have the same opinions..)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cbtbone",
    "plus": 3,
    "snip": false,
    "text": "Not at all.  I actually found the last panel especially true to my own conflicting feelings on the subject.  I think that, when it comes to large life decisions, we all have our inner Ray, indulgent, impulsive, all jumping into the ocean with no life jacket, as well as our inner Beef, shy, scared, all running from any challenge or gamble. <br/> \n <br/> \nI guess what I am trying to say is that it is basically a thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Doing shots of Scotch and mispronouncing the name of the distillery is hella Ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philipmarschall",
    "plus": 0,
    "snip": false,
    "text": "Ray says Cragganmore in the strip?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hungoverdrawn",
    "plus": 6,
    "snip": false,
    "text": "Best Strip Ever. <br/> \n <br/> \nYou know, there's a million fine looking women in the world, dude. But they don't all bring you lasagna at work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alisonface",
    "plus": 0,
    "snip": false,
    "text": "Oh my god!! I thought that too when I read this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alisonface",
    "plus": 0,
    "snip": false,
    "text": "God, Ray's \"a dude walks down the street...\" line makes me SO sad right now. <br/> \n <br/> \nIt's like Onstad is looking right into my life... <br/> \n <br/> \nI think this strip is my new favorite."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "I used to eat cheese sandwiches everyday for breakfast..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philipmarschall",
    "plus": 0,
    "snip": false,
    "text": "I would like to see a GIN OCEAN strip, hopefully one with a large number of panels with Roast Beef stumbling around intoxicated and discussing marriage with his fellow partygoers. Perhaps Todd's opinions on marriage could be found in this strip; that would be capital."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 2,
    "snip": false,
    "text": "I have not posted before, as I am rather shy.  However, the fact that a comic strip made me cry (and not from laughing, mind you) is fairly remarkable. <br/> \n <br/> \nSee panel eleven.  Goddamn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 8,
    "snip": false,
    "text": "Just read it again...Cried again. <br/> \n <br/> \nThere is a very good chance that I should stop drinking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "likeiwassaying",
    "plus": 0,
    "snip": false,
    "text": "never. you must never stop drinking. <br/> \n <br/> \nthe kind of drinking that makes one cry at truly sad things is the BEST kind of drinking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raychurr",
    "plus": 1,
    "snip": false,
    "text": "This world ain't nothin' but bad news and the pills that go with it. At what point did Ray go from being a jackass to one insightful motherfucker?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Dude come on man he was never really a jackass people tend to make that mistake about his A-type personality, I mean yeah sure sometimes he will do things to objects that are typical to your possession but that is only because in his heart he would always reciprocate proactively. He is cold \"hey man\" like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "It's like a long-form improv sketch that nobody wants to end!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "The little Christian fundamentalist looks like his hair is made out of wood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 10,
    "snip": false,
    "text": "<strong>Weekend Blogs (Friday - Sunday)</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101006175355/http://chrisonstad.blogspot.com/2007/05/bacon-no-3-carlton-farms-canadian-style.html\">Bacon No. 3: Carlton Farms Canadian-Style Bacon</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "21echoes",
    "plus": 1,
    "snip": false,
    "text": "the last two panels kill me every time <br/> \n <br/> \nbrilliant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "likeiwassaying",
    "plus": 1,
    "snip": false,
    "text": "Ray's line in the next to last frame is the best line that has ever been said in Achewood. It amazes me constantly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickb285",
    "plus": 2,
    "snip": false,
    "text": "I love this strip. It's so completely just two dudes talking about life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ketelcat",
    "plus": 1,
    "snip": false,
    "text": "I just Love the dialogue in the last four panels. I can't think of how to express my liking for those panels another way.  <br/> \nThey are like..the perfect things to say, ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "This conversation in the last half of this strip is beautiful.  Just f***ing heartwarming."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "this world ain't nothing but bad news and the pills that go with it..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "when youve had to earn or make everything you need(or want, even), the fact that someone remembers you on gift-giving holidays means so much more.  especially if said person has you in mind a full 9 months in advance and they have the similar, or less, pertaining to monetary comfort."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "Ray is a simple creature, but he comes across with some power in this strip. This is just one of those strips that make it believable that Ray and Beef have been knuckleheads since small times - and that Ray is, his eccentric outlook on socially acceptable behavior aside, truly concerned for the well-being of his friend."
  }
]