[
  {
    "depth": 0,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": true,
    "text": "A comment left by simpatico was marked lame too many times and excluded. (marked lame by meddle, SnotGrumble, gladi8orrex, joeynarcotic, kenthegod, falseprophet, SaulBellow, Magb, Shinkicka)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": true,
    "text": "A comment left by simpatico was marked lame too many times and excluded. (marked lame by meddle, SnotGrumble, gladi8orrex, joeynarcotic, kenthegod, falseprophet, Zebra, Magb)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": true,
    "text": "A comment left by simpatico was marked lame too many times and excluded. (marked lame by meddle, SnotGrumble, gladi8orrex, joeynarcotic, kenthegod, falseprophet, Zebra, Magb)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charhe",
    "plus": 1,
    "snip": false,
    "text": "Onstad is putting his comic on Maximum this Friday."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by doomsdaybadger, LordPretzel, simpatico, troutman, LexSenthur)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odvo",
    "plus": 3,
    "snip": false,
    "text": "Yeah where Nick was Cyrano to Alex's de Neuvillette, providing the \"cool\" that Alex needed to woo Shelly through the tin-can phone little Andy set up in the backyard. I just hope that in the Achewood variation, Teodore doesn't end up ruining everything with an ill considered quote of the Kinks."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "\"She walk like a woman but talk like a man\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "assetbar__admin",
    "plus": 0,
    "snip": true,
    "text": "Comment left by assetbar__admin ignored."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by seacrow, jthm_guitarist, cretin, domakesaypat, ummagumma, cmjhogan, StagnantDisplay, bigtom, johnstephens, ActualTaunt, tinyneutrino, LordPretzel, d3athcann0n, simpatico, troutman, LexSenthur, goopotato, eidolem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by seacrow, jthm_guitarist, CatJumpJohn, heccibiggs, domakesaypat, Spoon, envika, cmjhogan, Tucky, StagnantDisplay, Jhunter, Kleptonis, morypcaina, johnstephens, tinyneutrino, Cracklewater, LordPretzel, d3athcann0n, tripleG, simpatico, troutman, LexSenthur, usversusthem, odvo, goopotato, daverud)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "fuck, i thought you died! cunt."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I'm thinking about putting everyone on my ignore list now, so I can finally enjoy this place.  I'll start with the most vicious ad hominem comment in the first 12 column inches."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Be quiet, you. <br/> \n <br/> \nWe'll have none of this \"complaining\" around here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "that is also a shitty haiku."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "Be so quiet, you. <br/> \nWe'll have none of this 'round here <br/> \nSo call'd complaining."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Um.. Shut Up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by jthm_guitarist, CatJumpJohn, domakesaypat, Spoon, cmjhogan, Tucky, StagnantDisplay, mbyles, mike24, Kleptonis, johnstephens, tinyneutrino, Cracklewater, LordPretzel, d3athcann0n, shoinan, LexSenthur, odvo, goopotato, eidolem, gowerski, hardelicious)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "That was last friday, dogg."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "noah_j",
    "plus": 3,
    "snip": false,
    "text": "i don't post for two weeks and this guy happens?  <br/> \n <br/> \nthis board has a really quick cycle on the whole \"fallin' to shambles\" thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, alreadyinuse has been a sickness in the body of Assetbar for a long while, now. Can't blame anyone else if you didn't spot the symptoms."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 8,
    "snip": false,
    "text": "jeez, it's too bad there are so many humorless people spending so much time here--i think alreadyinuse's posts are way funnier than almost any of the ones that get a bunch of chubbies."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by gladi8orrex, eatmorekix, Crater12, JoeStork)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by Spoon, atticusonline, rival, ConnorMc, opprobrium, NigelChaos, izenine, Phenalphaline)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 5,
    "snip": false,
    "text": "i mena, i lol'd"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "joestork",
    "plus": 2,
    "snip": false,
    "text": "that was a pretty good comeback"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drsad",
    "plus": 0,
    "snip": false,
    "text": "Man, I miss Dr_Manflesh... at least his long-assed nonsensical rants had a story..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Don't say that. DON'T YOU EVER SAY THAT!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "promac",
    "plus": 0,
    "snip": false,
    "text": "Oh rery? <br/> \n <br/> \nThis has gotta be Onstad with an empire voice donut."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "aw hell! my brain! it's.... <br/> \n <br/> \nit's short sircuting!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 1,
    "snip": false,
    "text": "okay, you win, i quit achewood!!!!!! have fun on your message board."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by omusubi, Spoon, farqussus, fuzzyshoo, LexSenthur, eidolem)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "Your posts are entertaining. <br/> \nI'm gonna pick on Sartre.  Interesting that between your two posts you have made me think of the one question Sartre could never answer...which is more important, the individual or the collective? <br/> \nWhich is the same issue you are fighting on assetbar is it not?"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "absurdist",
    "plus": 0,
    "snip": false,
    "text": "It's not that we don't understand what you're trying to do. We do, it's just that it could be pulled off a bit better. <br/> \n <br/> \nThanks for the effort though. We can all see by the lengths of your posts that you care."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "So being contrarian, copy-pasting bad stories and spelling things wrong deliberately are the only way to be sentient?"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "excuse me cunt but i never copy paste.  alls r orgnal <br/> \n <br/> \n <em>cunt</em>"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 4,
    "snip": false,
    "text": "i..i am sry"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "I so didn't read that. <br/> \n <br/> \nBut you made Manflesh quit, so fuck you.  The world is a sadder place without his once-a-month posting of random annoying shit, whilst we all gab on for hours about how big and juicy and bulbous and shiny-without-being-hairless his nuts are. <br/> \n <br/> \n <em>The idea of Manflesh is more entertaining than Manflesh himself</em> <br/> \n <br/> \n <em><strong>DON'T THINK THIS WILL HAPPEN WITH YOU</strong></em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I think we just proved Manflesh is still here."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "There will always be a little Manflesh in all of us, like cancer in remission. <br/> \n <br/> \nDo you think he can really stay away?  There is notoriety here, and what does a performer crave except notoriety? <br/> \n <br/> \nBut this is a hackneyed concept of performance and art and quality.  Clearly, a visionary and comedian  <em>extraodinaire</em>  such as the good doctor would never be constrained by such bourgeoisie notions of basic human desire.   <br/> \n <br/> \nHe and AIU can collapse into each other in a singularity of smug, antagonistic superiority, each mocking the other for staying in the black hole, but neither leaving."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "That being said, I have never ignored them, because they do good posts."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Looks like le Chat Botte' missed an interesting day in Acheworld! Congrats, AIU on your chubbies. I have to admit I was laughing so hard at the thought of 29% of anyone's clones making out with each other, it more than made up for the over the top vitriole and bitume of the remainder. That part was pure brilliance. <br/> \n <br/> \nThat said, I am not aligned with you on the post deriding this community. This community is what it is, constituted by those who come here, each of whom get  <em>something</em> , albeit different things, from the experience of this quirky, odd little comic. If you create them as boring, you will never see them as any other thing. I have previously stood firm in acknowledging and accepting you as part of this community. And that you are, and your voice (and the voice of the manflesh) are both equally valid with anyone elses here. Equally, not more. <br/> \n <br/> \nI will not make you wrong for seeing it the way you do, nor will I insist that you change any part of it. I will acknowledge you being authentic in this expression of your thoughts. <br/> \n <br/> \nI'll also invite you to try on the possibility of creating people powerfully, and getting and accepting them just the way they are. You may be surprised to find how interesting and brilliant these folks turn out to be! I especially encourage you to consider that your complex way of thinking and interacting does not in any way make you more human than those who choose simpler, more direct ways of interacting. There is a breakthrough available for you in getting how human and valid every poster on this site is."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "You're really wasting good energy on someone who will hurt and betray your love at the earliest opportunity, for he deomnstrates continuously that he has no remorse, no soul, and no concern for anything but his own glorification.  He is evil personified."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Bad Pogo! Down Pogo! That's a good boy. <br/> \n <br/> \nSeriously, he is no more evil personified than you are a large dalmation. Nope. Sorry. Both human after all. Get used to it."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Mon Chat, would it be OK if one really,  <em>really wanted</em>  to be a large Dalmatian?  It's true that if Dalmatians don't have meaningful work to do, their naturally high energy leads them into behavior that can be a fairly convincing imitation of evil made flesh.  As is true for most sentient beings, these difficulties are overcome through appropriate socialization. <br/> \n <br/> \nWhether anyone ever provided such socialization to AIU I won't hazard to speculate; certainly no one provided instruction in proofreading, typing too fast for one's accuracy capabilities, or not shouting everything one says. <br/> \n <br/> \nI suspect that Manflesh, for his part, was provided with all the indicated training, and that whatever one's opinion of his contributions to Achewood, they derive from aesthetic choices and not from, say, poorly regulated hormones."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Being, myself, le Chat Botte', I have to say that my opinion of Dalmatians is generally negative. (Meow.)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I feel like \"creating\" in this post should possibly be in inverted commas. Or, y'know, replaced with a word that makes sense in the context."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "No other word would make sense in this context. But you are free to invent new contexts if you want."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Then maybe... an assortment of words? To represent an idea?  <em>Is this too much to ask, Chatbot.</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Oh. Sorry. For a moment there, I thought I was speaking in complete sentances, and everything. <br/> \n <br/> \nSo, I'm not getting what you are requesting exactly?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh, I don't mean in general, just in the use of that particular word. You can't prioritise some words just because they make you come off more meaningful and esoteric!"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Silly i_love_kate, lechatbotte is not a food!"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "(?). <br/> <br/> <br/> (!)."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Still not clear on your point. I choose my words advisedly, and with little or no desire to be \"meaningful\", merely to say what I mean. Certainly no attempt at cabal or esotericisms! If you're not getting it, don't assume it can't be gotten, and read it again slowly, pondering \"what does it really mean?\" You might surprise yourself!"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I think he means you can't create people, so it is confusing to say so."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you, Farqussus. That made sense! <br/> \n <br/> \nI submit you can't  <em>not</em>  create them, since they show up for you just the way you created them to be for you, regardless of how they are for others."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I certainly don't know where you're coming from, but I take this vocabulary of \"what works\" and \"creating\" as an unfortunate cross of dialectic behavioral therapy (which is for folks with borderline personality disorder) and literary criticism (which would really be about \"creating the text,\" but the concept is the same).  Such filters can render your comments meaningful in some way, although not necessarily the way you intended.   <br/> \n <br/> \nBut there's simply no question that everyone else here wins the argument.  Uncommon usages of words will make it hard for anyone to understand you.  If you respond to puzzlement by insisting that everything you've said is perfectly clear already, then people will just ignore you.  That wouldn't work for me.  Of course, my opinions are just as meaningless as the next guy's around here.  (No offense, farqussus.)"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you!"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "While \"create\" is an odd word choice, I felt meaning could be inferred well enough given the context. The following is an attempt to put these more in layman's terms, but do correct me if I am wrong, lechatbotte: <br/> \n  \"If you [preemptively assume they will be boring], you will never see them as any other thing.\" <br/> \n  \"I'll also invite you to try on the possibility of [attempting to view people in a wider scope that encompasses their entire personality], and getting and accepting them just the way they are.\" <br/> \nIt's a rather obtuse usage, but almost any word will work anywhere with enough intent and context."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<em>Very nice effort!</em>  However, I  <em>really</em>  mean \"create\". Since people occur for us just the way we expect them to, and since those expectations are all made up anyway, we have the ability to create those expectations, and thus the people they are about. If we create people as a questioning instead of a knowing, we will more likely get what they are about today, as it changes from day to day. If we accept whatever they are about as being valid and human, then we will get them the more. Get it?"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "So we create our own manflesh and co from our perceptions and interactions with them? <br/> \n <br/> \nWhen you said 'if you create them as boring' I thought you were speaking to the 'trolls' in question and about the characters they have 'created' with their actions. <br/> \n <br/> \nNow I do get it."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "If that's what you meant."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If there is no Manflesh in you right now, please raise your hand and an attendant will be right with you"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "If having Manflesh in me has anything to do with your aviticon, my hand will remain down."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "COME BACKKKKK!!!!!! NOOOOOO MANFLESH!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "...did my actions bring about the departure of manflesh? <br/> \n <br/> \nwas it i that was the proverbial butterfly, flapping its wings? <br/> \n <br/> \noh... noes..."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "simpatico",
    "plus": 5,
    "snip": false,
    "text": "Wow, Dr. Manflesh appreciates the polar opposite of the rest of assetbar and, self-importantly, let's us in on his conviction!  Also big news: oceans are water. <br/> \n <br/> \nPlease, chubby his comment.  Chubby so no one is left wondering \"did Dr. Manflesh totally reveal our hypocrisy, our true inner selves... <strong>again</strong> ?\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "What is the deal with black Vulcans? Hodgkin's Law of Parallel Planetary Development or no, it is silly to believe in black Vulcans."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 3,
    "snip": false,
    "text": "But... this comic goes to eleven."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "I so totally do not understand panel 9."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blastradius",
    "plus": 1,
    "snip": false,
    "text": "Nevermind ... it is Philippe imagining adults playing with dolls doing adult things. Slow on the uptake there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "That's panel 10."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "What's going on with the gnomes in panel 9"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hah! I totally didn't realise that those things in their chests were \"doll inserts\" before. I've been a fool."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "RARGH THAT IS THE TENTH PANEL THE NINTH PANEL IS JUST TEODOR AND PHILIPPE <br/> \n <br/> \nWHY DOES NO-ONE  <em>LISTEN</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "why does teodor only need a putter on sixteen?  alternately, what happened to his putter on hole fifteen?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 4,
    "snip": false,
    "text": "He had to play a big fade on 16 and Ray's putter is just so much better for that shot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pettytyrant",
    "plus": 1,
    "snip": false,
    "text": "Teodor was dominated by hole fifteen and his putter paid the price."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nice to see the dropped panties again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jetbunny",
    "plus": 0,
    "snip": false,
    "text": "Too true. The adult doll frame is absolutely the best part. However, my lard-coated heart latched once more on to the innocence of Phillipe and his awe at the possibilities of the doll insert, no matter how small he may imagine them to be. <br/> \n <br/> \nI mean, seriously. It could make a doll do the splits, guys. The  <em>splits</em> . I don't think you understand the magnitude of that."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "resident",
    "plus": 0,
    "snip": false,
    "text": "Assuming we're attempting Bill McNeal, its: <br/> \n <br/> \n\"I read your book, you magnificent bastard!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I think he's quoting the origal line from Patton (that's what NewsRadio would've been referencing).  Replace \"ONSTAD\" with \"Rommel,\" and \"BOUGHT\" with \"read.\" <br/> \n <br/> \nAnd, though I haven't watched Patton in about a year, I'm pretty sure that's the correct sequence of lines."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "origal = original, oops"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anemix23",
    "plus": 0,
    "snip": false,
    "text": "I know that eyeball anywhere...  Is it you, Eraserbeef?  my first post via assetbar and it's to get a hold of you to finish unfinished business, mister!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "<strong>TONIGHT: ON ASSETBAR: NO HOLDS BARRED!!  SEE IT HERE!!!  anemix23, the owner of a slightly out of focus spotted cat, vs. resident, who has a strange blurry tattoo of an eyeball with a tophat!! Be sure to tune in for live updates!!</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "i'm all fired up mean gene"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "nice, jandek."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "\"let me tell you a story <br/> \nabout a girl <br/> \nshe broke my heart <br/> \nwhen i was five\" <br/> \n <br/> \n-jandek, \"the other side\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "\"don't paint your teeth\" <br/> \njandek"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": true,
    "text": "A comment left by simpatico was marked lame too many times and excluded. (marked lame by Tad-, furysama, rival, achilleselbow)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "Oh no, I might not be considered a \"true fan\"? But where am I going to get 15 bucks? ...Does anyone need a handjob?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sure. <br/> \n <br/> \nOh wait, from you? Never mind. Thanks, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "A handjob is still a job!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Why do you think they call it that?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by jlaw, falseprophet, catgrl131, tellumo)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's ok!  He has a black guy for an avatar! <br/> \n <br/> \nYou can also claim he's a black Jew or Muslim (or both!), of mixed Polish/Irish/Arabic/Chinese stock,  <em><strong>and then you've cornered the fucking market.</strong></em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Sorry, you left out the Gays and the Mormons."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "\"i dunt lik queers!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "For $15, it better be an  <em>exceptional</em>  handjob.  Otherwise, clearly over-priced."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I mean, I can give myself a pretty good handjob for free, you know?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Really? I should totally try that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Everyone should try giving Tekende a handjob at least once"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "(and me too) <br/> \n*hugs!*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Philippe, no! Handjobs are grown-up things that only grown-ups can give or receive!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I got one in the mail just yesterday"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "And I want to be an adult!  Adults get to pay taxes and go to school and drink coffee. <br/> \n:( <br/> \n(What is a handjob, by the way?  Is it like being a ventriloquist?)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It's like giving hugs, but to yourself"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What's wrong with that? <br/> \nAnd how can I give hugs to myself to other people?  There are two datives there, and that makes me confused. <br/> \n:("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "People don't appreciate a good handjob these days. <br/> \n <br/> \nIn ancient Pompeii, some prostitutes  <em>specialised</em>  in doing good handjobs.  I mean, sure, you could do it to yourself - but it'd be nowhere near as good as a professional doing it  <em>to</em>  you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "And look what happened to  <em>them.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I suddenly got a decently detailed mental image of a pair of those ash-coated Pompeii corpses in a position that I'm sure you'll be able to work out for yourselves."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It was a stressful day, what with the vulcano and everything. Say \"hi\" to Pliny the Elder for me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I knew that before you mentioned it. <br/> \nI did not have to look it up."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "There's a girl in my World History class named Pliny. No joke."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If she has a parent with the same name,  <em>I'm hitting that</em> .  Pliny the Elder, not the younger"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Don't hit 'em. Just give 'em some cheap land on Mount St. Helens."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "are you making a joke or did you really not know [url=http://www.urbandictionary.com/define.php?term=i%27d hit that]this[/url]"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "Hyperlinks: putting the \"ass\" in Assetbar. <br/> \n <br/> \nI mean  <a href=\"http://web.archive.org/web/20100112110503/http://tinyurl.com/3vwmyx\">this</a> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I preordered months ago.  Got a deal, I seem to recall.  I did it mostly for charity's sake, or maybe to show GOF to someone, someday, but I'll never read it again."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chl",
    "plus": 0,
    "snip": false,
    "text": "Yes you will."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I don't have the money. I have negative amounts of money. Dickass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snidedk",
    "plus": 3,
    "snip": false,
    "text": "Apparently Ray's sunglasses are just like Clark Kent's glasses - they are the only fashion accessory needed to conceal his true identity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 9,
    "snip": false,
    "text": "...and they're not even full sunglasses--they're senior-citizen  <strong>overlays</strong> ! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://www.boomerstore.biz/Images/products/Live%20Eyewear/C202SmilingWomen.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "I thought that was Sarah Palin, so I almost gave it a chubby.  But it wasn't, so I simply smiled. <br/> \n <br/> \nWhy isn't it Sarah Palin?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 15,
    "snip": false,
    "text": "if there were a moose or a douchebag on a snowmobile reflected in the sunglasses, then maybe."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "She's attractive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by nbgreene, overgrowth, rival, cromar)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Is moose hunting considered to be not a good thing to do by everybody?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charhe",
    "plus": 1,
    "snip": false,
    "text": "Or perhaps what is considered not good to do is... being Sarah Palin. <br/> \n <br/> \nForgive me. I felt that merited a dramatic pause."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "Moose hummering is slightly more acceptable but still not A Good Thing To Do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Do people who hunt moose eat them? I don't think that has any bearing on its acceptableness or otherwise, I've just never heard any recipies for moose and I'm wondering why."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Sarah Palin says we have to kill the wolves so that the people of Alaska can continue to put healthy moose meat on their table, so yeah, I guess people do eat it. I'm sure the Googler could whip you up some recipes if you need."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Heck yes people eat moose."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I'd eat moose.  I'd eat any kind of animal, if it was on offer and it was already dead.  I'd also be more than willing to kill it myself with my bare fucking hands, if I had to. <br/> \n <br/> \nI'd eat whale.  I'd eat human.   <em>I'd eat Bob Marley and the Wailers.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But would you eat a snake? <br/> \n <br/> \n...how about a trouser snake?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Would you eat... <em>Jesus</em> ?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Don't Catholics do that like all the time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "CAtholiscism is the only religion that actively calls for cannibalism."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ahem it actually  <em>replaces</em>  cannibalism and human sacrifice, and that is true of all Christian sects, not just the original Mother Church."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Maybe it replaces all other cannibalism, but isn't it true that Catholics (and I think only Catholics) believe that they are  <em>actually</em> eating the body of Mr. Christ?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>...but isn't it true that Catholics (and I think only Catholics) believe that they are actuallyeating the body of Mr. Christ?</em></div> <br/> \n <br/> \nErr...sorta. <br/> \n <a href=\"http://web.archive.org/web/20100112110503/http://en.wikipedia.org/wiki/Transubstantiation#Views_of_other_Churches_on_transubstantiation\">http://en.wikipedia.org/wiki/Transubstantiation#Views_of_other_Churches_on_transubstantiation</a> <br/> \n <br/> \nYou can look that up yourself, kid.  I'm not goin' into it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "sje, i'd like to introduce you to my church. <br/> \n <br/> \nWe're the Grail Movement, and we're looking for some tender new members."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "If you guys get up to crazy neo-pagan sex rituals with  a bunch of people in hoods watching two people (one of which is the tender new member) fuckin' like crazy, then I'm in."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wasn't Tom Cruise in that scene?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I was actually thinking of  <em>The Da Vinci Code</em> , which sucked majorly.  But it served the purposes of the idea I was putting forward - namely, the movie propagated the malformed idea that every little tribal belief in pre-Christian Europe (stretching from the Mediterranean regions of Africa and Asia, all the way up to northern Scandinavia, and including the Eastern Bloc) all magically believed in essentially the same thing in some kinda idealistic long-lost Utopia of spirituality, and they all believed in the \"Sacred Feminine\" and had love-fests and stuff, until the big bad Christians took this away and made them all patriarchal.  Because, you know, pre-Christian peeps were all \"yay gender equality\" and stuff, and weren't just as patriarchal as we are now, if not more so.  Oh no, of course not. <br/> \n <br/> \n <em>Damn,</em>  I could go on and bloody on about this.  What an awful movie and the concepts it claims to be fact."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Dr. S. K. Radley: <br/> \n <br/> \nRE: Early christians and sexual equality. <br/> \n <br/> \nSeems that while  <em>orthodox</em>  Christianity (like that of Iraneus and  <em>Against Heresies</em> ) is extreemly patriarchal, other expressions of  <em>original</em>  pre-orthodox Christianity were really into gender equality. We have reports of females serving as prophets as early as the Acts of the Apostles (yes, the one in the New Testament), and some sects had female ministers and priests as early as 90 C.E. (We know this largely due the complaints about this practice entered by those Greek cultured and educated leaders of proto-orthodox sects.) The great North African Christian thinker and defender Tertullian died a heretic for following after the monatist movement, headed by two female prophets. <br/> \n <br/> \nBut certainly the peoples of Egypt, Philistia, Phoenicia, Babylon, Persia etc were anything but gender neutral!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Bleech,  <em>Da Code,</em>  bad book, must have been even worse movie."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The movie was actually a little better. Some of the really gross out-and-out errors of the book were corrected in it. <br/> \n <br/> \nI got what the \"surprise\" ending was just as soon as we met Sophie Neveu. Sophie is French for Sophia is Greek for \"Wisdom\" and Neveu is a not too clever anagram of Neuve (feminine form of the adjective \"brand spanking new\"). Just as Robert Langdon was the master (don) of tongues (Lang), etc. It was a thin plot spackled over an extreemly poorly conceived theory that only got anyone's attention because it claimed to be shocking and new, referenced Da Vinci, the Templars and Secret Societies and was supposedly a gripping detective story to boot. <br/> \n <br/> \nExcept, the only thing shocking was how poorly researched it was, and it wasn't anything really new. The whole Merovignian bloodline idea has been around since the '70's, and wasn't credible then. You've hardly ever met someone who isn't a descendant of that bloodline! (Even Obama is!) <br/> \n <br/> \nFinishing the second half of that book was an exercise in sheer will power. If it's any consolation, it was a dream compared to the absolutely horrible \"Angels and Demons\"."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, about the best I can say about it is that it beats his other books.  Maybe only because I'm less familiar with art history than IT or NASA (or you know ... logic)"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I mean I still intuited at least 80% of it before the \"expert in their field\" characters did but that's a stunning improvement over 90-100%."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Terrible art history too, apparently (according to my teacher)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Will you have popsicles?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Yes, but Autre is the only woman in the whole place.  You will not be fucked by her"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Wait, huh? <br/> \n <br/> \nBe what by her? <br/> \n <br/> \nI think you said the wrong word, silly."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "you could say that"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Well, you might be fucked by her, but it ain't goin' be sex."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You guys are scaring me. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pstress",
    "plus": 8,
    "snip": false,
    "text": "A moose once bit my sister"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Explain."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Is your sister running for Vice President?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Did both Sje and Hedonismbot miss a Monty Python reference just now? I... I don't know what to do with that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I . . . I've only seen Holy Grail. <br/> \n <br/> \nI have ashamed myself.  <em>On the Internet</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "<em>it is a reference to Holy Grail</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Ni."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Hush now.. just hush.  It'll be okay."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "(Love the new avatar. Who is she?)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Erykah Badu"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "OK. So, who's your avatar?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "If you cannot do your own wikipedia search, you don't deserve to know."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "A Wikipedia search will do nothing for telling me who it is for you, and why you choose it. (Knowing nothing about it, she looks cool as hell!)"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Had you asked that, I would have answered."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I have asked it twice now. This makes three. Is three the charm?"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "She is a prostitute?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Is...is she mixed race?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I did not miss it, I rolled around it.  I've seen the intro to grail enough to see a moose joke for miles.  That aspect of moose discussion does not interest me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "No realli! She was carving her initials on the moose with the sharpened end of an intergalactic toothbrush given her by Svenge."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "My mother has those.  It's upsetting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey, I have those overlays in the glove box for years, due to my sensitive baby blues.  Sometimes the sun is just at the wrong angle and nothing blocks it right in the car."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "blue-eyed squinty driver solidarity. i even wear sunglasses when it's overcast. ...friends and loved ones don't believe me... but now i have proof. thank you kind sir"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're welcome.  It's simply a matter of having no pigment in the iris."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "It's simply a matter of  <em>harden the fuck up.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 14,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://img187.imageshack.us/img187/3846/thestpatricksdayshillelbm6.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "\"Janet Nolan,\" eh?  <br/> \n <br/> \nIs that shillelagh...really a shillelagh?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Dear Loneal: <br/> \n <br/> \nDude! <br/> \n <br/> \nI remain, yours truly: <br/> \n <br/> \nSaul <br/> \n <br/> \nP.S. <br/> \n <br/> \nDude! <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I...I'm sorry. I will sit in the corner for a while now and think about what I've done."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "That's right.  When I call a girl a dude it is serious business"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm not really sure what just happened here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saulbellow",
    "plus": 13,
    "snip": false,
    "text": "<whispers>:  <em>dude</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Sweet."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ford",
    "plus": 4,
    "snip": false,
    "text": "[lawbot] <br/> \n <br/> \nNO <br/> \n <br/> \n[/lawbot]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "(repeat ad infinitum every second) <br/> \nHey when did Assetbar finally fix the FF3 bugs? <br/> \nWe Gets Resultz!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What bugs are those?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Sorry - I now see they are not fixed. <br/> \nJust hover over any avatar in FF3 and you'll see what I mean"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh, yeah. <br/> \nGet assetbarrista."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 2,
    "snip": false,
    "text": "\"Just melt her down and you'll reveal a shillelagh as cold as steel, here, where a woman's heart should be.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 3,
    "snip": false,
    "text": "pig-a-little, talk-a-little"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "He left River City <br/> \nThe Library Building <br/> \nBut he left all the books to her"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Balzac!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ball sack?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "And the next morning, when the charwoman came in to clean the grate, there were the little loneal's shillelagh and the steadfast tin saul's irony fused together from the fire's great heat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "That is awesome. You are awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "the world <br/> \nis just <br/> \nawesome"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "that is the shittiest haiku I ever saw"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speccer",
    "plus": 4,
    "snip": false,
    "text": "Haikus are stupid. Too short to say anything. Meaningful, I mean."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "They only work in Japanese (or a syllabic language like that)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "English has syllables."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But most English syllables aren't words."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Or perhaps more accurately, most English words aren't single syllables."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>Oh, subtle.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You see what he did there?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I saw it clearly. Which is why I said no more. But left it alone."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Maybe clear to you... I am not a haiku freak.  Frankly, they bore me."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Chubby for unoriginality."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Stereo spoke up. Speccer gave it a chubby. Unoriginal."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Trippy avatar. I want to encourage it, but I've no chubbies."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nevermind, he changed.  (As have I.)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Stupid web browser, doesn't show new avatars. <br/> <br/> <br/> haiku 2 finish"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "\"The world is just an <br/> \nawesome place.\" The gormster said <br/> \na shitty haiku."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "GUYS IT IS A PROMO FOR THE DISCOVERY CHANNEL JEEZ DON'T YOU WATCH  <em>MYTHBUSTERS</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "\"Quick, fire up Airwolf!\" <br/> \nRay and Beef at it again <br/> \nhilarity ensues"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 1,
    "snip": false,
    "text": "I do believe this was worth the wait."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "This is really brilliant comedic set up. This is like Lucy in the candy factory brilliant, like Marco and Harpo in the mirror, like Laurel and Hardy trying to move that goddamn piano. Sometimes you just have to set up the pieces and it's going to be funny no matter what. <br/> \n <br/> \nBut, you know, no pressure, Mr. Onstad."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "It's like we're set up with the perfect angle, overlooking a blind intersection, right in front of a cat farm.  And a semi of small, flightless birds is about to collide with a flat truck loaded with assorted rodents. <br/> \n...and two guys carrying a huge piece of glass are just about to walk past the gate of the farm... <br/> \n <br/> \n*shiver*  I can't  <strong><em>wait</em></strong>  for Monday!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 8,
    "snip": false,
    "text": "Gary Larson's all in his corner, unshaven, disheveled, retired, meekly whispering, \"I came up with that first man it's called trouble brewing come on now i'm not going to press charges but just a little taste of that action would be nice\" while the lights go on and off in his brain."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Larsen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Tekende I love you baby, but  <a href=\"http://web.archive.org/web/20100112110503/http://en.wikipedia.org/wiki/Gary_Larson\">No.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "MotherFUCKER. <br/> \n <br/> \nWhat was I thinking? Look, it was like 1am."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Like 1 am, but not 1 am?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Jesus, are you my mother or something?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Yes, and I am  <em>very</em>  disappointed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "you are now shamed and required to go back to your horrid aquatic-beak-thing avatar"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "sorry that was lawbot. what was your old ugly avatar tekende?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "a picture of himself"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "SNAP!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Huge slam on Tekende out of nowhere."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "More like HILARIOUS slam amirite"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "yuarrite"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rickshawstubbs",
    "plus": 1,
    "snip": false,
    "text": "Larsen-y?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "How grand!"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>*shiver* I can't wait for Monday!! </em></div> <br/> \n <br/> \n*sigh*.. more likely THURSDAY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "contrasoma",
    "plus": 37,
    "snip": false,
    "text": "Grown-ups need dolls to listen to \"Nebraska\" while looking out at the boarded-up GM plant through the window of the run-down starter rancher they never managed to move up from.  The Pabst is warm and the birds have left for the winter.  What if I'd never married him?  We are glad that we have dolls for these things."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "oh brother you gotta bleeding from this here chubby because it was  <em>rock hard</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "saulbellow",
    "plus": 5,
    "snip": false,
    "text": "<em>have I ever told you that I hate your avacon</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "have you yet been told that saul bellow was a complete hack?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I think falseprophet delivered like a complete essay on that once. <br/> \n <br/> \nI  <em>think</em>  that was him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "i hope you appreciate my avatar, spinynorman, because i am a hair away from saying some truly awful things about British comedy-- just for good measure. <br/> \n <br/> \n <strong>I'M A WILDMAN, UNCONSTRAINED BY TIME AND SPACE</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hey, I was just sayin' it's been done. You asked a question, I just answered it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "I'm just teasing, acting like I was out for the blood of anyone who doesn't appreciate my admittedly ugly avatar.  You just so happened to be the one to respond, if it was say, Loneal, I'd have been like \"better not blink because I am a hangnail away from telling off strange blobs and moderately bird-like figures  <em>massive</em> \" <br/> \n <br/> \nNothing personal!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "OK, now that's just a change for the hideous! PUT IT BACK! PUT IT BACK!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am a grim reaper in swirling autumn leaves! <br/> \n <br/> \nA  <em>grim reaper</em> , woman!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "it is the grim reaper from buttercup festival"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "i dont see a sickle, i see a bunch of birds surrounding two larger birds. <br/> \n <br/> \nbirds are like the grim reapers of the air though so i guess it fits"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Lemme guess, it's a sort of oriental doll on yellow skis, up in the air somehow?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "wrong man its 50 cent sheesh you people!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I thought it was a chick popping out of its egg, screaming and agitated."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure 50 cent does not say \"sheesh\"."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I'd certainly be a fan if he did."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "cross country skiing monkey-fawn?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "it is a still from my upcoming game, SkiFree"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "At least its not lil wayne. That guy is fuckin  <em>everywhere</em> . I cannot escape his music or \"lil wayne for prez\" shirts."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by meddle, eatmorekix, falseprophet, Triactry03, rowboat, usversusthem, Shinkicka)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "My brother has a man-crush on him.  It is strangely disturbing to watch the whitest boy in America rap along to \"Lollipop\" with no sense of rhythm to speak of."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "under my carpet, under my feet. They come out when I eat."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "They don't go nowhere. Waiting. <br/> \nWaiting."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Is your sister hot? Karen sounds hot."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I made up that name.  My sister's name is much weirder than Karen. <br/> <br/> <br/> And shut up."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Or it was, shapechanger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Or gender"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "Yes, he gave us all a snarky book report on The Adventures of Augie March, which admittedly I scrawled out in about two hours on the john.  Bad Indian food gave us the Great American Novel - that and the fact that Jews are presumed to have something to say under the USA Hebrew Literary Prestige Act of 1946."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Like Michael Chabon. He is one of the main men of tappin' and brappin'. Also he is just pretty much delightful."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "I suppose this is as good a place as any... <br/> \n <br/> \nI write a literature review blog for those interested: <br/> \n <a href=\"http://web.archive.org/web/20100112110503/http://yossarian-lives.blogspot.com/\">http://yossarian-lives.blogspot.com</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saulbellow",
    "plus": 5,
    "snip": false,
    "text": "Then I'd simply explain that it was rubber balls I was walking around with, not crab apples, and they were in my hands, not my cheeks."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "What's good for Assetbar is good for the country."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is pretty awesome. It reminded me that I need to start reading more actual books again as opposed to endless blatherings about the indeterminacy of language."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "You mean assetbar?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Remember that first Chris Ware-styled strip where Onstad had the sidebar jacking off = \"cartooning\" bit?   <br/> \n <br/> \nI'm surprised no one has an animated gif of that, replacing \"cartooning\" with \"assetbar.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "keir",
    "plus": 1,
    "snip": false,
    "text": "Word. There is much wank here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "You were wrong on Ubik.  It's even better than they say it is.  You can't read it expecting the prose of a stylist.  PKD was a pulp author, writing to a pulp audience.  It's a lot easier to love PKD if you come into his work after spending your entire youth devouring the golden age of SF.  If you want to give him another chance, read A Scanner Darkly some day. <br/> \n <br/> \nAlso, it's not true that nobody in that genre is a decent stylist - read Gene Wolfe."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "I must have missed the Philip K. Dick argument, but can I just say that I'm on your side. He is the  <em>bitch</em> . A Scanner Darkly is flippin' awesome. I can't claim to be a dude of literature, but I think I disagree with your assertion that he's 'pulp'. \"The Man In The High Castle\" is surely SF prose at its finest."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I meant it in the nicest possible way.  I've read every published word of his, some dozens of times.  I'm always looking for a way of springing to the defense of my man Phil, since he communicates with me from beyond the grave via pink lasers."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Ooh, I know that reference, that's VALIS."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I agree, Spiney, Chabron's \"Yiddish Policeman's Union\" is one of the most original things I've read since \"Stranger in a Strange Land.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "Technically, I wasn't saying Saul Bellow was a hack. The man had a long and prolific career. I just was saying that  <em>The Adventures of Augie March</em>  was not all it was purported to be and incredibly frustrating, which on reflection is probably understandable given that it was early in his career. <br/> \n <br/> \nThat book did not seem to be hack writing as much as it was boring. I think of a hack as someone who is unoriginal. The book was relatively original for it's time, but the problem is that Bellow's method looks like it is \"Hey I know how I can make my character original I'll just have him do a bunch of random ass crap for no goddamn reason, probably by writing some concepts on index cards and tossing them up in the air\" and then when they land he reads them and he's all \"A falconer in Mexico?! Oh well, guess I'll just have to trust in the Heart of the Cards! And a <em>waaaaaaaay we <strong>go!</strong></em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Heart of the Cards."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "After googling the phase, I am hurt and confused."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Falseprophet is an avowed and unapologetic weeaboo."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Did you just say 'weeaboo'? Because I clearly heard  <em>someone</em>  say weaboo."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "WEE-A-BOO! WEE-A-BOO!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "What says the pot to the kettle?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "whether you mean I, autrepoupee, assetbar poster is a hack; or you mean 50 Cent, icon and famous rapper, is a hack, I disagree."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i meant to ask, did this get chubbied because tons of people hated my avacon but were afraid to say it, or is it because saulbellow is like, nouveau-spinynorman?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "cause you poptarts got no cause to worry i aint gonna hurt ya"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "People are hardly afraid to say that  <a href=\"http://web.archive.org/web/20100112110503/http://www.youtube.com/watch?v=yqEPLyu0nA0\">they hate 50 Cent</a> ."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "CLICKITY-CLANK, CLICKITY-CLANK, that's just more money in my piggybank. <br/> \n <br/> \nseriously though who among us wouldn't at least fuck 50 cent"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "*raises hand timidly* I...I wouldn't?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't. <br/> \n <br/> \nNot a big enough fan. <br/> \n <br/> \nPlus I like girls."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It's only gay if you cuddle afterward"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "It's only gay if you push back."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I don't mean to sound gay or nothin.. but you've got a nice ass."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It's only gay if the balls touch."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I don't mean to sound gay or nothin.. but I've always wondered what it's like to suck a cock."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "* <em>everyone backs away from stereo</em> *"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "<em>*Except loneal, who draws closer expectantly*</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "To get your cock sucked?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "loneal is hoping that stereo asks her what it's like to suck a cock, because that's where she's a Viking. She got a  <a href=\"http://web.archive.org/web/20100112110503/http://m.assetbar.com/achewood/uua6TvMQL\">PowerPoint presentation</a>  on the subject ready and rarin to go. <br/> \n <br/> \n <strong>Truism:</strong>  The greatest irony (or perhaps injustice?) in the world is that it is always the hardcore feminists that are the best at sucking cock."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I dunno I mean people wouldn't do it if it wasn't  <em>enjoyable</em> , would they?  I've never ridden on a bull either but I'm sure there's some reason people want to do it."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "So who wants to party at my place"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Hold on, let's be totally clear.  Homosexual men are by far the best at blowery.  Feminists are only good because they have a lot of spite to play out orally.  Gay dudes are the Caddy of blowjorb.  Not that I have experience or anything.  It wasn't gay.  The lights were out."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "That gay dudes are the best at blow jobs is common knowledge, I think. Feminists fall into two blow job categories: good ones or nothing at all. If we're sucking dick, it's because we want to and enjoy it, not because we feel obligated to, so it makes sense that we'd be better than average. Of course, I suppose there are those who like blow jobs better when they are not given willingly."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well, I do like to hold the chick by the ears as I play jackhammer in her mouth.  <em>Hey, how did Manflesh get in my account?</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I was actually hoping to just see some gay porn, but I can give some pointers if you need."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I need no pointers (especially from a 20 year old).  I am both crazy flexible, and hung like a battering ram. <br/> \n <br/> \nI'd be happy to share some gay porn though.  Hope you like bears"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "<em>Yogi and Boo-Boo in: Pic-a-nic Panic 28</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That just sounds like a bad Sega game."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "A Sega game that was a port of a Game Gear game.  It has three levels and it is mostly coloring."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<em>Pic-a-nic Panic XXVIII: Harder Than the Average Bear</em> <br/> \n <br/> \nHow Yogi still manages to look genuinely panicked at having left the pic-a-nic basket at home for the twenty-eighth time is... incredible"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "I don't wanna sound like a queer or nothin', but I think Depeche Mode is a sweet band!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I resent the ironic implication. There is nothing gay about liking Depeche Mode. Erasure, on the other hand..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "This is exactly why you see personal ads with the descriptor 'Bi-curious'.  In the ones I see from time to time, there's a significant minority of advertisers who describe their interests similarly. <br/> \n <br/> \nAnd yes, it's  <em>so off-putting</em>  to sound gay.  Basically life-ending.  So for safety's sake, no matter what you actually  <em>do</em> , remain forever \"straight-acting\". <br/> \n <br/> \n <em>[Geezer goes back in his cave, muttering 'poor kids...']</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "breastman",
    "plus": 0,
    "snip": false,
    "text": "Do you mean like... <br/> \n <br/> \n\"Hey! Let's go fuck that guy in the ass! But not like we are gay; do it like we are Vikings!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "what if he made it real romantic-like"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kickstart",
    "plus": 3,
    "snip": false,
    "text": "like what if he found you in the tub, bottle full of bub....ble bath"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "perilon",
    "plus": 3,
    "snip": false,
    "text": "like what if he found you in the shower, bottle full of power....ful Pert Plus deep conditioning  \"Deep Down\" 2 in 1 shampoo plus conditioner, for dry hair (para cabello seco)? <br/> \n <br/> \nPert Plus - Simply loving life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "You lie.  You lie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't fuck the guy... again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Dude, 50 Cent is totally rockin' my can."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Did you ever think it would be like this?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "alright guys, alright, nobody has to have sex with 50 Cent tonight."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Umm.. can we opt in, if we so choose?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Who hasn't wanted to fuck Porygon-2?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I am just shocked how many of you know what Porygon2 is. <br/> \n <br/> \nAssetbar I...I think I want to spend the rest of our lives together."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "As if anyone here can't name every single pokemon up to generation 3 by sight."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Now they have like, a thousand pokemans. TOO MUCH."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "THERE ARE ONLY 151 POKEMON. <br/> \nTHERE HAS ALWAYS BEEN 151 POKEMON. <br/> \nWE WILL ALWAYS BE AT WAR WITH--I MEAN, THERE WILL ALWAYS BE 151 POKEMON. <br/> \n <br/> \n--An announcement from the management."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "aww Assetbar Philippe tried to make a 1984 reference."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "He just finished reading it in Junior Lit."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He, two years ago* finished reading it in Senior* Lit."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I honestly can't name any pokemon other than the hideous Pikachu (and that's because of Robot Chicken).  Glad to say I'm just too frakin'  <em>old</em> , and don't know any kids who might otherwise inflict their enthusiasms on me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Pokemon was an awesome Gameboy game. <br/> \nI would venture to say that they were the best games on the system ever. <br/> \n <br/> \nExcept Scyther.  WAY OVERRATED."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "akarroa",
    "plus": 0,
    "snip": false,
    "text": "I will beat her up for you.  <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://archives.bulbagarden.net/w/upload/4/47/ArtPorygonZ.png\" style=\"border:0px;\"/></div>  Now I feel bad. I'm not cut out for this bully stuff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Someday, there will be a new Porygon.  And he'll hark, herald the end of the Earth as we know it.  Someday, Porygon6.66, someday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Somehow I got all wrapped up in the Bellow debate, Contrasoma, and missed the reference to one of my favorite albums of all time.  <br/> \n <br/> \nSomehow I think \"Atlantic City\" is going to have as much application in these anxious times as it did when it came out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bumpishound",
    "plus": 0,
    "snip": false,
    "text": "Oh hell no, not potato bugs, those things are  <em>nasty</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Oh man, the guys that look like that candy that tastes like candy cane but looks like candy canes gone Ripley Clone from Alien:Resurection? Those bugs are mega nasty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Oh, sweet JESUS!  I am NOT putting my fair keyster in any liquid that 'been in contact with this damnation! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://arnica.csustan.edu/photos/animals/Potato_bug_3.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "<em>And yet that is exactly what I see here</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 6,
    "snip": false,
    "text": "<em>My Fair Keister</em>  by Rogers and Hammerstein. <br/> \n <br/> \nI've grown accustomed to her  <em>ass</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "It's actually Lerner & Loewe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "pig"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Nooooooooooooooooo!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caboom",
    "plus": 1,
    "snip": false,
    "text": "Poor Phillipe. How many times must we gaze upon his face, full of horror?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "I totally missed that on the first read through."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "at least this time he was in cute little swimming trunks!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "I see that Teodor is celebrating Talk Like a Pirate Day, even if he is just trying to talk Irish. <br/> \n <br/> \n(The only reason I know it is Talk Like a Pirate Day because MoveOn.org sent me an email in pirate talk that called John McCain a bilge rat. This is why I don't give money to MoveOn.org anymore.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Arrrggh, no one ever reminds me of this important shit!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "That's really unfair to bilge rats."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Hey-O!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100112110503/http://www.theonion.com/content/news/obama_deletes_another_unread\">Obama Deletes Another MoveOn.org E-Mail</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Now I have to vote for the guy, he feels exactly the same way I do on the most important issue."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Pirate Leprechaun. I don't think that concept needs any embellishment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Au contraire, mon frere:  <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://l.yimg.com/g/images/spaceball.gif\" style=\"border:0px;\"/></div> <br/> \nMORAL: Embellishment is  <em>awesome</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Goddammit. <br/> \n <br/> \nHERE: <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i35.tinypic.com/2lvk7fb.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Did you... make that? Out of construction paper?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Dood that is like my  <strong>favorite</strong>  South Park!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 13,
    "snip": false,
    "text": "Okay, I don't know if anyone else has done this, but I had a lot of fun doing it... <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i288.photobucket.com/albums/ll179/jesscmess/Achewood%20Comments/092208_SouthAcheWoodPark.jpg\" style=\"border:0px;\"/></div> <br/> \n <em>Don't forget children!-Right click and 'view in new tab'!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "That was positively Edwellian."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Hellaciously Sexy, Hamboy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Very well played.  You seem to be the only remaining member of the Photoshop Pantheon left around here, and yet we are not lessened"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Don't forget children!-Right click and 'view in new tab'!</em></div> <br/> \n <br/> \nOr in IE, right click, select \"copy\", then paste into a Word document."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Or you can install Firefox, which makes a lot more sense."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Pogo thinks that if he installs Firefox, the communists will win."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "One of my friends is convinced that Firefox is slower.  I don't know how to convince him otherwise. <br/> \n <br/> \nMaybe it is for his computer, though."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If you compare a decrepit version of Firefox with modern IE, there are a lot of ways IE is faster. (and yet, Opera is faster, and Chrome is even faster again)  However, I'm the one still running a decrepit version of Firefox (1.0.6) so I can't comment on whether 2.0 or 3.0 improved that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "FF 2 and 3 are both faster than the newest Internet Explorer for me."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "I refuse to upgrade to FF3 because I will lose my sweet Super Mario Brothers 3 theme."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I use Firefox because the tabs are better and it's slightly faster, but after my computer's been on for a day or so, web/flash videos stop working and I have to view them in IE. This makes my daily activities...vexing, to say the least."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "REally?  They are a little crummy for me too, but I shut my computer off at night."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I don't think this thing is seven feet long."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "a1readyinuse",
    "plus": 7,
    "snip": false,
    "text": "<em>That's what I said</em>  while I tickled your cock with my tonsils."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "OKAY, THAT IS WAY TOO OBSCENE. <br/> \n <br/> \nThere are children here."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "<strong>OBSCENITY DOESNT BOTHER ME BUT IT IS INFANTILE.  DISAPPOINTING THAT ALEX HAVE INFANTILE INNER VOICE.<br/>\nALEX YOU READ TOO MUCH BOOK YOU NEED TO GET OUT AND LIVE A LITTLE GET A LIFE MAN TAKE SOME RISK</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ignore."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Me or AIU?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I don't think that's AIU, it's an account that someone else set up to make fun of him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "All these AIUs are brainpains. Put them away, Charlene. As Fiddy would say, sheesh!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh! <br/> \nWell, I feel dumb. <br/> \nI didn't even see the name of the person I replied to until just now."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "achilleselbow controlls the a1readyinuse account."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "simpatico",
    "plus": 0,
    "snip": false,
    "text": "haha conTROLL good 1 <br/> \n <br/> \ngod you fucking suck, IUD"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "IUD?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "The joke is that simpatico has taken \"AIU\" and changed it \"IUD\", which is a common abbreviation for  <a href=\"http://web.archive.org/web/20100112110503/http://en.wikipedia.org/wiki/Iud\">Intrauterine device.</a> <br/> \n <br/> \nWhile IUD may not be the most hilarious of insults, it does subtly point to the opinion that we all share, which is that the world would be a better place if AIU's mother had practiced this or any other method of birth control."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I wish I was an IUD"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I just realized that AIU still thinks it was me who made that fake account. Sorry, chief, but don't flatter yourself. Your neurotic obsession with me is not reciprocated. Props to whoever made it though."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "a1readyinuse",
    "plus": 1,
    "snip": false,
    "text": "But no props to the assetbar_admin who lets my alter-ego post willy fucking nilly yet this true blue a1u is patriot acted despite just 3 posts, 8 chubbies and no lames."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Both. <br/> \n <br/> \nEndless, pointless, witless comments are on a par with big blocks of angry, bold sweary-text.  <br/> \n <br/> \nAm I the only one getting a Michael Jackson vibe from Ray? The match seems even closer after Ray rips off his shades to reveal himself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It is if you put it on a Jumbotron. <br/> <br/> <br/> Are you really \"sorry\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 1,
    "snip": false,
    "text": "oh man this is the worst idea yet .. this is going to be so good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 1,
    "snip": false,
    "text": "If Abscam taught us anything, it's to be wary of desert oil princes inviting you to hotels. Let's hope Tina's not up on her 1980s political scandals or the jig is up.  <br/> \n <br/> \nOh, and Philippe is definitely having nightmares about potato bugs with Irish brogues tonight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 25,
    "snip": false,
    "text": "You can hide a variety of things in beards. Old settlers would place knives, frying pans, various desert varmints, and even other beards in there. Often times when a-fiddlin' got rarin' and a hootenanny occurred the beard of a particularly prodigious settler would rain knicknacks and odds and ends as he cavorted and stomped. Locals affectionately called this occurrence a \"Mineshaft Drizzle,\" though not in the presence of the settler, as to save him embarrassment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "oh yeah just to be preemptive, Mineshaft Drizzle would be an okay name for a gay club, I guess"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aki",
    "plus": 1,
    "snip": false,
    "text": "Meinshaft ist hart wie ein kaltes winter Regen!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Everything sounds gayer in German!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh, Mein Handy!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I am hasty and  <a href=\"http://web.archive.org/web/20100112110503/http://www.youtube.com/watch?v=Cv8icJf8mjk\">inefficient</a> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ich habe mein Handy verloren! Wie schrecklich!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 2,
    "snip": false,
    "text": "Or a most unfortunate post alimentory condition."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "\"I say, so the reason for the curious gait indicated by the footprints was rickets!\" <br/> \n <br/> \n\"Alimentary, my dear Watson.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "(I learned a new word today.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "When I was reading football news a few weeks ago, one particular journalist wrote an article about Steelers wideout Santonio Holmes titled: \"Elementary, my dear Holmes\". <br/> \n <br/> \nI became incredibly angry that anyone could fuck up one of the most obvious literary references of all time -- but alas I cannot find the article anymore. His editor may have realized that he was making a twat of himself and fixed it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "In the case of the NYC club called The Mineshaft,  <em>Mineshaft Drizzle</em>  could describe what might be seen as the weather therein.  At least in certain areas and if it was a busy weekend."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Oh, an historical postscript: The Mineshaft was in fact a gay club, celebrated/notorious/infamous in its pre-HIV era."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "This was a fact that could basically be assumed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "i'm sorry but I have to mention that your avatar is dancing perfectly in time to Electric Wizard's \"Funeropolis.\" <br/> \n <br/> \nThank you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "My apologies, daidai.  Given my dotage-induced arrogance, I assumed that said historical trivia might be helpful since at the time The Mineshaft closed, some 40% of the Achewood community were not yet born, and another 10-20% too young to have any awareness of it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "loneal is is followed around by a laming machine-elf, while spinynorman's machine-elves are trained to chubby.  Seriously, this thing has been up only 7 minutes, and it has moved to the green background already.  Do his fans have an RSS feed set to tell them when he's posted something?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Yeah, that was pretty ridiculous. That was  <em>fast</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for humility, and for possibly inoculating me against the lames that I presumed would come for saying something that the fervent could interpret, however erroneously, as being in some way disparaging to spinynorman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "man, it ain't like I'm the goddamn mascot of this place <br/> \n <br/> \nI don't shit rose petals and puppy chow or piss wine or anything <br/> \n <br/> \nSometimes I'm curious to see if I can pull a Richard Bachman to find out if what I'm saying is actually worth a goddamn"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But ... you  <em>are</em>  the head poobah, the crowned ponce, the best of the beasts!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "spinynorman is the main assetbarian around these parts. If you don't hold water with him you're NOTHING. <br/> \n <br/> \nViewing the archives you may think Deimos_Rising is the man in charge but you would be wrong, contemporary assetbar is nestled under the boot that is around the foot that is Spiny Norman."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Can it be like that episode of the Simpsons with Don Homer where he just walks around in a white suit with a white cape eating donuts and saying gratzi."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Perhaps like the Godfather Part 2?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "In my head, it is like spinynorman and heccibiggs are king and queen of the assetbar prom, because at the time I decided to join, they were the most frequent male and female posters. They may have stopped posting as often, and some others may have started posting  <em>way more</em>  often, but in my head it will always be spiny and hecci.  <br/> \n <br/> \nEven if they died! <br/> \n(But don't die you guys.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "speccer",
    "plus": 1,
    "snip": false,
    "text": "Close call between norman and achilles, as well as loneal and hecci. gladi8orrex is the evening's entertainment. AIU is that one guy in some forms of media that tries to come up with some crazy plan to ruin prom, such as by running maple syrup through the ventilation shafts so it drips all over the place. pogo's the principal, if for no reason other than seniority. sje is the freshman who got popular really fast. <br/> \nasherdan got expelled a while ago for setting fire to the old gymnasium. <br/> \n <br/> \nIt's like 1 AM so this post doesn't have any real structure."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I hope you realize this puts me in a quandary. Do I... <br/> \n <br/> \n1) fully accept the compliment, thus tacitly agreeing with the notion that I am comparable to Spinynorman and possibly inviting disagreement and soul-crushing criticism from his supporters? <br/> \n <br/> \n2) acknowledge the compliment but try to downplay it by saying I could never compare with Spiny, thus coming off as a shameless asskisser whose gesture of humility is actually an attempt at maintaining superiority by being \"the bigger man\"? <br/> \n <br/> \n3) simply not respond, thus rudely ignoring what is likely a sincere compliment made in goodwill and adding further insult by allowing the fact of this unacknowledgement to remain in full public view? <br/> \n <br/> \n4) craft a wankful meta-response that avoids committing me to any of the above options, but in the end comes off as yet another underhanded attempt to be admired and possibly alienates and bores people in the process? <br/> \n <br/> \n <em>This is why people like David Foster Wallace kill themselves.</em> <br/> \n <br/> \nSincerity is impossible, the search for it futile. If only there were some way out of this linguistic trap, some non-verbal gesture that could communicate sincere appreciation without the act of its utterance being subject to analysis... <br/> \n <br/> \n(...chubby)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "...I get to be prom queen!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Watch out for the bucket of pig's blood, queenie."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "The trick to sincerity is not to fear what people will think of what you want to say.  Some people are always going to be fuckers, and as long as you have faith in your convictions, it doesn't matter what other people think. <br/> \n <br/> \nUnless, you know, most of the people misunderstand what you were trying to say, in which case you probably were A: not doing it well or B: not actually being sincere.  Conviction doesn't mean you get to ignore all criticism *cough*republicans*cough*. <br/> \n <br/> \nI recently grew tired of couching everything I ever said in a cloud of metaspeak and self-deprecation, and now I am  <em>free</em> .  Join me in the clouds achilles.   It is blue and clear up here, and you get to be prom king  <em>without feeling sad about it.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I didn't go to my prom. I sat around in the dark drinking bottom-shelf bourbon and watching A Clockwork Orange. <br/> \n <br/> \nIt'd probably go down the same way here. Regardless of nominations."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I didn't go to mine either. I guess we're just so cool that we get elected prom kings in absentia."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I went to my senior prom only a few months after coming back from a year in Japan.  My graduating class was about 50 people, we had known each other since kindergarten.  Going to Japan, I found out later, had been offense enough to the sensibilities and expectations of a small town.  I wasn't going to miss prom, despite my lack of date or interest in the proceedings. <br/> \n <br/> \nI was pissed off and lonely, and danced so hard to Papa Roach's \"Last Resort\" that my neck hurt for a week afterward. <br/> \n <br/> \nThis was high school, remember, and my concept of rocking was...uninformed at best."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "50 people? <br/> \nWhat a bunch of jerks for being offended so easily. <br/> \nI went without a date too. <br/> \n:("
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Acheman: At least ya' got invited! Whiteturtle and I didn't even get to go and watch you and loneal dance as King & Queen under the suspicious auspices of Pogo. <br/> \n <br/> \nBut the best response is the one least concerned with how good you look or valid you come off being. A simple \"thanks\" works. <br/> \n <br/> \nIn other news: I went to mine, and was voted most likely to implode/explode."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Heh, I didn't go to mine, either. Absentia everywhere!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Will . . . will  <em>you</em>  go to the prom with me?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Freshman aren't invited.  Now get your ass back out to washing my car"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Do I have to wear that bikini still? <br/> \n <br/> \nBecause I don't exactly . . . <em>fit</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I went to prom with your mom."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You are far too old to have gone to prom with my mom."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "(Oh my God, I'm popular for the first time in my life!  What should I say?  I hope I don't ruin it by saying something completely foolish, showing that I am actually quite ignorant when it come to being \"cool\".  And I shouldn't list all my options of all the different things I could say lest I look like a pompous, over-thinker.  What I say must show my appreciation and common good sense, but still have a sense of impromptu.) <br/> \n*hugs!* <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "That was a very inappropriate time for hugging young man!  So presumptuous!  I suspect you are in trouble yet again"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh no!  I didn't even know it was wrong to give hugs.  I'm sorry.  Please don't punish me. <br/> \n <br/> \nIt's just that other people don't hug me very often."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Some hugs are very wrong.  The hugs Pogo was giving your mom last night were terribly, terribly wrong.  The hugs I gave your sister over lunch however, were fantastic. Woulda been better if she didn't use her teeth so much"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I have no sister."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oooh! Who do I get to be?! *Wide-eyed expectation*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "You get to be the middle schooler whose older sister goes to prom, then engages in very loud rough sex in the bedroom behind you"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Later that year, she gets in a terrible automobile accident, ends up paralyzed from the chest down, and you're on bedpan duty for the rest of your natural life.  It's a classic role."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Man I can't believe someone considers me prom queen. I don't hardly even post anymore. <br/> \n <br/> \nThanks for the validation, goodwillgirl!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You don't post much. And we miss you!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I don't hardly even post anymore.</em></div> <br/> \n <br/> \nYeah, what's up with that?  Studying?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Not so much. It's still effectively summer holidays for me and I don't start uni until the beginning of October. No, it's usually to do with the fact that I keep missing the early moments of the strip and find it hard to wedge myself into a topic of conversation. That, or I just don't have a lot to say. <br/> \n <br/> \nI still love you all. Fo' serious."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "\"And you, apparently, suck his dick.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 3,
    "snip": false,
    "text": "and fineoakstructure takes it to the rim with the oft forgotten callback diss! <br/> \n <br/> \nnothin but interNET loool"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "aweseome  <em>you remembered!</em>  FINALLY one of my hopelessly insular callbacks worked.  I do it all for you, assetbar. <br/> \n <br/> \nsuck it dry, pogo!  i still like your avatar this chick is pretty hot too"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "It's the circle of life. This is what Elton was singing about."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, what chick, you mean my last stand-in?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Gee that sounds familiar!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You could probably pull off all kinds of offensive jokes -- 9/11, JFK, black people -- without any repercussions. <br/> \n <br/> \n <em>people all terrified knowing something's wrong but too afraid to do nothin'</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What if nothing's wrong? Then what will they do?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "It was also  <em>that</em>  good!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "\"mineshaft drizzle\" is a flash of brilliance that deserves every chubby it receives."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pravda",
    "plus": 1,
    "snip": false,
    "text": "Actually when spinynorman posts it sets off every smoke detector in my house. It's kind of annoying and probably very dangerous, but that is the price you pay for comedy I guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleave",
    "plus": 0,
    "snip": false,
    "text": "As the proprietor of a large beard I may be biased, but you are a goddamn hilarious and I'm glad you wrote that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Pics or it didn't happen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "HAH!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I do not want to be the one to make a reference to the fist hidden under Chuck Norris's beard, can someone else please do it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Prospector beards make chuck norris' look like the fuzz on a baby kitten, too young to see."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aki",
    "plus": 0,
    "snip": false,
    "text": "Sounds like a hard-hearted Leprechaun, chortle chortle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Aw man, Philippe is genuinely frightened by the leprechaun voice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Leprauchauns are scary mothereffers. <br/> \n <br/> \nEver seen Leprechaun in the Hood?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "It's only my favorite movie. <br/> \n <br/> \nZombie flygirls. <br/> \nLep in the hood/ <br/> \ncome to do no good. <br/> \ngot it all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Why is everyone 50 cent now?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "there is only one 50 Cent, sorry   <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i4.photobucket.com/albums/y148/heyboowhatsup/16_Jeremy_shrug.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "WHAT?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "OK"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Madam, will this be reflected upon my frequent flyer miles?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "oh hey, you're right!  i was just so used to your bird/owl thing that i got confused.  to make it up to you, can we party like it's your birthday?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "artgirlwhen",
    "plus": 2,
    "snip": false,
    "text": "I will never order drink at a club called Mineshaft Drizzle.  If someone opens this club, do not buy a blender or people will be ordering mudslides ALL the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Also, stay away from any drink called:  <em>The Dead Canary</em> . <br/> \n <br/> \n(and the \"either/or\" bathroom)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Ray and Teodor work up a full-on Lucy and Ethel.  I sense the ensuing of hilarity."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lechatbotte",
    "plus": 3,
    "snip": false,
    "text": "Assetbar Admin: <br/> \n <br/> \nIf you read this, we would like to thank you for the upgrades and improvements to this environment. Specifically the much improved inbox and additional chubbies. <br/> \n <br/> \nIf I may, I would like to request a couple more improvements. <br/> \n <br/> \n1) I believe everyone would enjoy having still more chubbies in some of the ridiculously long threads that this strip routinely creates. <br/> \n <br/> \n2) This is a re-request, but I know I'm not alone in seeing usefulness in a chubby/lame type of inbox where one could quickly identify which comments are most recently getting both kinds of attention. <br/> \n <br/> \n3) Just a thought: there have been some concerns generated by long posts. I am one of the cheif offenders here, but there have also been other long posts that have caused trouble in the past, even crashing browsers. Would it be possible to have a length setting (either in inches/cm or lines) placed either in our profile or where we set our \"hide lames limit\"? Then when a post exceeds our personal limit, only the first x number of lines or inches/mm would show, and a \"more\" or \"full\" link could be added above \"reply\" that would open the full in another window/tab if we wanted to see more. It's an idea that would help improve the troll proofing of this site. <br/> \n <br/> \nAs always, I acknowledge just how unreasonable these requests may be, and thank you for considering them anyway."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "<strong>OR MAYBE A FUCKING SCROOOL BUR YOU KNOW... I THINK THOSE THINGS HAVE BEEN AROUND SINCE BEFORE HTML 1.0 MEYBE...JUST MEBY</strong> <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "Scrool burs are hard to find, AIU.  There's nothing that replaces a scrool bur for fine detail etching of jewel-quality coprolites."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "mmm... petrified corn...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Shit, this almost went by unnoticed. <br/> \n <br/> \n <em>Coprolites, what news from the North?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Tha Yankees are comin'!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Coprolites is not among the names of Civil War times. <br/> \n <br/> \n(American Civil War, because I know a lot of assetbarbarians aren't from the States and don't care for ethnocentricity. Damnit, why political correctness got to ruin a joke.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "Also more hot chicks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "And tit icons!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "And please, Mr. Admin, please prevent rotating cat heads as iconatars!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "What is this, dis on avacon day?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I won't lie, that scrolling cat-headed robot icon you had a for a little while yesterday made me do a literal  <em>LOL</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "He'll be back. (Glad you liked him.)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "mmax",
    "plus": 0,
    "snip": false,
    "text": "I like this current avitar very much CB.  It is cute and comedic at the same time.  Very appropriate.  The animated version was too distracting.  Maybe I have ADD LOL.  I am usually only happy with animated avitars when they have long pauses built in so that they are mostly static with only short bursts of motion.  When people have a very animated icon it gets so annoying that I have started to just ignore that person until they change it.  I'm not being a snob I just can't stop myself from being distracted you know. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Avitars always makes me think of sunglasses."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "It's fucking horrible"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "...yes. The hell question is that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We always be dissin' on those little boxes of mayhem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 2,
    "snip": false,
    "text": "For a minute there I thought that was Dornheim."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "as did I."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "FIVE ALL THE WAY. <br/> \n <br/> \nThis is getting to be a good arch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's facial expression in the last panel is the graphical representation of a 20-foot high neon sign that says \"EPIC FAIL APPROACHING.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Arches are for buildings, in literature, it's an arc.  I know these small distinctions are hard for non-native speakers, like most of our youth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Eff your right. <br/> \nI've been messing up with language a lot lately.  I wrote amorem instead of amorum and was embarrassed in front of my  <em>entire Latin class</em> . <br/> \n <br/> \nAll four of them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "<em>ahem.</em> <br/> \n <br/> \nI think you mean \" <strong>you're</strong>  right.\" Unless you hate Pogo's entire right side."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You're right!  I did it again! <br/> \n <br/> \nEff Pogo's  <em>left!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I think the word you were actually looking for was Fuck."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": ":("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Let him be eyohemistic, why doncha, ass crunk?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Sheesh, euphemistic!  I BEE DRINNKIN\" TOO EARLY?!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "YEAH!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "WHAT?!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Proof of insurance?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Too late, I'm appropriating \"eyohemistic\" for my own nefarious purposes.  The is the best thing since Marvin Hagler made up his own word during a press conference in 1987. <br/> \n <br/> \nThe word was \"succiseful\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I gotta admit, a day or so later, \"eyohemistic\" does make me laugh.  It's so rad, want it to mean something."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "And with that, you give it a purpose: Eyohemistic: Something that makes you laugh and is so rad that you want it to mean something, but it does not."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Only in Assetbar, where we coin our own words."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You're offering coins for words? Right on! Here ya' go: <br/> \n <br/> \nPedophylactery <br/> \nHedobotanical <br/> \nImparroticable <br/> \nProphilicopathy <br/> \nProtoneutroanusphobia <br/> \nFelixauria <br/> \nPogoistic"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I imagine pogoistic to be a lot like jingoistic, except with less Jesus and more Pogo."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Huh? Jingoism doesn't have anything to do with jebus."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "In Iowa it does."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It did in ancient times (a.k.a. When Pogo Was Very Young)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Less jingo, more Pogo!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I am honored to be a word, even if it is a term for an older, leering, flirting, Zappa-fan, one-liner, rude dude with attitude."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Sounds pogoistic to me!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "And when your teacher pointed out the error, she was like \"That's  <em>amorum</em> !\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "What I meant to say was: <br/> \n <br/> \nWhen your unlucky fate <br/> \nIs to mis-conjugate, <br/> \nThat's amorum! <br/> \nWhen you look like an ass <br/> \nTo your whole Latin class <br/> \nThat's amorum!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "ARG! <br/> \nArmorem! <br/> \nI forgot the first R. <br/> \nArmorem is not a word (that I know of).  Armorum means \"of the arms\" which was what I was trying to do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "What would we youngsters do without Pogo to keep us in line?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Probably resort to a whole lotta horsin' around and general tomfoolery."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Don't make me have to tell your mom what you;ve been up to!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lechatbotte was marked lame too many times and excluded. (marked lame by labrat, farqussus, DarkerNorm, woodenteeth, LexSenthur, smilebuddha)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 3,
    "snip": false,
    "text": "PS -- I AM lechatbotte.  gotcha peoples!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I believe you"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "eery1 i am arreddy in use.  gotcha beetchs!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "TOO MUCH WORDS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "-_x____________",
    "plus": 0,
    "snip": true,
    "text": "Comment left by -_x____________ ignored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "<em>I do not understand what is going on on Assetbar today.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I appreciate you for saying what I have been thinking all afternoon, which had caused me to hide in a corner and cry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "What's wrong? Is it the quantity of ignored posts?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "It just seems really weird. Everything everyone is saying is weird. <br/> \n <br/> \nThat's not out of the ordinary here, I suppose. But does it not seem even crazier than usual?  <br/> \n <br/> \nI could be wrong, that's not uncommon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "brackish water causes great sores upon the legion the sexdde of the monster is unknown FORGET FORGET FORGET"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "In the m-m-minds of the m-m-main mattering men the slow-down before the speed-up will add to the art of this artifice! <br/> \n <br/> \n* <em>SNIF</em> *"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<em>*SNAF*</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "<em>*SNOOF*</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>*SNOOF*</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "<em>Oh, terrible!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "A full hour later. Tuts to you. Tuts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "oh...oh jesus...oh god...how did this even happen?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Don't you say cocaine ideas on assetbar!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "\" <em>Don't you do cocaine at me!</em> \" <br/> \nSeriously, one of the greatest lines of Achewood history."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Well, goodwill, there are ceratinly days when I don't feel the \"flow\" here, and the posts seem like muffled crap coming through the dorm walls, like someone is having fun, but I can't make out why, then I start to think they're talking about ME, but in a code or secret language."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Ogopay's a orkday."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Osay's your ommay"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "<em>Oh shit, he can understand us! Quick! Everyone type in italics!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "He will understand that too.  He's part Italian (I'm so sorry)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I WILL SAY THIS... RAY IS TOO MUCH TAKEN WITH MODERN CONVENIENCE THIS IS TAKING THE CELL PHONE TOO FAR RAY IS TOO DEPENDENT ON HIS CELL PHONE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "I don't think my grown-up dolls have ever worried about taxes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "Do you ever ASK them? Do you ever stop and consider THEIR feelings?  DO YOU?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Has someone ever made a flow chart depicting Onstad's creative process? Because I would pay to see it. <br/> \n <br/> \nPay in Chubbies, of course."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "Not exactly a flowchart, but... <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i33.tinypic.com/672zq0.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "That strip is special to me, because it was the current strip when I caught up from the archives. It was a bittersweet day, to be sure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Mine was  <a href=\"http://web.archive.org/web/20100112110503/http://m.assetbar.com/achewood/uua9mTmRH\">http://m.assetbar.com/achewood/uua9mTmRH</a> . <br/> \nI think. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Looking through the archives, mine was somewhere around  <a href=\"http://web.archive.org/web/20100112110503/http://m.assetbar.com/achewood/uua5P9d6q\">here</a> . <br/> \n <br/> \nWhich is fucking AGES ago. Like, early January. Much longer than I thought. Dizzamn, yo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I am thrice traversing their depths."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Pretty sure  <a href=\"http://web.archive.org/web/20100112110503/http://achewood.com/index.php?date=11052007\">this</a>  was mine. Not entirely sure, yet much more than unsure. The only other possibility is that was the current strip when I first visited."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Also, horse dogg maniac will forever be a landmark phrase for me. Good choice coincidentally catching up on that one, sje."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man, looking at the old comments again and seeing a flame war on nearly every page makes me realize there was no golden age of Assetbar. I think it's actually better now when all the dickery is just concentrated in a couple of known trolls."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Many (most) will disagree, but I like the direction this place has gone.  It used to be mostly yammering and back-patting about the strip, and tons of out-of-context unfunny quoting.  Now we yammer about all kinds of shit (some good, some awful), and quote out of context in a very funny way.  People know each other, and many \"character\" types have shown up, most good. <br/> \n <br/> \nI just wish we wouldn't get bogged down in the politics bits every now and again.  98% of people being on the liberal side doesn't make for fairness, and it really doesn't make for interesting.  And every discussion of gender bias or racism makes me want to post horribly offensive things."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wow, not a single gross sexual reference!  There's hope for you yet, my man."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I would like to second the motion from the honorable senator representing the sexbasement faction-Snarky comments about politics are occasionally fun, but long drawn-out  <strike>conversations</strike>  arguments about things really drags it down. <br/> \n <br/> \nTalking about politics is about as useful as dancing about architecture. <br/> \n(And it accomplishes about as much as politicians accomplish in office.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I will quote that fat guy from Penny Arcade (more or less): A discussion about politics or religion is an exercise in two people throwing all their luggage onto a table and gesturing at it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Assetbar needs politics like a fish needs a bicycle."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Well, ya' know, some fish just don't live close enough to the main transit lines. Did ya' think of that?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Hedo, snap out of it! I want you hard and panting  <em><strong>right now!!!</strong></em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "The thing about political discussions is it's gonna happen no matter what. It's a part of life, just like anything else we talk about, and a pretty big one at that. And it comes up in the most trivial ways, like someone making a cheap joke or simply referring to a political figure, which someone either gets offended at or picks up into a serious discussion. It can't be avoided, and that's fine. We may disagree, but at the end of the day we'll all still be laughing about boning and such. <br/> \n <br/> \nI do think the desire for 'fairness' is misguided, kind of like when the news people think they have to 'balance' stories about global warming and evolution. It's not like there's some sign here that says 'conservatives keep out'. What does it say about the respective mindsets that something as awesome as Achewood draws a 98% liberal crowd? Doesn't the same go for most cultural phenomena that are funny, clever, and relevant? Anyone remember when they tried to make the conservative version of the Daily Show?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I don't think you have any objective basis whatsoever for the statement that 98% of Achewood fans are politically liberal."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well it was hedonismbot who first stated that assumption, I was just responding to it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "By the way, in an attempt at damage control, this is NOT an invitation for people to chime in with a roll call. We're talking about the board at large, so unless we had some kind of poll where everyone voted, individual replies will tell us nothing about the makeup of the forum as a whole. But given that virtually all the major webcomic authors are themselves liberal and inject it into their work in varying degrees, and from the general tenor on the board, I'd say it's a pretty safe assumption that there's at least a sizeable majority. What that means is a whole different matter."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey guys, let's have a poll! Chubby this post if you have a political stance!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Nice try. <br/> \n <br/> \nHug instead. <br/> \n*hug*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I completely disagree that political discourse is unavoidable.  I disagree with my fists balled up real tight"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Haha. \"Boning\". Hah."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's not the end of the day yet."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Very ingenious, and well crafted.  I like how the only character choice is \"Ray.\" <br/> \n <br/> \nAnd for those who can't see the whole image, I learned a trick.  In IE, right click and \"Copy\" the image, then paste it in a Word document.  You might have to juke the margins a bit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Oh Pogo...oh Pogo, Pogo, Pogo. Do you kid or are you for real? <br/> \n <br/> \nI'm tempted to make some kind of joke about not being able to use computers too good, but I get the feeling I'll get category five counter burns. <br/> \n <br/> \nPlus I don't know the best thing to do in IE, but there must be something better than pasting the image into a Word Document."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mmax",
    "plus": 0,
    "snip": false,
    "text": "hi everyone.  yeah in a lot of browsers when you right-click on an image there will be the option to \"copy image location.\"  Just choose that option, then open a new window or tab via the file menu or via a keyboard shortcut, then right-click in the address bar of the new window/tab and choose \"paste.\"  press enter.  for that extra touch, serve with garnish."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "My favored technique is to simply drag the image to the tab bar. <br/> \n <br/> \nI have a favoured technique because I have wasted my life."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Are we using Netscape Navigator? What the hell?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's really simple: Right-click the image and select Properties. Drag-select the image url. Copy. Dismiss properties window. Drag-select text in address-bar. Paste. Press enter. Voila. Much less trouble than just installing Firefox."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "what's the link to that strip? i tried gah damn conceivable word on the search engine and it couldn't find jack fucking shit! what the fuck? it's like that strip is not in the word db or something."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Strip?  I thought it was a Photoshop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It was surprisingly difficult.  But I Googled \"Achewood Generator\" and it worked. <br/> \n <a href=\"http://web.archive.org/web/20100112110503/http://m.assetbar.com/achewood/uua11wnKq\">http://m.assetbar.com/achewood/uua11wnKq</a>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "fucking google. has the answer to EVERYTHING.  <br/> \n <br/> \ni am surprised that you were surprised tho. but THANKS!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sje46 was being a sarcastic little shut-in."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "oh. i wasn't aware that people could be sarcastic in the internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It makes me feel bad that I actually wasn't being sarcastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh! <br/> \nPanel ten is in Philippe's imagination.  Now I get it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "My thoughts are that the next strip will severely improve my day, through  <strong>comedy.</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I'm breaking my \"at work\" rule, and still I'm only #77.  Onstad, I would have broken this up into two or three strips.  Now you makin' us wait all weekend for the phone-in-beard trick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "So, is it just me, or is it  <em>weird</em>  how much the cat world respembles the human one? <br/> \n <br/> \nPoor Beef is not having a good time watching his plan go down in horrible flames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Considering how many times we've seen these cats on the toilet, I wonder why they've never horked up a hairball."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I think you've answered your own question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "Leprechauns pronounce heart \"hairt\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "5'd for Phillippe's impression of adult dolls.  When I was that age I thought adults did nothing except match and fold socks, and balance checkbooks all day long."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Well, what else do they do?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "They also have to put the socks in the washing machine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "the make pre-arranged trips to the bone yard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "they*"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "These dolls are the very reason I'm terrified of turning twenty in less than a month. Actually technically it's Saturday (on GMT) now so I can say it is exactly four weeks from today that I turn twenty. <br/> \n <br/> \nHelp me out, guys. What should I do for the next four weeks that is acceptable as a teenager but not for someone in their... in their... tw..tw- <em><strong>ugh</strong></em> -TWENTIES. <br/> \n <br/> \n(P.S. Hey loneal. Sorry that you already read this in my LJ and are now reading it here too.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by heccibiggs, joeynarcotic, catgrl131, quaga, tellumo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I mean this with all due respect, heccibiggs: <br/> \n <br/> \nboo- <em>fucking</em> -hoo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Oh crap... oh crap oh crap oh crap.  I think I turned 20  <em>two years ago</em>  and I didn't change  <em>anything</em> ! What a fool I have been."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Do a lot of drugs, let a whole bunch of dudes bone you, and possibly get knocked up so that you can go on Maury Povich (or whatever the British equivalent) as an \"out-of-control teen\". It's the last chance you have - no one wants to see an out of control twenty-year-old."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I recall a few that always made me real happy to see them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "noah_j",
    "plus": 1,
    "snip": false,
    "text": "it's not too bad! you can now mutter \"damned kids\" whenever you want to! <br/> \n <br/> \nand the fist-shakin'? kid, you can now go hell of crazy with the fist-shakin'! <br/> \n <br/> \nbeing over twenty is like... it's like bein' in a non-stop fist-shakin'  <em>zone</em> , girl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "try your thirties"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "You are likely to become a huge disappointment to your mother.  Fair warning."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 1,
    "snip": false,
    "text": "On your 20th birthday you get sent for a special Operation. Nobody over 20 will ever tell you what the Operation is for because the lives of children and teenagers are supposed to be sacred and innocent."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 3,
    "snip": false,
    "text": "There are tentacles and an audience of modestly applauding Asian business moguls."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You're turning twenty? Man, now it's going to be two years until I can find you attractive again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 2,
    "snip": false,
    "text": "Ray's look is more Qadaffi than desert oil prince."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pantscomeoff",
    "plus": 0,
    "snip": false,
    "text": "This reminds me of that one scene in True Lies where Schwarzenegger seduces Jamie Lee Curtis in the guise of a french terrorist."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 1,
    "snip": false,
    "text": "I walked my dog this morning and he reminded me of that whole movie, at one point.  If I'd fed him cheese last night he would have reminded me of everything Schwarzeneggar did after T2."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "If you fed him cheese, he would have reminded of you of Scharzeneggar asphyxiating on Mars. <br/> \n <br/> \nSeriously though, you are all about the dog scitter and Scharzeneggar movies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is putting his facial expressions on Maximum today."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't think I've ever seen a full on eye-roll from the Beefster."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"Ah-HAH!\" makes this a fiver."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "In deh mena stretes one man wins <br/> \nand man hue isnt e-fraid--he grins <br/> \nhe walks tuff an beats doods lik putty <br/> \nee gon ride low n fly high <br/> \nuntil da day dat he die <br/> \ncuz he don't tak shit form nobody <br/> \n <br/> \ndis is and pome abot me"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "ib i tole u i deed it 4 da luv wuld u belibe me baby? <br/> \nib i sayd 2 u \"u an me we be together 4ever\" <br/> \nwuld u hug me? wuld u gib me and kiss? mebe, jus mebe <br/> \ni gon b ur man baby (yeah) once an 4 all, no mattah da weather <br/> \n <br/> \noh i gon be ur man, girl <br/> \ngon tak ur han bebe-- <br/> \n <em>an gib u an twirl</em> <br/> \nwe gon dance an nebah sleep <br/> \n <br/> \n <em>cuz ur ma darlin</em> <br/> \n <br/> \nOohoh i gon see u derrrR!! <br/> \nooohoh i gon treet u riiiiight! <br/> \nu gon get all u needs (lik diamnds an fur) <br/> \n <em>we gon get sexy 2nite</em> <br/> \n <br/> \ndis is me tryin' ma han at and improv song i jus riffed out o dah blue lik i am and virtuosso"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narrenschiff",
    "plus": 0,
    "snip": false,
    "text": "Are there really voice donuts? I want one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "There are vice donuts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Mine are all glazed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Own your situation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This strip embodies pretty much everything that I foolishly believed Onstad had lost, and I am glad to have been proven wrong. <br/> \n <br/> \nWhat I'm trying to say is this strip was so funny it gave me the splits."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It really is though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "man, is teodor the only person looking after phillipe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Woebetide Phillipe if he is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thescrivener",
    "plus": 0,
    "snip": false,
    "text": "I find it odd that no one has commented on the fact that the Empire Voice Donut is now definitely confirmed as a Mexican Magical Realism product.  Or maybe British Magical Realism, from the 'Empire' sobriquet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "I've been thinking that myself, and it better be because it's real."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "THESCRIVENER IS RIGHT PEOPLE LET'S FOCUS ON THE ISSUE AT HAND HERE <br/> \n <br/> \nMEXICAN MAGICAL REALISM  <em>IS TAKING OVER OUR CHILDREN</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Is your name Bartleby?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Wait...Ray looks like a Sgt. Pepper-era Beatle.  Most likely George, what with the beard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Sshhh <em>ssshhh</em>  or AssetbarPhilippe is gonna start singing again. Then he'll get all riled up, and we'll never get him to bed on time."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "My very first photoshop! <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i293.photobucket.com/albums/mm73/sje46/beatles.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by joeynarcotic, falseprophet, farqussus, echidnaboy, Shinkicka)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Fucking balls."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "<em>Oh good everyone post lyrics again.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "how lam lol post orgnal werk plz dun copy paste"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I never claimed I wrote the song . . . ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Please do not feed the trolls."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I didn't know that gladi8orrex was considered a troll."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Translation: <br/> \n\"1 dint no tht gladiator rex wuz cnsidered a tr0le\""
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "CUNTS DUNT RECOGNISE DAT'S Y"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "So the bad spelling and daily \"pomes\" about racism and gardening didn't tip you off."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "he is what we call in the BIZ funny, though"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Balls."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Exactly - his objective doesn't seem to be pissing people off, but rather being humorous by acting in an off-color manner with his particular dialect."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Whatever it is, it's not something I would like to provoke and I think most people wouldn't either."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>Everything will be all right if you just don't move.<br/>\n<br/>\nAnd it can smell fear, too.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Does this make him any less a troll, however? <br/> \n <br/> \nAnd, if not, is his being a troll necessarily a bad thing?  Last I checked, trolling is considered a form of performance art on Assetbar."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Since when did we agree to that?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "It depends on the nature and frequency of the troll in question.  Glad is definitely some sort of performance art, Manflesh is like David Cross pooping on a flag, and AIU is the most dedicated troll I've ever seen, which makes him transcend a bit for me.  I almost never read his posts, but his tenacity is breathtaking."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Actually, depending on the definition in question, AIU is not technically a troll. What sets him apart from Manflesh and Glad (despite his rather pathetic and unrequited appeals to them as kin) is that the other two don't break character, and they really don't care what any of us think about them - they just keep doing their thing without getting into long arguments. <br/> \n <br/> \nAIU on the other hand, if a troll, is an extremely poor one. He started off as a regular poster and resorted to trolling only after he realized that people didn't like him. So he cares, he cares a lot, and he cannot stop himself from constantly showing just how much he cares about his one-man crusade to rid the Internet of any discussion that he doesn't feel a part of. If the point of trolling is to make other people mad while being nonchalant, he has it completely backwards, since his own posts are far angrier and more hysteric than any responses to him, which range from bemusement to calm disgust. It actually makes me feel pretty good to think of all the impotent rage that our apparently \"retarded\" conversations on here cause him. I suggest we make even more references to TV shows, video games, indie rock, and other things he probably wasn't exposed to during the childhood he spent locked in the basement, and see if we can't make his head explode."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "man just  <em>wait</em>  till i debut my transtrollform, its going to BLOW YOUR PERCEPTIONS OF TROLLS AWAY"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "your avatar will be like a porygon, except that it will also be like a cock."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Elbox fuckin'  <em>hates</em>  them kids from Circumstances."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Remember when I used to be a troll? <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Third post!</em></div> <br/> \nI shudder when I remember my shameful past."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I totally grok Elbox's definition of \"troll\", and yet also would still define AIU as one - however I would classify him as a different category of troll to what we will define as \"Classic Troll\".  This one, as you described, does all the opposite things that a troll does, yet still \"trolls for responses\" (not to be confused with \"trawling\", see  <a href=\"http://web.archive.org/web/20100112110503/http://en.wikipedia.org/wiki/Troll_(Internet)#Etymology\">here</a> .  Also, in the case of Manflesh,  <a href=\"http://web.archive.org/web/20100112110503/http://en.wikipedia.org/wiki/Troll_(gay_slang)\">another kind of troll may also be applicable.</a> ), but does so in a more erratic, more desperate way.  And a much more ineffective way, in my regard, because I (along with a large and ever-growing population of Assetbar) really can't be bothered reading his long-winded, no punctuation shit. <br/> \n <br/> \nAs for Trolling being considered performance art on Assetbar: it is, totally.  We accepted this when we started to acknowledge them as funny, clever, or just entertaining - and solidified it when we began to discuss the artistic aspect of it (initially in jest, but then fo realz a couple of times). <br/> \n <br/> \nBut that having been said, just because it's a form of performance art, doesn't mean this art is always  <strong>good</strong> , because goodness knows  <em>it's not.</em>   And it also doesn't mean we have to put up with their shit all the time and not have them on ignore - as I stated once before: <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>...you can call it art if somebody comes up and kicks you in the balls, and it may well be, but that doesn't mean you have to keep letting them come up and kick you in the balls.</em></div> <br/> \n <br/> \nI just quoted myself.  I'm awesome."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Call me crazy, but when people post just to annoy, I call it trolling.  And since these people don't post to impress, we can assume at least they don't, it doesn't matter if they're clever or not."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I just saw this part in the article you linked to: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Trolls can be costly in several ways. A troll can disrupt the discussion on a newsgroup, disseminate bad advice, and damage the feeling of trust in the newsgroup community. Furthermore, in a group that has become sensitized to trolling %u2014 where the rate of deception is high %u2014 many honestly naïve questions may be quickly rejected as trollings. This can be quite off-putting to the new user who upon venturing a first posting is immediately bombarded with angry accusations. Even if the accusation is unfounded, being branded a troll is quite damaging to one's online reputation.</em></div> <br/> \n <br/> \nAssetbar Philippe, we love you! Your Internet reputation is not damaged!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yay! <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I don't think that is enough to qualify someone as a troll."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "You haven't been around too many of them then, I guess."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "YOU are the troll"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Everyone's lowering my self esteem. <br/> \n <br/> \nWhy can't I be happy and sings the songs I like? <br/> \n <br/> \n:("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "sing sje <br/> \nsing for the year <br/> \nsing for the laughter <br/> \nn sing for the tears"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm so glad we can be friends, Porygon!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Maybe next time you could post a link to an mp3 of yourself singing it. Everyone would like that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Better yet, singing in the shower!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "D . .. .dad?  Isn't that a sin?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Maybe next time we go somewhere we go somewhere you have a friend and you can run off. <br/> \n <br/> \nhttp://img213.imageshack.us/img213/622/a763wn6.gif"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "balls <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100112110503/http://img213.imageshack.us/img213/622/a763wn6.gif\">http://img213.imageshack.us/img213/622/a763wn6.gif</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "Smooth work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I always thought of Ray more as a Ringo..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "silentdante",
    "plus": 0,
    "snip": false,
    "text": "Probably would have been a five for the reveal in panel 3 (few and far between is the dude who can be identified by his signature eye wear) or for Philippe's imagination, but the fact that the Philippe's \"adult dolls\" had donuts inserted in them put this one over the top.  Well done."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "silentdante",
    "plus": 0,
    "snip": false,
    "text": "Dang, that should have read, \"few and far between are the dudes who can be identified by their signature eye wear.\"  I apologize for my late night grammar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Philippe is really not sure about the Donut. Look at how alarmed he is, poor little guy. <br/> \nAre some donuts... <em>crimes?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "Teodor is not the only one who sees the world in  <a href=\"http://web.archive.org/web/20100112110503/http://www.heatherfirth.com/gallery1.html\">this way</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Congratulations achilleselbow, you have received your first ever chubby from me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100112110503/http://www.heatherfirth.com/EE005.html\">This one</a>  is downright filthy. It would get banned from textbooks in Kansas on the grounds that it not only educates teenagers about the basics of sexual intercourse, but also flies in the face of creationism, because God would never make a rock that obscene."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Wait...is that really a rock formation? (heh) <br/> \n <br/> \nOr is it a low-angle view of the Silence of the Lams \"tuck\" scene... <br/> \n <br/> \n[throws up in mouth]  <em>gahh</em>  [/throws up in mouth]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Those rocks.... <em>are fuckin'</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<strong><em>I am so rock hard right now.</em></strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Also the artist can provide seminars that explore \"Taboo realms of pan-sensual eroticism.\"  As if sexy rocks were not enough.  Now I wonder what REALLY went on during those summer Geology field trips I heard about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "What's a schist little packin' between rock hounds <a href=\"http://web.archive.org/web/20100112110503/http://www.fi.edu/fellows/payton/rocks/expert/schist.htm\">?</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Awww for phux sake!  First the Packers, and now this! <br/> \n <br/> \nWhat's a little shist packin' between rock hounds? <br/> <br/> <br/> My first shot at a geology joke, and I can't mantle it... <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "chubby.. hilarious"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What is the deal with the voice donut. Google doesn't refer to it...but they all act like it is a thing from their culture."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 9,
    "snip": false,
    "text": "HOLY CHRIST IS THAT AN ALIVE STUFFED ANIMAL"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Guys. I am going to university <br/> \n <br/> \nand I don't know when I will next have a reliable internet connection. <br/> \n <br/> \nSo until then, as always <br/> \n <br/> \nstay dull. <br/> \n <br/> \nYours, this guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Are you going to university in a cave or something?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Providing Internet access to students is not a thing they are into in England. Even the dorm rooms in Oxford do not have Internet access, and Oxford is supposed to be rich and prestigious and shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Oxford leads the pack in considering the internet a nuisance."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It turns out I do have an internet connection, so long as I plug in the ethernet cable really,  <em>really</em>  hard."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If the RJ45 doesn't moan, you aren't plugging hard enough"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "See if you can angle it up a bit, and don't be afraid to use your hand to stimulate the USB port.  Make sure there's enough lube around the area, don't go chafing the USB."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "School starts this late for you? <br/> \n <br/> \nAnd my internet works perfectly here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "School?  <em>School</em> ? I don't know the meaning of this word, youngling. I'm at university. More than that, some people I know aren't moving in until October 14th."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm a sophomore at a University, youngling.  I'm a year older than you.   <br/> \nI know someone who started around August 20th."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Sometimes England and America have slightly different words and customs!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I will never forgive them for pluralizing Math.  Despite being correct, it is unforgivable"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "<em>\"Dear Marge,<br/>\n<br/>\nYes we do have burgers and fries in England, but we call fries, 'chips'.<br/>\n<br/>\nYours,<br/>\nRingo.\"</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "P.S. Forgive the lateness of my reply"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "\"I hung it on me wall.\" <br/> \n <br/> \nSince when did Ringo say \"me\" as a genitive?   <br/> \nAnyways, I once quoted from this as the most obscure simpsons reference on the Internet, and indeed no one got it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "So, ya' know what they call a quarter pounder?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Pulp Fiction =/= The Simpsons."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "You're right. I blew the reference. I should have written: <br/> \n <br/> \n\"They call it a quarter pounder with cheese.\" <br/> \n <br/> \n(And yes, this is a  <a href=\"http://web.archive.org/web/20100112110503/http://www.thebig.tv/view_video.php?viewkey=02b8f0adf6f7dc36aed9\">Simpson's reference.</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "\"Shakes?  Huh.  You don't know  <em>what</em>  you're getting.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That episode is chock-full of Pulp Fiction references."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Knowledge is power!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://blog.peoplenewspapers.com/wp-content/uploads/2007/11/nbc_the_more_you_know.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I already did that. <br/> \n <br/> \nBut without the image. <br/> \nSo I guess you win."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Most schools on the east coast are on a semester system and go from around late August to mid May. Further out west, a lot of schools are on a quarter system and start in late September but end in like mid-June. It adds yet another difficulty to long-distance relationships, since one of you has either finals or midterms at almost any given time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Or, um, so I hear."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "*hug*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That actually made me \"aw\" a little. <br/> \n <br/> \nY'know. In my pants."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "Oh. Hello. I haven't posted on hear for a very long time. Frankly this place scares me these days.  <br/> \n <br/> \nThe purpose of my return: To bitch about Firefox 3. Does anyone know if there is a way to make the 'alt' or 'title' text stay visible indefinitely when you hover your cursor over an image? This is really pissing me off. <br/> \n <br/> \nThat is all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrblank91",
    "plus": 0,
    "snip": false,
    "text": "Son of a bitch! Fuck you Assetbar and your non-existent edit feature! I meant 'here' not 'hear', HERE!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Install Opera. The title text stays on the image as long as the cursor does."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Is Opera not shit? Because Firefox 3 crashes every time I shut it down, and when I open it, or a webpage with it. IE still sucks, and Google Chrome is OK but it still crashes randomly like the beta it is. I need a browser that functions for more than five minutes at a time, and I can't believe Apple have made the only one.  <br/> \nI mean come on Firefox, you used to be the anithesis of all you have become."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Think about it: what's the one thing all of those web browsers have in common? You're using them. Maybe they're not what sucks. <br/> \n(There may be something wrong with your OS or on a similarly large scale if you're running into that many problems. Could be malware or something.) <br/> \n <br/> \nAlso, probably been noted before, but... Chopper Dave! HEYOOOOOOOOOOOO-*boom*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "What the fuck are you talking about? <br/> \n <br/> \nAlso, of course there's something wrong with my OS, it's Vista. Surely we're past that by now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "You bastard, changing your avataricon and making me look \"the fool\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Oh, that's what you meant. Wasn't Chopper Dave anyway."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Here, here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 1,
    "snip": false,
    "text": "Ray wears DOUBLE glasses."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Yeah, the glasses-upon-glasses was my favourite part of this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jetbunny",
    "plus": 0,
    "snip": false,
    "text": "It basically makes me think of this: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://www.biggercheese.com/comics/0701.png\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is infinitely more hilarious than whatever image you meant to post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "He meant  <a href=\"http://web.archive.org/web/20100112110503/http://www.biggercheese.com/index.php?comic=701\">this comic</a> , but I agree."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "Ah, that one. That's the third version I've seen of it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Bigger Than Cheeses was occasionally funny, and kept that up, until it sucked, which happened regularly and stopped me reading it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I assume you don't mean that it was funny when it began. Because seriously. No."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jetbunny",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I basically kind of suck a little. I'M SO COOL THAT I DON'T CARE ABOUT HOTLINKING, GUYS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "This would be the perfect time to drop the arc and maybe"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "MAYBE WHAT? <br/> \n <br/> \nTHE SUSPENSE IS KILLING"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "KILLING WHO? KILLING  <strong>WHO!?!?</strong> <br/> \n <br/> \nTELL ME!!! IF YOU DON'T I'LL"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "DO WHAT?  <br/> \n <br/> \nTHE ONLY THING I CAN THINK OF IS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "touch my. .."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "SPEKKIN FORM ESPERSIANCE I CAN SAY WIT COONIFANCE DAT"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "genocidefish",
    "plus": 0,
    "snip": false,
    "text": "Buddy, why's my brain so muddy <br/> \nWhy do I feel like putty when she walks into the room? <br/> \nTouch my tooter, smoocher <br/> \n <br/> \nSonny, it ain't all milk and honey <br/> \nAnd I dont think its funny when she starts to groove <br/> \n <br/> \nBaby, ain't it pretty lazy, and ain't it crazy <br/> \nWhen you think its all smooth <br/> \nTouch my tooter, smoocher <br/> \n <br/> \nBuddy, why's my brain so muddy <br/> \nWhy do I feel like putty when she walks into the room? <br/> \n <br/> \nSonny, ain't it funny? <br/> \nAnd I dont think its funny when she starts to groove <br/> \nTouch my tooter, smoocher <br/> \n <br/> \nTake it down for me! <br/> \nBring it on! <br/> \nTouch my tooter, smoocher! <br/> \nAhhhh!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "<strong>SHOCKIN' REBELADION: STAY TUNT</strong> <br/> \n <br/> \nlols anbody notice dat ray is deh actionally deh oil mna dat befe is dorving arond? i woz lik \"woah! dat cannit b troce bu t it is losa befez b lik oh no way dis is 2 mush win ee cals theordel. <br/> \n <br/> \nstrip maks mor cents nah <br/> \n <br/> \npome tim <br/> \n <br/> \nacorss deh rocky plains <br/> \nin and land wit out reins <br/> \nan untamed wildness grows <br/> \nidden away form deh view <br/> \n--idden form me and you <br/> \nn a land where nobdy goes <br/> \n <br/> \nn deh forest no uman as ben <br/> \nno man nose eben when <br/> \ndis palace woz found <br/> \nim not even sayin dis now <br/> \ni couldnt know it of it, how <br/> \n <em>of the temple rising from the ground</em> <br/> \n <br/> \nits minaretes wer mad of gold <br/> \nthe appearance of it woz old <br/> \ndah whole scene was beyond belief <br/> \n2 deh tush dah limestone was cold <br/> \nupon its walls an ancient story be told <br/> \na tale ub a man finally earning relief <br/> \n <br/> \naftr studient it for a day <br/> \nluken back toward where it lay <br/> \n <em>dat palace beyond comprehension</em> <br/> \nwhat manner ub peesp could do this--it's sublime! <br/> \nbut to sit and ponder--who had deh time? <br/> \nmy penis was full an i had to relief the tension <br/> \n <br/> \na pome abot misticism an wonder <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>upon its walls an ancient story be told</em></div> <br/> \nWoah.  That's . . . correct."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "There's an interesting sequence, there. <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>limestone was cold<br/>\nupon its walls an ancient story be told<br/>\na tale ub a man finally earning relief</em></div> <br/> \nOnly \"ub\" is spelled wrong."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "i cnefess <br/> <br/> <br/> <em>i got a tudor</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Good for you, Gladdi8orrex!  Self improvement is the first step towards mad money and women."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "Elizabeth II, or a lesser Tudor?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Smokey bacon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It's like \"Flowers for Algernon\" being acted out before us."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "It all looks like \"The Sound and the Fury\" to me..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "More like \"Ulysses\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "More like  <em>bore</em> aphyll!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "NO I DON'T WANT TO MAKE OUT WITH YOU"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "and his heart was going like mad and yes I said yes I will <br/> \nYES."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "That could be said for any lengthy Assetbar comment thread"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "gladi8orrex is the fucking  <em>man</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 1,
    "snip": false,
    "text": "I like gladiorrex a lot better on ignore. Now he's a bit like Rinehart in The Invisible Man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He is a controversial figure. <br/> \n <br/> \nJust like  <em>Jesus.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "but is he a community organizer?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Chubby for Ralph Ellison."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "I thought I'd get lamed for misremembering H.G. Wells."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mmax",
    "plus": 0,
    "snip": false,
    "text": "prediction:  Tina will find and hook up with a real oil prince at the airport hotel. <br/> \n <br/> \nI was in an airport hotel once.  It had lots of gold colors and a really wide lobby area with a really tall ceiling...  the place felt very expensive.   <br/> \n <br/> \nThe employees had a mix of snobishness and timid subservience.  Those are the two qualities I most prefer to not see in a person."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "Ah Philippe's innocent little mind again concocts a delightfully pleasant vision of the games adults play at in their quiet hours. In the real world it is more like <br/> \n <br/> \nMARTHA WHY ARE YOU ALWAYS EATING SO MUCH I DIDN'T GET ANY CHICKEN <br/> \n <br/> \n <em>BILL I AM HAVING A BABY</em> <br/> \n <br/> \nIS IT CROWNING"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "THAT BABY WEIGHS 8 POUNDS AT MOST.  SAVE ME A LEG NEXT TIME, SHEESH!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mmax",
    "plus": 1,
    "snip": false,
    "text": "first time I read this, it was like \"save me a baby leg next time.\"  as if it was an 8 pound butterball baby.  I was slow on the uptake."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I bet you're slow on the reuptake as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mmax",
    "plus": 1,
    "snip": false,
    "text": "is that what happens when you overdose on Prozac?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Or ecstasy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "a HAAH"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "Charmion: <em>we will nah twok 2 u as and unit and in itilcs.  we hopes u likes it</em> <br/> \n <br/> \nBenicio:  <em>yez... we troolly do</em> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Questions, Achewoodians. Is there a way to view my comments without clicking on my picture in a previous post? It seems very odd that I can't find a way to access them within my profile itself. <br/> \n <br/> \nSecond, I know a new picture of Onstad surfaced recently, and I'm curious as to what people thought. But I looked through the comments of the last couple of strips, and couldn't find it. I assume a discussion about it took place, so does anyone know where?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mmax",
    "plus": 0,
    "snip": false,
    "text": "at the upper left corner of the page, there is a link to view the \"public view\" of your profile... In your profile, it says \"Comments Made: X\" (where X is the number of comments you've made) click on X and there you go. <br/> \n <br/> \nNo, there was no discussion really of the picture of Onstad.  I thought he looks like Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "There's a link to a photo on his blog, and I'm sure searching will reveal plenty from the book launching."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "If I understand your question, you want to see the comments you have sent.  If you are logged in to Assetbar, on the home page, near the upper left corner, is the head \"My Comments\".  Below that heading are two links.  The first one is to your Inbox, where all the threaded replies to your comments appear.  The second one, \"Sent\" goes to a list of comments you have sent.  That seems quicker and easier than going through your profile."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "Thanks for your help guys."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "For me, seeing Onstad was, well, not a big deal or shock or anything.  He looked so friendly, so very very glad to have fans show up, so appreciative and jolly, what could one say?   No room for jokes when someone looks so nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Has anyone pointed out how adorably tickled Roast Beef is in the first panel?  He's pulling a Muttley with that laugh, I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "A porygon is a racist polygon, in my opinion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Does anyone here like The Fall's 1983 album Perverted by Language? I am suddenly getting into it tonight.  <br/> \n <br/> \nDOES ANYONE OUT THERE ON THE INTERNET FEEL ME ON THIS?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure the first internet forum was created by sweaty, intense Mark E Smith fans wearing last decade's fashions  <em>who just don't have time for any of your fucking nonsense</em>  by the way, so yeah, probably there's a mutual sentimentality out there somewhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Yes, that album is very good.  Its one of those rare records that rewards upon repeat listens.  (a very easy thing to claim, and way to many albums get awarded this distinction)  I'll be covering the album in my blog when I get to the 80s next...year?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "http://www.youtube.com/watch?v=tqf_EXBZxK8&feature=related <br/> \n <br/> \nHere's a pretty good video of the fall playing Smile, for anyone who's with me on this. <br/> \n <br/> \nDoes anyone else worry that when they have to do things repeatedly to like them (Whisky, old punk music, cigars, wine) that they're sort of being a phony? I worry about it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I think that all the time, which is why I tend to stick to things I liked immediately upon exposure, like cider and power metal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "Heck no, it is up to you whether you like something or not, and why you like it.  If a number of sources say \"Cultural Object X\" is good, and you don't like it, it makes logical sense to keep trying it, since you are one and they are many and no one person's experience is ever total.  It is okay not to like the thing, if you can explain why, and it is okay to say you like the thing if you can say why.  It is only when you can't support your reasoning that you are being a phony."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Honestly, it's more like when I can't say why that it ain't phony. Being phony is having to know why you do or don't like a thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "obviously, I could not possibly disagree with you more, as evinced by the post you replied to"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I would call it having an understanding of one's own mind, but I'm not going to get into this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "The dolls make me scared"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Is it because you're not sure you can afford your taxes?  Because if it is, I feel you, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Not on the couch, fellas."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "ebents ov deh post free wakes or so ib cum 2 realies dat deh relabnshop we share is trooly specials an i chersh it all deh more nah habbn gon tru perils. <br/> \ni trooly lub deh resabal an respikt twene 1 nother <br/> \n <br/> \n... <br/> \n <br/> \nsry i am strtn 2 cry i ned and momnt <br/> \n <br/> \n... <br/> \n <br/> \n... <br/> \n <br/> \n... <br/> \n <br/> \ni m betr nah, thx 2 u alls an 2 leab i gib u and pome <br/> \n <br/> \non dose lonery hills our love <br/> \nbolslomed there secluded:  <em>above</em> <br/> \na rainsbows hand reachs down: to sweep <br/> \naway deh eivals an deh suffrin <br/> \nand sets dem don: gently stuffin <br/> \nstuffin' dem into der beds  <em>to sleep</em> <br/> \n <br/> \nin the night the bell rings loud <br/> \nand 2 u i stand up an call aloud <br/> \nwake up! wake up! cockledoodle doo <br/> \nthese words i speak form on high <br/> \n4 2 keep dem within me is 2 die <br/> \n <em>woman ub my eye, i trooly lub u</em> <br/> \n <br/> \ni am gettn n2 lub pomes as ther poeticsm is bayond anything ib eber espericances"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "you guys...I think I am in love with Gladi8orrex, but as soon as I find out he was in love with me, he started dating that asian paleontologist.  <br/> \n <br/> \n <em>I have to get him back!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "We're with you!   <em>Because true love can never be stopped.</em> <br/> \nWe'll turn that asian paleotologist into a baxteress soon enough!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That can't be, he's quite afraid of Asians."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I hop thaz not tru i gotzlotz fo Azn peepz"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "1 - this was a 4.5. beef's face rules this strip.  <br/> \n <br/> \n2 - is there a way that you can ignore a user after their comment has been lamed (= simpatico)? the option isn't there."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "simpatico",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, desert_donkey.  I will not post for at least a month to make up for this.  But I beg you to consider not ignoring somebody just because they have more chubbies and less lames than you do in 1/10 the amount of comments.  Jealousy is not a good motive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Jealousy makes Baby Jesus cry."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "done"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": false,
    "text": "alright faggot I waited 2 months, because I'm that nice.  I notice I still have more chubbies and a hell of a lot less lames. <br/> \n <br/> \nwhy you suck so hard"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "I think better than a beard would be a side-burn to hide a phone in. but oil princes prolly don't usually have Kentucky Headhunter side-burns."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvagebar",
    "plus": 0,
    "snip": false,
    "text": "I know I am entering the land of the perma-lamed for saying this, but I miss asherdan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He's still alive and well over at TOUAMB."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I just checked it out and realised I forgot that thing existed.  And I am still not interested.  The feel and layout of Assetbar is much more fascinating to me. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "Here is a photo of Scotch Eggs, made from Cornelius Bear's recipe in The Achewood Cookbook.  So far I have made these eggs a couple of times, oven fries, and Roast Beef's Basque Green Bean Salad, and Diamond Juice.  I am going to make Mexican Pizza tonight. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i263.photobucket.com/albums/ii133/irondave_photos/100_0582.jpg\" style=\"border:0px;\"/></div> <br/> \nThere are several nice things in the cookbook.   <br/> \nThere is an easy-to-remember process for hard-boiling eggs.  There is a lot of writing from Ray, confirming that, left to his own devices, he is a dolt.  If you like to eat and don't mind cooking, this would be a good cookbook for you to buy.  It's not fussy at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh, man.  I'm so hungry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Is that...is that meat surrounding the eggs? Or is it just some sort of bread? Depending on the answer I am either ravenously intrigued or mildly impressed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maradon",
    "plus": 0,
    "snip": false,
    "text": "Scotch eggs are wrapped in loose ground sausage, breaded, and deep fried. <br/> \n <br/> \nFeel your arteries harden with delight!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "How in god's name did that not make it to the states?  Why do we not have this everyday?  There is no goddamn reason Waffle House shouldn't serve one of these with every waffle. <br/> \n <br/> \nI'm serious:  There is no cultural reason for Americans not to have grown up eating these things.  I'm a little angry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Places that know pub food have them.  You need to find a better saloon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I don't go to my bar to eat.  I go to my bar because they have the best jukebox in town, and if you drink five pitchers you get one for free.  My friends and I consider it a challenge.  You can yell very loud, and there is a smoking area.   <br/> \n <br/> \nMany nights, round closing, there are women who I used to sleep with who want to do it again, for old times sake.  Sometimes, god forbid, there are even entirely new women. <br/> \n <br/> \nThey don't have scotch eggs, but I don't come from some elitist, hydroponic arugula farming, jesus-snickering, eye-rolling, Prius-fucking, independent music reviewing, gallery opening  <em>university town</em> . <br/> \n <br/> \n(to be honest, I also wish my bar had food and scotch eggs, but when you are a high-functioning alcoholic, you have to make trade offs.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "What kind of an alcoholic drinks BEER? Softcock."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I said high-functioning.  How do you think I stay high-functioning?   <br/> \n <em>by not being an idiot on work nights</em> . <br/> \n <br/> \nAnd softcock is pretty funny coming from a man with muppet cthulu for an avatar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Cthulhu, man. Damnit."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>damnit</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<strong>dammit</strong>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>Crap.</em></strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I want to continue this thread by typing \" <strong>BALLS</strong> \" harder than anyone has before, but I'll need a cool hundo to bride Assetbar into letting me use a big font."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hedonismbot will type balls so hard that he will make Assetbar his bride."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would make you all my bitch but Asset bar doesn't allow bitching up."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>She's <strong>my</strong> wife now!</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://img88.imageshack.us/img88/5604/ballsil3.png\" style=\"border:0px;\"/></div> <em>The social pages say I've got the biggest balls of all.</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i431.photobucket.com/albums/qq33/LeChatBotte/BALLS.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n\"But when they're held for pleasure, they're the balls that I like best.\""
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20100112110503im_/http://i431.photobucket.com/albums/qq33/LeChatBotte/Chatbotmarriesinternet.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "It's not MY cock that's softly coming, buddy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "These particular eggs are encased in chipotle-flavored pork sausage (the kind that comes in one-pound plastic tubes).  Then you dip them in egg and bread them.  These are baked rather than deep-fried.  The chipotle sausage brings a little heat, which I think makes these even more awesome with beer than usual."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Wait, so the eggs are encased in sausage, then dipped in egg? Wouldn't that make it like...meta-egg? <br/> \n <br/> \nSeriously though, these sound awesome. It reminds me of freshman year of college when my friend and I would sneak into frat parties and raid their kitchens while everyone was in the basement drooling on each other. This one frat always had a tray of deviled eggs in the fridge, which we covered in mayonnaise and Easy Cheese before devouring several of them at a time, somehow believing that this qualified them as sandwiches."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "what the hell kind of frat always keeps deviled eggs stocked in their fridge?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is a kind of a voodoo thing in order to not impregnate sorority girls."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<em>That's called anal sex.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Dr Skradley!  Misogyny?  You've been hanging around that HedonismBot too much!  For shame."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Anal is only misogynistic if you don't use lube."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Anal is only misogynistic if it distracts her from her various household tasks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>Don't forget to vacuum that last bit under the couch, honey...<br/>\n<br/>\n...aaaaand bob's your uncle!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It's only misogyny if she doesn't see it coming.  OR if you play cowboy by ramming it in then calling her by her sister's name."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You've never actually done it, have you?  No one has, except in those filthy films which we are glad we can't smell."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "In the real world?  I've never done the buttlove.  I'm told there are women who enjoy it to a degree (I've even met a few who say so), but they are rare.  Wifeybot is not one of them.  I'm not wild about doing anything insex purely for the enjoyment of one partner, so anal is right out. <br/> \n <br/> \nAnd yes, the messiness logistics are a little scary to me too."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh, Pogo, your elderly innocence is adorable. People do it. Lots of people do it. In fact it just may be that case that  <em>one out of every five people you know has tried anal sex!</em>  Do you know where your children are? <br/> \n <br/> \nThe messiness factor is a bit exaggerated in the popular consciousness. The anal cavity doesn't store poo, it's just a passageway. Besides, an enema can be used beforehand to dispel any doubt. <br/> \n <br/> \nI am of course only reporting all this from hearsay because as we know I never get to have any sort of sex ever."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "As intriguing as buttsex is, the idea of needing an enema to \"dispel any doubt\" really doesn't help when discussing the potential of it with your partner."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Quite true.  The thoughtful person, anticipating a \"full service\" menu, will make sure he/she is \"fresh\" as part of their pre-date preparations.  The term \"fresh\" is used here in the appalling euphemistic sense it's used in \"feminine hygiene\" product advertising copy.  Also, it's simply crazy not to be using condoms, so \"clean-up's a breeze.\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Breeze for him.  She has to wipe stinky lube off her ass before she puts her undies back on. <br/> \n <br/> \nBut to get back into character, the easiest way for the guy to clean up is just to have another girl there to do it for you"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You don't need two girls if she's flexible enough."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry I said anything."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "simpatico",
    "plus": 0,
    "snip": false,
    "text": "I hav had anal.  err given anal that is...to women.  no mess, really."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "why come nobody has ever called him hedonismbutt?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "No! That would  <em>ruin</em>  him!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "They don't say that because I lost my ass DEFENDING THIS COUNTRY  <strong>YOU INSENSITIVE CLOD!</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "To answer achilles's question, now far removed from this reply, the raw egg just sticks the bread crumbs to the sausage.  That way, the eggs can be eaten as finger food without having to touch the greasy sausage directly. <br/> \n <br/> \nYou could use chicken sausage to make a dish the makes some...statement...about...something.  I think Paul Simon already made that statement when he wrote \"Mother and Child Reunion.\" <br/> \n <br/> \nFinally, what the hell people?  How does a post about a tasty picnic snack devolve in less than 24 hours to an extended discussion of anal sex?  I was just trying to share the good news about Scotch Eggs.  Some of you guys need to take stock."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If you've never forced a Scotch egg up your lady's pooper, you just don't understand how good pub food can be"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Wow, these Scotch Eggs look like Dominican meatloaf, except less meat. They roll the hardboiled eggs in the meat before cooking, and it works very well. The best part is the sauce they smother the sliced meatloaf with."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "i et bk stackers, so..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "...you are willing to eat almost anything?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "1ce u go bk, u nvr go bk?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "this post is thick with levels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "The posts on assetbar are idiotic these days."
  }
]