[
  {
    "depth": 0,
    "minus": 0,
    "name": "palecur",
    "plus": 5,
    "snip": false,
    "text": "Good strip in a great arc -- would love to see Uncle Culpepper visit again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_rooster",
    "plus": 7,
    "snip": false,
    "text": "gotta love the hunch, \"shruff\" and \"click\". <br/> \nbadass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 16,
    "snip": false,
    "text": "Props for reclaiming the kindly moustachioed southern gentleman archetype from KFC."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Mangtastic, scrumpton, bug, robbingdog, nipsy43, LaserBlade, MrPoopytime, smilebuddha, Doc_Rostov, yingkaixing, morbo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fosters",
    "plus": 75,
    "snip": false,
    "text": "How dare you, sirrah! Why I assure you that this gentleman is the very essence of a fine Southern upbringing. That our proud heritage of genteel speech and prodigious duellery hath been usurped in the mind of the common man by the image of a gap-toothed yokel of low mind and poor breeding shouting at the unwed mater of his numerous and equally illbred offspring as they watch automobiles race in a circle is a matter most distressing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, apocowarg, saddestking, riotdejaneiro, Mangtastic, fosters, bug, alzuna, morypcaina, robbingdog, NDCaesar, waldo913, Conn, 762, DougTheHead, gethen, dinner, nipsy43, aHatOfPig, LaserBlade, Wulvaine, MrPoopytime, eRiUukFJk, smilebuddha, Doc_Rostov, yingkaixing, toyoda, holly_golightly, stormagnet, pquinn87, libelandslander, tragicone, afvbs)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 40,
    "snip": false,
    "text": "And what better way to demonstrate one's good manners than by being an asshole!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, Aaronb1215, Mangtastic, fosters, bug, alzuna, morypcaina, robbingdog, NDCaesar, waldo913, Conn, 762, DougTheHead, dinner, nipsy43, aHatOfPig, LaserBlade, Wulvaine, MrPoopytime, smilebuddha, Doc_Rostov, Madoushi, stormagnet, pquinn87, tellumo, tragicone)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "semiquaver",
    "plus": 18,
    "snip": false,
    "text": "That's how Nixon felt, I'm sure.  Not to mention every openly racist or bigoted person in history.  Saying you don't care what other people think is just another way of saying you're a complete douchebag."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, divot, apocowarg, zcross00, saddestking, riotdejaneiro, Aaronb1215, Diggidy, Mangtastic, dismas, fosters, bug, alzuna, robbingdog, NDCaesar, 762, DougTheHead, gethen, dinner, nipsy43, aHatOfPig, LaserBlade, Wulvaine, MrPoopytime, smilebuddha, Doc_Rostov, spoids, NumberKillinger, stormagnet, pquinn87, gnjdfsgk, ouroboros, tragicone)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "epicurus",
    "plus": 22,
    "snip": false,
    "text": "Whooooah! Semiquaver, you'd better back off, this dude is the  <em>real deal!</em>  Not only is he a douchebag, he  <em>doesn't care that he is one</em> ! That's like... TOTALLY badass. I think that's how Rambo would describe himself!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "semiquaver",
    "plus": 7,
    "snip": false,
    "text": "I'm going to basically completely stop thinking about soticoto.  Misanthropes deserve their disease.  *shudders*"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "fosters",
    "plus": 18,
    "snip": false,
    "text": "He's not a misanthrope, he's just some dork on the internet cosplaying as one. Which still makes him ignore-worthy, just for completely different and noticeably sadder reasons."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "You be right, sah."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, zcross00, karljw, saddestking, riotdejaneiro, Aaronb1215, Mangtastic, Carpetbag, robbingdog, NDCaesar, 762, dinner, nipsy43, aHatOfPig, MrPoopytime, smilebuddha, Doc_Rostov, Arcibi, unsentletter, pquinn87, gnjdfsgk, tellumo, tragicone)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 6,
    "snip": false,
    "text": "SotiCoti, you're doing this British = dickhead thing again. <br/> \n <br/> \nMan, we  <em>talked</em>  about this."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Chubby for \"cosplaying\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, 762, atticusonline, foolishsparrow, dinner, aHatOfPig, MrPoopytime, smilebuddha, Doc_Rostov, pquinn87, Cagliostro, tellumo, tragicone)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "Hi! Did you know you just described  <a href=\"http://web.archive.org/web/20100310185324/http://www.behavenet.com/capsules/disorders/antisocialpd.htm\">psychopathy? </a> You might want to consult your doctor."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, heccibiggs, VeniVidiEffluxi, Carpetbag, bug, robbingdog, 762, howl, dinner, nipsy43, ConnorMc, LaserBlade, MrPoopytime, smilebuddha, Doc_Rostov, pquinn87, tellumo, tragicone)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "Man every time you post a comment you make yourself look all the more uneducated."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "robbingdog",
    "plus": 0,
    "snip": false,
    "text": "What?  Sorry, but this comment didn't really make any sense at all.  Are you just trying to annoy him or what?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "yeah do you consider yourself humble too"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mugi",
    "plus": 7,
    "snip": false,
    "text": "He prides himself on his humility."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "I'm easily the most humble and modest person I know."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Fantastic picture/comment synergy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "Daaamn! Soticoto's answers could use some work!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "So basically what you're trying to communicate here is that you didn't know something but are proud of yourself for it. Good to know the Brits have dumbass hillbillies too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, dismas, fosters, alzuna, 762, atticusonline, dinner, nipsy43, L_C_B, MrPoopytime, smilebuddha, Doc_Rostov, stormagnet, pquinn87, tellumo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fosters was marked lame too many times and excluded. (marked lame by Diggidy, ConnorMc, MrPoopytime, Satyr, SotiCoto)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, Deusoma, fosters, alzuna, 762, atticusonline, dinner, L_C_B, MrPoopytime, smilebuddha, Doc_Rostov, pquinn87, tellumo)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "Be honest with yourself, you've never had a sensible conversation. And you're STILL trying to be funny. Still failing, too, although it's starting to seem like that goes without saying."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by tekende, howl, foolishsparrow, dinner, jezebel, MrPoopytime, smilebuddha, Doc_Rostov, pquinn87, tellumo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 38,
    "snip": false,
    "text": "When Soticoto speaks this way, what he really means is: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "Rowboat FTW."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I am starting to get pretty distressed at the degree to which people on this board are completely retarded as regards understanding sarcasm, as illustrated by the ridiculous responses to this comment."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Based on the rest of soticoto's comments, see, I don't think that was sarcasm at all."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "I think the issue here is that what he's saying is  <em>especially</em>  annoying if it's sarcasm, because that means he thinks it's  <em>witty</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Oh, Britain must be the world capital for dogging due to all the fine upbringing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "For kicks I read your entire comment out loud to myself in a Southern accent, which I  <em>rule</em>  at. <br/> \n <br/> \nBut I have to say the S's slightly like \"sh\", otherwise I feel I sound too much like a Southern Belle, and that's no good in this context."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "crankheart",
    "plus": 0,
    "snip": false,
    "text": "you...are my newest hero. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "So why is Colonel Dixie brandishing a German luger?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greyfield",
    "plus": 0,
    "snip": false,
    "text": "Thank you for, along with this strip, bolstering my armada of Southern diction. <br/> \n <br/> \nNow, if you'll excuse me, I need to go demand my satisfaction from my roommate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mnemon",
    "plus": 0,
    "snip": false,
    "text": "Here Here!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "internnumber1",
    "plus": 65,
    "snip": false,
    "text": "Uncle Culpepper would fire on a child, just not a child of his own kin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 6,
    "snip": false,
    "text": "If a child is being as sassy as Little Nephew can be, he ain't innocent by any standard"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 2,
    "snip": false,
    "text": "A Dixie whistlin' southerner would sure as hell fire upon a child that called him a yankee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by tttt, tttt2, Zem)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "plusigot125",
    "plus": 0,
    "snip": false,
    "text": "I'm hella envious of your ability to quote lengthy passages at will. Or maybe this talent only applies to lengthy passages from Achewood?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by alphagator, Deusoma, aHatOfPig, unsentletter, LRosetw8)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "Why can't it be both?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Reading this arc for the second time brings up interesting questions regarding the actual identity of the southern gentleman pictured here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "does Uncle Culpepper pack a Ruger MKII?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicolae",
    "plus": 2,
    "snip": false,
    "text": "You bet your sweet, savory ass he does."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "What's up Yankee Doodle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonnay",
    "plus": 0,
    "snip": false,
    "text": "\"Sir, your journey...\" is one of the best lines in all of Achewood.  I commend Onstad's impeccable Californian understanding of Southern gentlemanhood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "Panels 4-5 are just  <em>oh so badass</em> . It's such a shame Culpepper never met Cornelius."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "Dueling must always be performed in the garb of the southern gentry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "If Culpepper regards LN as his 'kin', does that mean he is Ray's actual blood uncle? Or not? It all depends on southern manners. Anyway, obviously the exciting thing is that if he is, he is the brother of RODNEY, interesting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "he isn't. He's french southern gentry, like Rays mother."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "This is something all kids should learn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "So Uncle Culpepper and Little Nephew both shoot left-handed.  This is something I have in common with them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "I was hoping 'pusillanimous' wouldn't have a real definition, and I could infer one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saddestking",
    "plus": 1,
    "snip": false,
    "text": "I'm glad soticoto showed up to be a boring internet devil's-advocate in this comment page since apparently asherdan had commitments elsewhere"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Soticoto = Asherdan? You give Soticoto too much credit, sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 2,
    "snip": false,
    "text": "What really gets me is that he specifies \"child of my own kin\". I can only conclude that other people's kids are just smaller targets, and  <em>nobody</em>  is safe once over 21."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "It is a \"Forsooth! Bend Down and Observe Within Your Loins the Hand of Dixie\" Friday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Uncle Culpepper teaches him to shoot left-handed.  Maybe that's tradtional."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tothevictor10",
    "plus": 0,
    "snip": false,
    "text": "shruff. that is the sounds coats make."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "May your weekend be free of the hand of Dixie...but full of the hand of Trixie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "I just realized something: <br/> \n <br/> \nHave you ever seen Uncle Culpepper and Cornelius Bear in the same place at the same time? <br/> \n <br/> \n <strong><em>COINCIDENCE?</em></strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "WELL... <br/> \n <br/> \nMAYBE."
  }
]