[
  {
    "depth": 0,
    "minus": 0,
    "name": "mat4900",
    "plus": 14,
    "snip": false,
    "text": "Thats pretty much what i would do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "staticsynth",
    "plus": 24,
    "snip": false,
    "text": "I'd check BBC first."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by sevenarts, sonicscream2, Ghede)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "starch",
    "plus": 3,
    "snip": false,
    "text": "Way to kill the mood, spinynorman."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spinynorman",
    "plus": 20,
    "snip": false,
    "text": "Hey, I could have pulled out a banjo, then made you all listen as I played an original composition which would, in five parts, evoke the coming of age of a boy whose father was lost in the Civil War. That would have  <em>really</em>  killed the mood.  <br/> \n <br/> \nEspecially if I had asked you to guess the battle at the  <a href=\"http://web.archive.org/web/20101005061256/http://achewood.com/index.php?date=03042005\">end.</a>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 6,
    "snip": false,
    "text": "Spinynorman, you should be above random, gratuitous strip references. You should be above it. I am mildly disappointed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Hah. I love how Acheworld's characters end up with this role model status where people get dejected everytime they do something less than awesome. It does say much about the quality of some commenters though, hoorah for them."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 22,
    "snip": false,
    "text": "I'm not entirely sure why I got lamed for that, but regardless, here's a recent entertaining story that links in with that. <br/> \n <br/> \nAbout two weeks ago here in Austin a MASSIVE storm rolled through at around twelve-thirty at night. Like, tornado-strength winds without the tornado, and massive hail. I woke up and found my roomate in the living room staring out the window. <br/> \n <br/> \nStill drunk with sleep, I remembered that scene from The Road and immediately said, \"JAMESON! Y... you need to fill up some buckets with water.\" <br/> \n <br/> \n\"What?\" <br/> \n <br/> \n\"Water! You got to... got to fill as many things up with water as we can get.\"  <br/> \n <br/> \n\"We're in central Austin. I really don't think it's that big of a deal, dude.\" <br/> \n <br/> \n\"[i]You got to fill up a bucket with water! Come on! Motherfucker, we will  <strong>regret</strong>  it later if we don't!\" <br/> \n <br/> \nEventually he rolled his eyes, sighed, and filled up about a pint-size measuring cup with water and set it in the middle of the kitchen table. <br/> \n <br/> \n\"There,\" he said. \"That good!\" <br/> \n <br/> \nI nodded and went back to sleep.  <br/> \n <br/> \nEven in the face of the Apocalypse, I am a fan of sleeping in."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "expellens",
    "plus": 5,
    "snip": false,
    "text": "He woke with the undersides of his eyelids inflamed by the high sun's hammering, looked up to a bland and chinablue sky traversed by lightwires.  A big lemoncolored cat watched him from the top of a woodstove.  He turned his head to see it better and it elongated itself like hot taffy down the side of the stove and vanished headfirst in the earth without a sound.  Suttree lay with his hands palm up at his sides in an attitude of fraility beheld and the stink that fouled the air was he himself.  He closed his eyes and moaned.  A hot breeze was coming across the barren waste of burnt weeds and rubble like a whiff of battlesmoke.  Some starlings had alighted on a wire overhead in perfect progression like a piece of knotted string fallen slantwise.   Crooning, hooked wings.  Foul yellow mutes came squeezing from under their fanned tails.  He sat up slowly, putting a hand over his eyes.  The birds flew.  His clothes cracked with a thin dry sound and shred of baked vomit fell from him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That book really made me want to invest in a skiff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "That book really made me nervous around floor buffers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "JAMESON? Your roommate is a talking Irish whiskey bottle? I think you've got as a good comic strip notion as Achewood of your own here...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "If you are still in Austin in a few weeks, I am going to wave in your direction.  I may even buy your book to read on the trip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "It got lamed because people, in general, are stupid. <br/> \nI'd know. I get lamed a lot by such douchebags.  <br/> \nAin't a thing meaningful about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "It's a basic thing to do in case of nuclear attack so that you have safe water to drink (water supplies get contaminated by fallout very quickly)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nurdbot was marked lame too many times and excluded. (marked lame by SSDDR, mortshire, STUART)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 8,
    "snip": false,
    "text": "Well, how else would you know if it was actually happening?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tinhand",
    "plus": 5,
    "snip": false,
    "text": "At first it sounds weird and funny, but lets face it that if such a thing were to happen, no bomb shelter could defend you and you at least want to die knowing why the hell that bomb went off...there were a lot of videos shown during the cold war to American citizens saying stupid things about taking cover, but I guess giving hope was important to keep order."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 2,
    "snip": false,
    "text": "I like this explination being joined by a Nomi icon: <br/> \n\"Total eclipse of the sun!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "That's how I feel about every tinhand comment it's just a well-selected icon"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef:  a die-hard romanticist"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "laserblade",
    "plus": 13,
    "snip": false,
    "text": "Everyone likes to think they're so much smarter than those government safety videos.  \"Oh you couldn't save yourself from an atom bomb by being indoors.\"  \"Haha they told those kids to get under their desks.\"  Well guess what?  They knew what they were talking about.  You're right that a sheet of drywall couldn't protect you from an exploding nuke--  <em>if it went off right next to you</em> .  At any reasonable distance from the epicenter, you can save your own life by putting whatever material you can find between yourself and that radiation.  Thousands of people in Hiroshima and Nagasaki survived because a table or a wall absorbed most of the heat from the blast."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "I will keep that in mind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "seconded."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "The More You Know! *rainbow*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Putin knows this shit. He knows."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "laserblade",
    "plus": 3,
    "snip": false,
    "text": "Not that I, erm, have any plans of that nature or anything..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Thanks. The worlds sleeps better knowing you feel that way. Seriously. Thanks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "madnes",
    "plus": 2,
    "snip": false,
    "text": "Thanks, Putin. <br/> \n <br/> \nThutin."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Thanks, madnes. <br/> \n <br/> \nThandnes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "raging_cow",
    "plus": 2,
    "snip": false,
    "text": "THPARTA"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "It is also a fact that the nuclear weapons invented post ww2 were WAY HUGER than hundreds of Hiroshima bombs put together.  Possibly thousands.  I am kind of too lazy/apathetic to check right now, but the point is that they are way more deadly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Your relative distance from the epicenter, as Former Russian President Putin said above, is what matters though.  You could be 500 yards from the epicenter of Hiroshima or 10,000 yards from the epicenter of the latest bomb.  Something blocking radiation will help more than nothing (lightly colored, too)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I've heard that the long term survivor closest to the blast was a man cleaning the inside of a large stone oven. Could just be a legend though, I don't remember where I read it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": false,
    "text": "I would have checked Beef's blog personally."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "BRUSH BRUSH BRUSH"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "illusiono",
    "plus": 5,
    "snip": false,
    "text": "...and at this moment I realized Roast Beef is my fiance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soilentshuggah",
    "plus": 0,
    "snip": false,
    "text": "I would turn on the TV and switch fast to CNN International."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": false,
    "text": "I'm an MSNBC man, myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 2,
    "snip": false,
    "text": "Yes I did sleep okay thank you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlowe424",
    "plus": 1,
    "snip": false,
    "text": "I'd check  <a href=\"http://web.archive.org/web/20101005061256/http://www.youtube.com/watch?v=C0K_LZDXp0I\">YouTube</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 3,
    "snip": false,
    "text": "they have the smallest mirror in their bathroom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endoftheworld",
    "plus": 10,
    "snip": false,
    "text": "I'd post a nice thread on the SA forums. \"ASK me about dying in a blast of nuclear fire.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "postblank",
    "plus": 4,
    "snip": false,
    "text": "Wouldn't your stairs protect you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kelsotimebomb was marked lame too many times and excluded. (marked lame by Dovey, Cyberbob, shammack)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Boo, goons!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'd probably be here. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "it's probably the only thing that'll kill Poing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 17,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101005061256/http://philippesblog.blogspot.com/2004/09/more-frogs.html\">More frogs!</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20101005061256/http://corneliusbear.blogspot.com/2004/09/like-fading-photograph.html\">Like a fading photograph</a> <br/> \nLyle:  <a href=\"http://web.archive.org/web/20101005061256/http://lyle151.blogspot.com/2004/09/ff-boy-fuckin-fool-boy.html\">FF Boy = fuckin fool boy</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101005061256/http://chrisonstad.blogspot.com/2004/09/i-know-it-hasnt-started-yet-but.html\">I know it hasn't started yet, but:</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Oh God, Onstad's blog is so fucking delicious"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "One of my favorite running gags in the blogs is Ray's gambling addiction. It seems half the characters get most of their income from Ray's problem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweatpantsninja",
    "plus": 1,
    "snip": false,
    "text": "The news about Heath Ledger's death just broke and I've already gotten IMs, text messages, overheard people in the office, and heard about Facebook groups about it. Within minutes of learning this, I was informed that his Wikipedia page was already updated. I immediately thought of this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scraggg",
    "plus": 3,
    "snip": false,
    "text": "My first reaction to the news was to go there and make sure I didn't have to update it myself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wilbur",
    "plus": 2,
    "snip": false,
    "text": "http://www.theonion.com/content/news/area_man_honored_to_be_one_who"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vandenbos",
    "plus": 2,
    "snip": false,
    "text": "I'd probably check MetaFilter just to see people decry the atom bomb post as \"a pretty weak FPP.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "Yahoo news would have a video of red carpet fasion no-no's as top story. <br/> \n <br/> \nWith a paragraph on the atom bomb."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "I totally understand this.  I have these dreams.  Oh, Roast Beef..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lumus",
    "plus": 1,
    "snip": false,
    "text": "Just last night, I dreamt that I got out of bed and looked out the window to find that Earth inexplicably now had at least fifteen moons (I counted). They were all full and identical to the real moon. <br/> \nSomewhat unnerved by this, I went straight to the internet to find out what was going on. (Sadly I awoke before I could discover anything.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelrith",
    "plus": 0,
    "snip": false,
    "text": "molly, perhaps, is anticipating him saying that her safety was his first instinct."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thebeans",
    "plus": 0,
    "snip": false,
    "text": "This thing has the ding dang creepiest alt-text."
  }
]