[
  {
    "depth": 0,
    "minus": 1,
    "name": "eric",
    "plus": 1,
    "snip": false,
    "text": "On this strip especially, I wish the mouseovers were enabled."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cleave",
    "plus": 16,
    "snip": false,
    "text": "\"If more than half your menu is in quotes, you are running a metaphor, not a restaurant.\"  -Alt Text"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "It seems there is at least one person who will lame alt text posts even if they are requested."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 5,
    "snip": false,
    "text": "Are there really restaurants out there like this? It's just so far removed from my normal dining experience (package of uncooked ramen   half empty bottle of beer while still in bed), it seems unreal. <br/> \n <br/> \nThat said, the food-oriented strips are some of my favorites."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hannah",
    "plus": 8,
    "snip": false,
    "text": "google 'fat duck' or 'heston blumenthal' (gah, spelling fail). they do exist, and the fat duck is reckoned to be the second best restaurant on the planet. it's just not for a dude who'd rather have galaxy nachos (i may be one of those dudes). :D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "That's actually one of the more interesting things I've read lately, thanks. That said, I am still a galaxy nachos dude. But I will continue to live vicariously throught strips such as this one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hannah",
    "plus": 1,
    "snip": false,
    "text": "i'm glad i could share. blumenthal is an interesting cat and i hope one day to sample his wares, if only because he's awesome. and not because he makes snail ice cream. because seriously. what. :)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you are not the only one fond of Galaxy Nachos, d00d."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hellofyellin",
    "plus": 13,
    "snip": false,
    "text": "I love Onstad as gastronome.  When I found out he was a foodie (forgive me) it only deepened my love of the strip.  Oh, and for more on the cutting edge of cooking, look  <a href=\"http://web.archive.org/web/20101005104731/http://en.wikipedia.org/wiki/Ferran_Adri%C3%A0\">here</a>  and  <a href=\"http://web.archive.org/web/20101005104731/http://en.wikipedia.org/wiki/Heston_Blumenthal\">here</a>  and while its not  <em>exactly</em>  molecular gastronomy,   <a href=\"http://web.archive.org/web/20101005104731/http://en.wikipedia.org/wiki/French_Laundry\">here</a> . Enjoy your enrichment.  Cause that's what I do.  Enrich."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hellofyellin was marked lame too many times and excluded. (marked lame by KilroyWasHere, mortshire, Boredom_Man)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Man, you know I didn't even notice that was Tony in your avatar until months after our exchange below."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 2,
    "snip": false,
    "text": "He writes. He travels. He eats.  He's an asshole. <br/> \n <br/> \nAnd I love him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "It's from the Les Halles cookbook, one that everyone who loves French food should own."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "How have you been, by the way?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Eh, up and down. Experiencing the roller coaster ride of shit that is the world of Attempted Publishing. You?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Just fine.  On a bitch of a one-nighter theater tour, hitting every college campus and truck stop in the greater USofA and Parts North.  What are you publishing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Novel. Trying to live the unabashed and unrealistic dream. Road life sounds pretty cool. Always was a sucker for highways, horizons, a couple of wheels and not much else."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Well, friend; we both are living that dream in our own way.  Good luck to you.  We need more good writing to read."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Cheers."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "You may find this composition of mine interesting. I hope you can read it... <br/> \n <br/> \n[urlhttp://forums.somethingawful.com/showthread.php?s=&postid=340723711#post340723711[/url]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Let's try that again, shall we? <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101005104731/http://forums.somethingawful.com/showthread.php?s=&amp;postid=340723711#post340723711\">http://forums.somethingawful.com/showthread.php?s=&amp;postid=340723711#post340723711</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Great story! <br/> \nShould have known you were a Goon.  I spend entirely to much of my free time on those forums.  One of these days I'll spring for the $10 and actually start contributing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I've been posting for a while. Lengthy, ridiculous GBS posts have been my staple for a while. But I assumed you'd like that one, what with the restaurant and all."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "You assumed correctly.  Your friend has a set of stones, doesn't he?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "You made Forum Friday's Monday. Congrats."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Oh shit."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "<em>oh shiiiiiiiiiiiiiiiiiiiiiiiiiiit</em>"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is a great story, Norman. I assume you have read  <em>On the Road</em> ; Snake Nanny reminds me a lot of Dean Moriarty."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Haha, man, that's... that's certainly one way to look at him. Pretty complimentary one, as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 3,
    "snip": false,
    "text": "For the last... hmmmm.... 8 years (god damn that makes me feel old) I have dedicated myself to convincing all our mutual friends that my best friend's middle name is Belulah. I ask them not to mention it to her because \"she's sensitive about it.\" That way, people just go through life believing it, and it comes up at hilariously inopportune moments of her life. It reminded me of your Snake Nanny nomenclature.  <br/> \n <br/> \nAlso, I love Wodehouse, Douglas Adams and Anthony Bourdain. I wish I was back in Austin so we could be best friends."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Ah, good taste seems to be in abundance around here. All these bits of good taste just dangle from the bottom of every Achewood strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Oh hey it's weird that I didn't notice that also"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 2,
    "snip": false,
    "text": "I think you can even throw a little Top Chef in there, too. For folks who don't follow that program, there's a semi-annoying little fellow named Marcel in Season 2 who was all about molecular gastronomy in general and foams in particular. \"Manloc foam\" sounds exactly like something he'd come up with."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 3,
    "snip": false,
    "text": "Damn, as much as I love the hell out of Heston Blumenthal, Beef completely nails the criticism here"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 1,
    "snip": false,
    "text": "Heston Blumenthal: a name made for molecular gastronomy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 10,
    "snip": false,
    "text": "Actually, I'm pretty sure the \"restuarant\" Onstad is mocking is Thomas Keller's \"French Laundry,\" because they literally do put at least half their \"menu\" in \"quotation marks\" for no apparent \"reason\", and also, French Laundry is in California, whereas Blumenthal is British. <br/> \n <br/> \nNow, that reference to diners listening to the sounds of frying food as they eat fries is definitely a reference to Blumenthal, who has experimented with the sounds of eating and their psychological effects (ie, apples taste better if you can hear the crunch)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 3,
    "snip": false,
    "text": "Is this a west coast thing? Growing up in central Pennsylvania, it's basically all meat, potatoes, and corn."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "It's a money thing. <br/> \n <br/> \nI've tried a few of these places and as a veg, they're not interesting.  But the Chinese Iron Chef made sardine sorbet once, and anything he makes I'll eat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "You are not a good veg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 1,
    "snip": false,
    "text": "Bicoastal--usually the Bay Area, L.A. and New York City, although you get this stuff cropping up in other odd places like Vegas and Miami. <br/> \n <br/> \nPennsylvanian food slips in under the radar. My fiancée's from the Gettysburg area, and both her and her grandmother's cooking is amazing. I count myself a lucky man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "skipped a generation, then, did it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "It is the same in western Pennsylvania. I've heard of the foam food. I just can't rationalize paying money for the 'essence' of a meal that can be obtained for a fraction of the price. <br/> \nFood is sustenance. If you have the cash money to burn, which we all know Ray does, I guess the experience can be worth it? <br/> \nBeef is not of low mind. He just wants his sandwiches with double cheese and no foam."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I know that within the last year a molecular gastronomy place has opened up in Pittsburgh. My (then) boyfriend wanted to take me there... I'd rather have a steak."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 20,
    "snip": false,
    "text": "I fucking hate this shit.  <br/> \n <br/> \nI think there's a great amount of distance between us and what we eat these days. I don't want to sound like an unshaven, rustic, independent business promoter with the pamplet and everything, but it's nice sometimes to go to a butcher or a market where people actually used their hands to make the ingredients that you're going to use for your dinner. It's nice not to have something prepackaged or instant. <br/> \n <br/> \nMaking it scientific and deconstructing it seems to just increase the distance. It's no longer chicken - it's Pou from the Gastronome Table of Elements. When someone rolls out the Willy Wonka television ray and beams Essence of Smoke Mussles into the back of your throat, you are not having a nice dinner, you are at the dentist or some such."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "Listen to this man. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101005104731/http://www.michaelpollan.com/omnivore.php\">Read this book.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ggvaidya",
    "plus": 0,
    "snip": false,
    "text": "Running a metaphor? What about running a Mexican magical realism restaurant, that's what I'd like to know."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jlynes",
    "plus": 4,
    "snip": false,
    "text": "I love food.  Love, love, LOVE it.  I love to taste new things, to experiment in the kitchen, to acquire new tools, and to prepare new dishes that make my family smile.  I've failed plenty of times (there's a reason the take-out joints are in the phone's memory) but I've succeeded, too.   <br/> \n <br/> \nI get a vast amount of satisfaction out of the sheer act of preparation, but I have to balance that with the reaction of the people consuming the final product.  The \"molecular gastronomy\" trend seems to me to be more about indulging the chef's whims and stroking the ego, rather than preparing dishes that the diners might actually want to eat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "I think the fact that this trend has stayed alive suggests that there are diners who enjoy the experience, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 6,
    "snip": false,
    "text": "Or alternatively that there are exceptionally rich people who judge the quality of a restaurant based on how little of the menu makes any empirical sense to them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 7,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101005104731/http://cgi.ebay.com/ws/eBayISAPI.dll?ViewItem&amp;item=170175627521\">This is the saddest eBay auction ever.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 1,
    "snip": false,
    "text": "Oh man.   <br/> \n <br/> \n...Wow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 16,
    "snip": false,
    "text": "Terrible. Interesting however. Since the auction ends on Dec. 10th, I'm going to take the liberty of posting the text.  <br/> \n <br/> \nAnyone like Achewood?  Well, I did and got my boyfriend totally hooked on it.  For Christmas I ordered a signed strip for him.  Its framed too.  This one: http://achewood.com/index.php?date=01262007. <br/> \n <br/> \nRight after I ordered it, I found out he has been sleeping with some 23 year old whore waitress at his restaurant (he just got promoted from sous chef to head chef and it clearly went to both their heads). I feel sorry for her boyfriend too.  He seemed nice and cute. Don't know what she wanted with my sorry sack of a herpes ridden man-child. <br/> \n <br/> \nI can't return it because it is signed.  I don't want to give it to him anyway because he is a lying piece of shit and I want him and that skank to rot in hell. <br/> \n <br/> \nI haven't even opened it so its all wrapped up and ready to go.  In time for Christmas?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "This truly is The Saddest Thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 6,
    "snip": false,
    "text": "Liebot is seen in the background of the auction, furiously taking notes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "So, is anyone going to cop to being the boyfriend? How about the waitress?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "I would like to see this happen.  This is something I would like to see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Fucking hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "One of the few comics with a straight-up punchline."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I have deliberately avoided molecular gastronomy. I once saw a deconstructed goatcheese tart. In fact, I saw four of them. No-one was pleased. Not even I was pleased, and I was feeling smug about not ordering that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef sounds like an Irishman here; He has obviously heard all about molecular gastronomy before, so it can  <em>take a hike</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squidvicious",
    "plus": 0,
    "snip": false,
    "text": "Tainted. Shrimp. Taco. Foam. I can almost feel the food poisoning."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "A reference point for Roast Beef's last panel comment: http://upload.wikimedia.org/wikipedia/en/a/a5/French_laundry_carte.png"
  }
]