[
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by riotdejaneiro, mikeronomicon, Thorfinn, tttt2, theoneyouwant, heatbag, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by untilyouaresonude was marked lame too many times and excluded. (marked lame by fakead, riotdejaneiro, Thorfinn, NeoNaoNeo, Raider3004, StagnantDisplay, mortshire, stevegt500, chives400, trisha, jollysaintpete, Sweetlips, caduceo, brzbee, HolyQ, chaesar, HurfusDurfus, midgetron, Tragic_Johnson, VictoriaW, Panserbjorne, ffwhhros12)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jollysaintpete was marked lame too many times and excluded. (marked lame by riotdejaneiro, TonyHighwind, Weretrout, RedMange, gussiejives, 762, DHCJohn, Kennisiou, ih8jonmayr, logic, andrewthepig)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "There was a group named like that in the last Songfight.  Their rendition of 'Living at the corner of dude & Catastrophe' was voted second only to Frontalot. Now THAT's bold. (I like their version better, too) I'm guessing this strip predated them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 7,
    "snip": false,
    "text": "Holy shit, these comments are where I realize that Several Thousand Dollars In Motion is a name planted in my head by this strip and not, in fact, an actual Myspace-originating band. I could have sworn they were the guys who did the Snakes on a Plane theme."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Thorfinn, jezebel, spiderbethlehem, andrewthepig)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "rowboat",
    "plus": 26,
    "snip": false,
    "text": "You enjoy a very bad, very fake band. Not that I dislike you as a person."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zefiel",
    "plus": 30,
    "snip": false,
    "text": "I just like that song of theirs, never said i wore a tshirt of them when my wolf tshirts were in the washer.  <em>Sometimes it's okay to like stupid things</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "You're right. It's none of my business, anyway."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Wolf T-shirts? Is there a band called Wolf, or do you wear T-shirts depicting wolves howling at moons and such?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stuart",
    "plus": 4,
    "snip": false,
    "text": "\"Wolf t-shirts\" refer to the latter form of shirt worn by the awful kind of person."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "hah, wasn't that made famous by some ridiculous rap group? they wore tall tees with wolves on them? i feel like i heard about this before"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "homeschoolers. <br/> \n <br/> \nit's true. <br/> \n <br/> \nthey also sleep with wolf pillows until they're... <br/> \nwell...it is yet to be seen when it ceases."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i really like that song, stuart. that is a really good song. <br/> \n <br/> \ni once had a friend named stuart. do you know what happened to him? <br/> \n <br/> \nhe was trampled by the horse he was riding three weeks before we graduated high school. <br/> <br/> <br/> the end."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 1,
    "snip": false,
    "text": "no moral!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pants",
    "plus": 4,
    "snip": false,
    "text": "i find the sexual homeboys to be a strange name, but no stranger than barenaked ladies...and with no better mental image associated."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 4,
    "snip": false,
    "text": "And if you read it too fast it comes out \"The Homosexual Boys\" which would just confuse all of their songs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "equinn2006",
    "plus": 1,
    "snip": false,
    "text": "It rolls off the tongue, for me at least. And of course D'shawn is the de facto most Sexual of the Homeboys."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 28,
    "snip": false,
    "text": "The homosexual boys roll off of many people's tongues, actually."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bixschmix was marked lame too many times and excluded. (marked lame by joeyramoney, worldbelow, Thorfinn, Ebessan, wotown)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 5,
    "snip": false,
    "text": "A-nu$$$ is the real talent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 18,
    "snip": false,
    "text": "The best part of this strip is the bunny. I didn't even notice it the first time, but goddamn that's adorable."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 4,
    "snip": false,
    "text": "Oh  <em>totally</em> . Little bunny all reachin' up, peekin' through the studio window, it's awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "haha, i didn't realize what that was... i thought pat was sitting in a really weird awkward position, like with his arms wrapped around his knee pulling it to his chest. <br/> \n <br/> \nbut yeah, it's clearly the bunny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "haha yes! i read this 10 times before i noticed him watching pat from the control room. wicked cute."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "...his little lucky paws all up on the studio glass..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "He goes from complete cartoon to somewhat natural between panels 2 and 3."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that thing bumps it up to a 4 MAYBE even 5 for me."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "agika",
    "plus": 2,
    "snip": false,
    "text": "Kinda sucks when one of your artists is grounded.  And you're probably the one who grounded them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 1,
    "snip": false,
    "text": "How did Little Nephew make the A-List? Did \"Fuck Algebra\" really sell  <em>that</em>  well?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 2,
    "snip": false,
    "text": "And given Ray's disapproval of the song's message, I'm surprised he even signed LN. Though I suppose it wouldn't look to good to have another label sign your own nephew."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 4,
    "snip": false,
    "text": "The song of America is something you don't just do. The song sings itself through you. You have to be receptive to that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "Hollandaise looks on, waiting to be reunited with Pat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hollandaise looks so cute with his paws up on the winders!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snatch22",
    "plus": 4,
    "snip": false,
    "text": "I really want Christ to release a Prime Time Records sampler.  Get a bunch of local bands together, and rename them.  Like, an R&B band like Boys 2 Men for the Sexual Homeboys, some old school 80's punk band for D   The Fags, an emo band for STDIM, and some rapper for Little Nephew.  Any suggestions for Naked Lady President?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 22,
    "snip": false,
    "text": "Cool idea, but you might have a bit of a wait ahead of you before Christ starts releasing music."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 11,
    "snip": false,
    "text": "<joke about tupac still releasing records>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "<em>I wrote this song a long time ago.  A really long time ago...\"</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "landowmpg",
    "plus": 1,
    "snip": false,
    "text": "Quotation mark asymmetry sours my mind grapes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "i would like to see Akinyele and R.A. the Rugged Man as the Sexual Homeboys, REM as Dick and the Fags, Starsailor for ST$, Eminem doing Nephew, and whatever today's contemporary college dumbass thinks is indie-rock for Naked Lady President."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 11,
    "snip": false,
    "text": "Hey mister can you tell me where a man can find a bed? <br/> \nHe just grinned and shook my hand, no was all he said."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by johnnybaverage, mashisoyo, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Or you've nailed it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "I like that.  I like it better than Pat's line in the comic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "idsyen",
    "plus": 1,
    "snip": false,
    "text": "Do you guys realize that ashoykh is quoting \"The Weight\" by The Band? It is unclear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes, I realized that. My confusion was  <em>why</em>  he was doing that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "CAN <br/> \nYOU <br/> \nDIG IT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "This post has nothing to do with the comic, but it references such a source of raw, uncut awesome i am forced to give it a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "i want a hollandaise."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "All with that  <em>sauce</em> ..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 4,
    "snip": false,
    "text": "I think that, somehow, Pat is more of a dick now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "(   THE FAGS )"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tristanhw",
    "plus": 0,
    "snip": false,
    "text": "What about sugar loadz? Then they can compare thier junk to dog food!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 1,
    "snip": false,
    "text": "I feel like this entire storyline probably came from Onstad needing an excuse to use the name \"The Sexual Homeboys\".  I'm not mad about it, either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jormungandr",
    "plus": 3,
    "snip": false,
    "text": "Ray's note on STDiM is incredible. Not only does he hate one of the bands on his own label, but he  <em>wrote his own opinion of them down</em>  to remind himself of it when he goes over the list later, deciding who to contact. <br/> \n <br/> \n\"Sexual Homeboys? Yeah, okay, I'll call D'shawn. The Fags, no, Several Thousand- no, hate them. Naked Lady...\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamb23",
    "plus": 0,
    "snip": false,
    "text": "Looking at it though, it appears that the annotation for STDiM is written by someone else - the handwriting is different and it's not all in upper case like the other ones. It looks a lot like Roast Beef's writing when trying to come up with a video for Ray's \"Ass in Your Pants\" - is there a chance Beef is so strongly against STDiM that he is compelled to write his disdain on every one of Ray's memos about the band? <br/> \n <br/> \nOr maybe not, and I've killed the joke with my over-analysis? The latter, I'm going with the latter, yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ricnine",
    "plus": 1,
    "snip": false,
    "text": "I totally hear Neil Young here, when Pat sings. That is what I hear here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 1,
    "snip": false,
    "text": "What with November 2008 just around the corner 'Naked Lady President' becomes a much more terrifying idea."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "Especially because NO ONE wants to see Hillary Clinton in any state of undress."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Not even her own husband."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "ESPECIALLY not her husband."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "The Fags was a band in reality."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "They were pretty good, as I recall."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wait, I'm thinking of The Queers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aseidel",
    "plus": 0,
    "snip": false,
    "text": "Ray's still in the contemplative pose he started in panel 5 of last strip, and I bet he is again as he reflects on the state of his record label at the end of this one."
  }
]