[
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lastlarf was marked lame too many times and excluded. (marked lame by robobogle, Feste, kenthegod)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iandorrinson",
    "plus": 17,
    "snip": false,
    "text": "Shall these bones live? shall these <br/> \nBones live? <br/> \n <br/> \n(you gotta be willing to throw it all away for an Eliot reference)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philophobe",
    "plus": 2,
    "snip": false,
    "text": "Shall I part my hair behind?  Do I dare to eat a peach (which  <a href=\"http://web.archive.org/web/20101006174625/http://achewood.com/index.php?date=05072007/\">needs to get dressed</a> )?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "liamc",
    "plus": 1,
    "snip": false,
    "text": "At the exact moment I read this comment, I was putting off an essay on the poem from which that quotation was taken. I must have read that thing a hundred times over the last few weeks. A manic voice rang out in my head: <br/> \n <br/> \nI SHALL WEAR WHITE FLANNEL TROUSERS AND WALK UPON THE BEACH!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gunsofray",
    "plus": 3,
    "snip": false,
    "text": "The Elliot that i ... Boned?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegreatestcape",
    "plus": 2,
    "snip": false,
    "text": "The bone is very much the mouth of the leg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 2,
    "snip": false,
    "text": "That's not true. Stumps ain't got no holes to talk out of."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milesdonovan",
    "plus": 42,
    "snip": false,
    "text": "Get Well Soon"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "odei",
    "plus": 9,
    "snip": false,
    "text": "The garlic talks out of a strange hole in it's side."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 22,
    "snip": false,
    "text": "That garlic -smokes- out of a strange hole in its side."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "typo",
    "plus": 4,
    "snip": false,
    "text": "Sorry about your extended ailment, Chris.  Hope things open up for you real soon.  Enjoy the codeine if you cna."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Zefiel, madnes, ben, saddestking, djwhiterabbit, ppccd, TapaidhNaomh, riotdejaneiro, jstegall, fallow_fields, MilesDonovan, science, jamers, GhostD, bug, equinn2006, jollysaintpete, lucidaconsole, teknofatcat, Vee, mustconcentrate, mira, woof, aHatOfPig, newwavepony, ArthurDentLives, RicNine, gardenhead_, aide, cathaoir, TheSoulBear, Xaxx, lastlarf, ibetso, domini, StickManBen, ouroboros, morganization)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by sirhan_duran, riotdejaneiro, heccibiggs, jollysaintpete, Johnnyrocker, coffeecoaster, mustconcentrate, aHatOfPig, ghoti, TheSoulBear, Xaxx, drunkenimp, echidnaboy, misscleo3861, ouroboros)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "Seconded is a different way of saying I didn't think of it first. <br/> \n <br/> \nWay to attach to someone else's insult. <br/> \n <em>PUNK.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I know.  <em>That was the point.</em> <br/> \n <br/> \nWay to use a non-insulting word in the manner of a perjorative. <br/> \n <em>SAINT</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorbaronking",
    "plus": 5,
    "snip": false,
    "text": "I love these weird non-sequitur strips..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 0,
    "snip": false,
    "text": "I don't get it, did he drop the dose, or did his wife get him a prescription for codeine first."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by NeoNaoNeo, DiamondMonster, equinn2006, lucidaconsole, atticusonline, Rincewind, cognitonaut, Cracker, littlefatdog, ouroboros, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 11,
    "snip": false,
    "text": "Yeah, the \"headless disabled chicken\" wasn't doing anything for me"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "worldbelow",
    "plus": 6,
    "snip": false,
    "text": "i completely thought that garlic was a turkey."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "I thought it was a representation of one of his internal organs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bungdeetle",
    "plus": 1,
    "snip": false,
    "text": "I thought it was a chicken with rude titties."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolcatdeluxe",
    "plus": 5,
    "snip": false,
    "text": "Fuck codeine. What the fuck happened to I before E except after C. Lucy is a lying bitch. Cunt. <br/> \n <br/> \n/codeine makes me psycho"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mugi",
    "plus": 5,
    "snip": false,
    "text": "The I and E are  <em>totally</em>  after the C.  Just not  <strong>directly</strong>  after it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 5,
    "snip": false,
    "text": "Yeah man that's so  <em>weird</em>  that sometimes that rule doesn't apply. Me and my  <em>neighbor</em>  were talking about that yesterday. Oh well. I hope this doesn't  <em>weigh</em>  on your conscience too much."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drake",
    "plus": 6,
    "snip": false,
    "text": "Heh, you forgot consCIEnce."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wiliamthepleasr",
    "plus": 0,
    "snip": false,
    "text": "or REGULAR science."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rolotonybrowntown",
    "plus": 10,
    "snip": false,
    "text": "when i cough up stuff like that i call it \"sea mammal pancakes\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 7,
    "snip": false,
    "text": "I call it \"lung butter\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "notgodot",
    "plus": 20,
    "snip": false,
    "text": "I call it \"Derek\" <br/> \n <br/> \nAnd Derek scares me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "I call it \"Saturday\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Tinhand, Zefiel, madnes, djwhiterabbit, Sakana, heccibiggs, Overmedicated, memnoch, Vondicus, aargh, SchnappM, katal, heath, kylemcjuicy, Red_Dawn, equinn2006, lucidaconsole, SkiddyFisk, JuanCarlos, Matt, caduceo, differentdog, cognitonaut, aide, Hexjumper, Dainbramage, brianstanwyck, Pigs)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevesperd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stevesperd was marked lame too many times and excluded. (marked lame by stormypinkness, ppccd, Overmedicated, wae, scrumpton, Matt, Judy, Madoushi, Dainbramage, morganization, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wertt",
    "plus": 13,
    "snip": false,
    "text": "God I hope not. The second Onstad starts making strips influenced by these comments, achewood as we know it dies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Actually, that's only true if he starts listening to asherdan or retardo.  Everyone else pretty much loves the strip.  Comments mostly lie in the \"OMFG I LOVE THIS STRIP GRBLAFGR\" or direct-quote range."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "equinn2006",
    "plus": 1,
    "snip": false,
    "text": "I totally had this exact illness for the past 3 weeks. Turns out it was pneumonia. Yikes."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 2,
    "snip": false,
    "text": "i have chronic bronchitis for a long time and go through the hour ordeal every morning, but after about an hour im better, strong lungs so that helps me cope, but i hope he gets better soon, i know it is hard to think of anything remotely clever while doped up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "as have i.  except mine is now an orange egg yolk.  the doctor says this is a good sign?  get well soon, chris onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 26,
    "snip": false,
    "text": "I was rootin' for you, pear."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "stevesperd",
    "plus": 13,
    "snip": false,
    "text": "Onstad please take a few weeks off man, and do no writing during it, or do whatever you please man. I just had a bad day nightmare that you quit making the strip due to ungrateful fans."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catachresis",
    "plus": 7,
    "snip": false,
    "text": "I admire your sentiment, but if that comment means I don't get my Achewood fix during my final exams, I will hunt you down and you will be the pear to my garlic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 10,
    "snip": false,
    "text": "I totally agree.   <br/> \n <br/> \nI noted it on the next strip too, but seriously - Chris: if you set up a vacation/sick day account on Paypal I would totally contribute.  You shouldn't feel pressure to put out filler (even if it is interesting fucked up shit). <br/> \n <br/> \nI really hope this AssBar feature isn't making you feel too much pressure!  Remember, all the asses complaining about the lack of a strip or a late posting are not everyone.  Lots of us are patiently waiting, and would wait a week or two for quality Achewood."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 3,
    "snip": false,
    "text": "Oh my God! Retardo makes a comment NOT referring to homosexuality! And he says something I agree with! AHHH!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 2,
    "snip": false,
    "text": "He's just trying to get laid."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "teira",
    "plus": 0,
    "snip": false,
    "text": "Oh shit man, I think I just got this today! I been up all night coughin' so hard it made me puke. My body wanted to be miserable so hard it told my sleeping pills to shit down and shut up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 1,
    "snip": false,
    "text": "\"Shit\" down and shut up?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ich_bin_ilya",
    "plus": 2,
    "snip": false,
    "text": "i have also had nightmares about the strip ending. literally. please don't end the strip until you die."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pettytyrant",
    "plus": 6,
    "snip": false,
    "text": "oh Nice Pete's leg hat, you have so many problems"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slanger",
    "plus": 3,
    "snip": false,
    "text": "damn, poor guy.  The garlic's pants are cracking me up the more I look at them.  Little garlic shortpants."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jack_samson",
    "plus": 0,
    "snip": false,
    "text": "They kind of look like golf clubs instead of legs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slanger",
    "plus": 0,
    "snip": false,
    "text": "I just had to say, I have gone back to my inbox and your reply is all \"1 year ago\" and it made me so happy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duperando",
    "plus": 1,
    "snip": false,
    "text": "Hehe.  <em>garlic pants</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daniel-killen",
    "plus": 6,
    "snip": false,
    "text": "Get well soon Onstad. We all love you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "first off, i think the fact that the pear is crying and the garlic is smoking a cigarette is great. <br/> \nand on a different note, try singing, good why to force a lot of the phlegm out of your system and stregthen you lungs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "Good way*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 2,
    "snip": false,
    "text": "I thought the garlic was a chicken."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nessotron",
    "plus": 3,
    "snip": false,
    "text": "I thought the garlic was some kind of scrotum or something. But hey, I'm an idiot."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sredni",
    "plus": 3,
    "snip": false,
    "text": "no idiot could have keith as an avatar"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nessotron",
    "plus": 0,
    "snip": false,
    "text": "How sweet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by RiazM, Zefiel, madnes, apocowarg, daidai, Sakana, ppccd, riotdejaneiro, Dezufnocosem, PhoenixUltima, twohundredninety, katal, Carpetbag, kazad, dppolk, odei, ttvp, Red_Dawn, snidedk, bug, Babachewy, equinn2006, waldo913, Andrew_, lucidaconsole, JuanCarlos, Matt, Sargasm, ProfessorRiffs, automin, Daniel, lint, thedudeabides85, ArthurDentLives, madrin, killerlimpet, Fcannon, Hexjumper, eRiUukFJk, Epicurus, lmflip, Doc_Rostov, echidnaboy, ouroboros)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 15,
    "snip": false,
    "text": "Actually, you know what? That's not true and you're an obnoxious troll."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lateadopter",
    "plus": 23,
    "snip": false,
    "text": "I vote for the following new feature: <br/> \nIf enough other users (say, 20%) put someone on their permanent Ignore list, then they are put on everyone's Ignore list by default.  To see their comments, you'd have to go and un-Ignore them on purpose. <br/> \n <br/> \nNeonfreon was the first one I put on my Ignore list, but only because I couldn't find a comment by Asherdan first."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Zefiel, madnes, apocowarg, djwhiterabbit, daidai, ppccd, riotdejaneiro, Overmedicated, Carpetbag, kazad, corbie, equinn2006, waldo913, lucidaconsole, Matt, Sargasm, automin, hoboninja, CarlG, cognitonaut, ArthurDentLives, Hexjumper, Epicurus, Doc_Rostov, clintisiceman, grayfox)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "flynn",
    "plus": 4,
    "snip": false,
    "text": "\"Comment left by neonfreon ignored\" is a beautiful sight indeed."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "howard",
    "plus": 1,
    "snip": false,
    "text": "Man I  <em>would</em>  put him on ignore but he's just too darn funny."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "retardo",
    "plus": 1,
    "snip": false,
    "text": "Holy hell!  Some of you folk are so closed-minded and babyish that I feel sorry for you.  Do you live in a bubble or something?  Do you not... go out, and like... talk to people?  People on the internet don't count BTW."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "Nah, man, you got it wrong.  Some people want to sass the artist and all of his fans, and that's their right.  But I'm here because I enjoy Achewood, and I want to interact with other people who enjoy Achewood.  Having to wade through comments by negativists is just a waste of my time, and I will be less likely to use this forum if it becomes a burden.  If the sassers are identified by themselves or by the rest of the users, then I can choose whether to be confronted by their comments, some of which are posted for the sole purpose of offending other users.  Likewise, they might choose to have nothing to do with me.  If that type of distinction is not available in the system somewhere, then you and they and I do not get to make that choice. <br/> \n <br/> \nThat said, default ignore is not the best idea in the world.  It's self-defeating in some ways, and no better than the voluntary ignore feature we have now.  Yeah, I'm the same guy who suggested it in the first place; I've just had more time to think about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by DaPooka, Zefiel, apocowarg, djwhiterabbit, Sakana, ppccd, Overmedicated, Carpetbag, corbie, equinn2006, waldo913, lucidaconsole, Matt, Sargasm, CarlG, cognitonaut, ArthurDentLives, MrCreighton, Hexjumper, Epicurus, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flynn",
    "plus": 6,
    "snip": false,
    "text": "What? I can't hear you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "judy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by judy was marked lame too many times and excluded. (marked lame by Overmedicated, mortshire, Matt, atticusonline)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "phoenixultima",
    "plus": 19,
    "snip": false,
    "text": "The poor guy is suffering coughing fits that'd inspire sympathy from a chain smoker, and you're bitching about the strip? Try having some basic human decency, you giant talking cock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by DaPooka, Zefiel, madnes, apocowarg, Sakana, ppccd, Overmedicated, katal, Carpetbag, corbie, equinn2006, lucidaconsole, Sargasm, cognitonaut, ArthurDentLives, MrCreighton, Hexjumper, Epicurus, Midget_Jones)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "overmedicated",
    "plus": 21,
    "snip": false,
    "text": "HI MY NAME IS NEONFREON AND I HONESTLY HAVE NOTHING BETTER TO DO THAN TRY FEEBLY TO DEFEND MYSELF FROM PEOPLE I WILL NEVER KNOW OR MEET BY UNCONVINCINGLY RETRACTING AN OBNOXIOUS COMMENT I MADE IN AN ATTEMPT TO SOUND 'DEVIANT' OR 'CLEVER'."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by DaPooka, Zefiel, madnes, jrpigman, purplehaze, Carpetbag, Catachresis, corbie, equinn2006, Sargasm, ArthurDentLives, YossarianLives)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 14,
    "snip": false,
    "text": "HI MY NAME IS OVERMEDICATED. I AM GOING TO SINK TO YOUR LEVEL. <br/> \n <br/> \nHA! MY COCK IS HUGE! FUCKING HUGE! <br/> \n <br/> \nHUUUUUGE!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by madnes, Carpetbag, equinn2006, Sargasm, atticusonline, ArthurDentLives, YossarianLives)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "william",
    "plus": 36,
    "snip": false,
    "text": "HI MY NAME IS WILLIAM AND I'M AN ALCOHOLIC."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "Fuck it, I think William's won this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by madnes, riotdejaneiro, equinn2006, Andrew_, ArthurDentLives, dr_sexlove)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "*ahem* <br/> \n <br/> \nHI WILLIAM"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "/clap"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 0,
    "snip": false,
    "text": "How much do you think this cartoonist owes you?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "featurelessvoid",
    "plus": 3,
    "snip": false,
    "text": "About tree-fiddy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "it kinda looks like the garlic has giant nuts (what with their position betwixt the legs and all).  i imagine he'd have to have a set to do what he done to that pear. <br/> \n <br/> \ni also wonder if said pear is crying or leaking vital Pear Fluid. <br/> \n <br/> \n(and get well soon mr. onstad - to hell with the ingrates and crosspatches.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "The technical term is wicked sack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Zefiel, djwhiterabbit, fosters, chivalress, equinn2006, atticusonline)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by apocowarg, chivalress, howl, atticusonline)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "menthol",
    "plus": 6,
    "snip": false,
    "text": "What Would Lyle Do: Robotrip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tyutchev",
    "plus": 0,
    "snip": false,
    "text": "'robotrip' as slang refers to getting high off dextromethorphan-containing cough medicine (specifically Robitussin-brand DXM), not codeine"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": false,
    "text": "I thought at first that the garlic was some sort of demented chicken breast.  I find this idea very disturbing, and I'm very glad that it turned out to be garlic. <br/> \n <br/> \nGet well soon, Chris."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 0,
    "snip": false,
    "text": "I thought that too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "corbie",
    "plus": 0,
    "snip": false,
    "text": "For some reason I assumed it was a pair of lungs. Because it would seem natural for them to be smoking, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a_dude",
    "plus": 2,
    "snip": false,
    "text": "Garlic is a natural antiseptic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "old_odanger",
    "plus": 0,
    "snip": false,
    "text": "i've heard it's good for your skin too. i give it to my horses."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "awesome in the face of adversity"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elelevato",
    "plus": 0,
    "snip": false,
    "text": "I hear ya, buddy. I was to the point where the codeine was not really effective but a necessary escape. I'm surprised that you could even show us the garlic vs pear. You have my eternal thanks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odvo",
    "plus": 1,
    "snip": false,
    "text": "Get well soon, Chris."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 16,
    "snip": false,
    "text": "No dude pulls a sick day with this much class."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "Man, you sure that was codeine or LSD? <br/> \n <br/> \nCause this strip be trippy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonorganon",
    "plus": 5,
    "snip": false,
    "text": "He has already started inventingfake mod bands.  <em>The Oblio Correction is named and has a skeezy manager.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 1,
    "snip": false,
    "text": "There is a band called [ulr=http://www.obliomusic.com/]Oblio[/url] already.  Perhaps the members of the Oblio Correction are their rivals."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 0,
    "snip": false,
    "text": "Or I could mistype the BBCode.  Sorry. <br/> \n <a href=\"http://web.archive.org/web/20101006174625/http://www.obliomusic.com/\">Oblio</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "I'm guessing it refers to the classic cartoon movie The Point, narrated by Ringo Starr, in which the main character is named Oblio. I would link you to the IMDB, but I'm too lazy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "This strip required a double-reading.  The second time was much more pleasant than the first."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "If this comic were one frame longer, I suspect we would see Garlic putting the cigarette out on Pear.  Either that or perhaps one of the frames from \"The Dude Has Got No Mercy\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "poor chris. and don't worry, the garlic looks tough, tiny circle feet n everything"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "sippin on that sizzurp ..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Wow. Makes me feel a lot more chill about my sinus infection (sounds like about 1/7th of what Chris has). <br/> \n <br/> \nHang in there. expectorating egg yolk sized mucus sucks balls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": false,
    "text": "Get well soon!  Don't feel bad if you have to miss more days because of being sick.  Have fun with drugs and stay alive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "princelumber",
    "plus": 0,
    "snip": false,
    "text": "i think anyone that's smoked cigarettes has had this go down. uh...or come up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Overmedicated, chivalress, equinn2006)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": false,
    "text": "That garlic  <em>damn</em>  sure ain't smokin' no Bitch Variety."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lovefro",
    "plus": 0,
    "snip": false,
    "text": "O i see it's a cig in the garlic i thought is was like stabbed or something"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "Don't get hooked.  Although it might be interesting to see a neo-Romantic movement in web comics.  You could be the Baudelaire of the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Chris, <br/> \n <br/> \nMy doctor has me irrigating.  It sounds disgusting, but it feels great.  It helps your sinuses, not so much the lungs.  Take 2 cups of warm water, and stir in 1 teaspoon of salt and a pinch of baking soda.  (I always skip the baking soda; the salt doesn't bother me.)  Then, using a big plastic syringe (Nasaline brand is one) or a squirt bottle, squirt the salt water up your nose while you lean over the sink.  It goes in one nostril and comes out the other.  That's the gross part, along with all the stuff that comes out with it.  A little in each nostril (60 cc), with nose-blowing in between, will get that mucus right out of there.  Before bed and when you wake up, and the day is so much better. <br/> \n <br/> \nGood luck getting over whatever it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "old_odanger",
    "plus": 1,
    "snip": false,
    "text": "http://www.youtube.com/watch?v=aQm7YpxgOnA&eurl=http%3A%2F%2Fwww%2Etoothpastefordinner%2Ecom%2Fjournal%2Fjournal%2Ephp%3Fuser%3Dtoothpaste <br/> \n <br/> \ndrew from TFD irrigates!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": false,
    "text": "That water solution process is generally done with a thing called a \"netty pot,\" and is pretty good for keeping your sinuses healthy and avoiding related illnesses. Since the morning lung congestion is a result of everything from your nose dripping down into your lungs while you sleep, I would really recommend this one for you Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ndpatel",
    "plus": 0,
    "snip": false,
    "text": "Get better hombre."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "czarcastic",
    "plus": 0,
    "snip": false,
    "text": "i like how the first panel is a sort of continuation of the last strip"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "czarcastic",
    "plus": 0,
    "snip": false,
    "text": "oh, and hey, get well, Chris."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "chris, you totally did not need to draw us a strip today.  we understand if you're sick, man.  you don't have to sac up just for us. <br/> \n <br/> \nbut, you know, thanks for one anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clembot",
    "plus": 2,
    "snip": false,
    "text": "the leg is from the strip where the USB stabber backfires on nice pete. <br/> \nhttp://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D01182007"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "handsome",
    "plus": 0,
    "snip": false,
    "text": "Ah the old green egg lung, not a cool thing to have.  Get well soon!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cognitonaut",
    "plus": 14,
    "snip": false,
    "text": "Chris have you also been expectorating ham <br/> \nbecause if so I think I have some literature which would interest you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 1,
    "snip": false,
    "text": "Garlic is such a bully."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "Chris: Mucinex! I had a really vicious cold, complete with the constant coughing up of the mucous, and I cannot tell you how useful it is to take that stuff. Makes the phlegm loose, lets you get it out quickly. <br/> \n <br/> \nIt also helps to sleep sitting up, if you have a foldout Barcalounger or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "Fuck dude youre still writing like a champ"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rapid_roy",
    "plus": 0,
    "snip": false,
    "text": "at first I thought the garlic was a chicken with its head cut off"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clocked",
    "plus": 0,
    "snip": false,
    "text": "i am so glad someone else is willing to admit they hack up a few green egg yolks when they're sick"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": false,
    "text": "Also, man, I have been hell of farmer snottin' all day today. I was fine yesterday. My nose started all running and junk while I was lying in  bed trying to go to sleep."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 2,
    "snip": false,
    "text": "When I first saw the garlic panel, I thought it was a scene of two stoned dudes, one of whom has had way too much green, seen through the eyes of a third dude who had been doing LSD on top of the weed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robster",
    "plus": 0,
    "snip": false,
    "text": "Get some REST dude. Also get well soon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidaconsole",
    "plus": 0,
    "snip": false,
    "text": "i like that chris drew us a picture of a pear murder-by-smokin'-garlic in order to prove to us how sick he is; pales in comparison to my weak-voiced-sick-calls at work. chris: pls keep up the drugs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": false,
    "text": "You know, Onstad, you're allowed to take vacations... <br/> \nFeel better, hun."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stiff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stiff was marked lame too many times and excluded. (marked lame by madnes, djwhiterabbit, Overmedicated, katal, odei, mortshire, corbie, Sargasm, mira, cognitonaut, Hexjumper, m1st3rbl4ck, tovarich, czarcastic, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 5,
    "snip": false,
    "text": "I'm predicting the other uses will not be happy with this post."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of comment that makes me glad that there's no limit on the number of lames you can drop onto a single comic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "stiff: what a douche."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Okay, I know rad_chillies will find this unfair, after I castigated him/her last week for a similar attempt at sarcasm.  What differentiates stiff's post is the quality of the imagery.  Taking out your Achewood-related frustration on co-workers is good, but finding no Achewood spider under the virtual rock?  That's inspired.  Stiff took too long to get to that point, I'd say, but by the end it was perfectly clear that the initial appearance of ingratitude was ironic, and really this person does not know what to do with a day that does not include an Achewood fix.  That's sad, but Onstad should be flattered."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 1,
    "snip": false,
    "text": "Feel better, but even more importantly, don't die. Maybe find out exactly what the illness is? Could be pneumonia or something like someone said. <br/> \n <br/> \nAt any rate, it'd be pretty surreal if we were looking at the last ever Achewood strip, an unfinished work given a bizarre and tragic ending. Best not think of it that way though I guess. Hella depressing. <br/> \n <br/> \nNo-one seems to mind that the leg is floating in the air by itself?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stevesperd",
    "plus": 5,
    "snip": false,
    "text": "I'm thinking of ordering a signed copy of this strip, but it would be hella sad if it never came because Onstad died."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kristleifur",
    "plus": 1,
    "snip": false,
    "text": "DRINK LOTS OF FLUIDS they thin out the mucus, it's easier to cough it when it's been prepared for ejection. <br/> \n <br/> \nAlso, hot water in bowl   towel over head = slime conquest <br/> \nit'll go flying out"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Overmedicated, chivalress, equinn2006)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyjohnson",
    "plus": 0,
    "snip": false,
    "text": "I also really like this surreal aproach to comics, that's why the comic \"ray is stoned\" is one of my favorites"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by stormypinkness, Zefiel, William, Overmedicated, fosters, equinn2006)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pyromancer was marked lame too many times and excluded. (marked lame by stevesperd, silver_lake, chivalress)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "i see what you're saying.  it's different when chris is a character himself, interacting with the other characters within the bounds of the 'reality' of the strip - as opposed to situations like this that clearly say 'ray, téodor, nice pete's severed leg, and everyone else are just comic strip drawings that are voiced and controlled by a single author'."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rmj12345",
    "plus": 0,
    "snip": false,
    "text": "But see, it goes along with the surreal nature of the strip...the narrative of achewood and its interaction with its author and audience has never followed set rules.  <br/> \n <br/> \nIs there even really a fourth wall in this strip?  <br/> \n <br/> \nIt's a postmodern thing."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "roastbeet",
    "plus": 1,
    "snip": false,
    "text": "Yeah, there's definitely a fourth wall, and it's lame when it's broken. The postmodern thing was cool for about 2 years in the sixties. <br/> \n <br/> \nBesides, it's so much more awesome when Chris shows up in the strip as a giant pair of legs and picks up Ray or Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "okl",
    "plus": 1,
    "snip": false,
    "text": "wah wah"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 1,
    "snip": false,
    "text": "I like that the pear bleeds juice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by fosters, Moraiat, equinn2006)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "djwhiterabbit",
    "plus": 8,
    "snip": false,
    "text": "\"Last night's [Achewood] was, without a doubt, the  <strong>worst episode ever</strong> . Rest assured that I was on the internet within  <em>minutes</em> , registering my disgust throughout the world. As a loyal viewer, I feel they  <em>owe</em>  me.\" <br/> \n <br/> \n\"What? They've given you thousands of hours of entertainment for free. What could they possibly owe you? If anything,  <em>you</em>  owe  <em>them</em> .\" <br/> \n <br/> \n\" <strong>Worst episode ever</strong> .\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apatfan",
    "plus": 5,
    "snip": false,
    "text": "Am I really the only one who thought the garlic had just boned the pear... and that the drips on the pear were... *ahem\"... \"garlic sauce\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by chivalress, equinn2006, dr_sexlove)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": false,
    "text": "i thought said hole was the pear's agape mouth.   <br/> \n <br/> \nnot that this changes any of the aforementioned boning, murdering, or necrophilia."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Speaking of which, has anyone else noticed that you can give yourself a chubby in Acheworld?   <br/> \n <br/> \nThat is, a member can give himself a rating.   <br/> \n <br/> \nI mean, there are members I wouldn't touch with a long pole, but even if they are left with no one but themselves to play with, they can at least get some gratification all on their own.   <br/> \n <br/> \nOf course, you'd have to be a bonehead to jerk other people around on this site.  If you give positive strokes, you'll make friends who will give you chubbies.  Or better yet, a complete stranger will give you a chubby from time to time. <br/> \n <br/> \nThis won't get any better, friends.   <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jtothedizzo",
    "plus": 1,
    "snip": false,
    "text": "Someone should tell this guy to take the rest of the week off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by madnes, fosters, chivalress, equinn2006, dr_sexlove)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, fosters, chivalress, Moraiat, equinn2006)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, fosters, chivalress, equinn2006, dr_sexlove)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by William, fosters, chivalress, Moraiat, equinn2006)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, fosters, chivalress, equinn2006, dr_sexlove)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "zefiel",
    "plus": 6,
    "snip": false,
    "text": "Wow, you two are so conceited, You should just have a kid already. And name it 'Universe'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by madnes, fosters, Moraiat, equinn2006, Jar, DickLaurent)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "Man, it's a fair point. You guys were in danger of a little circle-jerk all by yourselves there. <br/> \n <br/> \nOpinion on guest strips: all of them are good efforts, half of them are funny, few of them are Achewood, some of them are sublime"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by apocowarg, chivalress, howl)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "Did you...did you just refer to someone as a 'blowjob'? Hmm..."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "juancarlos",
    "plus": 0,
    "snip": false,
    "text": "Did Onstad have a falling out with other webcomiquers? I just want to see one by XKCD and PBFcomics, maybe one by  copper and lowbrite. that would be sweet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snatch22",
    "plus": 1,
    "snip": false,
    "text": "Also, I recommend sleeping sitting up.  That way the sinuses have a chance to drain while youre sleeping."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "And use a humidifier. It may make you cough a bit more at first, but it will get all the goop off of your lungs. Citrus will help break up any phlegm that has made it to your stomach, and effervescent aspirin will help numb your throat. Chicken soup with lots of garlic and onion also helps get rid of your plague faster. <br/> \n(Codeine, screw you, FUCK YOU. That stuff makes me ludicoursly nauseous, to the point where I have come up with other ways to defeat the Plague because having combination plague and violent nausea is not worth it.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rmj12345",
    "plus": 0,
    "snip": false,
    "text": "get well soon"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "It's bad enough to break the fourth wall.  But to plan an elaborate smuggling operation across the fourth wall, with innocent cats and vegetables as your mules...dude, you have got no mercy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "citrusink",
    "plus": 1,
    "snip": false,
    "text": "i haven't been obsessively keeping up with Achewood, but is that supposed to be  Elijah Wood's leg from Sin City? Regardless, that leg freaks me out. I remember taht he wore hi-top cons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizjones",
    "plus": 0,
    "snip": false,
    "text": "Nah, that's Nice Pete's leg from the strip where Ray considers whacking him and disposing of the body. Didn't Clive Owen has a pair of Chucks in that movie too? I remember thinking that was extremely rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Alt Text=\"The curds have no whey\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soaringbrain",
    "plus": 0,
    "snip": false,
    "text": "God I love vicodin... I can relate, thats why this is not funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "man I've OD'ed on Codeine before, it's a most unpleasant kind of high...I had a .2 sec attention span, and tunnel vision"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "This strip busted my head open for a while, until I finally realized (around panel 4) what was going on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wharfrat",
    "plus": 1,
    "snip": false,
    "text": "the first thing i thought the garlic looked like was a decapatated women torso smoking out of a hole in the side of her neck"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 1,
    "snip": false,
    "text": "But how does the garlic  <strong>light</strong>  the cigarette????"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drgetz",
    "plus": 1,
    "snip": false,
    "text": "Man a \"Green egg yolk from my lungs\" wow, I think im going to be sick.... <br/> \nBy the way The companion cube rocks!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 1,
    "snip": false,
    "text": "I gave this a 5 'cuz this is just how I feel right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Normally I give these breaking-the-fourth-wall strips a 1 - I'd rather have no Achewood at all than the kind of shit I can get from half the \"arty\" Internet comics out there. <br/> \n <br/> \nBut this - this has garlic beating up a pear. So it gets a 3."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twells",
    "plus": 0,
    "snip": false,
    "text": "I like the breaking of the 4th wall. Makes me want to stroke Chris' brow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shakey",
    "plus": 0,
    "snip": false,
    "text": "Nice to see Milklin again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lovelibeam",
    "plus": 0,
    "snip": false,
    "text": "That garlic looks like Roseanne Barr to me. I am on pain killers for my wisdom teeth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Painkillers...for wisdom teeth? <br/> \n <br/> \n <em>fag.</em>"
  }
]