[
  {
    "depth": 0,
    "minus": 1,
    "name": "andrew_",
    "plus": 28,
    "snip": false,
    "text": "I can't stress enough how much sack teodor has."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heath",
    "plus": 60,
    "snip": false,
    "text": "I don't think you have to stress that. It's clearly visible due to the leotard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 32,
    "snip": false,
    "text": "Yesterday's positive feedback led to a 20% increase on the size and prominence of the bulge in the unitard, leading to much more visibility by the readers. Now, if you'll turn to page 20 on the briefings I have given you, you'll see how when under extreme magnification the bulge actually is a cleverly hidden subliminal advertisement for Tall Hot Brutes, the brand that as such... and thus we can expect profits of..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heath",
    "plus": 5,
    "snip": false,
    "text": "I shudder when I think about the tiny digital caliper you must have used to measure and figure the precise percentage of increase. Oh, think of the calculations... <br/> \n <br/> \nThat is not what I want in my mind as I drift off to sleep tonight."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "zefiel",
    "plus": 5,
    "snip": false,
    "text": "Whaaat"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "heath",
    "plus": 17,
    "snip": false,
    "text": "Using my own avatar against me? <br/> \n <br/> \nzenfiel  <br/> \n <br/> \n       in <br/> \n <br/> \nthe dude has got no mercy"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heath",
    "plus": 0,
    "snip": false,
    "text": "Oh dang. A full day later and I just noticed that I misspelled a dude's name. How come nobody didn't tell me? <br/>"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "heyman",
    "plus": 5,
    "snip": false,
    "text": "whaaat"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "As long as he's not whoring out Guzzlers' Gin all Red Skeltin style."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 2,
    "snip": false,
    "text": "he also has Roast Beef Lip in panel 6"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "It is certainly stressing his spandex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rastaban",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rastaban was marked lame too many times and excluded. (marked lame by NeoNaoNeo, envika, robotman)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kbhoyt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kbhoyt was marked lame too many times and excluded. (marked lame by silver_lake, hellofyellin, Cyberbob, NeoNaoNeo, heath)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Type frikkin' and then fricking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mattfish was marked lame too many times and excluded. (marked lame by woodenteeth, shades, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "Notice that Téodor is summoning the Magical Martha Tits through sheer will and the steadfast power of imagineering. As the Saddest Symphony reaches crescendo, they find full bloom. Wisely, he wills them away in time for his Nicholson act. He's a pro."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 2,
    "snip": false,
    "text": "I hope this arc continues for a very long time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 0,
    "snip": false,
    "text": "also, T's mouth is hell of weird"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaos",
    "plus": 44,
    "snip": false,
    "text": "who's T? I only see Famous American Hollywood Actor Jack Nicholson."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "coldfrog",
    "plus": 6,
    "snip": false,
    "text": "I see Martha Stewert having a very personal moment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by barthexderosa was marked lame too many times and excluded. (marked lame by NeoNaoNeo, mortshire, peterjoel)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 0,
    "snip": false,
    "text": "looks like the show is going to be a hit!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 2,
    "snip": false,
    "text": "The chamberpot skit will seal the deal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ceokasen",
    "plus": 4,
    "snip": false,
    "text": "Just make sure he clears the fence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "Surprisingly, that is the best Jack Nicholson impression I've ever seen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaydub",
    "plus": 0,
    "snip": false,
    "text": "I think you meant \"unsurprisingly\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Unsurpassably?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professoryes",
    "plus": 5,
    "snip": false,
    "text": "My father met Jack Nicholson in a bar once. He asked my dad if he wanted an autograph. He declined, so Jack said \"Okay. I'll buy you a beer.\" <br/> \n <br/> \nLater, my dad told me that Jack Nicholson doing an impersonation of himself was worse than other people doing an impersonation of him. It was a Charlie Chaplin paradox for me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "HAHAHA MY FATHER ONCE KNEW A MAN"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "somanywhales",
    "plus": 0,
    "snip": false,
    "text": "I do Saddest Symphonies in bed at night :\\"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "oh my goodness, i was the 20th voter. <br/> \nmy vote actually counted! <br/> \ni like how teodor stays in character. and todd actually gets scared."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 2,
    "snip": false,
    "text": "Teodor shamed to the point that he'd rather have taken the softboy porn job :("
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "Looks like Téodor is enjoying himself..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "natjo1986",
    "plus": 0,
    "snip": false,
    "text": "It would be so funny if Jack Nicholson would sign a copy of this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 4,
    "snip": false,
    "text": "He is doing this to us on purpose. Teodor's bulge has not grown today, but it has lengthened and narrowed. This can mean only one thing. The idea of Martha Steward in the shower has T-d'r a hard on. In a black leotard."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rogergs",
    "plus": 3,
    "snip": false,
    "text": "Specifically, Martha Stewart, in the federal correctional institution shower, solitary reverie about to be disturbed by \"Bull Betty.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by stormypinkness, apocowarg, silver_lake, dangelder, Jhunter, equinn2006, prius_chaser, thechio, campincarl, gowerski)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 5,
    "snip": false,
    "text": "At least this arc is finally going somewhere. The \"Todd Is Addicted To The Cocaines\" strips were wearing a little thin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "I was going to disagree with this, but looking back, the last strip I really liked was the Future one. Although  double music made me chuckle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Teodor's moose-knuckle appears to have been enhanced over the previous strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "camel toe?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Beef understands that everything was better back in the DAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agentstinky",
    "plus": 0,
    "snip": false,
    "text": "Not just \"back in\" the day...they took it directly from the DAY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 1,
    "snip": false,
    "text": "I find it amusing that Jack Nicholson would consider Social Distortion a popular band."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 4,
    "snip": false,
    "text": "Hooray for Achewood with the Ignatz Award! This calls for a drink or seven."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Aren't they a big deal? I think I've heard of them before, and I never hear about anything, so they must be, right? <br/> \n <br/> \nIf so, deepest congrats are in order."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I've never heard of them before, but the other winners are definitely a big deal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 4,
    "snip": false,
    "text": "Did you guys hear who accepted the award? That's right, someone dressed in a gorilla suit who may or may not have been Chris Onstad. <br/> \n <br/> \nDUDE HAS STILL GOT IT. <br/> \n <br/> \nhttp://www.flickr.com/search/?q=spx ape&s=int&z=t"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 1,
    "snip": false,
    "text": "This is so unfair. Teodor's supposed to be hung like a cranberry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 6,
    "snip": false,
    "text": "Has anyone brought up the possibility that Teodor might be stuffing?  I could see a dude of his ilk attempting such a thing."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gormster",
    "plus": 19,
    "snip": false,
    "text": "Don't judge him. You've not had his life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "worldbelow",
    "plus": 0,
    "snip": false,
    "text": "i was surprised to find that martha stewart was doing saddest symphonies. i thought she was laying a lick on her titties."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "spectre",
    "plus": 2,
    "snip": false,
    "text": "How did Liebot miss telling Phillipe that Martha Stewart in prison doing the Saddest Symphonies is the saddest thing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "Teodore's Jack Nicholson face is hell of fierce."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "The guys in make-up have done a fabulous job on those Jack Nicholson eyebrows."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Teodor is so committed to his Nicholson impersonation, he's ready to take a baseball bat to Todd's skull? What dedication!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "Thanks to Funniest Home Videos this is not the first time people will have witnessed this on TV."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heyman",
    "plus": 1,
    "snip": false,
    "text": "two birds with one stone, maintaining his professional attitude on live tv while getting revenge on todd for his apparent lack of any sort of material"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Resourceful!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "they are actually successful, in this achewood world, at least according to roast beef.  it's hard to get a higher compliment in that kind of work than being compared to old school SNL."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 5,
    "snip": false,
    "text": "I just realized that this story is frikkin' \"The Producers\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by mortshire, thebarbarian, Orf)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pmoney187",
    "plus": 1,
    "snip": false,
    "text": "Carcinogenerosity!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 11,
    "snip": false,
    "text": "Carcino <em>je ne sais quoi</em> ..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 2,
    "snip": false,
    "text": "Your host, Johnny Carcinogen!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "borneo8",
    "plus": 0,
    "snip": true,
    "text": "A comment left by borneo8 was marked lame too many times and excluded. (marked lame by Spoon, GSurge, robotman, mortshire, Jesus, anitrophaeron)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ellie",
    "plus": 0,
    "snip": false,
    "text": "i find this psychologically painful on a heretofore uncharted level."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "brycemidas",
    "plus": 0,
    "snip": false,
    "text": "these are also my feelings on Social D."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boyd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boyd was marked lame too many times and excluded. (marked lame by mysterymeat1001, silver_lake, Yamo, HonestTom, mortshire)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by honesttom was marked lame too many times and excluded. (marked lame by autrepoupee, BoscoStacy, Boyd)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 0,
    "snip": false,
    "text": "haha what?  if you're being sarcastic, i can't tell, but  I think these strips are hilarious.  Teodor is the man.  Salma Hayek impression was wonderful but the Martha Stewart one is pretty good too.  his Jack Nicholson is absolutely terrifying!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bachamp",
    "plus": 1,
    "snip": false,
    "text": "57th comment, weeeeh. I'm glad T didnt go all the way in the Martha Stewart in the shower impression, we all know what she does with food when she's alone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Congrats on the Iggy, Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "Dang, Todd.  T-bag ain't just doing impersonations up there.  He's doing  <em>impressions</em> .  He's getting right at the heart of these figures. <br/> \n <br/> \nThe essence of Martha Stuart is a deliciously sad shower aria sung with cradled breasts.  The essence of Jack Nicholson is beating down a squirrel in a necktie to express his passion for a 25-year old punk band."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrcool1122",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrcool1122 was marked lame too many times and excluded. (marked lame by robotman, tetsujin, mortshire)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 2,
    "snip": false,
    "text": "Did anyone mention Teodor's sack yet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mollybloom11 was marked lame too many times and excluded. (marked lame by silver_lake, autrepoupee, solobuttons)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 2,
    "snip": false,
    "text": "although it's def. not entirely without its merits. One being Teodor's perfect Nicholsonian eyebrows."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "I do agree that this storyline has not raised as many chuckles, rough or smooth, as most."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "how does this get chubbied and the rest DO get lamed? are you supposed to just be completely deferential when saying an arc just isn't as funny as some others i do not get \"it\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 4,
    "snip": false,
    "text": "I think it is in the tone. Too many negative comments amount to \"This sucks,\" or (and I quote,) \"another AWFUL AWFUL strip.\"  That gets tiresome, and out come the lames.  Frankly the many comments that say little more than \"Awesome\" or \"Do you guys remember that one line from panel three?  How funny was that?\" are a bit tiresome too.  But they match the generally friendly, wisecracking tone of the place. <br/> \n <br/> \nAlso, I think it helps to predict that your comment will be lamed away.  This often provokes the opposite reaction.  Alternately, taking the time to include an animated gif of breasts with would probably reduce any comment's lame count."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Ah, good point about the tone, and the good titties! Somehow, I didn't think of that. Also yeah, a little self-effacement always earns you less ire anywheres you go."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 4,
    "snip": false,
    "text": "i predicted the lames, and the lames, they came anyway.  What can you do?  I think it's perfectly acceptable to not find every single achewood totally faultless.  It is definitely unfortunate that negative comments aren't allowed on here- just because I don't fawn over every strip doesn't mean I am any less of a fan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "I hear you, sister.   <br/> \n <br/> \nI've railed against certain kinds of negative comments in the past*, but have decided not to give out any more lames.  It's more fun to run out of chubbies, I figure. <br/> \n <br/> \n* Honestly, folks, when you talk about jumping the shark, all right thinking people just shake their heads sadly and turn their heads away sadly.  It is a Showbiz type of thing to say."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "A brave and pacific stance! But with some of these overly aggressive jock types who've found their way here I don't know how you can resist. I am inspired, and I will try to lame less, but I can't put it down completely. It's too well deserved on some occasions. My resolution: I'll save lames for mean-spirited comments only and leave bad jokes alone. I feel better already."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "Dunno how you can tell the jocks from the jerks from the geeks from the freaks.  I've been all those types from time to time.  In any case I wish to support your new resolution but, having taken my own advice, I am out chubbies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Having been one once, I can smell a jock mentality from, um, through the internets, I guess. And worry not about the chubbies, friend. Worldly accolades are of little import, as I have found the One True Path."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And two short months later, I've basically become a troll (albeit a relatively soft-core one). I'm a decent person. I just get bored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Where's the all kinds of handjobs?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "Perhaps due to budget cuts, now that Ray's withdrawn his support?   <br/> \n <br/> \nI suppose it's not impossible that Teodor could do the deed but, honestly,  <em>why find out?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Teodor's impressions are achieved entirely with his eyebrows and lower lip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Don't forget the breasts, dude. Accentuating the man-titties is a crucial part of T's impersonations. <br/> \n <br/> \n...for all of them, really, even Mr. Nicholson's, and even if Teodor doesn't know it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "domini",
    "plus": 0,
    "snip": false,
    "text": "They're gonna cash it all in for ONE MORE RIP on the PIPE, son!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Teodor's Nicholson shades are not entirely dissimilar to Ray's glasses. <br/> \n <br/> \nRight?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I feel sad that I don't have an animated .gif of Martha Stewart having such a good time in her private place to out-chubby the Salma Hayek ones from yesterday. <br/> \nAnyone care to make one? Sadly, my skills would not pay the bills."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 2,
    "snip": false,
    "text": "in panel four, teodor looks like a turkey if you cut his head and hands off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "Teodor's got some fun little tits today!"
  }
]