[
  {
    "depth": 0,
    "minus": 0,
    "name": "scrapyardking",
    "plus": 2,
    "snip": false,
    "text": "Roast Beef to save the day?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squidvicious",
    "plus": 2,
    "snip": false,
    "text": "No credit to Emeril, I see."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spazdor",
    "plus": 11,
    "snip": false,
    "text": "The two of them are the only ones diligently tiresome enough to have planned out an entire lexicon of single-use passwords in order to coordinate their efforts in an emergency."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 38,
    "snip": false,
    "text": "Actually, Pat is also tiresome enough for this, but not in a way that could ever help."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dangelder",
    "plus": 35,
    "snip": false,
    "text": "Actually, this is one situation where Pat could be really useful in that van."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 6,
    "snip": false,
    "text": "I imagine, though, that Pat would immediately go off on how sliders are terrible for you and \"mailbox baseball\" can cause you inhale microscopic lead paint dust, end up offering Nice Pete a plate of fermented, fair-trade, pistachio-based \"un-burgers\" instead, and promptly be creatively bludgeoned to death with the remnants of T's cheeseburger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wingspan",
    "plus": 31,
    "snip": false,
    "text": "I think dangelder meant Pat could chug Nathan's giant hog."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spazdor",
    "plus": 8,
    "snip": false,
    "text": "\"Chug Nathan's Giant Hog\" is the name of my indie band."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "noah_j",
    "plus": 4,
    "snip": false,
    "text": "\"chug nathan's giant hog\" is the name of my favorite indie band"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "carlyle",
    "plus": 14,
    "snip": false,
    "text": "You diss my dog, you... chug nathan's giant hog."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "I'm going to write to Adam Richman and tell him to come to Milwaukee and chug Nathan's giant hog. If he finishes in an hour it's free."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dskim",
    "plus": 1,
    "snip": false,
    "text": "....and no going to the bathroom to purge what's already in your stomach.  They watch for that, you know."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'm going to write to Adam Richman and tell him to come to Milwaukee and chug Nathan's giant hog.</em></div> <br/> \n <br/> \nWhat's Snape have to do with it?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "taskmaster",
    "plus": 0,
    "snip": false,
    "text": "Snape is Alan Rickman."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Maybe in the  <em>British</em>  version, lucky."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "crom",
    "plus": 6,
    "snip": false,
    "text": "Favorite? MEH. [Dismissive hipster shrug] <br/> \nI was into Chug Nathan's Giant Hog's first EP, hosted a basement show for them and stuff. But their full-length after they signed to Sub-Pop just fell flat, man. And their set at SXSW this year was really weak."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "oldhusky",
    "plus": 3,
    "snip": false,
    "text": "Meet you at Beauty Bar tonight dude. Look for the guy in tight jeans and an ill-fitting rattle-canned fixie with pink deep v's."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "The mention of Beauty Bar pushed this too far over the top. You probably won't even go to Taqueria Cancun even though it's across the street, you need to go all the way over to El Faro or something."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "oldhusky",
    "plus": 0,
    "snip": false,
    "text": "Holy shit there are Beauty Bars in ten different cities. I do not think we are talking about the same one, friend. Thus, your taqueria references are meaningless to me."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "No taqueria reference is meaningless. You of all people should know better."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I suspect that there is also a primal force behind them all that renders every single Beauty Bar as a hipster hangout."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 0,
    "snip": false,
    "text": "My 5th housemate likes to go to Papalote because they have so many vegan options, plus their napkins are fair-trade organic corn-starch."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I live right by the one on Fulton and they suck. I mean, I still go there, but only because as long as you stick to the carne asada they're the least-bad option in the Haight. <br/> \n <br/> \nStill, they are definitely the hipster taqueria. One of the owners totally has his little side thing as a DJ and everything. <br/> \n <br/> \nThe salsa is totally overrated."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 0,
    "snip": false,
    "text": "I'll be so wasted from lying down at dolores park by the tennis courts. Hey, do you have my overpriced flannel shirt? Cuz I'm wearing yours. I think we mixed them up after we accidentally made out."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "In all honest (albeit ridiculous) speculation, though, would Pat succumb to the various trying pressures in the back of that van; I mean, given that he is seemingly in a monogamist relationship, last we knew?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dangelder",
    "plus": 3,
    "snip": false,
    "text": "Holy crap, a giant hog!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dskim",
    "plus": 2,
    "snip": false,
    "text": "I don't know.  You remember him in the Mexican camera, right?  That doesn't look like someone who would really be sorting out the emotional fallout of succuming or not.  Yeah, I left out the B. <br/> \n <br/> \nhttp://achewood.com/index.php?date=07312006 <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "badlion",
    "plus": 2,
    "snip": false,
    "text": "I hope they get that camera back out so we can see if Teodor still regards himself as some sort of blow job from Banana Republic ads, or some other, different sort of blow job."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I don't know. As I have understood it there has always been a strange three way relationship between Pat, Nice Pete and Rod Huggins. I like the idea that Pat is such a dick that he's openly two timing on a known murderer and probable psychotic, but avoids getting stabbed out of a mixture of chutzpah and dumb chance. I think, deep down, Pete truly loves Pat. Pat on the other hand just likes to have someone to carry the hand-formed tofu protein noodles back to his car."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 1,
    "snip": false,
    "text": "nah, i think Pete is just a roommate, despite his first comment to Pat in prison (\"do you think that it is bad for a man to give another man kisses, or do you agree that it is okay?\")...more than once Chris has alluded to possible \"attraction\" to both sexes, but more often than not, Pete is painted as a peculiar homosexual and a violent misogynist...as far as any actual sexual activity goes, he strikes me as the kind of guy who doesn't get down unless it will help him commit a crime"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I must be a stupid.   For all the strips (and other of Onstad's media) indicating Nice Pete's terrible attitudes toward women and, as I see now, possible homosexuality, it didn't occur to me that he might be gay.   Sheesh...   I'ma have to re-read some archives, \"shucks\"!   ...On the other hand, it never occurred to me to think about his sexuality at all, which all things considered is probably a Good Thing..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Perilon. <br/> \n <br/> \nDo you remember what Nice Pete's first line in this strip was? <br/> \n <br/> \nOr do you have problems."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Killing people is Nice Pete's gay sex."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Thank you. As far as I am concerned, Pat is a virgin. Both sexes included."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spazdor",
    "plus": 8,
    "snip": false,
    "text": "The more I think about it, the more certain I am that Pat's social conscience would  <em>never</em>  allow him to experience sexual arousal while he was inside a gas-powered vehicle."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 7,
    "snip": false,
    "text": "Are you sure? <br/> \n <br/> \n\"Oh, it's all so... so shortsighted. I'm getting all... mmm...  <em>indignant.</em> \""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "I am positing that Pat gets off on being angry."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "the best jokes are the ones that you explain. nothing is more sexycrazyfunnycrazycool than elaboration! chubb'd"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 4,
    "snip": false,
    "text": "it should be noted, and consequently has been below by myself and scorpio_nadir, that Onstad is  <a href=\"http://web.archive.org/web/20101018000026/http://m.assetbar.com/achewood/uua7B2j1h#comment_134\">SPYING ON US.</a> <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em> shatneresque  » neu  3 months ago<br/>\nMost of Emily Dickinson's poetry can be sung to the tune of The Yellow Rose of Texas, the Gilligan's Island theme song, or a good majority of hymns.</em></div> <br/> \nThis rapid swing of events, completely belaying the Appalachian Chinchillern Sexfest, is his way of telling us \"I'm watching you. Cocks.\" <br/> \nI mean.. He could be reading anything that we post. Like even  <strong>right now.</strong>   <br/> \nI don't know about you, but I believe that we should be free to post on whatever topics we choose without fear of it being  <strong>read</strong>  by some power-hungry voyeur with a throbbing hardon for  <strong>reading.</strong> <br/> \nAmerica owns the internet, and as such our blessed and beautiful constitutional rights should extend to  <span style=\"border-bottom: 1px dotted\">everyone</span>  else online as well, even those lesser countries. I am not as yet certain which amendment covers this, but it covers it because America has the best constitution of all constitutions that have been written to date and as such will cover it. And before anyone else says it, that's right buddy if you don't want some red white and blue (not french) freedom, then you do terrorisms and supply terror to be used against our great nation. <br/> \nSo tl;dr, we should stand together and demand that Onstad read our message of freedom, and then insist that he not read them any further from that point on, even if they are not freedom-based."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "No, shatneresque won the secret raffle and got a guest spot in Achewood, where he is played by Emeril.  But of course, you wouldn't know that."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "Subscribers only."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "My face, now.  ( <a href=\"http://web.archive.org/web/20101018000026/http://static.funnyjunk.com/pictures/a_sad_face.jpg\">link</a> )"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 0,
    "snip": false,
    "text": "This is the finest use of bb code I've ever seen."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "shatneresque",
    "plus": 0,
    "snip": false,
    "text": "I would like to take this opportunity to say that this situation is pretty goddamn weird."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "gorrioncita",
    "plus": 5,
    "snip": false,
    "text": "haha i get it it's because he's gay right?  14  \"chubbies\" for you, you clever, clever man"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "looks like someone pissed in your cheerios."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "'pissed in your cheerios' is the name of my indie band"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kindergard",
    "plus": 3,
    "snip": false,
    "text": "'looks like someone' is the studio project."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "Sounds like an awesome gig"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Rock hard cat cock?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "any speculation on the course of action? Brisket is a tough cut of meat, but does that suggest a tough solution to the problem? or rather a slow roasting cure? <br/> \n <br/> \nand 36 could mean  <em>FUCKING ANYTHING</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "I have a series of passwords with various people to concretely establish my identity in the case of a robot duplicate, evil twin, doppelganger, or time-shifted clone.  <br/> \n <br/> \nI have also been trying to work out a system of passwords in order to establish whether someone is or is not from the future as they claim to be so we don't spend a lot of time debating it and get down to the business that sent them back in time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "Set up a web server somewhere that displays new passwords to the public, time-released... a new one each year. No one knows them in advance, except you. The visitor can now prove his year of origin by telling you which password was on your website when he departed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "I think the \"36\" refers to the 36 chambers on the other side of which is the Wu-Tang Clan; the survivors of which are ready to help with either weed or ass-beatings, as the situation warrants."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Don't disparage The 36 Chambers of Shaolin by associating it with rap unnecessarily! <br/> \n <br/> \n <em>The RZA was surprisingly knowledgeable on the commentary track though, maybe I should give him at least a little bit of credit despite his life-failure choice.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "And I like his soundtrack work for the Tarantino films. <br/> \n <br/> \nbelgand say: <br/> \n\"Don't disparage The 36 Chambers of Shaolin by associating it with rap unnecessarily!\" <br/> \n <br/> \nI hate to be the bringer of unpleasant tidings, but the Wu already did, 16 years ago:  http://en.wikipedia.org/wiki/Enter_the_Wu-Tang_(36_Chambers).  Man, I really am the king of the timely reference."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I know... I know. <br/> \n <br/> \nIt's just when we're going to bring up such a verifiably bad-ass film let's do so on its own merits not at the secondary level of something else that references it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 2,
    "snip": false,
    "text": "why give him credit he wears muffs but nowhere near his ears"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "temple-muffs.  <br/> \n <br/> \nthere's sorta a church-vagina pun in there?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "Seeing through her facade I sought to erect my steeple upon her vault.  She told me to stop playing the nave and that she preferred it in the buttress."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "And all this time I thought she was an innocent verger!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Groucho, you never disappoint. You really have a gift for puns."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "You blackguard! As I gently stroked her narthex she assured me that no other man had ever been granted access to her apse, nor ever would.  <br/> \n <br/> \nYou have sullied my lady's fine vestry and I demand satisfaction and the assurance that you shall never give thought to her refectory again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "w_w",
    "plus": 8,
    "snip": false,
    "text": "\"Every man believes that, given the right provocations, his innate skills will emerge and he will be capable of tremendous feats.\" <br/> \n <br/> \nC. \"Roast Beef\" Kazenzakis is one of those men who happens to believe correctly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "That he is the one who is fat? <br/> <br/> <br/> And has depression?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "He´s not gonna cut the cheese!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "But he's the one that moved it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterminster",
    "plus": 0,
    "snip": false,
    "text": "In Nate's skills he trusts. Adrenaline steadies his hand."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "methadone",
    "plus": 1,
    "snip": false,
    "text": "It's not innate; he has spent years of his life honing the trashspotting craft."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 3,
    "snip": false,
    "text": "Roast Beef was engaging in some rather impressive street math before Teodor's cough rendered it unnecessary."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kylexy",
    "plus": 1,
    "snip": false,
    "text": "But Roast Beef's not really the type to decisively  <em>call the plan into action</em>  on that caliber of evidence alone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "That he has a huge crush on Liv Tyler."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wonelove",
    "plus": 1,
    "snip": false,
    "text": "Yaaaaaaay Roast Beef!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef does, but he would never take credit. <br/> \n <br/> \nMath saves the day. As usual."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "Math? That wasn't just math, that was some Amadeus Cho shit right there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lordparadise",
    "plus": 0,
    "snip": false,
    "text": "Hell yes Mastermind Excello."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lordparadise",
    "plus": 0,
    "snip": false,
    "text": "Which makes Ray Hercules I guess."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "HOORAY DESCARTES! HOORAY EUCLID!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jmd was marked lame too many times and excluded. (marked lame by Rhadamanthus, gladi8orrex, plummet, rude_mechanical, equinn2006, Towel, HRM, hurfdurf, Audhumla, lonestar52, colorlessness, Beverage)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dissembly was marked lame too many times and excluded. (marked lame by gladi8orrex, Noah_J, JohnnyMalo, skjames, Beverage, kestral)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dissembly was marked lame too many times and excluded. (marked lame by gladi8orrex, Mangtastic, skjames, Beverage, kestral)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Looks like it's under control."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 8,
    "snip": false,
    "text": "I say we take off and nuke the site from orbit. It's the only way to be sure."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "jmd",
    "plus": 2,
    "snip": false,
    "text": "Yes the Internet sperglords with Stockholm syndrome have furiously lamed the most honest comment in here, with spittle flying from their unshaven lips"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 8,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Yes, the Internet sperglords<br/>\n with Stockholm syndrome<br/>\nhave furiously lamed <br/>\nthe most honest comment in here, <br/>\nwith spittle flying <br/>\nfrom  unshaven lips </em></div> <br/> \n...this pretty much synchs with Emily Dickinson also."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 9,
    "snip": false,
    "text": "new song from mister band <br/> \nTHE SPERGLORDS OF THE INTERNET <br/> \nDID FURIOUSLY LAME <br/> \nTHE COMMENT THAT ASSERTED <br/> \nTHAT ONSTAD HAD LOST THE GAME"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "backdraft",
    "plus": 0,
    "snip": false,
    "text": "And now I've lost the game..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 4,
    "snip": false,
    "text": "<br/> \nTHE SPERGLORD, HE LOST IT! <br/> \nHE LOST THE GAME ON ASSETBAR! <br/> \n <br/> \n <em>Uh-pfuh<br/>\nuh-pssss<br/>\nuh-pfuh <br/>\nuh-pssss</em> <br/>"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 8,
    "snip": false,
    "text": "THE HOG SHALL LAY WITH THE PRAWN"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "invidious",
    "plus": 5,
    "snip": false,
    "text": "AAAIIIIIGHT!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "duperando",
    "plus": 2,
    "snip": false,
    "text": "Heh, that's my avatar!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "But not anymore.  <br/> \nGrace Jones would not allow it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Chevy Ford Woo make you special dish. <br/> \n <br/> \nGeneral TSo <strike>FuckfaceWhatUp</strike>  HOG and PRAWN."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I look at Gilligan's Island. I see Fresh Prince of Bel-Air.  <br/> \nDoes Emily Dickinson synch with that?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I have never been able to lame anyone since I got here. Always saying I have used my lame allotment that I have not used."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dskim",
    "plus": 1,
    "snip": false,
    "text": "I too have never lamed.  All not feeling like laming lest I be lamed."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "do you feel liberated now?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "<em>ASK NOT FOR WHOM THE LAME LAMES<br/>\n<br/>\nIT LAMES FOR THEE</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "AND IT LAMES WELL I BELIEVE <br/> \nIT LAMES FOR ME <br/> \nIT LAAAMES FORRR MEE <br/> \nTHOUGHT MY WRISTS AND MY WAIST SEEM SO EASY TO BREAK...etc"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Read more strips, dick ass, then you can lame people a lot"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "i've read em all and have no lames. It's a matter of number of rated strips, and since nobody can rate strips any more (... right?) then lames are a fixed quantity. It's pretty much more honouring to get a whack of lames on a post because they are a dying breed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Pretty much, yeah. I thought it was a problem with my browser, 'cause I use Google Chrome (for some reason), but when I tried to rate strips in Firefox, I had the same problem."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Firefox used to work fine, but a troll messed with the Assetbar program a while back."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Rating doesn't work at all, the ajax handler for it responds with \"rating is currently disabled\" or some such.  it's not a browser specific issue."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Well that's a damn shame. And Plummet, you are rude, son. The rudest."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I <br/> \nAM <br/> \nRUUUUUUUUUUUDE <br/> \n <br/> \n/MASSIVE ELBOW"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "anzio",
    "plus": 1,
    "snip": false,
    "text": "Is taken away in shambles. Is wondering why entering the fight was a good idea AT ALL. Answer not found."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "<em>BEEP BEEP BEEP</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "ain't that the sound yo mama makes backing up?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "The new hip-hop single by the Road-Runner; We Ryyde Fasttt"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "he gets with the ladies but in the end they do not like him!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "that's the sound I make when I  <em>slap your shit</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jmd was marked lame too many times and excluded. (marked lame by hateandwar, plummet, hurfdurf, skjames, fieryjack, deadpan)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 20,
    "snip": false,
    "text": "You, sir, are a connoisseur of fine whine."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "you want some cheese? because if you weren't paying attention and checking to see if there were new comics the last few days there's a load of smegma prior to this.  <br/> \n <br/> \nI'm glad this seems to be turning around, because Roast Beef is the OG."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 4,
    "snip": false,
    "text": "Am I the only one for whom comments such as this fall flat due to my idiolect not featuring the wine-whine merger. <br/> \n <br/> \nNot saying it's not clever, but. <br/> \n <br/> \nIt's like how in elementary school they'd have us fill out these worksheets where there would be little pictures of things and a blank, and you wrote in the word which appropriately in context was a homophone to the little picture, but when they had a little picture of a witch, supposedly standing for \"which,\" I was all like \"this worksheet gets an F.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Are you a \"whinge\" user?  If not, whine should rhymed with wine...I think."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "perilon",
    "plus": 2,
    "snip": false,
    "text": "Nah, nah, it's the issue of the <wh> being pronounced as a voiceless labiovelar approximant (or voiceless \"w\") for me, and for certain others, whereas for most people, it's just a normal \"w\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh so more of a Hwhine thing?  Forgive my prodding, I'm just really into accents and linguistical stuff."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "<em>\"You know who you're dealing with here, Henry? The Famous Whiplash Hwhine.\"</em> <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I guess I should clarify:  \"wine\" and \"whine\" do rhyme, but they start with a different sound."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "how do you say \"Will Wheaton\"?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "How do you say \"six\"?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "or \"sick dick sucks six pricks\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I will admit that my \"six\" sounds like \"sucks\", just a little"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Kiwi?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "The previous comment sets the tone, leading with the joke of \"fine whine.\" so I do not quite understand why I'm the one with 2 lames, and they receive 18 chubbies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 2,
    "snip": false,
    "text": "wine coolers more like *looks around and being pleased with himself*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Tense disagreement, straighten that shit out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Were you a fan of the previous two, and their lengthy, agonized paths to birth, like horrid half-human fiends clawing and howling from the womb to bore and annoy everyone around them?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 1,
    "snip": false,
    "text": "Yep. I like David Lynch too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "firedmyass",
    "plus": 3,
    "snip": false,
    "text": "I have never been bored or annoyed with such as Achewood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dangelder",
    "plus": 2,
    "snip": false,
    "text": "Your post is set in exactly the cadence a women does use to dab after urination"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dissembly",
    "plus": 4,
    "snip": false,
    "text": "I really liked a few of them, actually. But i think the idea of a single (or two) sup-bar comics is harder to bear when updates are not daily, and maybe you cannot see that because you are embedded in the moment as it unfolds, but from the perspective of someone who, years later, will look through this and be able to click instantly past any comic that is not perfect to see the next one, your comment will look BATSHIT CRAZY OVER-THE-TOP ANGRY. <br/> \n <br/> \nYou sir, are being a negative nelly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "it's like sitting behind Michelangelo and being all \"that brush stroke looked a bit off. It doesn't really look much like a nose to me. Look at that thing, man, it's like a frikkin potato...\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Someone actually did this. Michaelangelo had to change the face angle of his Moses like 12 times because Julius II kept being a dick about it. The statue has a chip on its knee, supposedly from Michaelangelo hitting it with his hammer to make it speak, but I think he was just plain old pissed off by the fact that Caesar wouldn't let him work in peace."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Julius Caesar II?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Emperor of Rome!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "No, Of course I am referring to Pope Julius II."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I am a man who lacks the will to do his research."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wingspan",
    "plus": 5,
    "snip": false,
    "text": "Caesar II: The Caesoning"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "Amen to that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raging_cow",
    "plus": 1,
    "snip": false,
    "text": "Brisket36? A word for emergency Trashspotting leaves? A code to tell the police to follow the vehicle? A password for a computer that will hack into the van and make it run out of fuel? A MYSTERY!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "raging_cow",
    "plus": 12,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000026/http://www.myspace.com/12645300\">THIS GUY?</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "haha, yes, it could be a code, or it could be that one dude was the final piece of their conversation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbananaplus",
    "plus": 0,
    "snip": false,
    "text": "When that guy sees his profile hits later, it will MAKE HIS DAY."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Unless he's got a big nose."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "raging_cow",
    "plus": 1,
    "snip": false,
    "text": "Yeah can't really see much of anything past a big nose. <br/> \n <br/> \nHave a friend like that. The Shadow Duke of Wellington. I hesitate to make jokes about him because his nose could be inside the house right now. <br/> \n <br/> \nHe is in Africa, pursuing college opportunities and being pursued by tribes that would like an exceptionally hefty spear for their chieftain."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "justglad",
    "plus": 1,
    "snip": false,
    "text": "I...I don't see what you did there"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "humpty",
    "plus": 2,
    "snip": false,
    "text": "disagreement box my man"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "Maybe he's gotta go round him and his 11 friends up (including Tom) to save the day!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "friartuck",
    "plus": 3,
    "snip": false,
    "text": "Nah, Brisket36 refers to  <a href=\"http://web.archive.org/web/20101018000026/http://www.gefiltevariations.com/brisket.html\">this delightfully kosher gem of a recipe,</a>  and indicates RB's conviction that the victim will require both physical and spiritual palliation when he comes out of this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "These knives?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 40,
    "snip": false,
    "text": "It's a piece of breast man code. Nice Pete will not understand it, because he is crow's skull man, and also a hot summer nights when the croak of frogs drives drunken men into fevers and sweats man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snappyjack",
    "plus": 1,
    "snip": false,
    "text": "Spongebath does not participate in this discourse, for he is a lukewarm soup with saltines man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Munching on saltines while sitting in a tub full of lukewarm soup... man, do you know how to bring back memories."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 6,
    "snip": false,
    "text": "Dad!?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "And he drank a quart more soup than he put in the tub."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 0,
    "snip": false,
    "text": "I always thought of Nice Pete as more of a femur man, but maybe I'm just projecting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "projecting your femur... through someone's abdominopelvic cavity?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "oldhusky",
    "plus": 2,
    "snip": false,
    "text": "Brisket36 is my favorite Emily Dickinson poem"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "I sort of hear Hank Venture saying this, especially because of the last words."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prof_yazoo",
    "plus": 0,
    "snip": false,
    "text": "...or perhaps a mystery wrapped in an enigma, inside a riddle?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 1,
    "snip": false,
    "text": "dear lord that dickinson discovery"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "That is an awesome poem, and you would think the Gilligan's Island theme song would detract from it, but IT DOESN'T! <br/> \n <br/> \nIt's giving me goosebumps!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 6,
    "snip": false,
    "text": "Awesome isn't it.  Turns every Dickinson poem into a particularly black sea shanty.  \"I hearrrrd a fly buzz when aye died, the stillness in the roooooom.... was like the stillness in the AAAAAIIIRR between the heaves of STOOORRRRRMM.\"  I'm taking up the accordion as of, oooh, last week."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 6,
    "snip": false,
    "text": "It works for pretty much any song written in ballad metre, like Amazing Grace, Yellow Rose of Texas and Little Town of Bethlehem."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "Damn, I was just about to post about the Yellow Rose of Texas = Emily Dickinson thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "That was a near thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "so near"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I kind of wish there was a version of \"Gilligan's Island\" set during the time of the transatlatic slave trade with \"Amazing Grace\" as the theme song, just so I could watch the pundits bicker about it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 3,
    "snip": false,
    "text": "I am rendered unable to sing Amazing Grace to any melody other than the Gilligan's Island Theme from this point forward."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 1,
    "snip": false,
    "text": "I always heard it as \"I'd Like to Buy the World a Coke\" also"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i really wanted that to say 'taking it UP the accordion'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plasticfootball",
    "plus": 0,
    "snip": false,
    "text": "When the chernchilla's rockin', don't bother knockin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "ballad meter, some call it common meter"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "...just means Onstad reads, channels or otherwise recycles the comments here-  <br/> \n <a href=\"http://web.archive.org/web/20101018000026/http://m.assetbar.com/achewood/uua7B2j1h#comment_460\">http://m.assetbar.com/achewood/uua7B2j1h#comment_460</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I clicked on that link, and it took me to \"thegoblins\" saying, ahem: <br/> \n <br/> \n\"With his probe.\" <br/> \n <br/> \nI'm not complaining. I was entertained."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "I always knew it as being able to recite Dickinson to the tune of \"Yankee Doodle\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "It's completely legit. 100%, in no way is it false. Not even a little."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "Gilligan poetry is nice but pales compared to  <a href=\"http://web.archive.org/web/20101018000026/http://www.youtube.com/watch?v=-b2w4CU6Vc4\">this</a>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "Good thing Nice Pete happened to drive past RB. I love the Dickinson/Gilligan thing. I don't understand panel 27... unless he's comparing the bitemarks in the burger to T's mouth shape.  <br/> \nI hope T's suffering is so great that it wakens an elder god and we can get some Lovecraftian craziness going on. Either that or a car accident. I don't think murderers make for careful drivers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 10,
    "snip": false,
    "text": "He is not merely comparing the shape, my friend - Beef is modelling the dynamics of Teodor's biting motion to produce a prediction with the one major possible source of error neatly accounted for."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plasticfootball",
    "plus": 0,
    "snip": false,
    "text": "The murderers who are careful drivers are the ones we  <em>never find out about.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Thakfully Joel Rifkin (killed 17) \"crashed into a utility pole which was located directly in front of the courthouse in which he would eventually stand trial.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 5,
    "snip": false,
    "text": "n"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Thak you"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "He had a thak full of victim parts."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "He kept them in his truk."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Man, you drop one 'n'  . . .  <br/> \n <br/> \nnow I know how Michael Richards felt."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "un_malpaso",
    "plus": 5,
    "snip": false,
    "text": "Or how James Earl Ray felt!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "HELLA ROUGH CHUCKLES"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If you can't handle them rough you shouldn't be making any chuckles. <br/> \n <br/> \nOne of these days we need to have a roughest chuckle competition."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Here are some of their hands."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Hah, I meant to write \"hads\", but my fingers wouldn't let me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mychemicalali",
    "plus": 0,
    "snip": false,
    "text": "But inspector, his driving record was so clean!  No moving violations, he always signaled, he even washed his van on Sundays!  He couldn't  <em>possibly</em>  be that sort of person."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gelter",
    "plus": 0,
    "snip": false,
    "text": "Jesus I thought you were joking when you referred to \"panel 27.\" <br/> \n <br/> \nBut nope. There are 34 panels here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plasticfootball",
    "plus": 2,
    "snip": false,
    "text": "Alt.text's thinly-veiled plea for our indulgence and forgiveness duly noted!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bonghitz",
    "plus": 0,
    "snip": false,
    "text": "Cough, cough, swollow."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "What means \"Swollow\" ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "it's like... some sort of british accent, and a bird... I don't know..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "You have weird ideas about how the British sound."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "there are like 50 accents in those isles, and I know for a FACT that one of them sounds like that. I've heard it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I'm English and I say 'swollow', with a short o in the first syllable. Perhaps overmedicated is from Devon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "How is it pronounced otherwise?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "I'm from Yorkshire, so in all honesty implying I speak English myself is probably a stretch."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Wait, isn't it always said with a short o?  What else would you say?  Sw(ah)llow?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Upon reflectiou coming out of my mouth it actoually sounds like 'swulluw'."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "My n is drunk."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I think the Yorkshireman is puddin' us on"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "DOHOHOHOHOHO"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Agreed, he's clearly a bad apple. We ought to get a new Yorkshireman."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "By the by, I'm giving you an overdue chubby for your extremely commendable choice of avatar."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rude_mechanical",
    "plus": 1,
    "snip": false,
    "text": "What side of the moon, precisely? I'm picturing a Larson-esque concept album."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "As was I. <br/> \n <br/> \nIt has also caused me to see Animals in a completely different light. Let's not even get started on the Wall."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "philophobe",
    "plus": 2,
    "snip": false,
    "text": "Man, what kinda rotten bastard lamed this?  Pink Floyd's magnum opus of pretentious/awesome space rock played by a bunch of awkward cows? <br/> \n <br/> \n <em>DELIGHTFUL.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xacbalistikx",
    "plus": 0,
    "snip": false,
    "text": "Ask, and thou shall receive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 10,
    "snip": false,
    "text": "This is thinly veiled, disgruntled fan appeasement of the most obvious kind, but I don't care a button because  <strong>BEEF</strong>  and  <strong>EMERIL</strong>  and  <strong>CODES</strong>  and  <strong>STUFF'S GONNA HAPPEN.</strong> <br/> \n <br/> \nOnstad, I take back everything bad I said about you, and suggest you blame my unusual childhood and my tiny, tiny penis.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "You pissed me off so bad on the last strip, with all your whining and moaning. But here you are, being all cool. I like you overmedicated, I'm sorry I judged you so harshly. <br/> \n <br/> \nWanna get a drink on Friday night? I have a nice van."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I am currently holding an internal inquiry into why I only seem to surf assetbat when I'm either drunk or depressed, and will have a 1,500 page report released by the end of the tax year. <br/> \n <br/> \nBut yes sure a drink sounds good, the 'Taco Supremes' are on me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I'm going to stand called Internal Enquiry and the Asset Bats."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "...what?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "I wasn't going to say anything... but yeah. What?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "stand is short for \"start a band\"?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "oh tense..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Best explanation I can think of. <br/> \n <br/> \nSo yeah, always drunk."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "With all the band starting going on here it's time it got a contraction. It would lead to confusion when someone was like \"Hey, me Ryan and Mike are going to go st'and in my garage, you in?\" cause that's something that people around here (mid west USA) might say anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 14,
    "snip": false,
    "text": "I hope we never hear from Mayner and Lurquilla ever again and can just pretend like that last strip didn't happen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Alas, I think Lurquilla's in the back doing the 9-5 nasty to Random Gay Guy. <br/> \nRoast Beef. The thinking man's Adrian Monk,eh? I sense a climax to this story soon,in all senses of the word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I'm not so sure about that. It also appears that a good bit of time has passed as it is no longer dark out and is just around dawn. <br/> \n <br/> \nStill, as much as I hated Lurquilla I have to say that it still feels sloppy to just jump away from that so fast. I don't want to chow down on Nathan's blessing for twenty minutes and not have him reach total pleasure. It would be like all that unpleasant effort and work was for naught. Finish it up fast, but at least finish it up so we can move on without feeling like it was both unpleasant and a waste."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "C'n you give me reg'lar baybees, belgand"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "see <br/> \n <br/> \nsee <br/> \n <br/> \nI told you you would all love that line <br/> \n <br/> \ndidn't I tell you? <br/> \n <br/> \n <em>it is 6am where I am right now</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "thanks for telling us what time it is <br/> \n <br/> \nhey hello it is four oh nine here look i am edgy and on the internet  <em>late at night</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "I felt it was important <br/> \n <br/> \nlots of things seem important when you've been up all night <br/> \n <br/> \neven though nothing really matters by then"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Thank god--quite the deus ex, but it seems it will end soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "it is established that Beef is out trashspotting at such times, and so it is entirely plausible that, with his keen analytic mind, he would be able to take such actions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizard",
    "plus": 2,
    "snip": false,
    "text": "I kind of like how panel 6 equates Beef's suffering over Emeril's various theories with that of Teodor sitting battered in the back of the van."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mehighlow",
    "plus": 4,
    "snip": false,
    "text": "Well, hey there Achewood. <br/> \nIt is fun to see you out at such a fine hour."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Let me help you out of that nineteenth century diving costume."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Pish Posh! He´s fine were he is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Nonsense.  He's all breathless, and we MUST get him out of those wet clothes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mehighlow",
    "plus": 0,
    "snip": false,
    "text": "OK, I'm out now. <br/> \n <br/> \nSo... I'm guessing you know what happens next."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "out and proud eh?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "please let it be fellatio that happens next. <br/> \n <br/> \nI've had such bad blue balls from the indirect blow-job talk of this arc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 1,
    "snip": false,
    "text": "I guess that's why you're walking like that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "Oh, hee"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Mailbox baseball is a regular fun sport of skill played by rural lads in a van or pickup truck using a baseball bat and other people's mailboxes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "But...what you call the..plank thing and...peoples...heads...on sidewalks...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Curb Stomping? That is not the same sport, and confusions between the two have led to many a failed marriage."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "I got to third base playing mailbox baseball once."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "In Nice Pete's version of Mailbox Baseball though, the bat is actually someone's face."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "In Nathan's version, the bat is changed for a hammer*. <br/> <br/> <br/> <em>*hammer = 10 inches of rock hard cat cock.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "Where did the cheeseburger come from? <br/> \n <br/> \nMy best guess is that it is Nathan's from Denny's, but I don't recall seeing either of them actually taking it out of Denny's. Likewise I don't think there would have been a point after exiting the Denny's that Teodor could even have been implied to have taken a bite out of it. Not to mention the general oddity that Nathan and Nice Pete would bring a single burger out and Teodor would take the sole bite out of it, but leave it up front. <br/> \n <br/> \nPlus, weren't they going to go to Taco Bell? Why a burger then? <br/> \n <br/> \n <em>Maybe they went to Taco Via and it's a Taco Burger. I can't remember if those were awesome or terrible.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Well, when you remember, make sure to let us know. You know how we love Belgand's Mexican Food Opinions Corner."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's not a real opinion, just that vagaries of nostalgia. Don't you ever have that moment where you fondly remember something from the past, but upon greater reflection it was actually something that was terrible in the past and you didn't really like it that much at the time. Yet now you have feelings about it because of what it reminds you of. <br/> \n <br/> \nGreater research informs me that Taco Via was actually just a local chain (I had thought it was more widespread), but those Taco Burgers were totally a Thing. I've heard from other people in various areas of similar establishments serving crappy Mexi-style fast food of varying degrees of quality and almost all of them had a Taco Burger and it was almost always a Thing. <br/> \n <br/> \nGetting Taco Burgers from whatever the local equivalent would be would be a decidedly High School thing to do."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I have never eaten a taco."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "I have had whoper"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "V-chub for you Wazza. <br/> \n <br/> \nDel Taco actually makes a decent burger, but I usually go there because it's so awesome to get fries with a burrito.  Weinerschnitzel sells a 99-cent chili cheese fries burrito that is glorious, glorious death. <br/> \n <br/> \nGood thing my local hospital has a \"buy two triple-bypass surgeries, get the third free!\" deal going on."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "come on do u like pizza"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The burger is a symbol of your existential fear of life and dread of dying, Belgand. <br/> \n <br/> \n <em>You want fries with that?</em> <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thehamburgler",
    "plus": 0,
    "snip": false,
    "text": "am i your existential fear? well, am i punk?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "<em>I'm a spy-  In the house of love.<br/>\nI know the dream- That you're dreaming of.<br/>\nI know the word- That you long to hear.<br/>\nAm I your existential fear?</em> <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I am the terror that flaps in the high school night, <br/> \nI am the lack of lube in the back of that van. <br/> \nI am..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The cock-blocker that Gotham deserves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "I'm giving Onstad fair warning that I will be watching for Beef's drumstick in the next strip  <em>and it had better not vanish</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xacbalistikx",
    "plus": 0,
    "snip": false,
    "text": "It has already vanished, we just don't know it yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "I have been a critic of the arc, but this just turned to AWESOME."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "So did Teodor ever suck that rock hard cat cock? I don't think we'll ever know. Unless... do the male cats in the Achewood universe have barbed penises?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Don't need to know"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "oldhusky",
    "plus": 0,
    "snip": false,
    "text": "I would like to know"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "But do you  <em>need</em>  to know?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 1,
    "snip": false,
    "text": "I don't know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "All I know is I don't like the sound of that cough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nanrouchuanr",
    "plus": 1,
    "snip": false,
    "text": "Emeril has spent hell of time in close proximity to dabbing females."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 9,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>HOPE is the thing with feathers\t<br/>\nThat perches in the soul,\t<br/>\nAnd sings the tune without the words,\t<br/>\nAnd never stops at all</em></div> <br/> \n <br/> \n-- Emily Dickinson <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>How wrong Emily Dickinson was! Hope is not the 'thing with feathers.' The thing with feathers has turned out be my nephew. I must take him to a specialist in Zurich.</em></div> <br/> \n <br/> \n-- Woody Allen"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 3,
    "snip": false,
    "text": "ERROR: The thing with feathers found himself greatly exercised by your statements and at the direction of a physician has traveled to Harrogate for a series of restorative tonics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 1,
    "snip": false,
    "text": "I got a bad feeling Beef is going to take a trip to the after world again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diamond_pick",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef! The hell you are in this story arc! I thought you had any sense!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 3,
    "snip": false,
    "text": "Saving our asses, no doubt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 3,
    "snip": false,
    "text": "this is how Ray pays attention. <br/> \n <br/> \nHe can even pay attention when he's three miles away, and taking a pre-sleep toke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Ah, yes, the infamous Pre-Sleep Toke. <br/> \n <br/> \nI've engaged in such while reading the Asset Bar"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I read this in Ray's voice, dead ass"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morbo",
    "plus": 0,
    "snip": false,
    "text": "Ray is a character in a text-based comic. I'm not sure how you can read something in his voice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "A text-based comic? It's like a comic, only instead of pictures we use words to describe the action."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 7,
    "snip": false,
    "text": "YOU ENTER A ROOM. THERE IS AN AMERICAN CURL CAT THERE. <br/> \n <br/> \n>chill with cat <br/> \n <br/> \nTHAT CAT IS RAY."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "diamond_pick",
    "plus": 0,
    "snip": false,
    "text": "I always picture Lurquilla and Maynard talking like  <a href=\"http://web.archive.org/web/20101018000026/http://www.youtube.com/watch?v=kKEZbgaqJWo\">this delicate lil' peach</a> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "I thought of Lurquilla as  <a href=\"http://web.archive.org/web/20101018000026/http://www.youtube.com/watch?v=e1nxunlYzrQ\">this fragile flower</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I think I dated that girl..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "OMG OMG that is like THE NEXT THING"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Don't even play at the notion that in your head every character has a voice, and that when you read what they say, you hear it in that voice."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I totally heard that in hoarday's voice <br/> \n <br/> \nit is annoyingly nasal"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "What in the holy fuck is happening in panel 27.  And why in the holy fuck ARE THERE 27 FUCKING PANELS!!!!!!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Yes, this one's delay is fairly justified"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philophobe",
    "plus": 1,
    "snip": false,
    "text": "I'm pretty sure Beef is imagining the contours of Teodor's face/mouth area, so as to extrapolate from the bite marks on the burger to produce assurance that his friend is, in fact, in the back of Nice Pete's van - perhaps 'in flagrante', perhaps not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Because of a problem?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "There are 33 panels, <br/> \n27 women, <br/> \n3 DAYS! 3 ACRES!! <br/> \n2 knuckle heads, <br/> \nand Philippe is standing on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "expellens",
    "plus": 1,
    "snip": false,
    "text": "Beef's cheeseburger/CSI investigation is quite the homage to Chris Ware, do you think?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 13,
    "snip": false,
    "text": "Pete seems genuinely happy to see Beef. He thinks that High School Night is going wonderfully and he wants him to share in it. This is not a descent into terrifying brutality for him, this is the best night of his life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 9,
    "snip": false,
    "text": "Chubbied for psychological insight. Nice Pete was the sort of child who played with a puppy until the puppy stopped moving, then hid it behind the shed and told his mother it ran away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "That was both the best and most terrifying way you could have described that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 1,
    "snip": false,
    "text": "I think you got confused and reversed \"puppy\" and \"mother\" there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "You motherpuppy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "**yppuprehtom"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "So sad it can't not be true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bartleby",
    "plus": 1,
    "snip": false,
    "text": "Pete's lovin' it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "'not'?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 0,
    "snip": false,
    "text": "I will not begrudge Nice Pete's his Big Night Out - no one's died and no doubt that waitress at Denny's got a fine tip from Nathan."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I think we've heard enough about Nathan's fine tip for one night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "austinceltic",
    "plus": 0,
    "snip": false,
    "text": "But if Teodor's name is no longer Darren, is High School over?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abhi",
    "plus": 1,
    "snip": false,
    "text": "In the back of the van is \"graduation.\" You will go there and suddenly High School is over"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 1,
    "snip": false,
    "text": "Yes, and you will come out a much sadder and wiser man. Possibly in many parts, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gabriel",
    "plus": 0,
    "snip": false,
    "text": "What's interesting is that while Teodor is supposed to be \"Darren,\" Pete reverts to \"Teodor\" when talking to Beef. In Pete's mind, the high school night might have ended already, maybe because of something we didn't see involving the chinchilla woman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Pete knows that Beef is not yet aware of their High School personas so he is not referring to him as such. When Beef gets in the van he will be informed of their names and given one of his own."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 3,
    "snip": false,
    "text": "Roast Beef's surreptitious code was also my first AIM screenname.  I had a strong proclivity towards meat in my younger years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 3,
    "snip": false,
    "text": "Chubbied for my reading of that (and quite appropriately) in the voice of Filbert."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erk070",
    "plus": 1,
    "snip": false,
    "text": "I rather prefer Morgan Freeman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Ohhhh, wow.  Thank you for vastly improving that.  Chubs for all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 8,
    "snip": false,
    "text": "The good thing about webcomics is that ink never comes off of your hands.  In real comics, every time you turn the page, you gotta wash your hands.  You turn the page, wash your hands.  You turn the page, wash your hands."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "parenthetical",
    "plus": 0,
    "snip": false,
    "text": "Shit, man, I sure felt like I had to wash my hands after reading the last couple of strips before this one. This was all designed as a long build-up to the revelation that listening to some dumb-ass spouting stale burnout philosophy can actually be the most appealing thing in the world. It's all in the context."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "freewilliam",
    "plus": 0,
    "snip": false,
    "text": "See, I prefer the interpretation that it's less desirable to listen to some dumb-ass spouting stale burnout philosophy than it is to climb into the murdermobile of an unclothed psychopath."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "No,  that is porn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eoinsmith001",
    "plus": 29,
    "snip": false,
    "text": "Just to mention it, nice foreshadowing by Emeril; \"Because I could not stop for Death, he kindly stopped for me\"... cue Nice Pete in his van.  I don't want Beef to come to harm, but I wouldn't mind seeing Trouble Man and No-No again!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "Holy shit, I didn't even notice that. Chubbies to you, good sir and/or madam."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Pink Floyd never released an album called \"Far Side of the Moon\" and I hope that Onstad makes a correction to this strip soon because the mistake is really bugging the hell out of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 4,
    "snip": false,
    "text": "Bertram69's Law states that, in webcomics displaying a greater-than-average amount of intelligence, all spelling mistakes or word misplacements/displacements should be handled as an intentional irony before being assumed to be an unintentional error. The point at which the one will cross over to the other is a hotly contested subject in the world of Webcomic Aficionados. <br/> \nThere's a whole thesis on the subject of non-nativespeaking comic artists alone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "The error is quite possibly deliberate, partly because there are few mammals on earth who don't know of  <em>Dark Side of the Moon</em> , and especially when one considers Emeril's interest in the moon landing 'hoax'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "There is no dark side of the moon. Ondats is merely correcting the floyds' typo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Floyd did it themselves at the end of the album: \"There's no dark side of the moon. Fact is, it's all dark.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "There's a far side we never see, but it gets lit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Actually this is Emeril calling it \"The Far side of the Moon\". Emeril is a guy who knows the theme song to Gilligan's Island. I've never seen the show, but I have a feeling it's kind of a lame theme to know the lyrics to. Maybe Emeril likes conspiracy theories more than he likes Floyd, ever think of that?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "It's intensely catchy and iconic for its style of theme song. If you don't know it there's probably something wrong with you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Okay I just checked it out on youtube. I still prefer Floyd, though. <br/> \nThis show was never big in Europe, so there's probably something wrong with a lot of us over here. <br/> \n <br/> \nMy point remains, though, that Emeril probably knows his GI better than his PF."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "It is now a day later and that fucking tune is still playing in my head. In spite of everything, this earns you a chubby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Welcome to our world. We've been dealing with this shit for almost 50 years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "But it gives Gary Larson hell of reason to come out of retirement. <br/> \n <br/> \nMONEY!!! It's a bummer <br/> \nWhen you've got that <br/> \nbirthmark ooooooon your tummer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abhi",
    "plus": 0,
    "snip": false,
    "text": "Would you say it's...tiresome?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 4,
    "snip": false,
    "text": "WAIT! <br/> \n <br/> \nLittle Nephew is still in Wales..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "This topic was quite well covered in a prior assetbar discussion: <br/> \n <a href=\"http://web.archive.org/web/20101018000026/http://m.assetbar.com/achewood/uua7B2j1h#comment_134\">http://m.assetbar.com/achewood/uua7B2j1h#comment_134</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shatneresque",
    "plus": 1,
    "snip": false,
    "text": "This is a fantastic coincidence."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "or he reads the comments. that is waaaaaaay to big of a coincidence. <br/> \n <br/> \neither way, chubby on both posts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 4,
    "snip": false,
    "text": "Do you think Suckin' Dick bought that van?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "That joke was funny the first time I heard it 5 strips ago."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 0,
    "snip": false,
    "text": "I am. So. sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He didn't actually hear it unless he reads Assetbar out loud to himself. <br/> \n <br/> \n... <br/> <br/> <br/> Okay, show of hands, how many read Assetbar out loud to themselves?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "the dude is probably blind, cut him some slack"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "I want to give Emeril's Gilligan's Island musings a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brawndoman",
    "plus": 0,
    "snip": false,
    "text": "I say, that's a rather wet looking cough coming from the back of the van."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "memnoch",
    "plus": 0,
    "snip": false,
    "text": "How happy is the little Stone <br/> \nThat rambles in the Road alone, <br/> \nAnd doesn't care about Careers <br/> \nAnd Exigencies never fears -- <br/> \nWhose Coat of elemental Brown <br/> \nA passing Universe put on, <br/> \nAnd independent as the Sun <br/> \nAssociates or glows alone, <br/> \nFulfilling absolute Decree <br/> \nIn casual simplicity --"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 6,
    "snip": false,
    "text": "Who's gonna be the one to point out that the Dickinson poem isn't spaced out to scan right with the notes above?  Who is it gonna be?  Because I noticed that but I don't wanna be the dick who points it out.  Come on, someone, point it out."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Also how it changes time from 4 to presumably 8.  Someone please point this out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "amtriska",
    "plus": 0,
    "snip": false,
    "text": "Damn it, I was going to point that out. You beat me by fifteen minutes. You're absolutely right, though. Music majors are tearing their hair out. <br/> \n <br/> \nNow that theme is stuck in my head. \"Be-cause I could not stop for death, a tale of a fateful trip...and immortaliteeeeeee...\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "What were you going to point out? That Dickinson's poem isn't spaced out right to scan? That it changes time? I sure hope you were going to point out no such things. <br/> \n <br/> \nBecause that would make you a dick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Maybe Pete's been driving around for a time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gabriel",
    "plus": 3,
    "snip": false,
    "text": "I noticed that too; I figured it was a conscious joke meant to suggest that Emeril really had to  <em>reach</em>  to make that connection, and even then it didn't really make sense. <br/> \nI imagine that the aural equivalent of what's written would be Emeril kind of mumbling along unsteadily to the melody, ignoring the actual rhythm."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh nice, to sort of highlight how your brain can decide pink floyd goes with wizard of oz or stuff like that.  Chubbz."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you know things are in a depressed way when roast beef comes off as downright cheery"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hurfdurf",
    "plus": 0,
    "snip": false,
    "text": "You diss my dog('s storyline), you fluff my hog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "This is an improvement. This is a definite improvement."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "surviveinc",
    "plus": 1,
    "snip": false,
    "text": "originally, I read Roast Beef's diagram of mouth and nose realizations as something totally different. Namely, the last image being that of his butthole closing up because somehow he knew exactly what Nice Pete had in store for the lot of them and it was a lot like having a tasty slider hit by a baseball bat into your own mailbox"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jsavinc",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else feel the diagram somehow explains why Teodor isn't choking on rock hard cat cock? Imagine, in your mind, an additional diagram: <br/> \n <br/> \n <em>Fig 2.</em>  Aforementioned 10-inch appendage portrayed against Mouth of Teodor. Radii shown in scale, note the anatomical incompatibility."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "That would be pretty embarrassing. You try for about a minute to fit the giant dick in your mouth, but it becomes pretty clear that it's no dice. You go back to the other corner of the van. Nathan hauls his dick back into he trouser. Neither of you say anything."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "my ex-girlfriend just said she'd have to practice with a cucumber."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anzio",
    "plus": 5,
    "snip": false,
    "text": "Am I the only one who didn't really hate this arc? I mean, it's not that great, but it's not terrible. Than again, to pass time between strips, I've had my nose up the archives ass for a long while now so I've been entertained in the downtime."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "I have enjoyed this arc also. I like the dark places. <br/> \n <br/> \nBut I also like that Roast Beef is back, and that the 'bar isn't full of constant whining. Makes it feel like summer in here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I just feel it is a pretty accurate representation of a night out with Nice Pete; Unpredictable and life changing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "\"life  <em>changing</em> \" or \"life  <em>ending</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete needs to meet up with Cartilage Head. Pete wouldn't desert him, just finish him off."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "On a side note, Beef is really proving himself in this strip. He knows the danger, but deserting a friend is not even an option for him. He should receive a diploma for this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "One can be used interchangably if you try hard enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I think, just like Cartilage Head II, re-reading it will make it better.  The wait is really what does you in.  But imagine reading this in a year and a half in your next archive trawl."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Yeah, this is absolutely correct."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": false,
    "text": "Emeril may be a tinfoil hat wearing conspiracy theory nutcase, but when Shit is going Down he's got your back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rocknrollfaggot",
    "plus": 0,
    "snip": false,
    "text": "jesus when is the last time we've seen roast beef, i feel like i've been missing him <br/> \n <br/> \nalso i'm glad we're getting more into emeril's conspiracy theorism"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Is it a conspiracy theory or a pointing out of universal constants?  That's the fucking question."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Emeril sees it as a conspiracy, even though it's really just an outcome of there only being so many rhythms in the world"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's more or less what I meant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 0,
    "snip": false,
    "text": "How does Beef not notice or remark on the nudity?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "I think he does, but very calmly.  That's the \"Brisket36\" thing"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nictusempra",
    "plus": 0,
    "snip": false,
    "text": "nothing good ever comes of calling Nice Pete out on anything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "What about Ray-As-Jesus in his Bible fanfiction?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "Although admittedly that was kind of a freak, distant side effect of Lyle's objection to his role in Mister Band. By the same logic, Chuck Williams being old and about to die resulted in Beef dying in a work of performance art only to avoid reincarnation as a dog and regain his former life. Achewood causality is a bizzare, convoluted Escher-Golderberg machine that someone resembles a game of mousetrap build upside down and on fire. And I love it for that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Er, someWHAT resembles"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "This is the third time I've replied to myself!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 2,
    "snip": false,
    "text": "AAAAAAAAAA!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "AAAAAAAAAAAV!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "He does. That's why he got in the van. Roast Beef knows some shit is seriously awry and he's gonna fix it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 2,
    "snip": false,
    "text": "I love it when an arc comes together."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "If you have a problem, if no one else can help, and if you can find them, maybe you can hire... The A-Team. They'll start a relationship with your foes. A Lots Of Automatic Weapons Fire, And Explosions, And Major Pummelings, But Nothing Leading To Death Relationship."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Nothing Leading To Death Relationship</em></div> <br/> \n <br/> \nTotal misuse of a bitchin' van."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "you dislike B.A.'s driving? <br/> \n <br/> \nwell  <em>I pity da foo' who smack talks his rride!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I would like to see your avatar changed to the same picture, only you're* chomping on a double corona cigar** and looking very pleased with yourself. <br/> \n <br/> \n*Assuming your avatar is a picture of you. <br/> \n**I was impelled to include the word cigar, 'cause Lord knows what the Assetbarbarians would do with \"chomping on a double corona\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "'your avatar is a picture of you' <br/> \ny' know, this weekend I was working with several young people, and I made some reference to Laurel and Hardy and not one of them had the least idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "I work with people that think 'The Write Brothers' <br/> \ninvented the ball point pen."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I really hope you don't work with them as their teacher."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "does anyone know off the top of their head who actually invented the ballpoint?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ahsjdkfl",
    "plus": 0,
    "snip": false,
    "text": "László Bíró. That little nugget of useless information has been stuck in my head since I was about 7, and now is its time to shine."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "well i can't read that name.  <br/> \n <br/> \n6:4 readable characters to unreadable isn't exactly a commanding majority. hell that's not even a two-thirds majority."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "hell, if they got an electoral college there might be an unreadable letter-president right now"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Well we've had unlettered, readable presidents (e.g., Truman) and lettered, unreadable ones (Wilson)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catachresisrex",
    "plus": 0,
    "snip": false,
    "text": "Laszlo Biro. You can't blame a guy for trying to show love for the diacriticals."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Why, Lord Edwin Ballpoint, to be sure."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "It was named for his penis"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "'Bic' to his friends. <br/> \nHis penis was also named bic. <br/> \nintroductions could be awkward..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "He was blessed with the greatest of all pickup lines. <br/> \n <br/> \n <em>May I draw you?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I was referring to rocketbunny's avatar, since she made the A-Team reference.  if the picture comprising her avatar is of someone famous, I have to plead ignorance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cleatscrea",
    "plus": 0,
    "snip": false,
    "text": "...the slider in the mouth the morning after stoned is the most seriously munchied industry enacted in a van...the sweeping up the special Nathan sauce and putting beef away we shall not want to meat again until eternity (sung to the tune of \"Careful with that ax Eugene\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gabriel",
    "plus": 0,
    "snip": false,
    "text": "Haha, \"Careful With That Axe, Eugene\" hardly has a \"tune\"... if you're talking about the vocals, anyway. I do like the song though. Also enjoyed your various meat/sandwich puns."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Love that screechriek. Takes me to a PLACE!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "I love how in panel one Spongebath has both hands on the handlebar and his drumstick is just stuck in his face like it's held in place by vacuum or something..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "or, you know <br/> \n <br/> \nteeth"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "vacuum is funnier."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "\"Funny vacuum\" About 2,640,000 results (0.31 seconds) <br/> \n\"Funny teeth\" About 6,630,000 results (0.43 seconds) <br/> \n <br/> \nAre you suuuuuuuuuuuuuuuuuuuuuure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "Was that.... was that the plot moving  <em>forward?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I got motion sickness dogg I can't HANDLE THIS SHIT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edthehead",
    "plus": 2,
    "snip": false,
    "text": "The real mindfuck, of course, is when you listen to The Wall while synced up with Pink Floyd's the Wall.  <br/> \n <br/> \nShit can't be a coincidence, man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "noah_j",
    "plus": 0,
    "snip": false,
    "text": "i never even... oh my god! this changes  <em>everything!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "Brisket36 is the codename for  <strong>BeefCon 1</strong> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Now we're getting somewhere, two weeks later."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jmd was marked lame too many times and excluded. (marked lame by johnnybaverage, marijne, hurfdurf)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "they saw where he was going with it <br/> \n <br/> \nit just suddenly clicked for everyone"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crom",
    "plus": 3,
    "snip": false,
    "text": "I know! What's up with that!? It's almost like, almost like the people on Assetbar come here because they really enjoy this webcomic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 2,
    "snip": false,
    "text": "jmd take it easy, that's how it works.. you voice your complaint and when it's fixed, things get back to normal. your crass little term \"Onstad worship\" is actually what the appropriate reaction to a long-running well-appreciated (free) comic ought to be. nobody is running for public office here. <br/> \nwhat would be the point of forever holding a grudge against Onstad for it? \"well the comic is ok this week but FUCK YOU ONSTAD YOU DIDN'T WRITE  <strong>ALL OF THEM</strong>  PERFECTLY DID YOU. thus I refute you.\"  <br/> \nyou clearly should not be reading this comic or posting in this forum. <br/> \nand I bet you get along GREAT with your ex's."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 1,
    "snip": false,
    "text": "unless you are trollin' in which case lol."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Good news: Teodor isn't actively sucking a dick at this point.  He may never have, or if he did, he didn't enjoy it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "culturebarren",
    "plus": 2,
    "snip": false,
    "text": "in infinite jest, one of the characters points out that all the emily dickinson poems can be read in the cadence of \"the yellow rose of texas\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "And the good thing is that the character's statement does not result in a 50 page footnote.  Though I haven't read the book in a while so maybe it does.  Good book, but it requires two bookmarks and some patience."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 1,
    "snip": false,
    "text": "I swear to God, the instant I saw Roast Beef, the Hallelujah Chorus started playing in my head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "Get a Handel on your passions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "granularsilica",
    "plus": 2,
    "snip": false,
    "text": "Bach off."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 3,
    "snip": false,
    "text": "it's a fugue you thursday"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Oh shit that's Nice Pete's van"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "<em>finally</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "If you smoke enough weed you can sync dark side of the moon to anything on television or even what you see looking out of the window."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "oh my god dude you're right  <br/> \n <br/> \nit's happening <br/> \n <br/> \nthat dude across the street is stabbing the other dude in perfect synchronization  <br/> \n <br/> \nI better smoke more"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "stabbing in sync is child's play <br/> \nif you know what i mean..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "firedmyass",
    "plus": 4,
    "snip": false,
    "text": "However, stabbing N*Sync is a man's work..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "One must Spear them in a Backstreet for the ultimate display of manliness."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 3,
    "snip": false,
    "text": "... to achieve the transition from Boyz II Men."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Fact: any Dickinson poem can be sung to the tune of \"I'll Make Love to You.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Addendum: if at all possible, however, this should only be done by four harmonious black men."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "It took my like a few seconds to realize that Beef's mental graphs was about Teodor's jaw size and not his ass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Dare I hope that this creepy-ass storyline is finally coming to an end? <br/> \n <br/> \n <em>Dare I?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "if IMGS weren't OFF, I would show you what Nice Pete says to that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "Today I was walking down the street and, lo and behold, a white Ford Falcon van. <br/> \n <br/> \nOne could not help but think \"Oh shit that's Nice Pete's van\" <br/> \n <br/> \nI took a picture on my cell phone that I would like to show you guys, but my cell phone is made of dogshit and fail. And, y'know, IMGS are OFF."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "My father owned Nice Pete's van once. <br/> \n <br/> \nSold it when I was 6.  I've seen Nice Vans(old white Econolines)cruising around my neighborhood.  I always stay clear of them"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bartleby",
    "plus": 1,
    "snip": false,
    "text": "I never realized how many white vans there were until I was living in the DC Beltway during the Beltway Snipings, and all anyone knew was that someone in a white van was killing suburbanites at random. That mile walk home from high school was never more interesting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "A chubby for your strife."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bartleby",
    "plus": 0,
    "snip": false,
    "text": "My strife thanks you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "<em>Gonads</em>  and strife."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "AND WEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Wow. That was one of the first videos I saw on these here interwebs that made me go \"Huh. What the fuck.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Of course, things went downhill from there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Then, you ended up reading a webcomic where a serial killer cat puts a naked teddy bear and a homosexual old man in the back of his Nice Van."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Deal with it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "You took a picture of some dude's car for the Internet. Because it's the kind of car a murdering cartoon cat would drive. <br/> \n <br/> \nI ask you, who is the probable serial killer here"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "But it's so easy to take pictures now that the act doesn't seem creepy. I blame technology!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weewooweewoo",
    "plus": 5,
    "snip": false,
    "text": "I can't dab without thinking \"I'm Lovin' It\" from now on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "your avatar is really really neat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "<em>Those eyes!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "Cry every night for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I honestly never thought \"dabbing\" could have a cadence or, really, any rhythm at all.  I suppose this ignorance is what I get for passing on all those urination videos on the internet.  Curse my easily offended senses, there is much yet to learn!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crom",
    "plus": 1,
    "snip": false,
    "text": "I can't eat McDonald's now without thinking of women urinating."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Emeril is just so adorable in this strip. Makes me want to find him and hug him because he'd be a chubby cat talking about Emily Dickinson and McDonald's.  <em>Too cute</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Never hug a cat you don't know. Even if you think you know him  <em>so well</em> . <br/> \nKnowin' a cat is not the same as knowing a cat, you know?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "So true. It would definitely be an error in judgment. And knowin' a cat and knowing a cat are nothing compared to  <em>knowing</em>  a cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "This is the second damn time Beef has saved Teodor from Nice Pete. Maybe they need to sit down and have a discussion about the responsibilities of being neighbors with a lunatic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "There could be an instructional pamphlet. <br/> \n <em><strong>Is Your Neighbor a Lunatic?</strong><br/>\nDoes your neighbor display the following qualities:<br/>\n- Severely antisocial behavior?<br/>\n- Blatant disregard of human and/or animal life?<br/>\n- Blatant disregard and/or refusal to accept reality?<br/>\n- A grossly unkempt lawn with unsightly objects(ie: flamingos, gnomes, one or more tricycles that have never in the course of habitation been used or touched by a child)?<br/>\nIf so, then you should consult this pamphlet.<br/>\n<strong>Step One: Recognizing the clues of a social disorder in your Neighbor's behavior</strong> ...</em> <br/> \nAnd so on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I like to imagine that Emeril's ear muffs are actually... <br/> \n <strong>fried eggs!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "In retrospect I hate that exclamation mark."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "abstracttruth",
    "plus": 0,
    "snip": false,
    "text": "I like to imagine that exclamation marks are actually... <br/> \n<b>fried eggs!</b>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 4,
    "snip": false,
    "text": "fail fail fail <br/> \ngod damn it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 3,
    "snip": false,
    "text": "I like to imagine that failure is actually... <br/> \n <strong>fried eggs!</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "rub his nose in it harder wazza <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "I like to imagine that plummet is actually <br/> \n <strong>inciting violence!</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "oh dang in the hell I couldn't do that right. I have failed you, Assetbar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "I know you're more partial to the apostrophe'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "That exclamation mark would be lame in most cases. Fortunately, you have a Frank Zappa avatar, which makes it work perfectly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miaou",
    "plus": 1,
    "snip": false,
    "text": "Do you want some... <br/> \n <strong>frittata!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "DONT EVER ASK ANOTHER MAN THAT.  <br/> \nEVER. <br/> \nEVER."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "he is right. you must immediately consume all frittata available without assistance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Pharrell clearly understands women well. It very well might be related to their vaginal drying practices."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "Deus Ex Motherfucker"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "ITS NOT ME EX! ITS ONSTAD!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fjak",
    "plus": 1,
    "snip": false,
    "text": "the \"i'm lovin' it\" part is so fucking stupid. i can't believe onstad actually wrote and drew and published that"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "but it's true. I checked."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "I would imagine that it would better match the \"ba-dap-dat-dat-daaa\" that precedes the \"I'm lovin' it\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Had the conversation developed further, and such a counterpoint broached... Well... How can I accurately relate this..? <br/> \nAh. <br/> \n <br/> \n <pre><em>%u266B drip-drip drip drip drip /<strong>I'm dabbing it %u266B</strong></em></pre>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "%u266B being the unicode for a musical note. <br/> \nas... everyone knows. obviously. <br/> \nfucking onstad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Works perfectly for me...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ryder-p-moses was marked lame too many times and excluded. (marked lame by johnnybaverage, FVVS, tibcoolbreeze)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "wasn't that the GOF arc?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 2,
    "snip": false,
    "text": "whoever lamed this is going to have to prove, to my personal satisfaction, that the GOF wasn't basically one long fight scene featuring implausible techniques executed by anthropomorphic cats."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 0,
    "snip": false,
    "text": "Here, check out my  <a href=\"http://web.archive.org/web/20101018000026/http://www.docrostov.com/art/cartoon/009.gif\">thesis on the subject.</a> <br/> \n <br/> \nIf that doesn't convince you, I'm afraid you can't be saved."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "THESIS REJECTED; APPEARS TO BE A POORLY EXECUTED CARICATURE OF A DRUNKEN ELEPHANT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "<em>Marshall your words with greater care, my friend.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Sorry for the implied furry anime diss, I know I need to be more sensitive towards others' religions and am working on that"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 1,
    "snip": false,
    "text": "<em> thoughtfully fingers second Onion Offense card </em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I'm going to get lamed, but I have to agree with you on this. Maybe the joke is that Emiril cares about stupid things? I hope this get's better soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Beef clearly agrees with you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 2,
    "snip": false,
    "text": "Brisket139 involves a terrorist attack on the Superbowl."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Um, I think you'll find it's the invasion of central America by conventional Warsaw pact forces."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "With Nathan it's more like fudge pact forces."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "In a pincer movement originating from  <strong>Pole-land</strong>  and  <strong>Bulge-Gay-ria</strong> ? Right??"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I'll pinch your movement"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I would have gone with Bulge-area."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "and the You-crane?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<strong>Hungary</strong>  (for empurpled Hog?)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Clearly, they could go through Lap-land and  <a href=\"http://web.archive.org/web/20101018000026/http://www.cyberclip.com/Katrine/NorwayInfo/images/map_norway_svalbard.gif\">Norway</a>  to the coast of In-gland.  From there, the way is wide open to Porked-you-gal.  However, the Packed countries would prefer to thrust into the interior of Your-up.  Clearly, a rear action is called for.  As you say, Hung-ary is one option, but they could also try a northerly route through the Nether-lands or the Hard-ennes.  All these options have the advantage that they can be staged from Crack-ow.  But if they go farther south, they could find the invasion to be easier via Grease.  However, they must be careful, for at the end of the day they could find themselves in Bars-alone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "archon_divinus",
    "plus": 0,
    "snip": false,
    "text": "I'm hoping \"Brisket36\" is code for \"Get Pat, he is the only one who can deal with Nice Pete\"."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "... you just requested pat?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "\"You must choose. Death or Pat.\" <br/> \n\"I choose death.\" <br/> \n\"You have chosen, death by Pat. May God have mercy on your soul.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "fuck you i enjoyed this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 3,
    "snip": false,
    "text": "Good God man, where are your manners!? who are you even cussing at?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "It's a FUCK YOU THURSDAY <br/> \n <br/> \nbrought to you by Skoora and the letter F"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "microwave",
    "plus": 0,
    "snip": false,
    "text": "i LOVE the diagram of roast beef investigating the bite marks"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tttt2 was marked lame too many times and excluded. (marked lame by johnnybaverage, tibcoolbreeze, woodenteeth, ProfessorRiffs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "why am i getting lamed these are valid questions <br/> \n <br/> \nwhats this 'brisket' shit wheres roast beef having a panic attack where the pac man dots are too big or some shit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 5,
    "snip": false,
    "text": "or mario finally gets to the princess but she's on her period"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tttt2",
    "plus": 4,
    "snip": false,
    "text": "or you're about to shoot trevylan on the cradle but before he falls to his death he reveals the terrible secret of bond's parenthood i don't know where i'm going with this peace dudes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>James, James, James. Don't you understand?<br/>\nYOU'RE PARENTS ARE DEEAAAAAAAD!!!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "OH GOD NO I MIXED UP YOUR AND YOU'RE AND DON'T HAVE AN EDIT BUTTON FUCKSHITPISS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "allenphreak",
    "plus": 1,
    "snip": false,
    "text": "Chubbied in sympathy"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "let's see if i have any lames left..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "glade8tormel",
    "plus": 1,
    "snip": false,
    "text": "damn."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "fuck dude sorry *treveylan"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "**trevelyan FUCK"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Just call him Alec, man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lemmy",
    "plus": 1,
    "snip": false,
    "text": "calm down. christ, you might think that someone like yourself might eventually become accustomed to waking up in strange places covered by excretions that are not entirely your own.Is your first thought to clean yourself up? no. check your bearings, find out what city, and which bridge you are under? no. find an explanation for the ferrets in your trousers? no. post something less than pointless with an immediate correction on the homeless hobo wireless connection that must be wired into your skull by THOSE PEOPLE.  <br/> \nyes.   <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "what the fuck is this shit do you come off this insufferably in real life"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "how much monty python would you say you quote on a daily basis"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "hmm, listen, i hope you don't mind, but while i was waiting for your oh so reasoned and clever reply, mmm, i  <br/> \nmade myself a sandwich, brisket, the most nutritious of sandwich meats, ghod this is good...spicey mustard, <br/> \nDijon, the most nutritious of mustard's..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lemmy",
    "plus": 1,
    "snip": false,
    "text": "oh, hey! isn't this about the time the salvation army passes out sandwiches where you are?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Everyone on Assetbar is a dick."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "I knew a man named Dijon a long time ago.  <br/> \nI shot him in the mouth with a flare gun and pushed him off the side of a boat near Tampa because he was embezzling money from our avacado co-op that was a front for illegal bear smuggling for an underground bear Fight Club. <br/> \nI don't know if he liked mustard, but I did not ask because it seemed forward. <br/> \nI did not ever see him eat any."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "You should find out someone's condiment preference before you go shooting your (his) mouth off."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The first rule of underground bear Fight Club is don't ask strangers for Grey Poupon."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "hayup"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "as I mentioned before <br/> \n <br/> \nAsset bar is your mom <br/> \ntaking you to the School of being a Dick <br/> \nin a nice van <br/> \n <br/> \nThere are gay men in the van.  There are no exits."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "..The Check-Engine light burns with a feral gleam."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "What color is the light? <br/> \n <br/> \n/gatsby"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "For England, lames?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "monty",
    "plus": 0,
    "snip": false,
    "text": "we've got rat pudding, rat pie, ratatatt, but we've got no lames! call the church police!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "No glib remark? No pithy comeback?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 2,
    "snip": false,
    "text": "Hmm... never noticed 'em before, but Emeril's got knobby protrusions on his arms, somewhere below the elbow joint. <br/> \n <br/> \nNo, those aren't cartoony \"elbows.\"  Look at the articulation when he bends his arms. <br/> \n <br/> \nI had to go back and check his previous appearances, and sure enough, there they are, on both sides.  Not elbows.   <br/> \n <br/> \nWhat the FUCK am I supposed to DO with this information?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Dewclaw?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "People who used to be megalardasses and have become only kinda chubby (decilardasses) sometimes get something kind of like this from all the extra skin."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna need to see your sources, Mary Mapes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You don't want to see where I pulled that information out of."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's his thumb. He's a lemur."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "it's that little forearm-pad-bump thing. check your nearest cat arm for confirmation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Rheumatoid nodules. <br/> \nOnstad paints a realm of intense detail so deep that we will miss far more than we ever catch. <br/> \nAlso I heard he can eat 50 hard boiled eggs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In one hour? I think not!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Takes a cool hand to do that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Cutting Room Floor Outtakes: <br/> \n <br/> \n...Yeah, hrmm hrmm, old Lukey. That boy o' mine sure could play a cool hand. He done shit all them eggs sittin' on that stone fence behind the captain's cottage. What a stink that made. <br/> \n Then next morning, the dogs ate a mess of it. Then you want to talk about a stink. They like to never got them dogs back in line agin...hrmm hrmm hrmm."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Chubby for CHL FF."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>You have given out enough chubbies on this page, Friendly.</em></div> <br/> \ndamn. <br/> \nwell pseudo-chub.. can you do a luke/mary poppins x-over next?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "fix'd ma comp shits runnin' smooth now. <br/> \n <br/> \nalright then."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "congratz bro <br/> \n <br/> \nwelcome back to the FRONT LINES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Don't  <em>crowd him</em> , kid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "lol, aperso dont no wat it is to be black n beautiful. <br/> \n <br/> \nherll nev undrstand"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "word"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "we assetbarbarians now"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misteralways",
    "plus": 0,
    "snip": true,
    "text": "A comment left by misteralways was marked lame too many times and excluded. (marked lame by gladi8orrex, fattypneumonia, Metanoia)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "donnie yen doens't give a  <strong>fuck</strong> . dont spoil ip man i aint seen it yet but flash point basically is commando for my generation. totally elated."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I like the bit where the three brothers are attacked by Sam and his gang who are impatient over receiving the drugs from the brothers' native Vietnam. Archer and his brothers later threaten the elder leaders of their gang, when they attempt to intervene. Tiger is later assigned to kill Sam out in public, but the plan backfires when Wilson intervenes. While in hospital, Sam agrees to testify in court against the three brothers. On the night of their mother's birthday, the brothers plan to recover their drug money, but as the heist is being performed, Archer is arrested by Hong Kong police, while Tony and Tiger discover that Wilson is a mole. <br/> \nWhile in court, Archer is forced to turn in all of his travel documents, in the hopes that he will not flee from Hong Kong before his hearing. Tony and Tiger brutally murder Sam along with several other witnesses and crime figures crucial to the police's investigation. After their first plan to kill Wilson fails, Tony and Tiger decide to sneak into a hospital guarded by the Hong Kong Police Department. Ma discovers that Tiger, disguised as a janitor, is in the building and goes after him. Tony, having kidnapped Wilson's girlfriend, Julie, threatens to kill her, if Wilson, now a sole witness, testifies in court. Ma squares off against Tiger inside a restaurant, and brutally beats him to death in front of a crowd after Tiger severely injures a little girl. During the court hearing, Wilson refuses to testify, and the case is dismissed for lack of evidence. Wilson later attempts to rescue Julie, but is captured by Tony and his gang. <br/> \nOnce Archer walks free, Ma holds him captive, and calls his brother, Tony, for an exchange of hostages, leading to a confrontation in a Chinese village. Ma singlehandedly takes on the remaining Triad gang, and engages in a gruelling fight with Tony, who he later arrests."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "u gotted dat offa websit? <br/> \n <br/> \n\"grueling fight with tony\" is  <strong>NOT</strong>  how i'd describe it. <br/> \n <br/> \ni describe it as questions id rather not hear form ma mother regarding my pants, chain orgasms, being unsure if i was asleep, dreaming the fight scene or indeed awake witnessing a miracle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh man yuo dint rite spiolrs uou wer supoisie to wri Spoilie due!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "tl;dr"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Me neither."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moriarty",
    "plus": 1,
    "snip": false,
    "text": "this strip is like the bit in the Smashing Pumpkins' Silverfuck where, having had about 4 solid minutes of noodling and A Capella \"Bang Bang You're Dead\"s, the whole band piles back in and you're all \"Fuck Yeah!\". <br/> \n <br/> \nor, to borrow Beavis & Butthead's analysis of Radiohead - without the bits that suck, the cool bits wouldn't be so cool. <br/> \n <br/> \n(i think that was the quote.....the nineties were really quite a long time ago....)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Apropos of nothing, when do IMGs get turned back ON so that we can again see the brilliant work of hamscout and others?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Onstadt expelled us from that particular Garden Of Eden.  We may no longer savor Hamscout's fruits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "You can buy a list of the image links in the Achewood store.  As it stands, only the links that were typo'd are not lost to history."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "hark, the herald angel Neonfreon stands at yonder gates with a sword of flame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete is going to fucking KILL EVERYONE IN ACHEWOOD"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achtung",
    "plus": 1,
    "snip": false,
    "text": "that would be a pretty okay series ending :I"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "It would be funny if Ray shits his thong when he dies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "re5urgam",
    "plus": 1,
    "snip": false,
    "text": "Agh, I thought about this much too intensely (see, more than one second), and I'm all seeing this poop sliding out to one side and aaagh"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "ah ha ha ha ha  <br/> \n <br/> \nho ho ho ho <br/> \n <br/> \nI tried not to think about it too much myself, but now that's no longer an issue"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zombiezero",
    "plus": 2,
    "snip": false,
    "text": "Iowerth stands there, wondering just what Taffy sees inside that little snow globe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Doast Deef proved himself a courageous bloke who would rescue a gagging friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who's noticed that the lyrics under the notes do not line up correctly? It's not a word-for-word match. I, for one, am disappointed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "you can totally line it up to Amazing Grace, though"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "No strip in a week, no premium content in just over three weeks, and dollars to donuts says Onstad has the balls to ask for more money when he updates next"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "direbmem",
    "plus": 1,
    "snip": false,
    "text": "welcome to the world of webcomics."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "How many webcomics get less productive as the creator spends more time on it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "samaj",
    "plus": 0,
    "snip": false,
    "text": "I think you mean \"webcominomics.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 1,
    "snip": false,
    "text": "so true! btw, can i get the link to the excellent webcomic you've been writing and giving away for free for the past ten years?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "How is this relevant to anything?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "teezee",
    "plus": 6,
    "snip": false,
    "text": "I wish I could rate strips just so I could use all my lames on you jmd.  For every minute Onstad spends with his child, family, and real world concerns, you spend an hour bitching about senseless shit.  It's a webcomic, if you don't want to pay him money, don't.  If you want to, do.  It's your choice and has literally nothing to do with his future productivity, you are not putting a down payment on his future work and you do not have a contract with him.  Crying constantly just makes you look like a child and aggravates at least some of the rest of us."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "rabbidpanda",
    "plus": 3,
    "snip": false,
    "text": "A rough truth, assetbros: <br/> \nThere is as much secondary bitching in response to primary bitching about the comic. <br/> \nThere's an \"ignore user\" button, and bitching is pretty easy to spot, and can be manually ignored. <br/> \n <br/> \nQuit bitching. Everybody. Everybody. Everybody."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "chubbied for primary truth."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I think it was directed at you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I am positive it was directed at me.  When a man is right, he's right, what can I say?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "primary truth notwithstanding, lamed for your horrid avicon. eugh!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "that's uncalled for. <br/> \n <br/> \nIt's not easy being green."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I would like to note for future readers that when I made this comment, rabbidpanda's avicon was a picture of Kermit the Frog. I assumed scorpion_nadir opposed it for personal reasons."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "When you see that .gif just think \"Ha-cha-cha-cha.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I cannot think that, rabbidpanda. I recoil in horror at the chopping chopmouth."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "Personally, I imagine the \"wakka wakka\" sound of pacman.  This combined with the gif engenders a certain mixture of nostalgia and horror that I cannot label as either truly positive or negative.  One can neither look away nor truly  <em>see</em> .  This is an experience of  <strong>magnitude</strong> . <br/> \n <br/> \nThis confounds me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "If you like paying more for less as time goes on that's your problem, but I don't feel comfortable doing that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Please don't slam the door as you leave."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Hush your tertiary bitching."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Well you can stuff  <em>your</em>  quaternary bitching in your secondary pie-hole. <br/> \n <br/> \n(No animosity really, I just needed an excuse to type \"quaternary.\")"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Man don't we all."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Welcome to the world of white-knighting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "The term \"white-knighting\" has been very useful for those who want to pathologise anyone who shows signs of politness and a sense of proportion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "I'm more concerned over people falling over themselves to belittle people who express their opinions in a forum designated with that purpose. Just becaue you like this arc doesn't mean you can make other people like it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "I like to pretend that you meant he was being chivalrous in the secret hope that he would have sex with him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "teezee",
    "plus": 3,
    "snip": false,
    "text": "In my defense multiple posts along the lines of \"NO HOW DARE YOU ASK FOR A RETURN ON YOUR INVESTMENT\" is toeing the line that I feel exists between expressing onesself and being obnoxious. <br/> \n <br/> \nI suppose I am now asking: How many times can the exact same thing be expressed before it is considered to be expressed, already? <br/> \n <br/> \nAnother way to put it might be that while this is a place to state your opinion on things, repeating it a number of times is a redundancy that adds nothing to the dialogue here. <br/> \n <br/> \nI see your point about this being a locale for ideas and such but perhaps you can consider that sometimes a discussion can run its course and while more can be said (written) perhaps nothing more is truly  <em>said</em>  ( <em>written</em> ). <br/> \n <br/> \nHave you ever met someone who talks a lot but says very little?  A cool dude once stated something along the lines of the reason we have two ears and one mouth is so that we can listen twice as much as we speak. <br/> \n <br/> \nDo you think that it is wrong for a person to have an opinion?  Or do you agree that it is ok?  What if they tell you that opinion, then they reiterate it, then they ennumerate the details of it, then they derail other topics into a statement of it?  Is there a point at which this is the tantrum-style stratagem of a toddler and/or spoiled brat?  Or do you agree that while it is their right the abuse of rights is a distinct possibility? <br/> \n <br/> \nOne time back in life I knew this girl.  Jessica D. She told me about her boyfriend and how much he sucked.  Every day.  Shit, man, every goddamn sentence.  I felt a little bad, and maybe I was wrong about it, but after asking her why she stuck wtih him and such I eventually just avoided her.  Maybe I should have asked her to cut it out?  She seemed pretty cool aside from that annoying habit.  I think her middle name was Mary. <br/> \n <br/> \nI do like this arc, I stated so maybe two times, maybe once?  I think once.  What I did not do is reply to everything in sight with an all caps or otherwise thoguhtless comment on how I liked it.  I am drawing a parallel here, but will let you figure out what I am getting at. <br/> \n <br/> \nAlright, I'm too drunk to go on."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I tried to pass out but stayed awake worried that I was not clear.  When over half of your posts on assetbar can be summed up in two to three sentences, maybe there is a problem with communication? <br/> \n <br/> \nI am not saying JMD does not have a point (in fact I both understand and slightly agree with it), I am just saying that it has been made. <br/> \n <br/> \nI just found out teh water bottle I got to rehydrate with is not, in fact, water.  I cannot tell if this is bane or boon but the night goes on!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "I do agree with you here. It seems  some people are saying exactly the same things they said about the previous strip, and that continuing to complain just adds to an unreadable wall of bitching. <br/> \n <br/> \nI guess my problem was less with what you were doing and more people who felt the need to respond to these repeat posts. Ratacatt or whatever comes to mind because he/she/it just descended progressively into nonsense and insults for the sake of responding to every post he/she/it didn't agree with. <br/> \nThanks for your insights. Sorry my ire hit someone not deserving of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": false,
    "text": "Correct me if I am wrong, but I seem to have heard something-or-other about Onstad making his living off of this strip.  Why are there so many lengthy gaps between postings lately?  And, yeah, I have done my part in supporting the Achewood community...T-shirts, signed strips, posters, etc..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "NO HOW DARE YOU ASK FOR A RETURN ON YOUR INVESTMENT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "jmd I have to ask, is that a dude or a chick in your little avatar thing, because it totally looks like both. <br/> \n <br/> \nIf it is you I apologise for telling you you look like the sex you are not, whatever that is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "jmd is a fine poster, but that is definitely a tranny"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "jmd is a fine tranny and you're definitely a poser."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "disgusting"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I didn't pick it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "it's one of the off the shelf avatars. <br/> \ni had taken it as a somewhat pissed Beth Orton, <br/> \nbut, then, i am a hopeless romantic..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "agentcimorene",
    "plus": 0,
    "snip": false,
    "text": "I thought it looks like Lucy Lawless."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "she has stronger cheekbones"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Do you want to say that jmd is sexy. Because you could just say that. We won't have judgement. We are sailing merrily into fucked up gender-bending future and I for one am entirely down with that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mojobean",
    "plus": 1,
    "snip": false,
    "text": "Is Achewood a bi-monthly strip now?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "YOU HAVE NO RIGHT TO COMPLAIN SIRRAH YOU SHOULD SUCKLE ONSTAD'S TEAT AND WEEP IN THANKS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 3,
    "snip": false,
    "text": "WAS ANYONE AWARE THAT ITS BEEN 8 DAYS SINCE THE LAST UPDATE AND THE VOCAL MAJORITY HAVE BEEN LESS THAN PLEASED WITH THIS ARC? I WANTED TO MAKE THAT CLEAR!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "signofzeta",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't mind the glacial pace of updates if this wasn't the most grueling and uncomfortable storyline in the history of Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mensch",
    "plus": 1,
    "snip": false,
    "text": "a sort of webcomics version of Funny Games."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Intended to puncture your petit bourgeois pretensions."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "stop calling me a petit bourgeois or I'll sock you in you goddamn face"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chico",
    "plus": 1,
    "snip": false,
    "text": "You a copy my accent again and I'll sock you in you  goddamn face"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "harpo",
    "plus": 7,
    "snip": false,
    "text": ""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zeppomarx",
    "plus": 0,
    "snip": false,
    "text": "mom always liked you guys best."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jaminspoon",
    "plus": 0,
    "snip": false,
    "text": "Man I started some zeta/mensch/doppel/spaulding/marx brothers fanfiction set in a 1930's dialectic, and I didn't even have the heart to finish it. <br/> \nWhat is going on. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You were adopted. Plus you're all dead, so give it a rest already."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Uncomfortable? What's with you people? Do you really empathize so strongly with fictional characters that this bothers you? <br/> \n <br/> \nI really just don't see how this is all that uncomfortable. Do you not have David Lynch where you live? Are you posting from the 50s? Just about everything in this strip is less disturbing than what I encounter in my daily life. <br/> \n <br/> \nWatching a homeless man take a giant, watery crack-shit in a bus shelter both happens more frequently and is more distressing (for a number of reasons)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Folks sure are real friendly up here in the massetbar. If you're buyin', pull up a chair and make mine a sarsaparilla. Dont be a rushin' and a pushin' though; things happen slow-like round these parts.  <em>Hehehehe</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Achewood is my favourite thrice-monthly comic of all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "UPDATE THE COMIC MORE THAN THREE TIMES A MONTH, FAGGOT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "less than an hour after you posted, the new comic was up. I hope you realize that it is you who is the faggot, gaylord."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "You should be thanking me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Hey, I didn't ask to be born German."
  }
]