[
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by robobogle, tttt2, teenheat)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "I once phoned an ex to tell her I'd been using one of her old bras as a hammock.  <br/> \nI found it in the cupboard after she left. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carpenter",
    "plus": 0,
    "snip": false,
    "text": "Why would you come this far back into the archive to comment on what somebody wrote.... Oh shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 5,
    "snip": false,
    "text": "Ray has had an awful lot of martinis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "Does Ray have a server who brings him Martinis? Why does he have so many glasses? Or does he just one-use them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ovenface",
    "plus": 27,
    "snip": false,
    "text": "If you only had one glass, you would have to keep getting out of the bath to mix yourself another drink and fill it up. This way, he can premix 7 martinis and get smashed without leaving the comfort of the tub!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "choosebro",
    "plus": 0,
    "snip": false,
    "text": "Good point, Sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "I have done this with wine, beer, and scotch. Just sittin in the tub, reading and getting a little slanted.  <br/> \n <br/> \nI have not gotten drunk in the shower, though. I'd like to say it's because I'm environmentally conscious but really the time just never came up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "choosebro",
    "plus": 5,
    "snip": false,
    "text": "Also it is more likely that your drink would be watered down in the shower. Unless you were drinking from one of those sippy-cups."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "I just might.  <br/> \n <br/> \nI think that usually when shower beer is had it's with the can placed on the shower rack, out of the way of the water.  <br/> \n <br/> \nAlso, how neat is it that you have a Wilde avatar and I have Stephen Fry?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "choosebro",
    "plus": 4,
    "snip": false,
    "text": "Yes, it is great. Anyone who likes Stephen Fry is automatically a good person. This is one of those pesky facts."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 9,
    "snip": false,
    "text": "What do you think those little umbrellas are for? Decoration?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "linning",
    "plus": 8,
    "snip": false,
    "text": "One birthday, my girlfriend at the time allowed to fulfil my dream of boningin the shower whilst smoking a jay and having a beer. <br/> \n <br/> \nPretty much the best combination of delights."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riazm",
    "plus": 2,
    "snip": false,
    "text": "Sounds...logistically complex."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "donnatron",
    "plus": 0,
    "snip": false,
    "text": "Agreed, but some of the best things in life are logistically complex."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 1,
    "snip": false,
    "text": "I really am curious how you kept that lit, sir."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "He never said that the water was on, only that he was in the shower. The man has strange cares."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I haven't been drunk in the shower, but I have been horrifically hungover. As in, I couldn't actually stand up and basically sat on the floor of the shower cubicle for like ten minutes. <br/> \n <br/> \nIt was actually pretty good."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Yeah, sitting in the shower is terribly underrated. And sitting makes it just sliiightly goth to take a shower."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 24,
    "snip": false,
    "text": "Sitting in the shower IS awesome. Also, if you're really bored, re-enacting all the great dramatic rain scenes from your favorite movies is also a lot of fun. <br/> \n <br/> \nAnother thing I do in the morning shower sometimes - I crouch and bow my head, assuming the Arnold Schwarzenegger pose from when he first gets sent back in time in Terminator, and then I slowly rise to a standing position while going \" BA DUM BUM BADUM. BA DUM BUM BADUM.\"  <br/> \n <br/> \nLife would be so much cooler if I was a robot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buttermoths",
    "plus": 7,
    "snip": false,
    "text": "I like to get into a Shawshank/Platoon-pose while urinating in the shower."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 7,
    "snip": false,
    "text": "In the shower yesteray, I dropped the lid of my shampoo and bent to pick it up, and as I did I remembered this comment, so I TOTALLY did a dramatic standing-up-in-the-rain-post-battle type thing, and it was fucking awesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Rain is almost always bad ass in movies. <br/> \n <br/> \nHUGE exceptions: <br/> \n <br/> \n1.) Singin' In The Rain: good scene, I guess, but not bad ass <br/> \n <br/> \n2.)Four Weddings And A Funeral:  Andie MacDowell ruins everything she touches. \"Is it raining? I hadn't noticed.\"  FUCK YOU FOR RUINING GROUNDHOG'S DAY! <br/> \n <br/> \n...what were we talking about"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "You got chubbies for this because reading it caused people to imagine you wet and naked."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "And bent over. <br/> \n <br/> \nSeriously, though. Now that my inbox is useful again and I've been reading a lot of responses to comments I wrote ages ago, an uncomfortably large number of them seem to involve me getting chubbies for my \"cute\" avatar or whatever. I really wish you'd all stop that. It makes me feel cheap and objectified."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 19,
    "snip": false,
    "text": "Don't worry your pretty little head about it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "choosebro",
    "plus": 0,
    "snip": false,
    "text": "Dear god, this comment made me laugh far too much for my own good."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "choosebro",
    "plus": 0,
    "snip": false,
    "text": "Welcome to the internet, lady. We don't get many of your types around here."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "is it impossible for you to be a hot piece of brain AND be easy on the eyes?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "To be fair,  <em>everything</em>  becomes cooler with robots."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 7,
    "snip": false,
    "text": "I've been trying to spread a rumor: lying down in a shower while you masturbate will make you ejaculate twice as much, because the jism is trying to defeat the force of the water. Also, if you have sex with a pig, the orgasm lasts for half an hour, and all black people really like riding faster buses and will run for the faster bus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "Totally different direction, but you know what else is awesome?  Lay down in the shower and let the tub slowly fill up.  It is a very pleasing sensation to go from little pellets of water hitting your skin directly to the pellets hitting the accumulated water along your skin."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hpk",
    "plus": 0,
    "snip": false,
    "text": "This was one of the few comments I remembered when I went through about a quarter of the archives about a year-and-a-half ago, to the point where I even referenced it on a separate forum about shower beers and the art of drinking alone in general."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "Um, this is Ray we're talking about: it's entirely possible that he's just lounging about all soakin' in gin and vermouth and just gets out when the tub's empty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jezebel",
    "plus": 1,
    "snip": false,
    "text": "I especially appreciate that they're perfectly spaced and lined up like a shooting gallery."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maggieobrien",
    "plus": 0,
    "snip": false,
    "text": "What an amazing drunk dial. And just imagine, knowing what we know now, how uncomfortable Pat must be."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dj",
    "plus": 5,
    "snip": false,
    "text": "Man, people make a lot of comments like this on old comics, but I'm pretty sure Pat's curse-induced homosexuality has less to do with his terseness than the fact that he's an uptight punk, yes?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 2,
    "snip": false,
    "text": "SPEED DIAL WAS HELLA INVENTED FOR DRUNKS, YOU BET"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghostd",
    "plus": 3,
    "snip": false,
    "text": "I have just found my next drunk dialing method."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "spanntastic",
    "plus": 10,
    "snip": false,
    "text": "Did yyyyou leave a comment? It's ok, yyyou can tell me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 2,
    "snip": false,
    "text": "I want I bath tub like Ray's, it's big and has a ledge wide enough to hold a martini glass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "He's also a cat. It's not as big as you would think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "SOON"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "sometimes my room-mate will phone me from a different room in the house can ask \"did yooouuu steal my laundry?\" <br/> \n <br/> \nI can never seem to remember the exact right response though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Alt text: \"That was Hat Week, everyone! How'd you like it?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 0,
    "snip": false,
    "text": "Did yyyou steal the cookies from the cookie jar? <br/> <br/> <br/> dang do people even have cookie jars anymore what with resealable chips ahoy and the like?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 2,
    "snip": false,
    "text": "Perhaps, and stop me if I go too fast here, but perhaps people bake their own cookies and would like such as a place to keep them fresh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 1,
    "snip": false,
    "text": "And they put them into soulless tupperware so they stay fresh. Ain't no room for an honest-to-goodness cookie jar these days."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I have one in my house <br/> \n <br/> \nBut I don't have cookies :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 1,
    "snip": false,
    "text": "Best thing ever? <br/> \n <br/> \nA Cookie Monster-shaped cookie jar.  From, like, the early 80s.  And I think it might have been a housewarming gift from when my parents bought their first house. <br/> \n <br/> \nIt truly is a Thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 0,
    "snip": false,
    "text": "There have been a few scenes with panels like the last, and I always have the same question: Why have a multiplicity of Martini glasses? Why not just have one, and a shaker or pitcher to replenish?   <br/> \n <br/> \nMaybe that's more of a practical issue, and would not convey the image of drinking to excess as well in a visual sense."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "Ray considered a glass once used spoiled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Ray has monogrammed towels!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pixie_meat",
    "plus": 0,
    "snip": false,
    "text": "I read this strip while wasted.. and then proceeded to call several people to ask if they stole my laundry."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "flaaron",
    "plus": 0,
    "snip": false,
    "text": "It was me!  <strong>I</strong>  stole your laundry!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Are you drunk again, Flaaron?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flaaron",
    "plus": 2,
    "snip": false,
    "text": "Only on dryer fumes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "pixie meat's avatar makes this comment that much more funny"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef takes it as a genuine question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "This strip bumped my strip views to 666. <br/> \n <br/> \nOh hells yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Todd strikes again!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef can't bring himself to rule out the possibility that maybe he  <em>did</em>  steal Ray's laundry and just doesn't think he did.  Roast Beef has extremely low self-confidence.  He's the guy who sucks.  Plus he's got depression."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorriffs",
    "plus": 2,
    "snip": false,
    "text": "Onstad, I fucking LOVED hat week."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "WTF is with Pat's y's? Do yyyyou know?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "I stole Ray's laundry!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Jesus. I didn't realize how long this comic had been in production until I saw the date on this. I turned twelve the day after this was printed. Holy shit I feel young."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sjefkees",
    "plus": 0,
    "snip": false,
    "text": "I wonder whether Roast did steal his laundry.."
  }
]