[
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, davidadam, mrn)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 212,
    "snip": false,
    "text": "As I go through this system more and more, I see more and more trends by posters. This, for example, is the second one in which I've seen you refer to Phillipe as a dildo. <br/> \n <br/> \nI'm gonna throw out a guess here...you just learned that word, and you're really taking it for a walk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by TheSheezie, lamboyster, riotdejaneiro, mattbeetee, NeoNaoNeo, radarjammer, xdmkii, TonyHighwind, farqussus, NDCaesar, caduceo, keithcozz, Brosaurus, dracer2, Doc_Rostov, trawser, joamiq, Carten)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 11,
    "snip": false,
    "text": "Heh, what?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "srmeowmeow",
    "plus": 6,
    "snip": false,
    "text": "POMMES ODER BROT!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 17,
    "snip": false,
    "text": "I need to shut the fuck up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Seven...hundred!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "arcibi",
    "plus": 0,
    "snip": false,
    "text": "Haha <br/> \n <br/> \nGo ahead, search his comments, it only gets more annoying from here"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, davidadam, mrn)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "delzhand",
    "plus": 6,
    "snip": false,
    "text": "I had no idea Achewood had such a lock on the gay community!  Is it because no other webcomic would touch the issue with a 10 foot pole?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by hellofyellin, zaratustra, mrn)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 21,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Absolutly. Achewood is a work of art. Totally daring. I mean, never mind the topic of my obsession - Chris talks about all sorts of things in his work you never see anywhere else! Is there any other comic that really, honestly talks about depression/crippling emotional issues like this one? No. Is there any strip that uses an innocent character like Phillipe and uses them to explore the corruption of innocence like this? No. That critiques pop culture brilliantly like this? No. Seriously. This is brilliant, brilliant stuff. And yet there's clearly some other Retardos on the board, who totally only get it on a periferal level and also enjoy it too. It's just art. I'm in awe. I always am.<br/>\n<br/>\nChris Onstad: You. Are. Rad. </em></div> <br/> \n <br/> \nThis is the above post, spam-reported out of existence. I think as ill of Retardo as the next man, but this is actually a rather nice (if not a tad overly sycophantic) post on his part. It did not warrant the spam-shot. Were we to respond in the same manner to every sycophantic post on the boards, we'd lose half of all the posts! Did spam-marking Retardo just become a peripheral function of the users of old, like laming Asherdan?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 4,
    "snip": false,
    "text": "The fact that this was marked as spam shows some ignorance on the achewood community. When someone genuinely attempts at a redemption it it a good thing that people should see."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 5,
    "snip": false,
    "text": "I think spam marking should only be used for posts that actually are spam, like, I don't know, stupid adverts, or the thing we had recently where manflesh was posting all those things that fucked everyone's shit up. If it's a comment you just don't like, it shouldn't be spammed, it should be lamed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Don't speak ill of Dr Manflesh. <br/> \nDr Manflesh = Love."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "likeiwassaying",
    "plus": 1,
    "snip": false,
    "text": "it has been a year, but i just went to chubby this comment... and... I ALREADY HAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by sevenarts, isunklower, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 10,
    "snip": false,
    "text": "chubby for truth. <br/> \n <br/> \nmy dad said he'd get me a lego, and i asked how much money he had. he said he had about a hundred dollars, and I assumed this meant i would be able to get a hundred-dollar lego. <br/> \n <br/> \ni was severely dissapointed when this was not so."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 27,
    "snip": false,
    "text": "One Christmas during the early 80s recession, instead of the Godzilla with fire tongue and shooting fist, my folks got me this dimestore dinosaur which, when plugged in, would whir loudly and haltingly walk on its clumsy C-shaped feet. <br/> \n <br/> \nI think somewhere there is a picture of me, a bedhead tot in a T-shirt with the superhero mascot of a local bank, holding up this toy and trying to smile."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 5,
    "snip": false,
    "text": "I received a dimestore mastodon that made a horrific groaning noise when you pressed a button on its chest.  <br/> \nI think I said \"Oh,\" and tried to master a fake grin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vandenbos",
    "plus": 15,
    "snip": false,
    "text": "Oh man, so many memories of disappointing childhood gifts ... I'm stuck in this bizarre sad-laugh state ... <br/> \n <br/> \nPhilippe's situation is the worst, though, because it's a \"just because\" gift.  A birthday or Christmas or whatever at least can put you in the mindset to politely endure a terrible present.  But this ... jeez, the WalletPen just  <em>blindsided</em>  the poor kid!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 26,
    "snip": false,
    "text": "Burn. <br/> \n <br/> \nI had a real weird situation with toys. <br/> \nMy mother couldn't afford to get me most stuff, but she got me a lot of books.... and I had the ENTIRETY of the Natural History Museum's plastic model dinosaurs collection.... including the self-paint ones and the glow-in-the-dark ones.  <br/> <br/> <br/> And that was cool by me. <br/> \nOnly retard kids wanted the hinge-jointed things with vocalised roar and moving jaws...  I had internally proportional models with the proper  <em>Taxonomic Name</em>  and  <em>Time Period</em>  on the underside. <br/> <br/> <br/> ... And now I have a Palaeobiology degree.  <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 9,
    "snip": false,
    "text": "This sounds like some sort of chilling tale told by bearded old sailors, or palaeobiologisists, as they huddle around the hearth at the Aulde Albertosaurus Pub and Inne."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "soticoto",
    "plus": 13,
    "snip": false,
    "text": "Palaeobiologists get to sample all the fine ales of the world... all sitting outside on the bench, making jokes with geological puns that nobody else gets... all stroking their dusty beards and then lewdly remarking about putting making an igneous intrusion into so-and-so famous female's sedimentary bedding, to which someone laughs and ripostes with a comment about herringbone cross-stratification (then another remarks about putting on his hard-hat). <br/> \n <br/> \nAnd there is much frivolity. <br/> <br/> <br/> I gave that up for a life as a Client Data Assistant in a Corporate Law firm. <br/> \nI have the BSc, but I had no desire to grow a beard. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 18,
    "snip": false,
    "text": "My dad is a geologist. Reading that paragraph brought back many horrifying memories of road trips in which he would point at cliffs and say \"Hey girls, do you know what kind of rock *that* is? It formed near a fault line and then...\" and us beating our heads against the car windows until we were unconscious so that we didn't have to talk about shale."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Every time I try to leave my fieldwork behind, it keeps crawling back to me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scifigrl47",
    "plus": 1,
    "snip": false,
    "text": "I was raised by a plumber and a neurobiologist.  I was perhaps the only seven year old in existance able to explain RNA and take apart a grease trap, perhaps at the same time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alienlemur",
    "plus": 5,
    "snip": false,
    "text": "The paleontologist claims to know where the largest bones can be found. A coworker declares that they are not actually all that gneiss. A third mentions folds, thrusts, and overturned beds."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I'm surprised you didn't mention the dykes that are all up in your bed.  So, I did it for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "I got a $1 box of plastic soldiers/cowboys/indians from a garage sale. <br/> \n <br/> \nI fucking loved it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kledermans",
    "plus": 10,
    "snip": false,
    "text": "He gave you a single Lego?  That's kind of harsh."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goocifer",
    "plus": 11,
    "snip": false,
    "text": "I wonder what a single 100 dollar lego would be like... maybe it would have an ipod shuffle inside?  A fancy bottle of wine lego piece?  Maybe it's made of tungsten."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 53,
    "snip": false,
    "text": "Other ideas for the Single 100 Dollar Lego: <br/> \n <br/> \n-Made from the Femur of Winston Churchill <br/> \n-Actually a genetically engineered creature similar to a Cicada which produces a charming imitation of various Vivaldi melodies <br/> \n-Pressure-treated Cocaine with instructions not to play with it until you're 23 (the \"age of cocaine\" in Brazil) <br/> \n-Take a retarded child camping"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "presterjohn",
    "plus": 2,
    "snip": false,
    "text": "As I was scrolling down this is pretty much exactly how I hoped the Lego comments would play out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "This is magnificent."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "$100 for that much blow?  I'm skeptical.  That's about, what, 15 grams?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "You know how Lego Corp inflates the prices. Also I don't know jack shit about the cost of cocaine or, for that matter, cicadas. Can a drift racer answer both of those at once?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure that much cocaine would run you up about $1000 at least.  Maybe it's cheaper in Brazil, which is much higher on the supply chain."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Thanks for the update. I am embarrassed by my missing the cost of cocaine by an entire order of magnitude. The sad part is that I just turned 23 recently, which means I have reached the \"age of cocaine\" and should know by now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "lego hair you can actually wear."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "'take a retarded child camping' <br/> \n <br/> \nyes, yes, yes. a thousand times 'yes.'"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sheer",
    "plus": 3,
    "snip": false,
    "text": "I was the man you flicked a 100 dollar Lego to.  I ate it, epicurus, in my innocence."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "chubby for the \"femur of winston churchill\", i will use that this weekend"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Hey - talking about quoting shit from the internet is  <em>my</em>  racket, you hear me Fuzzyshoe?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "I've always been a little disturbed by the US use of the collective noun \"Legos\", as opposed to \"Lego\". <br/> \n <br/> \nSimilarly, reference \"a Lego\" instead of \"a piece of Lego\" or \"a Lego brick\" gives me the willies. <br/> \n <br/> \nI'm easily unnerved.  <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "afterward",
    "plus": 0,
    "snip": false,
    "text": "That is a weird thing to be freaked out by."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "*A* Lego? He got you a single Lego block?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "contrasoma",
    "plus": 2,
    "snip": false,
    "text": "Are you by any chance referring to the  <a href=\"http://web.archive.org/web/20101005111232/http://www.peeron.com/inv/sets/6990-1\">Lego monorail</a> ?  If I recall correctly, it retailed for $99.99 and was the number one item on my Christmas list four years running."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "ME TOO. I swear I asked for that thing every year for the duration of my childhood. I had no concept of how pants-crappingly expensive it was."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I actually got the Lego monorail when I was 16 for Christmas.  It was one of like 3 presents I got that year.  I still have all sorts of Legos set up in my room, but even though I don't have that it is still pretty much the crowning achievement of my Lego collection."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alzuna",
    "plus": 2,
    "snip": false,
    "text": "I wanted that pirate ship, the old one with the red and white sails. <br/> \n <br/> \nAlso every single castle they made."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 4,
    "snip": false,
    "text": "When my mom told me she had a gift for me, for some reason i thought it was a parrot or some kind of exotic bird and I got really sad when it turned out to be a bed so I wouldn't have to sleep on the floor anymore. Most of the time when I look back on the things I did as I child, I can't help but think \"what a bitch.\" I do not know if this is healthy."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I once thought my Mom got me a kangaroo, or at least a wallaby."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "By the way, this comment made me laugh way too much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't know how to react to this comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Fair enough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 3,
    "snip": false,
    "text": "I love that \"The Amazing Ninety-Nine Cent WalletPen!\" is 75% off.  <br/> \n <br/> \nPhillpe got a 25 cent pen! It looks small! It is small! It makes conversation! It's from TV!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "actually the alt-text says he got 10% off as well because Teodor is a breast man, so that would make it 15 cents. CLASSY."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "14, because it was 99 rather than 100. Before tax."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "valrus",
    "plus": 3,
    "snip": false,
    "text": "10% off the  <em>sale price</em>  of 25¢ is 22.5¢. Fifteen cents would be a no-brainer, but I bet Téodor had to think long and hard about this purchase. I mean, think of what those seven and a half cents could buy instead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 2,
    "snip": false,
    "text": "It doesn't even say it's  <em>from</em>  TV. It just says \"TV\". Like the packaging knows it's exhausted the enertainment potential of the WalletPen and is all \"...um, hey, you know what's cool? TV. ...How about that TV, huh? ...TV!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by orvel, Deusoma, Siah)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "\"onomatopoeia\" already plural."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kledermans",
    "plus": 31,
    "snip": false,
    "text": "It's neither singular nor plural; it's not a count noun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "CHUB <br/> \n <br/> \nEEE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Hell yeah chubs for precision in language."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I respectfully disagree: I think snerf is actually very good. Does this mean you were more okay with \"Greeble\" or whatever? ; )"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "I like 'snerf.' It makes it seem like he's trying really hard to hold it in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skellingtonloc",
    "plus": 5,
    "snip": false,
    "text": "I would like to see the party where a dude makes conversation about his WalletPen!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "If people at the party were completely high as hell, it could actually be very entertaining."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biggestblackest",
    "plus": 3,
    "snip": false,
    "text": "Am I the only one confused as to whether Phillipe might be actually choked with JOY here?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tomsonlocal",
    "plus": 27,
    "snip": false,
    "text": "When I was 12 for Christmas I got a present that looked looked and felt like a CD case. Was it of one of my favourite bands? A new game for the PC? No, it was a case with 4 walletpens in it. I know that look on his face well, and it is not of joy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "I realize you have probably moved on in the 8 months since you posted this, biggestblackest, but I, too, was uncertain which way to take Philippe's reaction.  However, after carefully studying the position and shape of his eyebrows, I feel I can safely say his expression is the opposite of joy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "Looks small, is small! <br/> \n <br/> \nI can't think of a better slogan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 3,
    "snip": false,
    "text": "neither can i, which is why it will always be my status here"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Your profile claims you are female. I believe it. No man would ever dare to proclaim that he \"looks small, is small!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peppill",
    "plus": 2,
    "snip": false,
    "text": "LOOKS SMALL, IS ACTUALLY QUITE LARGE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 7,
    "snip": false,
    "text": "This reminds me of most of the gifts I got from my maternal grandparents. It's not there fault, they have 18 grandkids (farmers man, they  <em>bleed</em>  kids. Still, its tough explaining to a six-year-old why he's getting a wrapped box of Little Debbie snack cakes for his birthday."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Getting a really crap present is like 100 times more insulting than getting no present at all.  <br/> \nI mean... being forgotten about is one thing, but getting a crap present is like being deliberately  <em>dismissed</em> , which is so much worse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ishuta was marked lame too many times and excluded. (marked lame by nutmeg, SeanBad, TwoTonTurkey)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 1,
    "snip": false,
    "text": "Please tell me where you got this little comic.  I am finding it absurdly fantastic, especially how very ambiguously male mom is when you block out her odd earrings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Look, her boobs change shape and position somewhere between the two panels."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comeister",
    "plus": 0,
    "snip": false,
    "text": "No doubt about it.  You, sir, are a breast man.  High Five!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "This is a perfect look inside the brain of a 5-year old.  They are old enough to have abstract expectations and fears about the world, but too young to have them bear much relation to reality."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "<em>Looks small! IS SMALL!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "Why does Philippe have a secret desire for a flaming torch? Does he want to storm a mad scientist's castle before climbing over the inner walls with a grappling hook?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Flaming torch. Grappling hook. Most of all I want a secret identity. 20 passports in different names."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bovine",
    "plus": 2,
    "snip": false,
    "text": "cmon its not like anyone cares about your real identity. mission accomplished!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "See, this is why it would be cool to have a secret identity. If you have one, then that means your real identity actually matters in some way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't you love to see him adventuring with a torch and a grappling hook? It'd be better than the Goonies!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eonblue174",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but there is a board game I used to have called Key to the Kingdom, where you could get treasures.  One treasure was a grappling hook, another was a crossbow, and it was like the best game ever.  I really hope that's what is being referenced"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "godfatherofsouls",
    "plus": 1,
    "snip": false,
    "text": "TV"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "WE'RE HAVIN' A TV PARTY TONIGHT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 3,
    "snip": false,
    "text": "I remember that, when I was a kid, grappling hooks were the single greatest thing in the universe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "actually yeah, i used to make them all the time out of paper clips and such. MEMORIESSSS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erdrick",
    "plus": 0,
    "snip": false,
    "text": "Philippe's crushed expression in the last panel earns this one a Five. With a capital F. And that he wants a bloopers video of a dog skiing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "l_c_b",
    "plus": 0,
    "snip": false,
    "text": "The Wallet Pen is the sort of bad \"hey I wanted to get you something but only put the least amount of effort\" gift kids get from the grandparent or aunt/uncle who's at a dingy small-town pharmacy or rundown neighborhood dollar store. The sort of thing  grabbed from a discount bin, from a pile of various items have been tossed in and pawed over many times. It all ends in disappointment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it is possibly a thing that even you yourself absentmindedly mulled over while in the checkout line, tossing things to the side until the 43-year-old lady behind the register with 'Diane' embroidered into her apron asked if you were ready."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 13,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101005111232/http://raysmuckles.blogspot.com/2007/02/i-had-rad-ass-day-mbuches.html\">I had a rad-ass day, m'buches!</a> <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101005111232/http://rbeef.blogspot.com/2007/02/man-i-had-just-horrible-day.html\">Man I had just a horrible day</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "metatronatra",
    "plus": 0,
    "snip": false,
    "text": "Philippe's face is fucking unreal"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikineko",
    "plus": 0,
    "snip": false,
    "text": "I am amused yet again of Philippe's expressions.  Very priceless.  Also, I do want to know where Teodore get his bargains from..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikestan",
    "plus": 0,
    "snip": false,
    "text": "Oh god, did this bring back some all-too-real memories from childhood..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Kids are like this sometimes.  They have such vivid imaginations, and reality can almost never live up to their idealistic fantasies. <br/> \n <br/> \nSome of my friends hate kids for this sort of thing, where you get them a gift and the little shits don't appreciate it because it's not exactly what they wanted.  I think it's just part of being a kid, and it should be accepted and even applauded as part of the majesty of youth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarsbar",
    "plus": 0,
    "snip": false,
    "text": "The disappointments won't end until you're well into your fifties, at least."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Teodor's face in panel 3 is horrifying to me."
  }
]