[
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 15,
    "snip": false,
    "text": "I completely lost it when I saw this one. The receipt just makes it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 4,
    "snip": false,
    "text": "In fact, I may think up a special occasion for which I will go to Safeway and pick up a turkey, a bottle of Christian Brothers, and No-Doz to celebrate. If the bill comes to more than $31.34, I will be annoyed . . . well, ok, I live in San Francisco, so maybe it'll be a little more."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "I'll be getting mine at Church & Market.  Expensive, but 24-hour."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 3,
    "snip": false,
    "text": "Yeah man, I guess there weren't no Club Card savings that day. <br/> \n <br/> \nWait, can you actually buy hard liquor in a Safeway? Is this a west coast thing?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Yeah, grocery stores in California can sell liquor, beer, and wine. Most Safeway stores do."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nighttoad",
    "plus": 0,
    "snip": false,
    "text": "i live in illinois, and it's the same deal here. until i read these comments, i had no idea there was a single grocery store in the country without a liquor section. learn something new every day!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "I envy your naivete."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In Kansas the only liquor legal for sale in grocery stores or general convenience stores is 3.2% alcohol beer or equivalent. If you want anything other than \"three-two beer\" you have to go to a liquor store. No alcohol sales on Sundays either or, IIRC, after 1 or 2 AM. I don't drink so I'm not entirely up on this, but if you live in the Kansas City area it's right on the border with Missouri so you'll get people going over the state line occasionally to take advantage of the more lax laws there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "To me the craziest thing was discovering a few years ago with friends that apparently liquor stores are closed on the Fourth of July. At first I thought it was just a few local stores being closed, but it looks like all the ones in my town at the time were. Isn't drinking sort of how the holiday is celebrated though? It made no sense to me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jamb23",
    "plus": 1,
    "snip": false,
    "text": "Interestingly, 4th July was seen as huge opportunity for temperance in antebellum America: just in the same way that the original Independence Day was freedom from the tyranny of King George, later celebrations emphasised the freedom from the tyranny of \"King Alcohol\". Apparently at the movement's height in 1844 President Tyler received influential temperance reformers at the White House. So it's probably a remnant from that. <br/> \n <br/> \nAs a history graduate, I find outlets wherever I can."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "In regards to liquor laws, I know from personal experience that Oklahoma and Pennsylvania make Kansas seem like a real party state."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Oklahoma's liquor laws are about the same as Kansas's, actually, except liquor stores in Kansas close a little late than in Oklahoma."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I've been away from the immediate area for awhile now, but am I incorrect that OK's beer is actually weaker than everywhere else by law?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You can get 6.0 at bars and liquor stores. 3.2 at grocery/convenience stores."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the same is true in Colorado. only beers and Mike's at the supermarkets. the King Soopers (Kroger) closest to me has a liquor store right next door, though. good enough is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 4,
    "snip": false,
    "text": "Maybe this information for each state should be put on a handy card with age of consent on the back."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ohnoadeathray",
    "plus": 0,
    "snip": false,
    "text": "It's the same way in Kentucky, or in most counties around here at least. You can't buy alcohol after 1 AM or on Sundays. We're only about 10 minutes from Indiana though, we can just cross the bridge to get sunday booze."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Wait, you can't buy booze in Indiana on a Sunday, you can't even buy beer - at least, not in stores."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "This isn't about the West Coast either, because both Oregon and Washington prohibit hard alcohol from grocery stores."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Here in Texas, alcohol sales are regulated on a county-by-county basis.  I don't know of any county, though, that allows hard liquor sales outside of liquor stores.  Only beer and wine are available in other locations, and only between certain hours."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Here in England, we just sell pretty much any kind of alcohol in all supermarkets all over the country and get on with it. Bad luck, America."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's like that in most places here in The States, too. We're just highlighting the odd exceptions."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kaithekender",
    "plus": 0,
    "snip": false,
    "text": "Lucky bastards. <br/> \n <br/> \nI'm from B.C. Grocery stores do not sell liquor. Bars and liquor stores sell liquor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "archon_divinus",
    "plus": 0,
    "snip": false,
    "text": "Not entirely true.  Some small town (and we're talking very small) grocery stores have a BC Liquor section.  It's almost run as a separate store though.  You have to pay at a different register and everything, but it's still in the same store."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tollschaft",
    "plus": 0,
    "snip": false,
    "text": "I just want to say this has been fascinating to read. Thanks"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rizzle",
    "plus": 3,
    "snip": false,
    "text": "the GOF is in Bakersfield! hahahahahaha"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "an astute and appropriate observation"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xerol",
    "plus": 18,
    "snip": false,
    "text": "The turkey is 8.5 pounds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sensate",
    "plus": 7,
    "snip": false,
    "text": "I think this is my favorite one ever. Well, not really, but the atmosphere is amazing. Also probably because I was awake all night waiting for it to be posted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_dawn",
    "plus": 3,
    "snip": false,
    "text": "The mystery of the side dishes is revealed."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "He hides it well, but I bet Ray feels pretty let down by that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I thought cats only eat meat anyway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "You wait until this point to bring this up? They don't tend to drink booze either, for the record."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_dawn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by red_dawn was marked as spam and excluded. red_dawn: What a douche. (reported by TVsIan, Lacrimus, Magb)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 15,
    "snip": false,
    "text": "Only in Achewood will you ever see a story told solely through a receipt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pitseleh",
    "plus": 13,
    "snip": false,
    "text": "It's true. I can think of the other two times when there were awesome stories told through receipts.  <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110416100456/http://achewood.com/index.php?date=03212003\">Heaven's receipt</a> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110416100456/http://achewood.com/index.php?date=08182003\">Beef's Me Day</a> <br/> \n <br/> \nStrangely enough, they both involve Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snoozebar",
    "plus": 7,
    "snip": false,
    "text": "This one just kills me.  All that buildup to \"the leaders of the army, feasting on turkey and brandy\" and then you get the Safeway receipt. Genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 3,
    "snip": false,
    "text": "Well they ARE expecting the man who comes in to this feast to think that $3.00 is a good price for wine.  I suppose they'd apply the same logic to turkey and brandy.  Also it is more raw to eat like a working class man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cbtbone",
    "plus": 44,
    "snip": false,
    "text": "There is No-Doz in the bed of the Jeep that Ray and Beef commandeer later on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Astute!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "Beat me to it, yo. That's some good, if essentially pointless, foreshadowing in this plot here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "Probably unknown to So-Rod and his begoggled companion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "duh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 3,
    "snip": false,
    "text": "No side dishes, but they were nice enough to leave him a spork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 21,
    "snip": false,
    "text": "That's an eight-and-a-half pound turkey."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "This speaks to the power of the GOF.  They went to a human store and bought that stuff, no underground for them"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "If there can be animal-run Subways, why can't there be animal-run Safeways? Their names are basically the same."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellabosque",
    "plus": 2,
    "snip": false,
    "text": "detail...even the dang ol bakersfield zipcode."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "timjankowiak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by timjankowiak was marked lame too many times and excluded. (marked lame by shogun, Firehawk, cailetshadow, BjorntD, STUART)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "stuart",
    "plus": 2,
    "snip": false,
    "text": "Late."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shogun",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shogun was marked lame too many times and excluded. (marked lame by GeyserShitdick, Wulvaine, cailetshadow, mattylite)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "Reading the comments your first time through the archive: even more lame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I know I didn't. I was all, like, \"What the hell are all these assholes blathering about?\"  <em>[next &gt;&gt;]</em> <br/> \n <br/> \nI honestly had no idea that I would later become one of the biggest assholes among them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm glad i didn't get involved here until after i'd been up-to-speed for a time, though i then had to prove it by viewing all of them again on Assetbar."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heavymetaljesus",
    "plus": 1,
    "snip": false,
    "text": "Man, this strip is so many different kinds of stone-cold awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 1,
    "snip": false,
    "text": "FLUP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 1,
    "snip": false,
    "text": "i remember so much lame speculation as to the significance fo that stupid no doz"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Is sales tax really 8.25 in California?  <br/> \n <br/> \nyow..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kochipoik",
    "plus": 0,
    "snip": false,
    "text": "In NZ it's 12.5%, GST. But it's included in all prices so you don't get snapped by it like in the US."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 3,
    "snip": false,
    "text": "That and you have an actual \"health care system\" instead of the cruel joke we have here in the US. Not that I'm bitter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "direhaggis",
    "plus": 4,
    "snip": false,
    "text": "Y'mean people in other developed countries don't have to pay 500 bucks out-of-pocket on top of 1,000 already covered by an insurance company for a tooth extraction due to failures made by a provider working under that same insurance company? Well piss my shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Safeway is dead. <br/> \nThey call it all Morrisons now. <br/> \n <br/> \nIt sucks now. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the ones i know are still called Safeway..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You're living in history then. <br/> \nClearly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "I'm not sure about that, but I believe you're living in the UK. Safeway sold its UK operations to Morrisons a while ago, and they merged the two brands."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "You obviously haven't pay close enough attention to Soticoto. He honestly doesn't believe that there is land west of the Atlantic. He's funny that way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i'd doubt the same way if i lived on a coast. if it's there, i should be able to SEE it. <br/> \n <br/> \nmy vacation to Hawaii was  <em>insane</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that was before I'd had much experience with him."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Well, until I saw this strip, I didn't know Safeway ever existed outside of Britain.  Achewood is  <em>educational</em> . <br/> \n <br/> \nI suppose in hindsight, given what you've told me... I should be glad we diverged."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "The names must be different depending on the region. Here in san diego all the \"Safeways\" are Vons, but I went up to Sacramento and Safeway was Safeway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "The GoF staff put the spork there as a joke.  <br/> \n <br/> \nThey know damn well that a leader will take that turkey, rip it apart at the joints and other tender places, and maw down on that dead meat until nothing but bones and an empty bottle of CB remain (and a Safeway receipt) remain. I bet when a guy decides to give turkey feasts to everyone, they put out just one spork too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Or apparently as a makeshift shotglass. That is hillbilly hardcore. I should read ahead next time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locust_king",
    "plus": 0,
    "snip": false,
    "text": "I once worked at a Genuardi's. Safeway turkey is no good thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Safeway sporks seriously were the best kind there was. unfortunately, they no longer exist at my store. <br/> \n <br/> \nlamz."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'll check at one near me the next time I'm near there and if they have some, well... need a care package?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "always need a care package. also if you could pack in some cheese Ritz Bits and about three Monster energy drinks. (not pizza 'cos it would melt en route. at least a safeway gift card if you're not comfortable with sending a complete stranger food items.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "The only thing that would make this better is if it said \"Rashid was your cashier today\"."
  }
]