[
  {
    "depth": 0,
    "minus": 0,
    "name": "judahnielsen",
    "plus": 2,
    "snip": false,
    "text": "It would be nice to see more out of Envelope."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "herbincommando",
    "plus": 28,
    "snip": false,
    "text": "No one will be seeing very much Envelopé <br/> \n <br/> \nPlastic surgery, i guess he lost a fight or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "It's Envel%uFFFDpe. Looks stupid either way though."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "edengel",
    "plus": 4,
    "snip": false,
    "text": "Teodor has the best ideas.  I think I would like to see the schematic for the whole... mess in front of Ray's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by skavid, NDPJohnny, JenH, tekende, Norsef, madnes, apocowarg, greatwhitehope7, karljw, riotdejaneiro, sevenarts, jamers, katal, GTPBearSuit, DeimosRising, Carpetbag, dickolas_wang, daniel-killen, snatch22, dennycrane, GMM, barfighting, equinn2006, trapperjohn, Fermatprime, lucidaconsole, Tweakzers, Sargasm, HolyQ, Vee, mira, ep2, lk, aHatOfPig, Ihmgard, profbobo, ravindra108, mountain, TheSoulBear, Hexjumper, charchar, dejavroom, Epicurus, BjorntD, NigelChaos, Xaxx, Sock, Ryabovsky, Madoushi, Mastronaut, slalvation, tellumo, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, dboothe, wittyname, SoManyWhales, TheSoulBear, HappyT, Satyr)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "phthoggos",
    "plus": 18,
    "snip": false,
    "text": "dude you must have a pretty idiosyncratic definition of the word \"ignore\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "catachresis",
    "plus": 15,
    "snip": false,
    "text": "This Achewood 2.0 thing seems to be the only place on the internet where trolls are greeted with a fair put-down rather than fanboy fist-shaking"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 4,
    "snip": false,
    "text": "calling people champ makes you sound like asherdan. <br/> \n(i have missed the party)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "max",
    "plus": 7,
    "snip": false,
    "text": "If Ray and Envelópe come to blows over this, I have a feeling he won't be able to Dutch Fugue his way outta this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyjohnson",
    "plus": 1,
    "snip": false,
    "text": "hey nice avatar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "max",
    "plus": 0,
    "snip": false,
    "text": "hey thanks!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 69,
    "snip": false,
    "text": "I'm so sorry. So so sorry.  <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "max",
    "plus": 4,
    "snip": false,
    "text": "This is  <em>exactly</em>  what this painting is about to me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "randyjohnson",
    "plus": 3,
    "snip": false,
    "text": "this is amazing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 3,
    "snip": false,
    "text": "somehow the phrase  <a href=\"http://web.archive.org/web/20101006174943/http://achewood.com/index.php?date=09092002\">\"The <em>RUDEST!</em>\"</a>  comes to mind upon picturing this installation. <br/> \n <br/> \n(plus one after discovering  <a href=\"http://web.archive.org/web/20101006174943/http://en.wikipedia.org/wiki/Sylvia_plath#Death\">sylvia plath's manner of death</a> .)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorriffs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorriffs was marked lame too many times and excluded. (marked lame by mortshire, lucidaconsole, St-Elmos_Fire, Ihmgard)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "that is some  <em><strong>RUUUDE</strong></em>  lawn decorations."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "In my alternate universe this would be a holiday display."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 37,
    "snip": false,
    "text": "REAL ALT TEXT: The anti-abortion protesters go on the sidewalk, of course."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aarongstock",
    "plus": 1,
    "snip": false,
    "text": "If you have anti-abortion protesters, then you also need the escorts in the yellow safety vests."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 7,
    "snip": false,
    "text": "Mexico City's Hugely overcrowded. While not as much as in Tokyo, everything's designed, to a degree, to save space, and the lawns are usually meant for cars. For us it's like the amerikan driveway to the Garage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, madnes, science, fosters, equinn2006, TheLoneliestMonkey, Sargasm, DrTommyRocks, smilebuddha, Mastronaut)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I should've clarified this, yes, what i mean with 'the lawn is meant for the cars' is that usually the 'lawn' is basically a driveway, either paved or stoned into the lawn, which yeah, can look sorta bad. And it can only look ghetto by comparison, so we don't mind it much."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "ah ok, i thought you meant you just parked on the grass :P that's not ghetto at all, i retract such prior accusations as I have made"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Most lawns in the UK are paved over too to make more room. It's a shame since it's probably because the owners of the house have two cars, so they're polluting more and blocking rain drainage."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 10,
    "snip": false,
    "text": "Pat: \"You do realise your tacky lawn diorama is blocking rain drainage\" <br/> \n <br/> \nRay: \"Fuck along now!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Ray: Fuck You for thinking I can save the world with my lawn."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "blocking the rain drainage?  what? please explain.. are they creating flooding on their property?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stayawaystars",
    "plus": 1,
    "snip": false,
    "text": "not so much blocking as letting the rain wash off the asphalt, bringing all kinds of pollutants with it, instead of just soaking into the ground as it is supposed to.  <br/> \n <br/> \ngood call on Pat being pissed about it, aperson."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 1,
    "snip": false,
    "text": "This might just be my new favorite strip!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Also, 'Codeine Calendar  <strong>K</strong> ontinued'. Pure Genius. Thank You, Mr. Onstad, for not letting us down. May the chemicals ease your illness until it passes soon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m3funkyb",
    "plus": 2,
    "snip": false,
    "text": "man apparently I'm real tacky"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 2,
    "snip": false,
    "text": "why would Ray bother with things like belts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "He wouldn't usually but he has a finely tuned dress sense. Read his blog.  <br/> \n <br/> \n/yeah, I'll shut up already."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katal",
    "plus": 0,
    "snip": false,
    "text": "This strip is a fine example of \"too much of a good thing.\" Not that I'm complaining, but practically every panel contains gold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "omnidope",
    "plus": 1,
    "snip": false,
    "text": "I hope someone more enterprising than myself adds this usage to the Marseillaise Wikipedia entry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "never_die",
    "plus": 7,
    "snip": false,
    "text": "Ray can't think of anything that's a little tacky.   <br/> \nThe OBVIOUS answer was plaid on stripes. <br/> \nNO WAIT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Agh, it hurts my eyes just thinking about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I don't think this will have the desired effect on Envelopé, but it will sure be worth seeing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Sakana, fosters, equinn2006, Sargasm, TTAGXAMM, bixschmix)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": false,
    "text": "Isn't Ray French?  Why would he include the Marseillaise  with something as tacky as bloody fetus posters?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, Sakana, equinn2006)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gothfae",
    "plus": 8,
    "snip": false,
    "text": "Ray is an  <strong>American</strong>  Curl."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Sakana, Vondicus, equinn2006)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "1000hz",
    "plus": 4,
    "snip": false,
    "text": "Ray claims he is of French descent in these two strips: <br/> \n <a href=\"http://web.archive.org/web/20101006174943/http://achewood.com/index.php?date=09072005\">http://achewood.com/index.php?date=09072005</a> <br/> \n <a href=\"http://web.archive.org/web/20101006174943/http://achewood.com/index.php?date=12162005\">http://achewood.com/index.php?date=12162005</a> <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gothfae",
    "plus": 8,
    "snip": false,
    "text": "The American curl originated in Lakewood, California. That's his Dad's side of the Family. His mom's side is French Catholic Southern gentry dating back to before the Civil War (probably back to the Louisiana Purchase). Ray is many generations removed from being French."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 3,
    "snip": false,
    "text": "ray is a  <strong>franco-american</strong>  curl.  (^ ^,)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gothfae",
    "plus": 0,
    "snip": false,
    "text": "ANother mystery solved on... Mysterious Mysteries! With your host Jaime, the Science Friend."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "babachewy",
    "plus": 3,
    "snip": false,
    "text": "Raised on promises?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Oh yeah."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "All right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sabacc",
    "plus": 2,
    "snip": false,
    "text": "A hundred points for Tintin!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gothfae",
    "plus": 21,
    "snip": false,
    "text": "Tacky, as defined by a neutered cat in a black thong with a gold medallion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "Ray hasn't been neutered. He said so himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gothfae",
    "plus": 3,
    "snip": false,
    "text": "No, he just said he could still sport wood. Being neutered doesn't stop that. http://achewood.com/index.php?date=01242002"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rothenbergxxx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rothenbergxxx was marked lame too many times and excluded. (marked lame by madnes, Sakana, mortshire, mat4900, mistlethrush, goddam)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "typo",
    "plus": 4,
    "snip": false,
    "text": "I would like very much to see Envelope's new visage.  Faced with such options, he may not have been able to restrain himself from choosing the tackiest image available."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 2,
    "snip": false,
    "text": "I always replace the toilet roll, but my belt doesn't match my shoes. I guess that makes me MEDIUM tacky. <br/> \n <br/> \naddendum: I don't wear a belt, and I consider shoes optional"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 2,
    "snip": false,
    "text": "The mental image of a Sylvia Plath mannequin rolling on toy train tracks into an antique gas oven on the hour fills me with GLEE. <br/> \n <br/> \nIt's like the changing of the guards at Buckingham palace, except . . . demented and literary and awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man, he needed to hire some kids to run after the Sylvia Plath doll crying \"Mommy, NOOOOO!!!\" <br/> \n Then it would have been perfect. <br/> \n <br/> \nJust sayin'...."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pettytyrant",
    "plus": 1,
    "snip": false,
    "text": "when the sylvia plath suicide train plunges her into the oven a giant gray statue clad in black with a Meinkampfe and one gray toe big as a Frisco seal should pop out of the ground <br/> \n <br/> \nit'd be fitting then to have all the protestors go over to it and dance and stomp on it <br/> \n <br/> \ntwo birds, one stone as they say"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pettytyrant",
    "plus": 2,
    "snip": false,
    "text": "missed the look after Meinkampfe for \"Meinkampfe look\" <br/> \n <br/> \ni tried hard on this one internet"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "this sounds like an old feud that I used to have with my old neighbors. they used to call the cops on my parents for no reason(usually something in our yard. cops were pretty much on our side as the neighbors were worse). so on the neighbors side of our house, we put a whole bunch of crap there just to piss them off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stevesperd",
    "plus": 2,
    "snip": false,
    "text": "Hate to break it to you, but you're tacky."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "When I was about 7, a friend and I smeared muddy handprints all over his neighbor's siding, thinking \"they can never prove it was us\" <br/> \n <br/> \nlittle did we realize that we left little handprints as we had little hands.. and we ended up being forced to go knock on their door, apologize, and then wash their wall. <br/> \n <br/> \nit seems relevant for some reason"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "People who use the word 'classy' in any context are a little tacky."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "...in a classy sort of way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 6,
    "snip": false,
    "text": "Ray is confusing two classes of po' folks.  The \"car parked on lawn\" is likely to go together with cinderblocks and empty Ballantine bottles, not an elaborate lawn display. <br/> \n <br/> \nAnd if he was seriously keepin' it real he'd have the Skynyrd death plane crashing in flames on the hour, followed by the Rossington Collins Band phoenix rising from the ashes, while Calvin urinates on a little Jeff Gordon car doing donuts around the whole thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevesperd",
    "plus": 0,
    "snip": false,
    "text": "How in Gods name is this a 3.8? I want names and numbers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "planetidiot",
    "plus": 3,
    "snip": false,
    "text": "I don't get the fork thing, I can't even visualize that.  Is it like picking food up with a fork and then switching hands with the food on the fork?  Why would someone do that?  It isn't tacky, it just doesn't make sense unless they have some sort of magnetic hook hand that can only magnetically hold the fork but can't pick food up very well, and the other arm is stumpy and has no elbow and can't reach their face, requiring this sort of process."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "here is how it happens: <br/> \n <br/> \nA right handed man might hold a knife with his right hand and hold the fork with his left hand.  He would stab the steak with the fork to hold it in place, and do the cutting with the knife, using his right hand.  After cutting, he might then put the knife down, and move his fork to his right hand now that it is loaded and ready to eat on. <br/> \n <br/> \ni have often struggled with this in my dining experiences, and I do not know the proper way to go about this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gothfae",
    "plus": 3,
    "snip": false,
    "text": "In the U.S. it's common to hold the steak with your left hand on the fork, holding the meat steady, while you cut with your right (I assume this would be reversed for lefties), as the cut is complete you lay the knife down, and transfer the fork to your dominate hand to eat the meat from it. <br/> \nIn other countries, you never lay down your knife, and you eat from the form with the same hand that steadied the meat for cutting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I am a lefty, and I know that I, and most lefties I have talked to, do not switch hands like this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gothfae",
    "plus": 0,
    "snip": false,
    "text": "Must be a freaky righty thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I am a righty, and I will be the first to admit that I am insufficiently coordinated to eat with my left hand.  If I were to cut with the knife in my left hand, I would lose a finger or fling food off the plate.  If I did not transfer the fork to the right hand after cutting, I would poke myself in the wrong orifice.  Sad, but true.  Well, true-ish."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 4,
    "snip": false,
    "text": "You guys are rubbish at eating"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "I'm out of practice.  I don't really like... meals."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 4,
    "snip": false,
    "text": "Yeah, if there's one thing we Americans are known for, it's not being good at eating."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm eating right now! I haven't spilled my food or drink or ANYTHING yet! I think I'm doing a pretty good job here. *sniff*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "Chubby for doing a  <em>good job</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "That's because other countries are just classier. <br/> \n <br/> \nI'm Russian, but I grew up here. My mom yells at me for switching hands all the time. She says it makes me look like I am of low mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rmj12345",
    "plus": 0,
    "snip": false,
    "text": "Is this Revenge of the Minor Characters Month?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puadxe",
    "plus": 0,
    "snip": false,
    "text": "I sat through a shitty episode of x-files yesterday about this topic, but with a terrible x-files twist. This neighborhood had a human-sized monster that lived beneath the subdivision and if anyone put up any tacky outdoor decoration or had a burnt out light on their porch or didn't cut their lawn or something, the monster would just straight up murder them. <br/> \nYou been watching x-files Onstad?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Shitty, yes, but redeemed by the head sleazeball being the ceo of a thinly disguised Pier One Imports."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Will Ray's lawn display make it into Roast Beef's all-time list of  <a href=\"http://web.archive.org/web/20101006174943/http://achewood.com/index.php?date=07092002\">important train layouts</a> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Jean Tinguely did this and made it tear itself apart."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Remember the days when a storyline was a special occurrence?  Nowadays you can't throw a rock in Palo Alto without hitting a plot point. <br/> \n <br/> \nI'm not going to rant, but I feel like this bad boy could have been done at panel 3.  Or let panels 4 through 6 be Ray thinking of things he finds to be unbearable. <br/> \n <br/> \nOkay, I'm done.  End diatribe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wharfrat",
    "plus": 0,
    "snip": false,
    "text": "never really liked this arc, but has it's momments"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 2,
    "snip": false,
    "text": "Rube Goldberg approves."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "skrizach",
    "plus": 0,
    "snip": false,
    "text": "I give it a five for a Tintin mention."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Giving top praise for a cheap reference, that's a LITTLE tacky... no, wait, it's unbearable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "Ray speaks out on what is real tacky. Meanwhile, his notch-lapel dinner jacket sits in the wardrobe with the pocket square still tucked in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "Ray is hell of classy. So classy that infringements that your averge man would file under \"mild tackiness\" become instantly unbearable. It is his blessing -- it is also his  <em>curse</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hygraed",
    "plus": 0,
    "snip": false,
    "text": "Sylvia Plath's son killing himself has given this strip an extra layer of pathos."
  }
]