[
  {
    "depth": 0,
    "minus": 1,
    "name": "petitegitan",
    "plus": 212,
    "snip": false,
    "text": "If you look around, and 3 of your friends haven't been sold to Ottawa Modified Death, it's probably you."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "the_doz",
    "plus": 13,
    "snip": false,
    "text": "Ottawa Modified Death would be a pretty good name for a mod band"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 9,
    "snip": false,
    "text": "I picked up the phone pretty much instantly after reading this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pie4me6",
    "plus": 2,
    "snip": false,
    "text": "And then what?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 5,
    "snip": false,
    "text": "Threw it at the wall."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "wehavemagnums",
    "plus": 1,
    "snip": false,
    "text": "Easy 5."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "luckypyjamas",
    "plus": 1,
    "snip": false,
    "text": "seriously, i would say this is in my top ten <br/> \n <br/> \ni mean, pretty much every single line is hilarious here, from \"highfalutin'\" to \"that seems unlikely\" and finally with ray pulling some wicked sarcasm on beef <br/> \n <br/> \n5/5 <br/> \n <br/> \none of the best <br/> \n <br/> \n...not that i needed to point this out..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Given that the previous strip didn't particularly amuse me, it is just as well that my co-workers left the room while I was reading it... as when I got to this one I actually laughed quite loudly... and every time I say \"Ottowa modified death\" to myself I end up laughing again.  <br/> \nI guess the answer is obvious in hindsight: just add Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 8,
    "snip": false,
    "text": "Maybe he always tucks his shirt in. Now is his chance to prove himself that he will be a worthy friend to the other guys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "craigola",
    "plus": 3,
    "snip": false,
    "text": "The fact of the matter is, you don't know, and you'll never see it coming. That's by design."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 1,
    "snip": false,
    "text": "Is a buckwheat latke even possible?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crinklebat",
    "plus": 1,
    "snip": false,
    "text": "That is just what I was wondering. I am having a hard time imagining how such a thing could be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "actually yeah, its USUALLY made out of buckwheat. back in the olde country anyway."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 2,
    "snip": false,
    "text": "Hmm, I was always under the impression that latkes ALWAYS meant \"potato pancakes,\" but just for laffs, I searched for \"buckwheat latkes,\" and sho'nuff: <br/> \n <br/> \n\" <em>The predominant potato latke is an Ashkenazi, or Eastern European, tradition that began with the farming of potatoes in the mid-19th century.... Before that, Jews made latkes from buckwheat, and long before that, cheese.</em> \"   <a href=\"http://web.archive.org/web/20101003200124/http://m.reporternews.com/news/2007/Dec/06/with-hanukkah-come-latkes-other-food-traditions/\">(source)</a> <br/> \n <br/> \nAlso found  <a href=\"http://web.archive.org/web/20101003200124/http://yumminessnsues.blogspot.com/2009/02/miracle-foods-buckwheat.html\">a neat-lookin' recipe for buckwheat latkes</a>  I wanna try now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Now wait just a minute there, how can something be made from potatoes, buckwheat or cheese and still be the same thing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "confusion",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but I would be first in line to eat one if it were."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kronski",
    "plus": 5,
    "snip": false,
    "text": "This strip is a perfect example of how Achewood has a strong sense of comic timing.  The timing comes from the fact that Chris has spent so long building the characters' repartee in his readers' heads.  I think this is why everyone who discovers achewood has to start from the beginning to really get the humor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 1,
    "snip": false,
    "text": "I completely agree with you on this one. Only a few of the strips are \"stand-alone\" funny; you need to really know the characters idiosyncrasies to appreciate the strips as much as they deserve."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 2,
    "snip": false,
    "text": "Lady blumpkins... oh my."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Shank you so much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mygoodfriend",
    "plus": 1,
    "snip": false,
    "text": "This exists. I own stock. I have seen it with my own eyes. I was kayaking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Beef is not handling this as well as Teodor did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "This strip really attaches well to the prior one.  Like, it's awkward, but then Roast Beef ups the awkward ante.  A third strip with Cornelius would really round it out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 10,
    "snip": false,
    "text": "In panel five Beef is basically describing a lost Gary Larson comic. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "The alt-text is also a Gary Larson comic I wouldn't be happy seeing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": ":shudder: lady-blumpkins. <br/> \nUgh. <br/> \nAt least the other way 'round, there's some distance between the businesses, though not enough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rarebeef",
    "plus": 1,
    "snip": false,
    "text": "A tart response from Ray. I'm surprised he doesn't jump on the business model."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "I like how in this strip, Ray is the serious, grounded cat, and Beef is the one going way off the idea-map."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Beef knows how to fight bullshit with basically more bullshit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Man, that is backwards though.  Until people got uppity about it, they used to have snapping dogs harrass cows before the slaughter because adrenaline makes things taste great.  So the more excited and perturbed an animal is upon its cessation of biological function the better it tastes.  It simulates the animal's chemical nature as if it had been hunted, see.  And we've been hunting the things longer than we've been domesticating. <br/> \n <br/> \nAll I'm saying is that modified death is probably for people who feel bad about eating natural protein but are too wishy washy/love bacon too much to be vegetarian."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 6,
    "snip": false,
    "text": "Y'know that's so weird, I read this comment yesterday, and today I was doing some completely unrelated college research (I was reading a book about roadsigns) and came across his thing about raising the adrenaline levels of animals in incredibly cruel ways before killing them. Apparently it's an aphrodisiac in South Korea. Makes a man's erection stay for hours. There was some horrible joke abut how this kind of meat is difficult to preserve and it won't last, but your boner will."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "This is an amazing comment. Everybody, read it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "Except for the fact that muscular tension leads to a lowered glycogen supply, and thus less lactic acid, than meat from animals killed while calm. And lactic acid is one of the main things that stops meat from spoiling, plus it makes meat look and taste good. <br/> \n <br/> \nThis is all from Harold McGee, by the way, who is  <em>fucking amazing</em>  if you've never read any of his work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "5 for use of \"highfalutin',\" one of my favorite words ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bengreens",
    "plus": 0,
    "snip": false,
    "text": "I could read this over and over. Actually, I HAVE read it over and over. Of all the other hilarious elements to it, Beef saying \"suddenly he is shanked\" instead of \"suddenly he's shanked\" cracks me up. Why is this?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "The three cats used to be four... <br/> \n <a href=\"http://web.archive.org/web/20101003200124/http://wiki.rpg.net/images/0/07/MPost11013-DwayneDibley.jpg\">[IMGS OFF]</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Congratulations, you've made my eyes burst with pressure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "camidumas",
    "plus": 0,
    "snip": false,
    "text": "When I lived in Ottawa, I used to drive out once a month or so to a free-range venison ranch where I'd buy steaks, ground and stew cubes.  I never saw any geek stags on the grounds though. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "There are many reasons why this could have occurred, such as: 1. you weren't looking for them; 2. you wouldn't recognize one if you saw one; 3. they are disposed of quite quickly; 4. they are kept hidden away so as not to alarm the customers."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stonecrab",
    "plus": 1,
    "snip": false,
    "text": "This is true!!! My brother actually sold me out to Ottawa Modified Death!!! They just haven't been able to calm me down enough to kill me yet!!!   <br/> \nP.S. Please send help."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I just thought of something.  This might be a journey, stay with me. <br/> \n <br/> \nThere is a brewing company known as Flying Dog, based in Colorado and in my home state of Maryland.  The name comes from a hallucination the founders had one night camping with various substances in tow, and they idolize the works of Hunter S. Thompson.  They brew stuff with names like \"Double Dog,\" \"Old Scratch,\" \"Gonzo,\" \"Horn Dog,\" etc, and they are exceedingly talented at their craft. <br/> \n <br/> \nHow the hell cool would it be if Onstad teamed up with these dudes to produce \"Cats and Doggs,\" a beer celebrating the friendship of two cartoon cats who are no stranger to weirdness?  As a loyal Achewood reader, I formally request this, knowing exactly how long those odds are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bucklemyshoe",
    "plus": 0,
    "snip": false,
    "text": "\"Yeah, Beef. These animals were killed in bizarre hunting betrayals because they were nerds,\" said the talking cat sarcastically."
  }
]