[
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 9,
    "snip": false,
    "text": "that is one of my favourite drawings of roast beef."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 3,
    "snip": false,
    "text": "Yes, poppin' the brewski, wearin' the floppy shorts, so much like me in the Midwestern summer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 3,
    "snip": false,
    "text": "...And now I've seen every single Achewood strip... again... on Assetbar. <br/> \n <br/> \nIt feels so good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dhinson",
    "plus": 7,
    "snip": false,
    "text": "Fishin for the ol' epiphone sponsorship, eh Onstad??"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 7,
    "snip": false,
    "text": "Not nearly as hard as he's been fishing for the Rickenbacker sponsorship."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "What do y'all think Onstad would bust out in his dual-sponsored-guitar-company band? Would love to know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "a rickenbacker 325 through an epiphone valve jr. amp <br/> \n <br/> \nthat would be one classy looking combo"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Woh shit. Hacked. The above comment is not mine. As harmless as it might be... weird."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "but... you know, I was a different guy 6 months ago. I used y'all in a sentence. How far I have come."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "empy",
    "plus": 5,
    "snip": false,
    "text": "Man this page ain't got enough comments. I can fit them all on one screen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "There's something special about this vacation collage. The ultrasound sonogram of his kid, the guitar and amp (as opposed to the evil banjo), stacks of boxes and lists and index cards cataloging Achewood whatnot, what I'd like to imagine is a case of achewater for some madcap hallucinations, and then there's Roast Beef just pensively chilling, slightly worried, doing what Beef does. What it is, Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "whoa, RB looks so much more real when he's shaded...seeing the rest of the characters like that would be cool. <br/> \n <br/> \nor is that look to sentimental for Ray?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 7,
    "snip": false,
    "text": "Fived because Onstad's unborn child has the first handface pic on Achewood. <br/> \n <br/> \nIf you are going through the strips in order for the first time, you will find handface weekend eventually."
  }
]