[
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 22,
    "snip": false,
    "text": "the little guy is once again in a pickle and recives scorn. it was not fun being a kid who knew nothing. we were all there."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rascaldom",
    "plus": 0,
    "snip": false,
    "text": "And Onstad himself saying Phillipe \"fucked up\" in the alt-text; can't he just give the kid a break?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 19,
    "snip": false,
    "text": "I five upon this strip anyhow! Five!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I shall ruin the congruity of the five chubbies this got with a sixth.  Six!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "It's a lie anyhow. He also lied about Cornelius hating rap. Remember how excited he was that Flavor Flav came to see him?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "No we weren't. Not for sex-ed, anyhow. I was the kid who told my friend that if he let the older guy fuck him up the ass, that was what queers did.  <br/> \nJust a fyi for his benefit to avoid later guilt. <br/> \nHe was in disbelieving horror. Like Latka. \"Nooo!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dracer2",
    "plus": 1,
    "snip": false,
    "text": "I did the sex-ed thing when I was about 12 and they showed us some cross section pictures of vaginas and whatnot, and then a few years later we had a bit more full on session where they broke out the plastic cocks and had us put condoms on them, but really it wasn't until I was with a woman a few times that I started to get a somewhat working idea of the layout of that whole arsehole-uretha-pussy triange. <br/> \n <br/> \nWhat I'm saying here is that well into my teens I wasn't 100% convinced that all sex wasn't anal sex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by hypercube, kylank, smashley, farqussus, fancypants)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 6,
    "snip": false,
    "text": "The question is, did Lyle somehow meticulously plan this turn of events?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jhunter",
    "plus": 12,
    "snip": false,
    "text": "Lyle just  <em>does</em>  things. sometimes, as here, they pay off and he gets to cackle off-panel and maybe celebrate by puking into his cupped palm and then slapping a dude who thinks Metallica was maybe not such a good band"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "I do not think Lyle is intending anything here but to avoid an awkward conversation with Philippe, which is a bit out of character for him, he is being nice kinda."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "homepie",
    "plus": 2,
    "snip": false,
    "text": "Lyle does not  <em>plan.</em>  Lyle  <em>happens</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 2,
    "snip": false,
    "text": "There is no good time for using \"magic gravy\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 1,
    "snip": false,
    "text": "magic potatoes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zig-zaglada",
    "plus": 0,
    "snip": false,
    "text": "More like *best* time to use \"magic gravy\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patware",
    "plus": 50,
    "snip": false,
    "text": "Cornelius Bear is not a man to forgive another's slights against the English language, whether they be a man of foreign lands or five"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "fie!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 16,
    "snip": false,
    "text": "Cornelius Bear doesn't put fie upon things lightly. When he does, you know you need to tuck in your pants linguistically."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 20,
    "snip": false,
    "text": "Not enough to tuck in your shirt. You must tuck in your  <em>pants</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 7,
    "snip": false,
    "text": "tuck your pants into your socks so dangling participles can't crawl up there"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "those dangling participles can wreak havoc upon your gentleman's parts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rach4ael",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rach4ael was marked lame too many times and excluded. (marked lame by kylank, estutius, CarlG)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heatbag",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heatbag was marked lame too many times and excluded. (marked lame by kylank, sharksarecoming, farqussus, CarlG, Zem, tragicone)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": true,
    "text": "A comment left by _cheesekayke was marked lame too many times and excluded. (marked lame by Crowpaw, erincandy, dj)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vincentkv",
    "plus": 31,
    "snip": false,
    "text": "You're only 15. You'll understand someday."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ringwoodcomics",
    "plus": 1,
    "snip": false,
    "text": "CASSIDY. Chubby."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Word. I chubbied his comment on avatar alone."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "...and I'm just trying to get as many comic book related avatars in a row as we can on this thread cause my geekdom makes me a big fat dumbass (geek-ass?) <br/> \n <br/> \nAnd of course I am in favor of the Preacher referencing..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I think that is a little unfair, there are three distinct reasons to chubby vincentkv's comment <br/> \n <br/> \ni. Preacher is awesome <br/> \nii. Cassidy is completely awesome <br/> \niii. The comment itself is completely fucking awesome"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I didn't mean to imply that his avatar was the only good part of the comment just that I had my finger on the chubby button even before reading it. It is a good comment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "<em>I've got my finger on the chubby button,<br/>\nit's thick and juicy like rare-cooked mutton.</em>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "soticoto",
    "plus": 12,
    "snip": false,
    "text": "I'm 23 and I still don't understand why someone would want semen on their face. <br/> \nIt is clearly better off on someone else's face. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I think I got magic gravy on my pants once..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 8,
    "snip": false,
    "text": "It IS obvious that a bird and a bee would want a baby pretty bad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "see?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I regularly use the \"turkey and magic gravy\" analogy when I hit on ladyfolk at the bar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "that explains a lot"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "how successful is it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 20,
    "snip": false,
    "text": "It works decently, depending on if the lady in question has a food fetish and is also completely insane."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 4,
    "snip": false,
    "text": "seriously I see these dudes all over here all like \"yeah achewood references when talking to lady folk blah blah blah\"  <br/> \n <br/> \nNEVER IN MY LIFE EVER! <br/> \n <br/> \nWHERE ALL YOU AT <br/> \n <br/> \nLIKE THAT SHIT WOULD TOTALLY MAKE MY DAY AND A HALF"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 13,
    "snip": false,
    "text": "I actually have done it. Not intentionally, mind you - rather, Achewood has the curious nature of bleeding into your common languange without you even noticing. One one occasion some dude at a bar was in his cups, or at least the cups that were still upright, and while chatting about this with a person of the vaginal persuasion I remarked, \"Maybe the dude is from hella Circumstances.\" <br/> \n <br/> \n\"What?\" she said. <br/> \n <br/> \n\"He's from Circumstances.\" <br/> \n <br/> \n\"What? What circumstances?\" <br/> \n <br/> \n\"You know, Circumstances. Like, he has a rough background and he's trying to drink it all away. Circumstances.\"  <br/> \n <br/> \n\"Oh,\" she said, and thought. \"So you mean just bad circumstances?\" <br/> \n <br/> \n\"Yeah. Yes, he's from bad circumstances.\" <br/> \n <br/> \nThen she said, \"And you actually say 'hella', huh?\" <br/> \n <br/> \nAfter that everything went black and long story short I had a lot of burying to do that night. <br/> \n <br/> \n... <br/> \n <br/> \nThat last part is not true, but the rest is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I do that kind of thing all the time. I say \"hell of\" and people are like, \"did you mean to say hella, and if you did, why do you say that?\" <br/> \nAlso I have said \"from circumstances\" and people usually understand what I mean.  <br/> \nBut yeah if a dude ever told me that I am playing whack a mole, blah blah blah or anything of that persuasion my eyes would just get really wide and I'd stop breathing a little"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Tell me about it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "There's just not enough girls out there that would be positively affected by this stuff for me to spend the time trying it. It would be like sifting a child's sandbox looking for a tiny grain of gold."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Well, maybe you  <em>should</em>  try, you might come across one of us one day."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 14,
    "snip": false,
    "text": "Just run at people and see what happens."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "yes"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "double yes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 11,
    "snip": false,
    "text": "I always imagined that the kinds of girls who read Achewood would be at home chuckling in front of their computer rather than in whatever shithole bar I'd managed to wander into. The chances might be higher now that I live in a 'hip' neighborhood, but hipsters have sticks so far up their asses that even if they got the reference, they would balk at the idea that someone shares their interests and decide that Achewood is no longer cool. <br/> \n <br/> \nRegardless, you forget that using an Achewood line would require actually approaching someone of the feminine persuasion and then proceeding to address them verbally, which is like two difficulty levels above most of our capabilities."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I go to shit hole bars sometimes. And I work in retail so it is required of me to look hip at all times. <br/> \n <br/> \nPS when I find out that people read achewood (or when they find out that I do, perhaps by seeing my roast beef mousepad or the piece of paper taped to my wall \"don't throw stuff at ME\") they are mostly rewarded with hugs"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Totally buying an Achewood shirt before I go to university. Let's see how many friends I make... (None.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "hey baby, you wanna join the mile high club where a squirrel has just recently masterbated? <br/> \n <br/> \n <em>i know a guy</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "According to relevant avatars, at least fifty percent of women who would be impressed have facial hair."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "100% can't buy booze in the States."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Being a lady oftentimes means that some laws do not apply, especially when those purveying services that said laws apply to are male, and even more so if they are foreign."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "100%  <em>can</em>  buy booze in the UK, which is all that matters to me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Don't discount my femininity just cause I look like Prince."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "No, I'd say it's rather the feminine nature of your man-costume that's primarily worrying to any young man who looks at it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Every guy who reads this thread will forevermore go to the bar spouting Achewood quotes hoping that girls like you will be there to fall in love with them. <br/> \n <br/> \nGirls like you will never be there to fall in love with them."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "prince looks rather lady-like.  its not terrible for a lady to look like prince, except for the mustache."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I can say with certainty that if someone at a bar successfully used an Achewood line, I would be smitten."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "The trick to sandbox-sifting lies mainly in avoiding catshits."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Jesus, this is like a 7th grade dance, all with the guys and girls on each side of the gym, just looking at each other from afar and sweating, sweating  <em>so much</em> . <br/> \n <br/> \nMaybe that whole  <a href=\"http://web.archive.org/web/20100413120515/http://m.assetbar.com/achewood/uua7sfJSt\">handface thread</a>  was good, after all."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "atticusonline",
    "plus": 7,
    "snip": false,
    "text": "the newer strips bug the hell out of me on assetbar. i look at the older strips and see MAYBE 30 comments, and then the newer ones have like 400, 380 of them are absolutely retarded!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Yes. <br/> \n <br/> \nAlso they almost always manage to crash assetbar for me, and that makes me cranky."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for \"vaginal persuasion\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Good album title."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": false,
    "text": "i guess Cornelius bear hates your avatar..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 5,
    "snip": false,
    "text": "One of my favorite alt texts: \"Man, Philippe really fucked up this time. Cornelius completely hates rap.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "Cornelius fies it up all over rap music."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 4,
    "snip": false,
    "text": "All comics are better when they mention fajinal vandig...gul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "Mr Bear is never mean to ANYONE except Philippe. what is the deal with that?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 2,
    "snip": false,
    "text": "He feels that adults are ready to make their own mistakes, no matter how atrocious. If he disagrees with their choices, he will simply avoid them. Children need a firm hand to be molded into proper adults."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Andropause."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "I think it's more that Cornelius Bear doesn't seem to recognise that Phillippe is a child and treat him as such. He just treats him like an adult."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 7,
    "snip": false,
    "text": "But he IS treating him like a child. The way I see it, Teodor and Cornelius are kind of Phillipe's \"foster parents\", with Lyle just popping in to torment the little tyke every so often. The others are the ones that see him as a friend/companion. That's why T loves yelling at Phillipe and Mr. Bear takes an interest in his educational development."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 7,
    "snip": false,
    "text": "I see Trouble has a capital T."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darthemed",
    "plus": 1,
    "snip": false,
    "text": "Is that some Grandaddy reference?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Trouble with people like me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Yes, Phillipe is not merely in trouble.  He is in Trouble."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "And that rhymes with P..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "And that stands for pool!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "Nonsense!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamb23",
    "plus": 0,
    "snip": false,
    "text": "As does Magic Gravy when Philippe says it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "Fie!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 10,
    "snip": false,
    "text": "The fact that Phillipe is running to the right in panel 5 leads me to believe he just run in a little circle before talking to Lyle again in panel 6."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "werewolves",
    "plus": 4,
    "snip": false,
    "text": "In his moments of anger Cornelius lapses into alliteration."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laudabilis",
    "plus": 1,
    "snip": false,
    "text": "I was wondering if anyone else had noticed that."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Incidentally the irony is interesting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "Something very similar to this happened to me when I was five. It still makes me angry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bob8010",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, Philippe. Being in Trouble is  <a href=\"http://web.archive.org/web/20100413120515/http://achewood.com/index.php?date=01272005\">a fake idea</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Cornelius likes to jump to conclusions. It is a imperfection not soon repaired."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "honestly there is a lot of good obscure vocabulary to be gleaned from achewood, such as \"braggadocio\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "i saw a fajina once... it had onions and peppers and sour cream and was hell of delicious"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20100413120515/http://raysmuckles.blogspot.com/2005/02/man-what-was-i-talkin-about.html\">Man, what was I talkin' about?!</a> <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20100413120515/http://rbeef.blogspot.com/2005/02/dang-why-did-i-cook-penis-food.html\">Dang why did I cook penis food</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20100413120515/http://philippesblog.blogspot.com/2005/02/i-am-in-trouble-again.html\">I am in Trouble again!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "People scrolling down the page: this is one of the all-time great Roast Beef blogs. Even if you haven't been following the whole Beef/Molly saga in the blogs, take a minute to read this. It's a one-off, and a frigging hilarious slice of prime-grade Beefery."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "This is too adorable.  Philippe and Cornelius interactions are the best.  'Fie!'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 3,
    "snip": false,
    "text": "Mr. Bear does not appreciate conspicuous consumption of magic gravy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "This is pretty much how I feel about rap, though I've never invoked Thorstein Veblen's economic concepts to express this feeling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alzuna",
    "plus": 6,
    "snip": false,
    "text": "My only problem with this particular strip is that it is hard to just leave open at work, usually I can click on another tab, displaying what I should be working on, but this time \"Vaginal Intercourse!\" just sits there...betraying me in terrible ways."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "oh god that is happening to me right now!! <br/> \n <br/> \nclick next!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "The only conspicuous consumption cornelius is down with is that of Byron."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brotherkirk",
    "plus": 1,
    "snip": false,
    "text": "I haven't had a good Fie in god knows how long"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "I think it's not that Cornelius disregards Hip Hop as a whole, but as most of it has decayed to a celebration of conspicuous consumption, it has become something to fie upon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "In panel four, it almost seems like Lyle thinks Phillippe understands what he's talking about. <br/> \n <br/> \nWhen he realizes Phillippe does not, he starts the lieing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blueeyeddevil",
    "plus": 0,
    "snip": false,
    "text": "What's all this noise about alt text?  How does one see such stuff?"
  }
]