[
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mr_pete was marked lame too many times and excluded. (marked lame by isunklower, greening_cow, rhymesforkids, unquotable, GitarooMan, Brosaurus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joestork",
    "plus": 44,
    "snip": false,
    "text": "I had to read that sentence three times to understand it, but yeah, totally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "I am agreeing with what I am saying by typing this right now because that sentence used far too many words to communicate what that sentence communicated to the point of causing nothing but confusion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 4,
    "snip": false,
    "text": "Totally my favorite Achewood strip. I'm amazed at how much of Ray's and Pat's character can be portrayed in 6 panels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andyk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andyk was marked lame too many times and excluded. (marked lame by divot, mjfitzge, nighttoad, riotdejaneiro, alexhhhh, electricjelly, fancypants, NumberKillinger, clintisiceman, I_Love_Kate, STUART)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whuppins",
    "plus": 27,
    "snip": false,
    "text": "He's talking about running children over in his car. <br/> \n <br/> \nAlso, \"Oh,  <em>proclaim</em>  on that pork loin!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "I really need to start proclaiming on a variety of meats. I really do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 9,
    "snip": false,
    "text": "Even Pat is dismayed at the mistaking of Heineken for wine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fidget",
    "plus": 2,
    "snip": false,
    "text": "I have had a bartender mistake Stella for wine.  And then I didn't even get to drink the wine.  And I had to pay for it and for the Stella. Bad News."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 7,
    "snip": false,
    "text": "You didn't had to you paid for it because you are weak. Next time set the bartender on fire. They are soaked in alcohol. It is their weak point. You have your instructions."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "This was a decent post, maybe worth mentioning but not chubbying up until \"It is their weak point.\" That just... Yes. Perfect wording."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "I read it as the pink converse image being so disturbing as to even touch on pat's cold heart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "I think if that was the case you'd see Pat's reaction in the pink converse panel instead of in the next one. It would be fairly sloppy to delay a reaction during that much dialogue. Plus I don't think Pat would be too upset about them hitting a child, he'd probably blame the child for being near the road after dark."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by implode, heccibiggs, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Yeah, seriously, what kind of asshole lets their kid run around near the road at night?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shirt145",
    "plus": 0,
    "snip": false,
    "text": "Yes, I think Pat finally realizes the importance of this phone call, and will cease his interruptery."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carbonation",
    "plus": 0,
    "snip": false,
    "text": "Funny, I read it as Pat being irritated and eventually appalled at Ray's dangerously hypocritical behavior."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'm inclined to think it isn't just the Heineken / wine thing, but that Pat isn't ever going to argue that someone is NOT dumb. To Pat everyone (but himself and the few famous people he likes) is dumb, and dumb people sicken him."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 19,
    "snip": false,
    "text": "I hate the ones where I agree with pat. it makes me feel like a dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 10,
    "snip": false,
    "text": "You have to remember that Pat (alongside many,  <em>many</em>  other assholes) is on board with plenty of excellent concerns.  There are good economical and ecological reasons behind veganism (I don't happen to agree with them, but that's neither here nor there). It  <em>does</em>  suck that gays can't rent cars in Alabama. And having a conversation while driving (or otherwise dividing your attention) is proven to be one of the leading causes of car accidents. <br/> \nWhat I'm trying to say is that Pat is a dick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "wait... gay people  <em>seriously</em>  can't rent a car in alabama? no way!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "Yes, they can. The airport is pretty much the only damn place in Alabama where they have the titty mags anywhere but under several large piles of rock. As the point of entry, they're a little more cosmo than the rest of the state. <br/> \n <br/> \nI exclude those extremely rural areas where there's so few people that the pretense of outrage has been dropped from the above statement, like where I went to college."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 10,
    "snip": false,
    "text": "He's right, though. Ray's car is not a  <a href=\"http://web.archive.org/web/20101006071408/http://achewood.com/index.php?date=08312005\">God-Damned Phone Restaurant</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Pat is most agreeable when Ray is being an idiot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 1,
    "snip": false,
    "text": "Change the pat to dan in panel 5 and this is exactly what my boss told me after he picked me up from a DUI"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "Your boss effing ROCKS! <br/> \nWait, he didn't fire you after the lecture, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": false,
    "text": "Does this mean Tina was dumb?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 8,
    "snip": false,
    "text": "She was smart enough to kick Ray out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "I think this is the only time ray has had sucess in stopping pat's dickery."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "closefriend",
    "plus": 43,
    "snip": false,
    "text": "This happened to me once, except that I got to be the driver, I didn't know where I was going, and \"Ray\" was the passenger who did, but wouldn't get off the cellphone. <br/> \n <br/> \nHe was telling a story on the phone about a time he was in the Army and he had sex on base with his (female) commanding officer. I kept asking which exit I take and then he said, \"Wait, wait, wait... I CAME IN HER ASS!!!\" <br/> \n <br/> \nWe missed the exit. It was all my fault."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "arbys",
    "plus": 1,
    "snip": false,
    "text": "I heard a guy on a cellphone having that kind of conversation once. <br/> \n <br/> \nEven talking like that baffles me, but doing it on a cellphone in public (and I think this was actually in a public restroom, which made it worse) is just beyond the pail."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nikopol",
    "plus": 3,
    "snip": false,
    "text": "\"A family is changed forever\" has totally entered my day-to-day conversations as a result of this strip."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "imbeta",
    "plus": 0,
    "snip": false,
    "text": "you HAVE to say \"Accidents\" [period] \"Crashes\" [period] - \"A family...\" <br/> \n <br/> \nthat cracked me up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 3,
    "snip": false,
    "text": "Only Ray can make you feel guilty about harrasing him for talking on the phone while driving."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "Turning gay gives you more facial features."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 3,
    "snip": false,
    "text": "Happened to my best friend, no shittin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 8,
    "snip": false,
    "text": "O God, that I were a man! I would make such jokes about giving gay men facial features."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "Love this. Anyone being an asshole to Pat is comedy gold in my book, but Ray being an asshole to Pat is comedy  <em>platinum</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "My girlfriend is Ray. So angry. Feel you Pat. Just this once."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "\"A famly is changed forever\". 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 1,
    "snip": false,
    "text": "The police walk up the mother's driveway! I'm serious!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "melloclello",
    "plus": 1,
    "snip": false,
    "text": "What makes this strip for me is that while it could have ended with a snappy punchline in panel 3, or even in panel 5, it [i]didn't[/]. Which is what sets Achewood apart from the rest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trumbot",
    "plus": 1,
    "snip": false,
    "text": "A lesser strip would have stopped after the 3rd panel and newspaper readers everywhere would have been satiated. <br/> \n <br/> \nThis is not a lesser strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyl",
    "plus": 0,
    "snip": false,
    "text": "Wow, I actually feel sorry for Pat in this one- that's a weird feeling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "panel five is why this is a five. <br/> \n <br/> \ni say this line all the time, in and out of context. <br/> \n <br/> \npeople do not get me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "<em>Nutmeg! That's the secret ingredient in Coma! God, is that obvious!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joestork",
    "plus": 1,
    "snip": false,
    "text": "Bubble-butt bartender power is untraceable power."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "I love this more than words can describe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srmeowmeow",
    "plus": 0,
    "snip": false,
    "text": "I felt I had to revisit this strip to say: <br/> \n <br/> \nThis is wordy Achewood at its best. It is on the knife edge of being pretentious and bloated, but pulls it off. I think it's because Pat is the perfect foil for this conversation. Either way, a great strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srmeowmeow",
    "plus": 0,
    "snip": false,
    "text": "Wait - I think I've got it. The reason this works and, say, the more recent strips where Ray just sort of weirdly declaims about something is that Pat's presence and reactions make it clear that Ray is being dumb here. I much prefer the Ray who can banter with and tease Pat to the one who sits at his desk leaning back in his huge chair announcing his philosophy of life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "Okay, someone needs to help me out here. Is it just me or is Pat nicer now? I mean. Yes, a dick be him, but he still seems to be a bit more stand-able. I mean maybe it's just that he has some back story now. Or that he's Gay and that relates him to a thing people I know are, well, a thing people I know are that isn't unpleasant (I KNOW WHAT I DID VEGANS!). <br/> \n <br/> \nActually, on second thought I think it's just he seems to be spending a lot more time with Ray. Less distant and all that, he's definitely no longer at the point of trying to shoot a man for a single insult. Also, I guess it aslo has to do with that people shouldn't talk on the phone while driving, f'reals."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "Come on Pat. Marital problems. Alcoholism. Couples are torn apart."
  }
]