[
  {
    "depth": 0,
    "minus": 2,
    "name": "centipede_damascus",
    "plus": 67,
    "snip": false,
    "text": "The message of this strip is that punk rock is about the feelings of sad little boys."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by enough_talk, dismas, farqussus, the_dingle, clembot, clintisiceman, trawser)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by Unfun, NeoNaoNeo, clintisiceman, rumblefish, libelandslander)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clintisiceman was marked lame too many times and excluded. (marked lame by Toast, king_of_pwns, Fathington)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "The song Philippe wrote is called \"The Conversation\" and it is by Motion City Soundtrack. It is good but it is also very emo, thereby proving the two are not mutually exclusive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I do not understand why the rest of the world hates you, gormster, because you are a pretty righteous dude that knows good emo from bad emo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I enjoy this so much more after I read your take on it, centipede_damascus. It's true!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spiderbaby",
    "plus": 2,
    "snip": false,
    "text": "Poor old Johnny Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "This is how I was when I was a kid. I thought everything was my fault. One time when I was six I messed up an addition problem. When I went home I just assumed I was going to be expelled and sent to work at a construction yard. I don't think my mother realized how gravely I took the situation. She smiled and laughed, thus worsening the situation in my head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "At first I read that as \"when I was six I had an addiction problem\" and was like wait what?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "South Carolina is fucked up, yo"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "You could always fall back on a career shooting cats for your local butcher."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lux",
    "plus": 16,
    "snip": false,
    "text": "When I was five I woke up naked once in the night. (I just kicked off my clothes probably.) Well, my mother had instilled a deep fear of strangers and rape in me, and I didn't  <em>really</em>  know how babies got made. All I knew was strangers plus me somehow equals babies. So I assumed I had been raped in my sleep and I was pregnant and my parents would be mad. I spent the next two months in fearful anxiety, examining my belly for signs of expansion. Imagine a five year old girl with stomach-clenching fears of being a deadbeat mom by six."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "Aw hon, that is completely terrible.  <br/> \n <br/> \nA less sexual story was when my brother shit his pants when he was five. He felt warmth and put his hand back there and immediately assumes robbers had broken into the house and chopped up his ass with hatchets.  <br/> \n <br/> \nLogical no, creative yes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Oh yeah, he was asleep and it was the middle of the night, by the way. Otherwise that makes no sense."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Holy shit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "donnatron",
    "plus": 3,
    "snip": false,
    "text": "I used to think my bellybutton was a plug, and once was playing with it and a bit of bellybutton lint came out. I freaked out...because I thought that all my insides would come out. I didn't want to interrupt my mom, who was on the phone, so instead I laid on my back to keep my insides from leaking out and cried myself to sleep."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "Even at age 6 you knew that the worst of fates was to work at a construction site? Ahead of the curve, spiny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Once at a traffic light my dad pointed to men working in a construction site and said, \"See them? They're working there because they didn't work at school.\" It's always stuck with me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Actually they were probably working there because they got paid pretty well. <br/> \nThere's not really anything shameful about being a construction worker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemurthrash",
    "plus": 6,
    "snip": false,
    "text": "how many times has everyone in the world wanted to sing this same song?  approximately 1200, i would guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Howard, cognitonaut, profbobo, Afkpuz)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "I am still pimping BATHS ONLY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thommy_h",
    "plus": 1,
    "snip": false,
    "text": "You know what's awesome? How the speech bubble changes seamlessly to sheet music to denote that he is singing. It's the music-equivelant of a cloudy thought-bubble or the dotted-line whisper bubble."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thommy_h",
    "plus": 4,
    "snip": false,
    "text": "Or, indeed, the \"Billy Idol's voice from beyond the grave\" words in lines. <br/> \n <br/> \nMan, this strip is like a turning point in the world of comic book notation. When people discuss the art of comics in the future, I am guessing they'll be looking back at this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "fucking brilliant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 2,
    "snip": false,
    "text": "pre-teen angst"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "craigola",
    "plus": 0,
    "snip": false,
    "text": "I know that tune."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Look what you made me do, Mom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "appletude",
    "plus": 2,
    "snip": false,
    "text": "Favorite book? <br/> \n <br/> \nThe Pokey Lil' Puppy"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "evolume",
    "plus": 4,
    "snip": false,
    "text": "OMG ME TOO! <br/> \n\"And down they went to see, roly-poly, pell-mell, tumble-bumble, 'till they came to the edge of the green grass, and there they stopped short.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "No one knows what it's like <br/> \nTo be the bad man <br/> \nTo be the sad man..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I read Billy Idol's lines with pauses in them wherever it breaks to the next line. Like, \"You are pretty punk...in your own way...\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "All with raspy breathing from beyond the grave filling up the breaks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m-e-charm",
    "plus": 3,
    "snip": false,
    "text": "A 5 even if just for Billy Idol's caring stutter. <br/> \n <em>WHAT...<br/>\nWHAT'S THE<br/>\nMATTER PHILIPPE</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "windfish",
    "plus": 1,
    "snip": false,
    "text": "Most of Shostakovich's music says YOUR FAULT too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I love how Philippe's little paws are miming playing the piano in panel six."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "Dexy did indeed love Eileen, but I'm not sure it was eternal.  He says she means everything to him \"at this moment\".  Or is it just that the story of their love is eternal?  I bet it's the latter.  Since I basically can't get the dang song out of head now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Damnit, now I can't either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "I apologize for inadvertantly stuffing 80's pop music into your brain.  We can suffer together."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skeletalgiraffe",
    "plus": 0,
    "snip": false,
    "text": "Too late"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "Is this an appropriate place to make an inappropriate inference about \"Come On Eileen\"'s meaning?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "It is if you read the alt-text."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ryanfuss",
    "plus": 0,
    "snip": false,
    "text": "Sat \"your fault\" to yourself in a really deep monotone voice, it makes this last panel a peach. Crack up."
  }
]