[
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by turbo_ninja, gothfae, GeyserShitdick, anticitizen, mortshire, equinn2006, TheLoneliestMonkey, NDCaesar, Sweetlips, luckypyjamas, nipsy43, lk, fakedaisies, aHatOfPig, werthog42, suprememongoose, nutmeg, hellofditties, empy, alejandroadam, Wite_Rabit, Doc_Rostov, Panserbjorne)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by hellofyellin, Overmedicated, gothfae, godfatherofsouls, lk, empy, Wite_Rabit, Footbullet, henrythecad, fortunagolde)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "madrin",
    "plus": 12,
    "snip": false,
    "text": "uh P.S oasis suck. <br/> \ncome on, they actually do. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rotating-dog was marked lame too many times and excluded. (marked lame by gothfae, anticitizen, equinn2006, lk, werthog42, Wite_Rabit, henrythecad)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 27,
    "snip": false,
    "text": "If Lyle was English, maybe, but this strip describes pretty accurately the impression Oasis made on  <em>American</em>  pop culture."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 8,
    "snip": false,
    "text": "An American friend has since informed me how Oasis are percieved in the U.S. You are right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "idsyen",
    "plus": 0,
    "snip": false,
    "text": "Can I inquire as to how Oasis are perceived in England?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gmm",
    "plus": 9,
    "snip": false,
    "text": "If you are an idiot in England, you say: \"Aw yeah Oasis are the best band evar, they're well good they are, they've got massive choons you can proper sing along to\" <br/> \n <br/> \nIf you are not, you say: \"Making bad music is one thing, but Oasis actively promote stupidity. And make REALLY bad music.\" Or similar. <br/> \n <br/> \nSadly, they remain VERY popular despite being absolutely godawful"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 3,
    "snip": false,
    "text": "I had the most infuriating argument with an English kid who thought Oasis was the best band in the world, but the only reason he could come up with was that they were really popular and that few of the bands I loved were anywhere near as popular. <br/> \n <br/> \nSeriously, stealing lines from Wonderwall to talk to your crush in 6th grade was cool, but what the Christ, man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Look, I know it's cool to hate on Oasis. And I'll grant you, the majority of their career warrants it. <br/> \n <br/> \nBut come on. Oasis's first two albums were legitimately very good. Everything after that was middling to awful, until their most recent release which was actually, much to my shock, very very good. It's like Oasis has finally woken up to the fact that it's not 1994 anymore."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnny_diamond was marked lame too many times and excluded. (marked lame by mashisoyo, shrewbie, jay_wish)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "anticitizen",
    "plus": 2,
    "snip": false,
    "text": "nah the Beatles were Liverpool, Oasis was Manchester. <br/> \n <br/> \nSo were the Smiths. <br/> \n <br/> \nBlur was the posher side of London, though Damon grew up in Whitechapel (as in Jack the Ripper shit). <br/> \n <br/> \nand this, ladies and gentlemen is why i didn't get laid in high school."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Nah, you can respect Lyle. Also, Oasis are hardly a rock band."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "turbo_ninja",
    "plus": 1,
    "snip": false,
    "text": "This is the first signed strip I owned.  I own it because it is AWESOME."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "daklin",
    "plus": 1,
    "snip": false,
    "text": "Every time I read this I lose a year from my life cause I laugh too hard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 3,
    "snip": false,
    "text": "The concept of using a band to do your gardening is enough, but the execution makes it fantastic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "padijun",
    "plus": 4,
    "snip": false,
    "text": "Who wouldn't pay a few hundred dollars for the chance to hit the gallaghers in the balls with a rolled up painting of America? Hell most people would pay a couple thousand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 3,
    "snip": false,
    "text": "Lyle is so disappointed that he won Oasis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 1,
    "snip": false,
    "text": "Voted five, not because I particularly think it's a Five, but to counteract the haters. C'mon, now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 8,
    "snip": false,
    "text": "I think actually Oasis' accents are heavier than this.  I've seen them subtitled on television interviews before."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 0,
    "snip": false,
    "text": "That's not saying much. I've seen clear, Australian accents subtitled on American TV."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "are you sure there weren't deaf people in the room"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "choosebro",
    "plus": 4,
    "snip": false,
    "text": "I can't be sure. I'm blind to deaf people."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "\"Yeah nah them fuckin deaf cunts can get fucked aye\" <br/> \n <br/> \nMy impression of my country's accent, people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 12,
    "snip": false,
    "text": "Come an' get one in the yarbles...if ya have any yarbles...you eunuch jelly"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": false,
    "text": "OH SHIIIIIIIIIIIT!  I just raised this bastard to a 4.0"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Is Oasis 2 feet tall?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heyman",
    "plus": 0,
    "snip": false,
    "text": "no, they are reaching up to a high up window occupied by lyle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by shenred, Deusoma, mashisoyo, Cracklewater, EndlessMike, theplaidknight, hellofditties, Wite_Rabit, jonnylatron, AmonRunsAmok)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I only just realised that Lyle is looking into a pepsi cap in panel one and two.  And now that I know Lyle is drinking pepsi, I want to know what Teodore has in his cup.  I need closure."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "half and half. he is yet to gain much weight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crankheart",
    "plus": 0,
    "snip": false,
    "text": "<3 <3 <3 this arc"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Oasis needs to get kicked in the stones more. Fuck Oasis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "People exist who legitimately believe that Oasis is a better band than Radiohead. At least one of these people is in the Hold Steady, an american band just as awful as Oasis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "One good song. ONE song people - \"Whatever.\" You will not find a better organ riff than in Whatever. But it was the single that placed them on the charts and paved the way for the crap that was Wonderwall, Don't Look Back In Anger etc. Totally not worth it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Man \"Whatever\" really is such a great song. I think even someone who hates Oasis could like that song."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shirt145",
    "plus": 1,
    "snip": false,
    "text": "Listen, I know I'm not on the popular side here, but hear me out.  Oasis is kickass.  What more do we want from our rock stars than yelling at each other, swearing, getting arrested, and general cocky shitbaggery?  They are a mumbling train wreck you can't help but watch.  And dammit, I like their fooking music. I got my heebie jeebies in a hidden bag? Hell of rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 1,
    "snip": false,
    "text": "I am not a fan of Oasis but I am a fan of  <a href=\"http://web.archive.org/web/20090918004838/http://www.youtube.com/watch?v=8C17yfGyJjM\">Amanda Fucking Palmer</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "highfeverblues",
    "plus": 0,
    "snip": false,
    "text": "Great Scots!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "5/5 for \"yarbles.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "And now they are broken up."
  }
]