[
  {
    "depth": 0,
    "minus": 1,
    "name": "billyamericana",
    "plus": 10,
    "snip": false,
    "text": "Mrs. Smuckles clearly has a hearing problem; she is also right about Pat's fear of ducks, I think."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 62,
    "snip": false,
    "text": "It's not her hearing, it's just that she's a mother and mothers think they see hidden meaning in everything."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "kledermans",
    "plus": 40,
    "snip": false,
    "text": "Or moreover, that they understand everything better than you do."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gsail11",
    "plus": 34,
    "snip": false,
    "text": "whatever you say, mom"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "That's right, young lady. EXACTLY what I say."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Both of those statements apply to women in general."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "Funny, i was about to say...\"people\" in general."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "afrothunder",
    "plus": 0,
    "snip": false,
    "text": "Don't be some sort of Philosophy slut."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 62,
    "snip": false,
    "text": "What sort of kick-ass fucking mom feeds a five year old a whole duck with steak fries."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "choosebro",
    "plus": 56,
    "snip": false,
    "text": "A mother whose child turns into our Ray."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 15,
    "snip": false,
    "text": "That is a very linear answer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "doomchild",
    "plus": 2,
    "snip": false,
    "text": "A mother who will eventually cause Ray to have a problem with her feelings on his weight? <br/> \n <br/> \nDC"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 13,
    "snip": false,
    "text": "A mother who GETS THINGS DONE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gigs",
    "plus": 2,
    "snip": false,
    "text": "The mother we all wish we had."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "keir",
    "plus": 1,
    "snip": false,
    "text": "Would someone let me in on some info: What are steak fries?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 5,
    "snip": false,
    "text": "<em>French fries have numerous variants, from \"thick-cut\" to \"shoestring\", \"jojo\", \"crinkle\", \"curly\" and many other names. They can also be coated with breading and spices, which include garlic powder, onion powder, black pepper, paprika and salt to create \"seasoned fries\", or cut thickly with the skin left on to create potato wedges, or without the skin to create \"steak fries\", essentially the American equivalent of the British \"chip\".</em> <br/> \n <br/> \nWikipedia, is there anything you don't know?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 21,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Wikipedia, is there anything you don't know?</em></div> <br/> \n <br/> \n[Citation needed]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "That doesn't make sense."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Your  <em>face</em>  doesn't make sense!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 53,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nA BLOO BLOO BLA BLOO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "It's not the way I'm meant to be, it's just the way the operation made me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "(boredom man is the girl anachronism)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "(It is bizarre that someone replied to my post with this about a week after I started listening to the Dresden Dolls, and about a day after I first heard Girl Anachronism.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "(it is more bizarre that the song was JUST PLAYING on my iPod 5 minutes before i came to this post)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "Oh, so steak isn't involved. Disappointing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "it's involved tangentially: they're often served in the kind of restaurants that feature old farming equipment on slat walls for decoration and consider two pounds of beef with a side of cholesterol to be a healthy portion"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "I was hoping that they would be fried in some kind of reduced steak lard."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Beef does not work that way. And we're all pretty sad about that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "machegav",
    "plus": 2,
    "snip": false,
    "text": "One of the better reasons for exploring the possibilities of parallel universes, really."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "The sort that provides Godiva chocolates and Orangina to her son's  <a href=\"http://web.archive.org/web/20110416100526/http://m.assetbar.com/achewood/one_strip?b=M^a11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D07222005\">little league</a>  team."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "what I'm more curious about is this: <br/> \n <br/> \nSo Pat was at Ray's fifth birthday party. Since Pat became gay when he was 26 (August 2006), that means that up until today (november 11, 2008), Pat and Ray have been friends, or at least acquainted, for 21 years. <br/> \n <br/> \nHow can anyone put up with Pat for that long?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "If the oldest strips are any indication, Pat being a dick is a recent phenomenon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shineboxx",
    "plus": 2,
    "snip": false,
    "text": "I think the real question here is what sort of kick-ass fucking magician employs a duck?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "red_dawn",
    "plus": 10,
    "snip": false,
    "text": "Pat would  <em>never</em>  eat dried bees. Those farms are so cruel to the bees."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mr_wilson",
    "plus": 0,
    "snip": false,
    "text": "Wow, I've always read that as dried beans. Thanks for pointing this out, it instantly made the whole thing funnier."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "Woah, I thought it was \"dried beets!\" What a misunderstanding!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "That's why Pat has one hand on the maypole. Sucka stopped eatin' cheese, so girls stopped being attracted to him and vice versa. <br/> \n <br/> \nI would listen well to the words of Sondra."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Wait, so if Ray ate the reason Pat is a vegan, and the reason Pat is a gay is because he is a vegan, does that mean that Ray ate the reason Pat is a gay?  <br/> \n <br/> \nSo what does that make Ray? I'm tempted to say absolutely nothing, in regards to this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "I thought Pat was a gay because of an ancient curse, and that Ray was the Guy With A Good Attitude Towards Homosexuality. Have I missed some crucial part of the Achewood universe?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "...oh, yeah."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I tried, man, I really did. But I had given out enough chubbies on this page, Friendly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "delzhand",
    "plus": 3,
    "snip": false,
    "text": "Vegulon!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 13,
    "snip": false,
    "text": "Vegulon, Cymulon... <br/> \n <br/> \nthe ALT text for this one always kills me: \"Ray ate the reason why Pat is a vegan\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kledermans",
    "plus": 8,
    "snip": false,
    "text": "Ray should eat Pat.  But not in the way Retardo would approve of."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Your avatar agrees. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gabriel",
    "plus": 0,
    "snip": false,
    "text": "It kind of rhymes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iloveyoucupcake",
    "plus": 6,
    "snip": false,
    "text": "Man even when Ray was five he knew what was what, eating  violent ducks when they get uppity around his friends"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I am sad for Bonkers T. McQuack. Grown-up Pat deserves to be vigorously bitten, and things were probably the same when he was young.  <br/> \n <br/> \nI support Bonkers like I supported Todd when he shanked that asshole. Bonkers did not deserve such a fate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "\"Vegans eat a wider variety of foodstuffs than anyone\" always kills me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 2,
    "snip": false,
    "text": "Foodstuffs like carob and dried prunes, or Macrobiotic Microbagels. Not a lot of non-vegans flocking to those."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "I'll grant you that; but the idea that a person who specifically limits the variety of foodstuffs they eat therefore eats a wider variety of foodstuffs than  <em>anyone</em>  is pretty obviously unsupported. It shows that one of Pat's big motives for his ethical/healthy food kick is feeling superior to others."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckyg",
    "plus": 8,
    "snip": false,
    "text": "I'll side with you here. My sister's a vegan, and all she seems to eat is beans, \"bestitute\" products, and colourful paste."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bovine was marked lame too many times and excluded. (marked lame by zaratustra, Sopoforic, thesyndicate88, Lumus, Boredom_Man, nathanielperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zaratustra",
    "plus": 32,
    "snip": false,
    "text": "That went to a weird place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tourach3",
    "plus": 4,
    "snip": false,
    "text": "I WOULD PAY TO SEE THIS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "apricotta",
    "plus": 7,
    "snip": false,
    "text": "PAY $8 AND LEARN THE SHOCKING TRUTH"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Dude's sister is a reptile with hair. Unless you are also a reptile with hair."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "What's with 'bestitute' products? Why are vegans so desperately trying to replicate meat with their bean curd? If you want bacon, eat bacon! Fakon is just making you look like a lying hypocrite while tasting like shoe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "It's certainly not inherently true, but I don't have any difficulty believing that vegans have thousands of varieties of horrible-tasting ingredients that they put in wheat germ, in much the same way that characters will come up with extremely inventive ways to eat rats in futuristic dystopic action movies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 17,
    "snip": false,
    "text": "Look, everyone, I guess at the end of the day what I am trying to say is: Fuck Pat."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "slalvation",
    "plus": 4,
    "snip": false,
    "text": "A sentiment I think we can all get behind."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Please tell me that pun was intended."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "Is it possible to say a thing like that without knowing it?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": true,
    "text": "A comment left by arbys was marked lame too many times and excluded. (marked lame by shutup_shutup, Lumus, SelbenCoirlo)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Hear hear!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kochipoik",
    "plus": 1,
    "snip": false,
    "text": "I'd say vegetarians have the widest range, cause you  have to find crazy stuff you can substitute in meals. Vegans not so, unless you're really adventurous, I know a few and I've only seen them eat soup and noodles."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "Okay now it is very endearing that people are still proposing that people who limit their diet eat more types of food than people who don't. <br/> \n <br/> \nBut seriously. You're selling yourself toupees here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's a spurious argument, epicurus (appropriate username, by the way). But I think it can, paradoxically, turn out to be true for some people. I was a way crazy finicky eater until I went vegetarian. Cutting out the meat-based meals I used to have all the time prompted me to try other types of food I probably would've avoided otherwise. So my palette definitely expanded as a result of cicumscribing the types of food I would eat. I still find it strange when people harp on this idea when trying to extoll the virutes of the veg lifestyle, though."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "Eating six different types of bean and four different types of mushroom does not necessarily mean a wider palette."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "doomchild",
    "plus": 0,
    "snip": false,
    "text": "That, and the argument, \"I got less picky when I limited my means of caloric intake\" doesn't mean that there are more options.  It just means you had to make that tough decision between starvation and ingesting collard greens. <br/> \n <br/> \nDC"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Pat didn't say there were more  <em>options</em> , though. He said that vegans eat a wider variety of foodstuffs. <br/> \n <br/> \nI'm looking at the comic again. Because I am a relatively sane person, I read it as: \"the average vegan in the US & Canada eats a wider variety of foodstuffs than the average non-vegan in the US & Canada.\" But no, he says vegans eat a wider variety of foodstuffs \"than anyone.\" Y'all are right; that's mathematically preposterous. Anyway, I eat all kinds of meat, and I  <em>like</em>  collard greens."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mulch",
    "plus": 0,
    "snip": false,
    "text": "Acknowledging that this whole discussion took place two years ago and that you are all most likely dead or at least uninterested in achewood and certainly no longer checking your old discussions just to see what developed, I must say a few things. <br/> \n <br/> \nThings like this: man, what a lot of stupid stuff several of you are saying! When people have to be more deliberate about their food, they might well get more interested in it. (It's not causal, Epicurus; it's concomitant.) It's totally plausible that a vegan (having to be a bit more creative for dinner) comes to eat a wider range of things. When I went vegan 10 years ago, my food-world got way more interesting and way bigger.  And no, farqussus, I don't just mean I started eating more beans. I mean tons and tons of different fruits, veggies, grains etc that I could bore the shit out of you by listing, and I totally will at the drop of a hat, so be cool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "u mad?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I don't know man, macrobiotic microbagels sound like they might be good, as long as the wheat and the water used were correct."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kochipoik",
    "plus": 4,
    "snip": false,
    "text": "It just makes me think of tiny bagels with HUGE bacteria all over them though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, like the bagel is a sort of powdery-white color with big splotches of crusty pink stuff here and there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 10,
    "snip": false,
    "text": "\"You are a vegulon because of your Crohn's Disease!\" is one of those phrases you hold on your tongue every single day, waiting for the opportunity to say it, knowing even as you do that there are almost no social scenarios on earth where \"you are a vegulon because of your Crohn's disease!\" is acceptable or even aplicable. <br/> \n <br/> \n <em>Sigh</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doomchild",
    "plus": 0,
    "snip": false,
    "text": "My cousin has Crohn's Disease, and believe me when I tell you that there is  <em>no good way</em>  to work that phrase into any conversation involving a rotting colon.  I've worked long and hard at the problem, and I have concluded that the problem is, if not insoluble, far beyond my means of discovery. <br/> \n <br/> \nDC"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 25,
    "snip": false,
    "text": "<em>Here's five dollars, Pat.  Now go get yourself a duck sandwich.  Everything will be alright, sweetie.</em> <br/> <br/> <br/> I dig how the more agitated Pat gets, the more condescending Mrs. Smuckles gets.  Pat is not smart enough to play it low key like Roast Beef, all \" <em>Yes ma'am thank you I can now eat cheese without worrying about being bitten by a duck</em> \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heavymetaljesus was marked lame too many times and excluded. (marked lame by alphagator, erincandy, kledermans, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ralgnar",
    "plus": 3,
    "snip": false,
    "text": "Uhh, Patrick is Pat's name. Bonkers T. McQuack is the duck's. There's a period there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I wonder if there is any relation to Launchpad McQuack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nessotron",
    "plus": 2,
    "snip": false,
    "text": "This is the only time a food reference in Achewood has resonated with my soul. Dang if I don't want to eat a big ol' gamey duck right heah."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "bovine",
    "plus": 3,
    "snip": false,
    "text": "haha you had a fat boy thoughttttt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 2,
    "snip": false,
    "text": "SLAP!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "I think she was also right about his <a href=\"http://web.archive.org/web/20110416100526/http://achewood.com/index.php?date=06232004\">Crohn's disease</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 3,
    "snip": false,
    "text": "What kind of magician has a duck?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Bonkers T MCQuack. Crohn's Disease. I'm dying here..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 9,
    "snip": false,
    "text": "blood shot out my nose when i read this <br/> \n <br/> \nnot because i read this, mind you, but its interesting nonetheless"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hausea",
    "plus": 0,
    "snip": false,
    "text": "this comment made me choke with laughter but I have no chubbies left."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drcatastrophe",
    "plus": 3,
    "snip": false,
    "text": "I think that Pat's use of the word \"foodstuffs\" is just more evidence that he is a Dick.  Wouldn't the word food, or possibly foods, suffice?  Do we really need to bring stuffs into this?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "this strip is a great representation of what it's like to try to explain modern things to the elderly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Is Pat actually trying to be polite to her? <br/> \n <br/> \n... Maybe Pat wasn't always such a dick afterall. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "\"I'm not AFRAID of animals! I RESPECT them!\" SLAP! <br/> \n <br/> \nThis is Pat, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "benfromtenn",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who hopes Ray's mom pronounced \"veglegon\" veg-LEE-gun?  You know, like Professor Frink would say it? <br/> \n <br/> \nYeah?  OK."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Five months later: Sadly, yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20110416100526/http://orezscu.blogspot.com/2006/01/they-say-to-take-vitamin-d-these-days.html\">They say to take vitamin D these days</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20110416100526/http://chrisonstad.blogspot.com/2006/01/computer-crisis-solved.html\">Computer crisis SOLVED!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "giantants",
    "plus": 0,
    "snip": false,
    "text": "I work in a natural foods store where I am forced to interact with all types of veglegons all the time and constantly think back on this strip."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lechatnoir",
    "plus": 0,
    "snip": false,
    "text": "Bonkers T. McQuack"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "oh patrick..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Sondra Smuckles is a perfect characterization of some of the moms I have met"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyl",
    "plus": 0,
    "snip": false,
    "text": "It's nice to see that even Pat can behave himself when Ray's mum is around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "king-jim",
    "plus": 1,
    "snip": false,
    "text": "I would get much more enjoyment from eating a piece of duck if I knew it had previously been a magician's assistant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I at least appreciate that Pat can not be a dick for like 10 minutes while Ray's dear mother comes for a visit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Speaking as someone who has had a bad experience with almost every variety of waterfowl, I have never had more respect for Ray than right this minute"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "If Pat's afraid of ducks, why wouldn't he want them killed and eaten? o_O"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "josephmatthew10",
    "plus": 0,
    "snip": false,
    "text": "Of course Pat respects animals; he Is one, technically."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "There's nothing quite like someone who knew you as a child to call you out on all your pretentious bullshit."
  }
]