[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Sleeps, ishuta, madnes, greatwhitehope7, Thorfinn, Robot_Satan, GeyserShitdick, wotan, atticusonline, caduceo, mikerotch6, cellphonedick, luckypyjamas, lk, chatterjee, ArthurDentLives, Afkpuz, Epicurus, ford, Saint, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ezcmac, Robot_Satan, deovalente, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "petitegitan",
    "plus": 6,
    "snip": false,
    "text": "I've also noticed this.  There is some hating going on."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "apocowarg",
    "plus": 9,
    "snip": false,
    "text": "it's over-critical fanboy on over-critical fanboy violence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, mikeronomicon, NotGodot, Robot_Satan, GeyserShitdick, wotan, atticusonline, thebarbarian, ArthurDentLives, Pigs)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Ariamaki, Robot_Satan, rascaldom, jollysaintpete)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "nagsworth",
    "plus": 10,
    "snip": false,
    "text": "What I find even more outrageous than asherdan's posts is the people that leap onto them and Lame them straight away. Is it some in-joke humour I'm not seeing? Because from the outside it looks pretty shameful. He posts some pretty offensive/irrelevent/whatever stuff which does deserved to be Lamed but even in his replies where he just acts normally, he gets Lamed. I bet this gets Lamed aswell. Kids these days, eh."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apocowarg was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Robot_Satan, TonyHighwind, salvagebar, Crev_Gibax, VictoriaW, Panserbjorne)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "nagsworth",
    "plus": 11,
    "snip": false,
    "text": "I suppose, but who moderates this? Who invented the whole comments syetem? That's right. If Onstad really thought of asherdan as such a waste of space it wouldn't be hard to ban him and his IP, surely? My point was that for the most part the comments are a valued asset to this site and I enjoy reading peoples in-depth analysis and stuff others may have missed, but after a while people realise that they have the \"power\" to say whatever they want, and I think the chubby/lame system is to blame for how many arseholes are trawling this site. The internet is a place for true freedom of speech but it's also a breeding ground for sad cunts who no one wants to listen to in real life, for a good reason. This site is pretty cliquey as far as this is concerned, I really hate how some people here obviously post things like \"look at his third eyelash on his left eye, fourth panel. That is so how my eyelashes would look if I was depressed, which I am\" just in a vain attempt at gaining a couple of chubbies..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, Ariamaki, Robot_Satan, atticusonline, faustroll, Breadcrab, pogo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by waddlerz was marked lame too many times and excluded. (marked lame by Ariamaki, Robot_Satan, pogo)"
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "setzkin",
    "plus": 1,
    "snip": false,
    "text": "This half-tempted me to lame it, then I chickened out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "I now apologize for bringing the haters of the world to your doorstep"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Asher... you noticed how people commenting on you getting lamed, and then going through the whole spiel of not understanding it and then finding out why... well... it is becoming something of a strange pattern in and of itself.  <br/> \n <br/> \nAnd yet it doesn't seem rightly represented with the lames that by all rights a non-ironic constant repetition of such a process should get.  <br/> \n <br/> \nI gotta say, you're the only person I regret being a dick to, cos ironically unlike the zeitgeist would imply, you don't really deserve it. Definitely don't deserve it compared to some of the vitriol people who disagree with us tend to spew (and promptly get chubbied enormously for it)."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Does Onstad read the comments?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "It doesn't seem like it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Might do. <br/> \nMight do subtley, somehow. <br/> \n <br/> \nI'm sure at one point in the past, he did put something into the strip based on comments made about a previous one. Not sure if it was current Assetbar or before that though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, atticusonline, Vee, slalvation, G3K, pogo)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "philosophe",
    "plus": 12,
    "snip": false,
    "text": "What are you talking about?  <em>I'm</em>  the King of Patterns!"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Be that as it may, the structure was secondary. The result would remain the same regardless of order."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, capnb0b, atticusonline, Crater12, Direhaggis, pogo)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "Yellow flag. It gives Science gas. NIH funding barely keeping up with inflation and nuking most prospective grants makes Science cry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, atticusonline, pogo)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "please stop this thread and just buy the pamphlet."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "all of this is getting more boring than even  <em>I</em>  intend to ever be."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "You intend to be boring?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "To success!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I couldn't have said it better myself, but I think that part of it is that you start getting the expectation that his comments are going to be douchy and choose to read them in that light. For a lot of the stuff he posts, if you just look at the words on the page, plenty of people make similar comments and are given the benefit of the doubt; i.e. they are treated as being ironic. This far in the archive, I still haven't seen anything that I would classify as a mortal sin. I read somewhere that he was a dick on the old message board, but even if that were true, I somehow doubt that all the people who lame him have been around for so long. Finally, regardless of whether or not he is a dick, abusing the chubby/lame system to get your daily fix of self-righteousness makes you a far bigger one."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, JTTuba, greenkoolayd, atticusonline, pogo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Asherdan, you are Pat, in so many ways. That's not TOO bad a thing, and you do in fact admit further up that you're a troll, but it just seems kind of desperate, you know?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, JTTuba, greenkoolayd, atticusonline, HolyQ, pogo)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "direhaggis",
    "plus": 6,
    "snip": false,
    "text": "I may get lamed and called an asshole, but in covering the archives up to 2005 so far, Asherdan makes an equal number of good and/or funny comments. There is called Onstad \"Stad\", but in sheer dickery the Avatar with the cube is far more lame-worthy."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 6,
    "snip": false,
    "text": "There's room for disagreement about Asherdan's post quality, but you're absolutely right about your last point. Soticoto is way more of a douche than Asherdan. They're honestly not comparable. But if you look at post dates, you'll notice that a vast majority of Soticoto's more douchey posts have only existed for a few months; he only joined like 3 months ago, after all. So, in all fairness, there's been less time for a mass reaction to Soticoto.  <br/> \n <br/> \nAlso, he's racked up 27% of Asherdan's lames in 27% of the time (yes I did the calculations). His track record seems to indicate he'll get to Asherdan level shortly. In 8 months we can expect he'll have a comparable number of lames to the almost 3000 Asherdan's got now. But overall I'm with you. If I was to pick between laming Asherdan and laming Soticoto, I'd err on the side of the latter."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "I hadn't taken the span of post dates into account, good call. Nice job on the calculations too, genuinely. Not to be a dick to strangers, ever, but I wonder if the cube/Soticoto might exponentially increase in lames, to a point where some event horizon is reached and so many lames occur that we are all engulfed in a really goddamn lame black nothingness."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by mikeronomicon, JTTuba, atticusonline, jmmfgd)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "We're sailing into a shit abyss, Randy, with shit storm lamers on every side."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Thanks for mentioning soti, he was kind of a rival of mine for a while, you know?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I hope you will take this the right way when I say that in no way would I ever think of the two of you in the same mental clause. <br/> \n <br/> \nThis is a Good Thing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "i hit the chubby button on accident when i was aiming to reply. dammit. Also, Asherdan did in fact NOT invent the question mark; he stole my idea."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "an asstroll?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "vreeeee",
    "plus": 4,
    "snip": false,
    "text": "I have not noticed this, as I believe the time elapsed between reading my first asherdan comment and ignoring all of asherdan's comments was about two days."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "people are also like towards you too saint <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "waddlerz",
    "plus": 2,
    "snip": false,
    "text": "TYPE I CANNOT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 1,
    "snip": false,
    "text": "Asherdan, your comments keep getting lamed! How come?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "Man, just keep reading through this things archives."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "...No. No, man - I get it. What I was doing, there, was trying to be funny by quoting the strip in a way such as one does to make a joke relevant in the context."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tonyhighwind",
    "plus": 1,
    "snip": false,
    "text": "I would just like to point out that all of you spent entirely too much time trying to decide whether a person on the internet is a generally good guy or a douche.  He is a generally good guy who can laugh at Phillippe getting hurt, and that ability makes people think he is a douche."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I am a douche."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 1,
    "snip": false,
    "text": "What I want to know is: Does Mr. Onstad have this actual book or did he go through the Bible looking for ingredients?  The latter implies insane dedication but the former is just scary.  I sleep comfortably at night only because I don't think such a book exists."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "There are several web-based utilities through which one can search the Bible for a specific word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "as well as print concordances."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 1,
    "snip": false,
    "text": "Your avatar makes me happy every time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "aw shucks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "The last frame is an odd lapse for Ray. Would Ray's mom realistically be anything but Catholic if she sent along a Catholic recipe book?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdtm",
    "plus": 1,
    "snip": false,
    "text": "I dunno, he's never been known for his deductive reasoning.  Remember Roast Beef trying to warn him away from stipper diseased dollar bills, and he not only didn't get it but held the danged things with his eyes?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Yeah true. The dude is in Mensa but I do not see him getting hardcore pumped about the old analytical section for the GRE or anything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 172,
    "snip": false,
    "text": "1 Kings 4:22 -  <em>\"Solomon's daily provisions were thirty cors of fine <strong>flour</strong>\"</em> <br/> \nJeremiah 17:11 -  <em>\"Like a partridge that hatches <strong>eggs</strong>\"</em> <br/> \nNumbers 17:8 -  <em>\"Aaron's staff...had not only sprouted but had budded, blossomed and produced <strong>almonds</strong>.\"</em> <br/> \n1 Samuel 30:12 -  <em>\"part of a cake of pressed figs and two cakes of <strong>raisins</strong>\"</em> <br/> \nJudges 5:25, last clause -  <em>\"in a bowl fit for nobles she brought him curdled <strong>milk</strong>\"</em> <br/> \nLeviticus 2:13 -  <em>\"Season all your grain offerings with <strong>salt</strong>\"</em> <br/> \n2 Chronicles 9:9 -  <em>\"Then she gave the king 120 talents of gold, large quantities of <strong>spices</strong>\"</em> <br/> \n <br/> \nthanks to  <a href=\"http://web.archive.org/web/20110510022751/http://www.biblegateway.com/\">www.biblegateway.com</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 1,
    "snip": false,
    "text": "You'd be a better son (or daughter) than Ray. Not like it's a hard thing to achieve. The  <strong>spices</strong>  referred to is probably nutmeg or cinnamon..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "'son', and thanks!  unfortunately, none of the versions of the bible i checked got any more specific than 'spices' - not even the 'amplified bible' (!?)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 11,
    "snip": false,
    "text": "Was it neon and espousing left-leaning half-baked ideals?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ghede",
    "plus": 0,
    "snip": false,
    "text": "Considering the context, it would not be unexpected to see a pun on half-baked here... I would, but I can't think of any good ones."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "widdershins",
    "plus": 20,
    "snip": false,
    "text": "Nutmeg is the secret ingredient of Coke! GOD is that obvious!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gumfish",
    "plus": 13,
    "snip": false,
    "text": "Holy shit am I an idiot. I thought he was instructed to take these pages out of the bible and cook them with the rest of the cake recipe (not pictured) or something. I knew something was odd about that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "Wow."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Awesome.. Simply awesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rykan",
    "plus": 19,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "(Jeebus, sorry, I thought I'd upload the smaller version x__X I'll just lame myself.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dumase",
    "plus": 3,
    "snip": false,
    "text": "you should never apologize for this. ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gmm",
    "plus": 1,
    "snip": false,
    "text": "If that was an intentional A Better Son/Daughter reference then you win at life. That is an excellent song. <br/> \n <br/> \nThis is a TERRIBLE first ever Achewood comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "you've got a fantastic avatar going for you though. Caveat Emptor, transmogrifier users..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "It's okay.  I like that song too. <br/> \n <br/> \nIs there any way to bring more synchronicity between Achewood and Rilo Kiley?  Classic RK and Achewood have some of that alt-country kick in common.  I mean Ray could be called a Picture of Success, and when Roast Beef's lungs were giving him trouble, he might have spluttered, \"It's a hard day for breathing/Again.\"  These are just words I am saying, here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Pictures of Success\" is my favorite Rilo Kiley song, I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizjones",
    "plus": 1,
    "snip": false,
    "text": "djwhiterabbit, you are the stuff."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "why thank you lizjones.  (^ ^,)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afkpuz was marked lame too many times and excluded. (marked lame by relaxing, equinn2006, _cheesekayke, stormagnet)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "robanhk",
    "plus": 5,
    "snip": false,
    "text": "Pretty much anything you bake has salt in it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 2,
    "snip": false,
    "text": "Alright people, stay tuned...I'm gonna make this Scripture cake. <br/> \n <br/> \nHere we go."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moraiat",
    "plus": 1,
    "snip": false,
    "text": "Maybe the recipe calls for Exodus 24:18 to bake. But shouldn't you have been finished the cake by now?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kazad",
    "plus": 1,
    "snip": false,
    "text": "Ok it's been a month.  <em>How did it go.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 80,
    "snip": false,
    "text": "Lemme 'splain.  <br/> \n <br/> \nThe cake was as a basic cake usually is in terms of presentation: I did the whole Bundt pan deal, as I felt a sheetcake would be in bad taste. I made the cake, with these exceptions:  <br/> \n <br/> \n1) For the \"spices\", I just trusted my gut and did some cinnamon and a SLIGHT dash of all-spice. I play on the safe side when it comes to baked goods and odd flavored spice, so I didn't go too nuts.  <br/> \n2) For proportions, I went with my Alton Brown's \"I'm Just Here For More Food\" guide to baked goods. This helped me gauge what was good as far as flower and eggs went, but I didn't go to a lot of trouble with the mix like he does. That man loves to waste time on prep.  <br/> \n <br/> \nAll in all, I'd say the cake was pretty good. If I do something similar again, I'll go with almond extract instead of real almonds, so I get the flavor without the odd texture. The cake wasn't as moist as I like usually, and the raisins are a tad unnerving. All in all, though, it's something you'd feel like eating if you just don't have anything else to eat in your house. I might give it another shot, then transfer the superb recipe here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 6,
    "snip": false,
    "text": "Dedication warms a thousand stomachs."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "stonecrab",
    "plus": 4,
    "snip": false,
    "text": "I just realized after all these years that's exactly how i feel about raisins. They ARE a tad unnerving!! Thanks dood!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joestork",
    "plus": 5,
    "snip": false,
    "text": "so true. <br/> \n <br/> \nlike when you bite into a piece of bread and you're like... what the fuck? <br/> \n <br/> \nIs this a maggot? <br/> \n <br/> \nBut it's .... sweet!  Oh god! <br/> \n <br/> \nRaisins, man.  Fuck 'em."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "My uncle calls raisins a waste of a perfectly good grape."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dasilodavi was marked lame too many times and excluded. (marked lame by chivalress, Vee, cailetshadow)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dasilodavi",
    "plus": 8,
    "snip": false,
    "text": "Uh, after what was basically a few seconds of actual research into the matter I find I am mistaken.  Please disregard the above message, and then this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tourach3",
    "plus": 8,
    "snip": false,
    "text": "it's sacrelicious!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I respect your avatar/post harmony.  YAAAAAY!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "Again, another case where you realise again that Ray is a cat - his mother only gestated for three months. <br/> \n <br/> \nAt which point, a  <em>disturbing and scary notion</em>  comes to mind... <br/> \n <br/> \nIsn't it rather common for male cats, when fully grown, to get ruddy with their mommas?  (and vice-versa) Happened with my cats. <br/> \n <br/> \nWeird."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "Grr. I did not really mean to chubby that. I meant to reply.  This upsets me to my very core.  Curse my ineptitude with rating comments.  Also - ew.  Ray respects his momma's milk, but he doesn't want to buy it either, dig?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Yes they will often go jogging together in the cool fall mornings, their faces becoming  <strong>ruddy</strong>  in complexion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chloraloner",
    "plus": 0,
    "snip": false,
    "text": "I bet Rasmus and Jennywater are within those passages. <br/> \nI knew it! Ray's mom is a Chemus witch!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "agentstinky",
    "plus": 2,
    "snip": false,
    "text": "Oh also Ray don't forget the oppression of women and violent, jealous God in your Bible cake."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oppression of women?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endoftheworld",
    "plus": 0,
    "snip": false,
    "text": "Not nearly as good as \"Scripture Porn,\" ladies with Ezekiel 23:20 all over them..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "unkle_bob",
    "plus": 0,
    "snip": false,
    "text": "Ladies with donkey dicks and horse sperm all over them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Damn straight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cagliostro",
    "plus": 6,
    "snip": false,
    "text": "Much as I like this strip, the Scripture Cake seems like it suits some of the other denominations better than it does Catholicism. If you want a Catholic cake, just make yourself a really delicious, opulent cake with lots of buttercream icing and Padre Pio picked out on the top in sprinkles. Eat the whole thing, then feel incredibly guilty, because all the ingredients you used could have been put to much better use feeding the poor. But you did really enjoy the cake! Oh God, no, that means you're an even worse person, because you were effectively enjoying the poverty of others!  <em>This is all your fault.</em>  Quick, say the rosary until your fingers start bleeding.  <br/> \n <br/> \nOh well, just one quick pint before closing, the rosary's not going anywhere."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aclashinredsnow",
    "plus": 1,
    "snip": false,
    "text": "I got, from my mother, \"The Little Irish Book of Baking\" and it has a recipe for Scripture Cake in it. I love this strip so much you do not even know."
  }
]