[
  {
    "depth": 0,
    "minus": 1,
    "name": "rude_mechanical",
    "plus": 5,
    "snip": false,
    "text": "Would Beef really do the dirty on Molly? And what would the resulting episode of Cheaters be like? <br/> \n <br/> \n*ducks*"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sevendaughters",
    "plus": 3,
    "snip": false,
    "text": "I never really thought the implication was cheating because, El Stupido, read the steward character as a DUDE. Now you have ruined my day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 5,
    "snip": false,
    "text": "That should have been 'I, El Stupido'."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "keir",
    "plus": 40,
    "snip": false,
    "text": "You assumed that air hostess was a dude straight up? Hmm... have you told your parents yet? <br/> \n(I'm Sorry I Implied That You Bone Dudes (inside) That Must Feel  <em>Sick As Hell Plus Also You Might Be A Girl</em> )"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "gormster",
    "plus": 92,
    "snip": false,
    "text": "<em>I'm Sorry I Called You Gay on the Internet</em> <br/> \n(inside)  <em>You Might Be Gay I Mean It's Not Like It Even Matters Anymore</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quaga",
    "plus": 0,
    "snip": true,
    "text": "A comment left by quaga was marked lame too many times and excluded. (marked lame by blastradius, mike24, perhapsmaybe, Panserbjorne, motts)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "king_duncan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by king_duncan was marked lame too many times and excluded. (marked lame by amandulence, perhapsmaybe, motts)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": true,
    "text": "A comment left by odei was marked lame too many times and excluded. (marked lame by mortshire, ElZilcho, nutmeg, perhapsmaybe)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "The sudden presence of a King Duncan hopefully means that all the previous times I have quoted  <em>Macbeth</em>  on these boards are having a long-lasting microsocial effect."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Ah, doctor.  Good to see you back with an Ash animated icon."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Hey, I'm a gay iPod owner too! <br/> \n <br/> \n <em>We should form a club!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "I'm Sorry There Was Hell Of Inherent Homophobia In My Last Card (inside) I Ain't Really Care Who You Bone On Airplanes"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "hey everyone I am flying to Norway next week.  Does anyone have anything that they need imported to/from Norway without wanting to pay tax on it?  Let me know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dreamerman91",
    "plus": 2,
    "snip": false,
    "text": "I think we all assumed it was a guy because the conceit so far has been that Roast Beef makes cards for dudes"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "If you're a retard you assumed it was a guy ... how could anyone think the air hostess was a dude after Beef commented (internal monologue) about her \"union curves\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "The antonym of 'Union Curves' would logically either be one of the following: <br/> \n <br/> \n1.  <strong>Yankee Curves</strong> <br/> \nB.  <strong>Milton Friedman Curves</strong> <br/> \n <br/> \nThe choice for how you read it is up to you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "trevor328",
    "plus": 1,
    "snip": false,
    "text": "The Union was the Yankees. It would be Confederate Curves, or actually Confederate Flats. <br/> \n <br/> \nOr maybe Nathan Shefferman Straights would be more fitting."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Oh fuck, you are right. <br/> \n <br/> \n <em>Lord save me from those Confederate Curves</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Either one sounds like a Silver Jews song."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "I thought that too, until I read Senor Alt-Text.  Then I was very disappointed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I, too, thought it was a man, until the comment about her curves."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dangelder",
    "plus": 5,
    "snip": false,
    "text": "My father once knew a man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eileens_wetwipe",
    "plus": 2,
    "snip": false,
    "text": "Biblically? Cos if so, we're back to the same issue..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": true,
    "text": "A comment left by steev_dayv was marked lame too many times and excluded. (marked lame by ActualTaunt, Flaaron, Jeef)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geozimmdrake was marked lame too many times and excluded. (marked lame by straw, softerworld, Flaaron, perhapsmaybe)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 7,
    "snip": false,
    "text": "<em>It's Okay That You Kinda Misconstrued Some Genders On The Internet.</em> <br/> \n(Inside) <em>We're All A Little Gay.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Yes, we are all a little gay... <br/> \n <br/> \n     ..... <em><strong>I'm</strong> not!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No gayness here, either!  Nada."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "Mr. Kinsey would beg to differ, hamscout and pogo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "Ahem. That's Saint Kinsey of the Immaculate Infallibility,  <em>if you don't mind</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "From what I've read, Kinsey put too much stock in what prisoners do.  More recent estimates are that as few as 1-2% of males engage in homosexual behavior."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hmm. I was just doing research for a paper and was looking at  <a href=\"http://web.archive.org/web/20091231061924/http://www.avert.org/hsexu1.htm\">this</a> . Not sure I buy your 1-2%, especially seeing as how WAY more than 1-2% of my male friends are gay, let alone have engaged in homosexual behavior at some point. <br/> \n <br/> \nNot to mention my female friends. Jeez. <br/> \n <br/> \nMaybe you're making a joke and I don't get it, though. Sometimes it is hard for me to decode jokes without tone of voice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 1,
    "snip": false,
    "text": "Maybe your friends aren't the best sample to represent the average male. <br/> \n(inside)In regards to sexual orientation"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Yea, I'm gonna go ahead and agree. I actually don't have any gay friends apart from one girl I kind of know who's a lesbian, mainly because I've known most of my friends since high school and don't tend to associate with art/theater majors and such."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Come on, everyone's performed a little of the old in out, in out with their close same gender friends."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I can't really tell if you're joking or not, because I hear people say this all the time and I always wonder if we don't just live in completely different worlds. I mean it just seems like something most people would be certain about by the time they finish puberty unless they're super-repressed. And the latent aversion to homosexuality in our culture is strong enough that I think the average guy wouldn't be inclined to 'experiment' unless he were fairly dissatisfied with straightness already. <br/> \n <br/> \nI'm just speaking from experience, but it's not like I'm particularly sheltered - I grew up in a pretty diverse metropolitan area, my politics are pretty extreme left, and my group of friends is far from being composed of frat guys or meatheads. Yet somehow I've encountered and interacted with very few gay people in my life and social circles, and among the people I know well, I honestly can't conceive of them engaging in even mild experimentation at any point. I'm not saying all this as a matter of pride or anything like that - I'm actually genuinely curious as to whether my experience is that far from that of everyone else's here and why this may be the case."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "the art/theater kids aren't the only fags.  they're just more out."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It flat out hurts to agree with alreadyinuse, but I totally do.  There is a very strong sample bias depending on where you are asking, both geographically and in what social stratum the subject lies.  Further, the reliability of each sample is highly suspect, as most 'did it once when drunk' guys wouldn't respond as such.  I doubt the 1-2%, but I don't doubt that's what the survey came up with."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Scrolling through my Facebook friends, I count 31 people out of 325 that I know for sure have had gay experiences. 17 dudes, 14 chicks, but I know that 4 of the dudes primarily identify as straight but have messed around with dudes once or twice. I didn't count chicks making out with chicks at parties, which would up the count significantly. That is my field research, I expect the Nobel prize folks will contact me within the week."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We of the Nobel Committee will at least need to know the male/female breakdown in your data to come up with menaingful percentages."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The plural of \"anecdote\" is not \"data\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No joke, this is a serious subject.  Nice report, thanks for the link.  I was thinking of the exclusively homosexual partners statistic, which is 1-2% in your report.  My concern is that things are kept in context and that people don't think everyone is doing something so why don't I do it too and get involved in things they wouldn't otherwise countenance."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "So, let me see if I understand what you're saying here. <br/> \n <br/> \nYou have a concern that people will do gay stuff because they think everyone else is doing it? Correct me if I'm wrong, here. <br/> \n <br/> \nSo then does that mean that if I'm basically straight, but I get it on with another lady because it's socially acceptable, that's somehow worse than me refraining from getting it on with another lady because it's socially unacceptable? Or is it more like you're concerned that I'll get it on with another lady because I think all the cool kids are doing it, and then regret it afterward because it was gay?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'd say the latter. There's a pretty good short story by Sartre about that kind of thing (Childhood of a Leader). I mean to the extent that it would enable people who would otherwise be repressed and unhappy to feel normal and accepted, it's totally awesome, but beyond that, there's really no point in trying to convince otherwise straight people that they are part gay or whatever."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nosearmy",
    "plus": 0,
    "snip": false,
    "text": "There's also no point, to my mind, that convincing some people that other people who you don't know aren't part gay, when your speculation doesn't bear fruit.  There are about a bizillion reasons that I can think of that you don't have any friends that you think have engaged in homosexual acts.  There are so many holes in this logic you could eat a steak through it.  Or drive a flock of seagulls through it.   <br/> \n <br/> \nAlso, Sartre was a pedogog."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "What achilleselbow said."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "But that is a silly thing to think. It is silly. Obviously folks shouldn't be pressured into having any kind of sex, but there's no reason to regret gay sex any more than straight sex just because it's gay. Plus I think the majority of people who would have gay sex just because the cool kids were doing it are open enough to experimentation that it will not be a cause for \"concern.\" <br/> \n <br/> \n\"Trying to convince straight people that they are part gay\" in the form of the Kinsey scale is not trying to convince them to perform gay sex acts. It's just saying that numbers indicate that homothoughts occur in pretty much everyone, so don't get down on the folks who are really into it. And even if you take away the prescriptive aspect of it, I still think it is worthwhile to present a numerical truth about homothoughts, because truth is good and valuable and stuff!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Agreed, a certain amount of passing homothoughts is normal, but don't act on them just to appear cool."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "trollcollins",
    "plus": 2,
    "snip": false,
    "text": "Yes yes, but engaging in activities and having feelings are different things. <br/> \n <br/> \nI have always seen Male Gayness reported as 3-4% of men being significantly or purely homosexual. A lesser percentage of women are mostly/totally gay. 2% is the figure I learned in Psychology (so it must be true!!!!!! <--- irony exclamation marks)  <br/> \n <br/> \nThis runs counter to the culture's lesbian fascination and subsequent drunk-girl-on-dancefloor-making-out-with-female-friends-to-get-attention 'fauxbian' phenomenon.  <br/> \n <br/> \nAnyway, the idea of Kinsey's scale is that very few people are 100% straight or 100% gay. For example, I generally identify as 5 or 5.5.  <br/> \n <br/> \nEven if you never act on them, even if you are so horrified by them that you repress them  <em>so hard</em> , most people will have homosexual feelings during their life. <br/> \n <br/> \nSome will not but they're kind of uncommon. Just as it is uncommon for a gay man not to have had a few moments where he was curious, aroused, or even attracted to a woman."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "circumstances",
    "plus": 4,
    "snip": false,
    "text": "If you were gay / That'd be OK / I mean 'cause hey! / I'd like you anyway! / Because you see / If it was meeeee / I would feel free to say / That I was gay (but I'm not gay)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fallow_fields was marked lame too many times and excluded. (marked lame by missbee, straw, tommycrashwreck, ethelthefrog, Cremlae)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hedonismbot was marked lame too many times and excluded. (marked lame by blastradius, m3funkyb, perhapsmaybe)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "tasty."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thebarbarian",
    "plus": 2,
    "snip": false,
    "text": "avatar/comment discordance"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Your comment somehow opened up my eyes to the fact that ACHEWOOD is a lot like AVENUE Q. And that's a good thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "are we all a little... Gay for Jamie? <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://www.afterelton.com/sites/www.afterelton.com/files/images/30rockfrank.img_assist_custom.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "dammit.  I retract my previous statement.  I guess I  <em>am</em>  a little gay. <br/> \n <br/> \nthereIsaiditdonttellmywifewhilewerewatching30rock"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But wait, does it count if a male is attracted to another male who mostly looks like a soft girlie-man?  I mean, that's just misplaced heterosexuality, right?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "<em>Outside:</em>  I can't believe you totally banged that chick from Hanson! <br/> \n <br/> \n <em>Inside:</em>  OH WAI-"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "David Bowie would claim that putting a wig on a man and pretending he is a woman is not gay."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "{outside}  I'm sorry you accidentally boned Hanson <br/> \n <br/> \n{inside}  Too bad it wasn't Nelson--those chicks are  <strong>HOT!!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "As a writer and Cardcraft, Beef needs to  <em>live</em>  to get Life Material what infuses his work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 3,
    "snip": false,
    "text": "all i know is, Onstad had better not think he's going to do what i think he might be thinking he's going to do. <br/> \n <br/> \ncause that'd break my heart."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 5,
    "snip": false,
    "text": "Oh God, just the thought of this.. this is not what I need today  <em>this is not what I need today</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "<strike>Way</strike> laid in Texas?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 3,
    "snip": false,
    "text": "<em>way</em> laid in Texas"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "Im sorry that I got  <em>way</em> laid in Texas <br/> \n(inside)Its just that I like to associate with fucked people"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "clintisiceman",
    "plus": 14,
    "snip": false,
    "text": "Whoa! Is Beef afraid of moths? Am I not the only dude who has that irrational terror inside him? <br/> \n <br/> \nSummer is coming. They come in through the skylight."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tbtabby",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231061924/http://www.beaverandsteve.com/index.php?comic=135\">You have something in common with Steve!</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Beaver and Steve. The two moth strips are for me the pinnacle of that strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I find it hard to pick the apex of my Beaver and Steve enjoyment.  At the moment, it is the early one with the family of lice on his back. <br/> \n <br/> \n <em>\"My baby! Where is my baby!?\"</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Nah, Beaver dying by spider is far and away the best strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "All I can say is:  <br/> \n <br/> \nBogon Season."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "...or: <a href=\"http://web.archive.org/web/20091231061924/http://www.youtube.com/watch?v=8jeDvgbJigg\">Bogon Season!!</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231061924/http://www.youtube.com/watch?v=ajBLkApnjrE&amp;feature=related\">http://www.youtube.com/watch?v=ajBLkApnjrE&amp;feature=related</a>  reminded me of the time I used to work in mining in Nevada. this is the best shot I could find of Mormon Crickets during the summer. but this is nothing compaired to the swarming over entire (all be it small) towns, and just how wet slick and ...  smelly they can make roads (for miles)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "<a joke about Mormons swarming all over the doorsteps of every town>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "oh fuck you. (it is friday) and just fuck you."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Aw, come on, someone was gonna go there.  Hence the reference to the obvious joke, without making the joke itself.  It's funny, see?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "THAT IS WHAT I CURRENTLY DO FOR MONEY. <br/> \n <br/> \nworking at a mine in nevada."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "well. get out while your makin money... the work dries up FAST.  unless you actually have a Skilled possition...  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It Sucks To Live In Canberra Reason Number 86"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hubajube",
    "plus": 2,
    "snip": false,
    "text": "They're like bats small enough to fit inside your ear.  What's not terrorizing about that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 5,
    "snip": false,
    "text": "Soft fluttery bats that will whisper  <em>the secrets of life</em> ."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "nbgreene",
    "plus": 21,
    "snip": false,
    "text": "BATS AREN'T BUGS!!! <br/> \n <br/> \nanybody?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Calvin and/or Hobbes will nearly always win you a chubby in my book, sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 3,
    "snip": false,
    "text": "Look, who's doing this report, you chowderheads or me?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "hahaha.  good work dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Chubbie for avatar homeslice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Looks like rawk5star is a little faster. steev_dayv, you play o-line.  I think we got our runningback right here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "yeeeeeah...but Im SMB3 goomba, which is waaaaay cooler."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "Goddamn it,  <strong>moths saved Gandalf.</strong>  And Gandalf is like everybody's perfect grandpa. What I am saying is that if you don't like moths then you pretty much hate your grandpa, straight up.  <br/> \n <br/> \nAre you saying you hate your grandpa, clintisiceman? Do you want to mail him some vomit in a box, and make him sign for it and all?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vortx21",
    "plus": 0,
    "snip": false,
    "text": "I thought eagles saved Gandalf. <br/> \nDoctor Dolittle rode around on a big moth though"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 9,
    "snip": false,
    "text": "The moth was a messenger to the eagles.  Just like how knowledge about LotR is a messenger to a woman's uterus to seal itself off."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That is categorically untrue.  The moth was not a messenger (unless this is some crap from the movies).  Babes love LoTR.   <em>Babes, man.</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(Hot chicks of AssetBar look away from this) I'm pretty old, and I've done a lot of drugs since my last reading, but didn't the moth take his message to the eagles when he was captured by Saruman?  Wasn't that the extent of mothy involvement?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>NO THAT WAS RADAGAST!!!  Finkin' movies...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "<em>ReturnoftheKingisoneofmyfavoritemoviesthereIsaidit.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hedonismbot was marked lame too many times and excluded. (marked lame by m3funkyb, ElZilcho, cailetshadow)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "Such inventions as \"Orlando Bloom\" and \"Viggo Mortensen\" have rendered unnecessary the making of excuses for ladies who love the rings.  Hell, even back in the day geek girls had Harrison Ford and Mark Hamill to fall back on."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "xi",
    "plus": 1,
    "snip": false,
    "text": "Oh ballcockery. Don't even say that - I hated that because of those drones not only were two of my favorite characters wrecked but no one could distinguish me from the fuckin teeny-boppers that went to the midnight showings to diddle themselves. <br/> \n <br/> \n...except for. You know. The cloak and the ears. I think that helped."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Naw man, it was Billy Boyd and Dominic Monaghan. <br/> \n <br/> \n <em>Idon'teventhinkOrlandoBloomishotthereIsaidit.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I LOVE BILLY BOYD AND DOMINIC MONAGHAN <br/> \n <br/> \nI hell of met Dom too. At a convention. Ohthat'sright."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Ohmigosh. We have things to talk about, you and I."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "WHAT? WHAAAAT? I think the ladies of Assetbar want details because apparently we all crush on the same \"unconventionally\" attractive dudes."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I dang yes. I had such a crush on Bill Boyd after Lord of the Rings."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "gjdfihdf...cannot type today."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Agreed. Bloom is lame and Billy Boyd is super cute :D"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "synnah",
    "plus": 3,
    "snip": false,
    "text": "Viggo Mortensen's best performance to date is his role as gladi8orrex, in gladi8orrex's avatar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "But now Apaloosa has come to theatre, and it is astounding.  My spellnig is atrocious."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Yeah I am also a lady and I also love LotR. Then again I think that the ladies on assetbar are not exactly a typical substratum of the female continuum if you know what I'm saying. <br/> \n <br/> \n(If you don't, what I'm saying is that we AB girls are a little off.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "(They have seal viscera spattered all over their kitchen floors and regularly write letters of complaint to their local papers.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Maybe that's a bit further off than what bixschmix was trying to convey."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Your words are like honey-scented grout slathered lovingly into my ears. How do you always manage to channel Onstad so well?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "A little off and a lot on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Haha, jokes on you! I never knew either of my grandparents. <br/> \n <br/> \nAnd moths can go to hell."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but do you  <em>hate</em>  them? I'm pretty sure hating your grandparents is less bad than hating your dead grandparents that you never knew. That's like several pay grades up from just hating your grandparents."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Either your parents are brother and sister, or you meant to type \"grandpas\" and I'm being a dick about terms."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "She's from England, not Alabama, so I'm guessing the latter."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "Yeah, no inbreeding in England."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "For fuck's sake! I can't believe I messed up AGAIN. <br/> \n <br/> \nI meant grandpas, yes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "One word. <br/> \n <br/> \nNorwich."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "That stuff makes great sloppy joes."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "A sandwich is a sandwich but a Norwich is a meal!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Apparently \"normal for Norfolk\" is a common medical euphemism for \"inbred\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 1,
    "snip": false,
    "text": "I may be a lame guy, but Lord of the Rings references are totally lost on me. If moths had saved pretty much any other fantasy character in the world, I would be on board for your argument. Not that I dislike Gandalf, I just have no emotional attachment to him. And anyway, my grandfather is the opposite of Gandalf. He is clean shaven and wears polos and lives in Texas."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "king_duncan",
    "plus": 1,
    "snip": false,
    "text": "Wow, that is the complete opposite of Gandalf, I agree."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "To be the  <em>complete</em>  opposite he'd also have to be evil."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "He lives in Texas. If he's not already evil, he's absorbing it from his surroundings and will be fully so soon."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "Well he has gone from being an open-minded social worker type of guy to a ridiculous conservative who gets all of his news from Fox News. Though I'm pretty sure that has less to do with Texas and more to do with him being old and getting outside his gat-dang mind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 2,
    "snip": false,
    "text": "No emotional attachment to Gandalf? Man, I wept the weepy-weep way when he died in The Fellowship."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drunkenimp",
    "plus": 3,
    "snip": false,
    "text": "Such as Enya all playin' in the background."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I would have if I didn't already know he was going to come back. But perhaps your middle school years were not as lonely as mine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "...I knew he was going to come back and I STILL bawled. <br/> \n <br/> \nBut I have an excuse, I am a weepy girl."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "spoiler alert please. <br/> \n <br/> \nI have yet to read something older than myself.  That is like, well we watched Prince of Egypt at Presbyterian Youth Group and I was talking about how it ends.  People got mad.  Really, they didn't know?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Sorry I mailed you vomit in a box. <br/> \n <br/> \n(inside) Thank Gandalf for that one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I am also sorry for how far from your original comment my reply is. <br/> \n <br/> \n(inside) Thank assetbar for that one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "margargaret",
    "plus": 9,
    "snip": false,
    "text": "Man, I don't knwo why people are so scared of bugs when there are much more terrifying things in life such as: talking to people, going outside, grocery shopping."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I'm terrified of all these things!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 4,
    "snip": false,
    "text": "Oh, don't get me wrong. I am also terrified of talking to people and going outside when the neighbors are home. But I also had a large moth fly into my face when I was trying to eat a frozen Snickers bar when I was a young boy, and that's just something you don't get over. It was like the best moment of my life followed immediately by a desire to not be alive anymore."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "brokeaccount",
    "plus": 10,
    "snip": false,
    "text": "Calling people on the phone. <br/> \nListening to answer phone messages. <br/> \n <br/> \nARGHHHH. <br/> \n <br/> \nIn comparison this is so much nicer: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Rosy_Maple_Moth.png/400px-Rosy_Maple_Moth.png\" style=\"border:0px;\"/></div> <br/> \n <br/> \nLOOK AT HIS LITTLE FACE. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://booksandnature.homestead.com/files/rosymapleface.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Oh man, listening to voice mail messages is the worst. It's like the pre-recorded message lady enjoys drawing out your slow torture. \"You have...12...new...voice messages. To listen to your messages...press 1. To delete your message...press 7, etc,\" and the instructions get repeated before every goddamn message. Meanwhile I'm just mashing 7 repeatedly because I don't even have the patience or the stomach to listen through month-old messages of \"dude, where are you\" or \"hey, call me back\" or \"son why is there an incomplete on your transcript and why did we get a bill for 10 overdue library books?\" JUST GO AWAY"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "The worst is when someone says \"I love you\" at the end of a month-old message. GUHHH. <br/> \n <br/> \nI'm sure you can understand my joy when I got cut-off from my pay-monthly plan (with free answer phone service!) and had to switch to pay-as-you-go with a distinct lack of guilt-laden accessories. So happy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I hate listening to messages because I just know there will be a two day old message from someone who needed to get in contact with me  <em>right then</em> .  <br/> \n <br/> \nThis happened once with some very bad news, and ever since then I have the beginnings of a panic attack when I listen to my messages."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, that's basically what I was trying to say, except my thoughts were poorly conveyed. Now I just let my inbox fill up and then no one can leave me messages."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "you kids suffering fro technology overload?  Or maybe you should quit fagging around o n the intertube and tend to your responsibilities.   <br/> \n <br/> \nor do some drugs or something.  all the drugs you kids do and you still are worried about voice mails?  you're obviously not doing the right kind of drugs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You're lame, alreadyinuse! <br/> \n <br/> \n <em>You... are... lame!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I love you.  Why don't you ever text me back?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "That thing is ghastly make it go away please"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "So cute!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAAHHHHHHHHH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Moths don't scare me when they're not fluttering manically in any close proximity to my face. That actually looks kind of cute to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aliiis",
    "plus": 3,
    "snip": false,
    "text": "awww, that's so sweet! he ees all pink and floofy.  <br/> \nMy own fascination with little mothlets began when I saw a  <a href=\"http://web.archive.org/web/20091231061924/http://commons.wikimedia.org/wiki/Macroglossum_stellatarum\">Hummingbird Hawk-Moth</a> , they are freaking gigantic and amazing and have big eyes! <br/> \n <br/> \nAlso, <br/> \n <a href=\"http://web.archive.org/web/20091231061924/http://www.newscientist.com/article.ns?id=dn10826\">MOTHS DRINK THE TEARS OF SLEEPING BIRDS</a> <br/> \n <a href=\"http://web.archive.org/web/20091231061924/http://www.robotics.reading.ac.uk/node/40\">ROBO-MOTH MELDS INSECT, MACHINE</a> <br/> \n <br/> \nHeadlines to love and die by."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I used to see moths as the classy, subtle one Lepidoptera family, with butterflies being the loud, drunken sister-in-law who can't stop making jokes about being fat in high school; but MOTHS DRINK THE TEARS OF SLEEPING BIRDS has shown them for what they really are...vampires. That is nothing short of horrifying."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They must be the sister who listens to Bella Morte and writes bad poetry."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "I was about to post all this and thus give categorical evidence of the evil of moths. <br/> \n <br/> \nInstead, you beat me to it. <br/> \n <br/> \nStill: <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://www.newscientist.com/data/images/ns/cms/dn10826/dn10826-1_450.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The moth uses its barbed proboscis (close-up below) to penetrate the eyelid of sleeping birds and drink tears (Image: Roland Hilgartner / Mamisolo Raoilison)</em></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Holy FUCK"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "This was only  <em>slightly</em>  more disturbing than the grotesque mockery moths made of hummingbirds earlier on this page."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "fuckshitohmygod <strong>whywouldyou<span style=\"border-bottom: 1px dotted\">DO</span>that?!?</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Wisdom is the main ingredient of Owl Tears."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "[borat] <br/> \nAnd a vial of owl tears to protect me from Jews! <br/> \n[/borat] <br/> \n <br/> \n(forgive me)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I actually gasped and shielded my eyes when I finally realized what the hell I was looking at in that picture.  That is...that is  <em>wrong</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "But you still got more chubbies than me! I think it is because of your Army of Darkness icon. Or because of all the people who can't read. Or because of the fact that, as I myself noted when I first read that, you can see from the picture that THE MOTH IS  <strong>FUCKING HUGE</strong> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, I think that the icon is one part of it (see if you can find any of miku224's posts - classic case of being pretty and everyone liking you no matter what you say, even though the dude was justifiably cool in and of himself without the crazy-good avatar), while the other part is that pictures always garner more chubbies than text does on these boards. <br/> \n <br/> \nAs a non-Photoshopper and thus necessarily a far more textual person myself - I feel your pain, I really do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I love, love, LOVE your description of the dysfunctional Lepidoptera sisters. However, drinking the tears of sleeping birds with a fearsome harpoon proboscis is still friggin' awesome. I don't like birds. <br/> \n <br/> \nWould... would you prefer it if I said that the moths believe that by drinking the tears, they take the little birdie's sadness away?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "The birds have much to be sad about, seeing as they're naighbours all look to be on  <strong>drugs</strong>   <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://news.nationalgeographic.com/news/2005/04/images/050419_aye-aye.jpg\" style=\"border:0px;\"/></div> <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em> Moths i am just trying to make a living.  don't judge me 'cause my tears are made of crystal meth</em></div> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://www.ryanphotographic.com/images/JPEGS/Leaf-tailed%20gecko.jpg\" style=\"border:0px;\"/></div>   <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Try to drink from these eyes <em>i dare you</em></em></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "thus ends my most BBcode-intensive comment yet. <br/> \n <strong><em>What a hoot!</em></strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<strong>AAAAAAAAAAAAAAAAGGGGGHHHHHHHHHHHHHHHAAAAAAAAAAAAAAAAAAAAAAHHHHH</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Perhaps it's my inner fantasy artist, but that gecko looks all kinds of awesome.  I would like a giant one to guard my dungeon and protect my virgins."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Moths are just trying to help out.  You get a chubby for making me do that lol thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hawk-Moth RULES!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "What would make them need to look like hummingbirds? Maybe so that birds don't eat them because the birds think the moth is a bird also? Thoughts?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 4,
    "snip": false,
    "text": "I think you're probably right but I personally like to think that a group of moths were sitting around one day waiting for the moon to come out when they saw a hummingbird and it turned their lives around."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "They're telling me that I'm too friendly, but your heartfelt optimism for the evolutionary motivations of moths made me go \"heeheehee.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Same for me. That was an adorable thought, brokeaccount, so now I need to arrange for you to receive some chubbies."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm on it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Gracias!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mlwhy",
    "plus": 0,
    "snip": false,
    "text": "Holy cow, it's like someone dressed up a humming bird in a moth suit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Before I clicked the link, I thought that the tears story was going to be cute. But holy shit! The moth uses a double pronged harpoon proboscis which it shoves under the birds eyelids to drink the tears!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Oh god oh god oh god <br/> \n <br/> \nOh my god. <br/> \n <br/> \nI'm never gonna sleep again after seeing that"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "That face is the scariest fucking thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What about talking to talking scorpions outside? How would you feel about that, margargaret?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "So conflicted!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "chubbied for absolute truth"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "margargaret, marry me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "They mostly come out at night... mostly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I [i]fucking hate[/] moths. They totally ruin summer for me. Ugh ugh ugh I hate them so much!! I'm not crazy about butterflies either, but moths are just nasty as all-get-out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I also  <em>fucking hate</em>  BB code."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Careful you don't become insane, I don't want to remember you as the lady that wrote all the moth/bbcode/aliens/g-men conspiracy theories."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 1,
    "snip": false,
    "text": "Damn straight. They are what I hate most about Summer. I've been looking extra hard for a nice lady lately, not because I am in a romantic sort of mood, but because I like having the option of having another place to sleep if I come home and find a moth or five in my personal sleeping room. That is what I like best about having a girlfriend in the Summer. And no I'm really not kidding. This is probably why the last one broke up with me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Where do you live? Perhaps we can come to some kind of...  <em>arrangement.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "I live in Chicago. A/S/L?!??!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "And no, I am not trying to e-hit on you. That is a silly thing that guys do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "One time I saw a moth-like creature that was as big and fuzzy as a bat, but still unmistakably an insect-type thing, with translucent wings and all. I'm just letting you know so you can vividly imagine it crawling up the back of your neck, its fuzzy hairs brushing against your skin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "That genuinely made me shudder. Fuck you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Moths are the wrong ones to hate. It's the hard, spiny ones that you have to hate."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "[obligatory joke about my username here]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "[obligatory tertiary comment riffing on how {obligatory joke} reminds me of {previous pseudonym misunderstanding} and/or {reference to previous strip that I suddenly remembered} here]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Woooow!! The assetbar comment formula has been deciphered!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "[vocalised appreciation of humour here]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "[obligatory chubby]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "{Promise of Virtual chubby}"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "YES/NO [pick one]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "....maybe?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "[additional story relating an extremely bizzarre event of (username)'s past to the topic brought up by (insert Achewood reference) with multiple paragraphs of oddity and humor]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "[annoyed lames and bitter whinging]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "{apologetic comeback mixed with recalcitrant re-statement of original intent} <br/> \n{sympathetic V-Chubby out of respect}"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "So {META} x  <em>(META)</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "One time my sister and I opened a mini-fridge that was chilling outside on a patio and a bat flew out. Then it landed on the window and we realized it was a moth. BAD NEWS. <br/> \n <br/> \nAlso, my boyfriend and I have a thing about moths where he thinks they're really beautiful and cool-looking and tries to get me to look at them but I weep and cover my face for protection."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "\"I weep and cover my face for protection.\" <br/> \n <br/> \nMay I use this in my book  <em>Hilarious but also Harrowing English Sentences</em> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I honestly probably won't be able to sleep tonight."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Man, you people are afraid of  <em>moths</em> ?  Moths are like the most nonthreatening member of the insect community since ladybugs.  Talk to me when you're having nightmares of the giant, splintering head of a praying mantis steadily expanding until it is beyond all comprehension. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img293.imageshack.us/my.php?image=mantismantismantissy9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img293.imageshack.us/img293/7690/mantismantismantissy9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "YYYYYYAAAAAAAAAAAAAAAAAAHHHHHHHHHHH!!!!!!!!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Maria Shriver, everybody!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "VIRTUAL CHUBBY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 4,
    "snip": false,
    "text": "I am astounded by the level of hate for moths.  I've always thought of them as occasional pieces of flying dirty butterfly that must be shooed away a few times a year.  There's been this moth in my living room for about a week that I let in when I was standing in the doorway smoking and watching basketball on teevee late at night.  I've come to think of him as a very cheap and quiet pet that is slowly dying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "LOL. I have one of those right now also."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Those are my feelings on moths, too.  I also get the occasional tiny lizard in the house in a similar fashion, and i tend to think of them as very cheap and very short-lasting cat toys."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 1,
    "snip": false,
    "text": "I hear you, man, though I would argue that it is indeed perfectly  <em>rational</em>  terror; anything that flutters about in such an uncoordinated, silly way cannot possibly be up to any good. (But at the same time, I wish there was something I want as badly as they want to fry themselves...)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, I can't focus on what you're saying because I just want that little cloud's anal leakage to fill up the screen and drown him like it does in Rejected. If you can make that happen, I'd be much obliged."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "You know, up higher, when you say that AssetBar/Achewood chicks are different?  This right here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "OK but I've seen that cartoon maybe 2 dozen times along with most everything else that guy has done and goddamn it I know what happens, the  <em>red is supposed to fill up the screen</em> <br/> \n <br/> \nI realize if you haven't seen \"Rejected,\" I sound extremely weird right now. I don't care. We're on the Internet!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I love that cartoon. Is best animation, done on most beautiful computer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "I LOVE REJECTED. <br/> \nAnd I am also a lady. <br/> \nLadies of AB, unite!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "They already did. Didn't you get the memo?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Apparently not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 1,
    "snip": false,
    "text": "I know loads of people who hate moths. I love moths. I feel bad for them because they are just night butterflies who eat clothes. Plus they have amazing names. Everyone acts like they are creepy and stuff, I think it is because of  <em>Silence of the Lambs</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAH"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scriblerus",
    "plus": 1,
    "snip": false,
    "text": "MOTHS.  God damn those flappy little balls of dusty evil butterfly."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zadig",
    "plus": 1,
    "snip": false,
    "text": "I was trapped in a contest of wills with a moth all day last Thursday.  He would flap near me, I would sort of take a little bit to notice and make a grab a second too late, and he'd fly away again.  This happened about once every twenty minutes.  After each occurence, I'd stare at him, lurking over by the TV, daring him to come back over here.  We'd see who ran this place then.  I didn't get much work done that day, but when I finally squished that damn moth it was  <em>so satisfying</em> ."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "odei",
    "plus": 15,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img375.imageshack.us/img375/3480/wasprz9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Just to clarify, this is how I felt after reading that comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "That's... not a moth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You are correct, Sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "If that was a moth I'd possibly die of fright. <br/> \n <br/> \nI mean, shits bad enough, but a fucking stinger?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "It came up on google images when I searched 'moth' so that's close enough for me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "massialot",
    "plus": 3,
    "snip": false,
    "text": "I think this should be the new standard of definition for any term. It came up on Google when I typed moth, so therefore, it  <strong>must</strong>  be a moth. Now, to google-bomb the search terms \"mount everest\" and \"motorcyle\" with my portrait."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I... is that you in your avatar, or Bruce Springsteen?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "or did Kevin Smith and Ben Affleck finally have that baby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Both searches will come up tits."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 1,
    "snip": false,
    "text": "everything is tits/tits is everything"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "That is all there is to know on earth/ <br/> \nAnd all ye need to know."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You came back to Assetbar!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "And I'm quoting Keats! <br/> \n <br/> \nI wish I could quit you, Assetbar."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "It did, interestingly, come up with the following: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://farm2.static.flickr.com/1281/1093690570_45324ff15e.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "Moths are Lepidopterids. That is a wasp, and a member of the Hymenoptera family. They are a far graver threat to our children and the future. (I stepped on a wasp once, barefoot.  Idon't know how the hell it got into the kitchen.  It is similar to treading on a Lego, except the Lego is crunchy and also hates you.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh that happened to me when I was a kid, and I didn't get the stinger out for months. It was terrible."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Once walking to school, something fell on my head, and I assumed it was a little bud from a tree or something, and when I went to brush it off it STUNG me and I realised it was a dying wasp. So, I had to go to the nurse's office and get it seen to, missed registration and the beginning of my first class, so they called home and asked why I hadn't arrived at school and my parents gave me a bollocking for skiving off, which I completely didn't do. <br/> \n <br/> \n <em>Fucking</em>  wasp."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "When I was in third grade my class had hermit crabs in our room and I was holding one in my hand. And I was looking at him all segmented and crawling around in my hand and it was cool, the way the mechanics of its body worked, so I brought my hand up closer to my face so I could see it better. Then it reached out and clamped onto my bottom lip and would. not. let go. I was crying and it hurt SO BAD and the crab wouldn't let go, and I ended up having to dunk my head in the water cooler.  <br/> \n <br/> \nI... I wish I had not thought about that. That's not a good memory. My feelings on this crab are: MegaCon."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm imagining you flailing your arms, shaking your head, and flinging yourself chaotically about the room while the crap remains firmly fastened to your lower lip as you attempt to yell \"get it off! get it off!\" but can only a half-recognizable mumble. It's all very amusing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "It is funny how a small typo can drastically change the context of a posting isn't it? \"...crap remains firmly fastened to your lower lip...\"."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Wow, you're right. That's terrible. My apologies to bix."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "wow.  OSHA should have regulations for lower lip proximity to hermit crabs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wilto",
    "plus": 1,
    "snip": false,
    "text": "\"...and my parents gave me a bollocking for skiving off, which I completely didn't do.\" <br/> \n <br/> \nI'm 98% sure I understand this from context, and 100% sure it's my new favorite phase."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Is heccibiggs accentuating her Britishness on purpose? I mean, she knows how much we all love it..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, no I didn't do that on purpose. It's just how I talk sometimes."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "They're pretty common phrases amongst the student youth. At least, where I live, and presumably where Heccibiggs lives. <br/> \n <br/> \nAlthough according to a recent quiz I did, I can't tell a Scouse accent from a Yorkshire accent four times out of five."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Alternatively: <br/> \n <br/> \nYou're correct sir, it's a prostitute!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "calenrow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by calenrow was marked lame too many times and excluded. (marked lame by randombeing, c_dizzle, shades)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Beer is a perfect daytime drink if you ask me. <br/> \n <br/> \nAlthough,pretty much anything is a perfect daytime drink when asking me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 3,
    "snip": false,
    "text": "Coming soon to a 7-11 near you: Breafast Wine (not from concentrate)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "From the makers of AM Ale!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "My neighbors have started drinking this horrible concoction which you can apparently now purchase which is an energy drink like red bull BUT WITH 6% ALCOHOL. It is one of the weirder substances around."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "There are many of these: Sparks, Liquid Charge, Rockstar 21, etc. and they all pretty much taste like fruity soda with a cough syrup chaser."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "cocaine, meth, extasy, etc..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Bloody Marys are a perfect 10 AM drink if you had lots of perfect nighttime drinks yesterday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "OH SNAP. <br/> \nThis might just be the rusty old engine of plot development grumbling back to life. It's nice to follow an arc that feels like an actual arc   Beef starting his own business... <br/> \n <br/> \nBut where is Ray in all this?!?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 15,
    "snip": false,
    "text": "More like \"Way Laid in Texas.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "hey-o."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "I...Jesus, I'm sorry."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 3,
    "snip": false,
    "text": "Skoora, to save a big scene later, I'll let you repark your car so you won't have to carry the contents of your desk as far. I'm sorry about this, skoora. <br/> \n <br/> \ntwo days later: <br/> \n...we still cool?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "RIMSHOT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "RIMJOB"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "RIMMER     <em>(Red Dwarf)</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "ZIMMERframe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I was going to tell you a funny story about a linguist that involved a zimmer frame, but it was too long so I decided not too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "WHY DO I SUCK TODAY <br/> \n <br/> \n*to"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ah those wacky Brits! <br/> \n <br/> \nWhere have all our Zimmer frames gone?  <br/> \n <br/> \nResidents of mid Hampshire are being asked to look under their stairs, in their cupboards or in garages for mobility aids they no longer need. <br/> \n <br/> \nMid Hampshire Primary Care Trust constantly loans out items such as walking frames and sticks to assist people to move around and maintain their independence. There are people though who may no longer need these aids after a while but forget to bring them back to the Therapy Services at the Trust.  <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Oh, you goit! No... you goit! You're all goits! I'm surrounded by goits!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "You are adroit at saying goit. <br/> \n <br/> \nHAHAHA <br/> \n <br/> \n <em>I'm going to kill myself</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think it is so funny that daidai wants to kill himself!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I just spit chocolate milk on my computer monitor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Oh shit dude have I just not noticed your avatar before now or is this amazingness a new thing?  <br/> \n <br/> \nWait! I have more things to say!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Go ahead. Sorry for the interruption."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": false,
    "text": "Beef looks like he's been juicin' in the first panel."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "You mean typing on the intertubes all the time doesn't do that to everyone's arms? <br/> \n <br/> \nDammit!  Now I need to come up with a new workout plan."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nemo",
    "plus": 2,
    "snip": false,
    "text": "His little cat biceps are all swollen with java."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "Triceps all rippling with C"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 13,
    "snip": false,
    "text": "The man's got mad Pythons."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I love these  <em>Perls</em>  of wisdom."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "That's pretty BASIC humour."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I grade it C"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "(There was supposed to be two plus signs after the C, screw you Assetbar)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Who the hell are you people??  Some sort of Cobol??"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "{Yeah, it's a stretch... Nerd humor = not pretty}"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hamscout, I can't understand you through your Lisp.  What is your Scheme?  Anyway, enough with the Smalltalk. <br/> \n <br/> \n(Now if only we had four trannies here... ouch.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Then maybe we could go to the Opera."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wfl",
    "plus": 0,
    "snip": false,
    "text": "They all had a  <em>brainfuck</em> . <br/> \n <br/> \n(yes, its a language - look it up)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "<<>>  >--<<<"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "I wonder when this little ESCAPADE will end. Lil Nephew could probably rap these sayings rhyming all FLOW-MATIC. Every response bringing a little EUPHORIA. It's like I'm at the beach, picking up all kinds of C-shells."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Eh, it's pretty  <em>basic</em>  humor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "Well I'll be damned if this wasn't a minute too late. :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Story of my life. I even refreshed right before I posted. C'est la vie."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Assetbar's feelings on C-|--|--|- are con."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "that did not communicate as well as i'd hoped..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 5,
    "snip": false,
    "text": "Yeah, looks more like the skeleton of a dick."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "One ballin it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nemo was marked lame too many times and excluded. (marked lame by orvel, hbaranov, gowerski)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "While I am proud of you for taking that step towards manhood, I think getting a chubby from online conversation is not something to be proud of.  You should try to only get chubbies from real people or naked animals"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "But not Dr. Manflesh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Dr. Manflesh fits one of those categories, but I'm not sure which."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Why not both?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Now if Racheal Ray would just get her boobies"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "At least  <em><strong>one</strong></em>  of your arms gets a workout on the interweb... <br/> \n... <em>meg white COME ON SHOW ME HER NAKED</em> <br/> \n <br/> \nzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Now that a video is actually available I wonder if it comes up under that search phrase."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Mostly hits from Assetbar, plus other sites saying the tape is fake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Lamed for username."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "But... but I thought everybody cried at \"Finding Nemo\". <br/> <br/> <br/> (I know I did.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...I cried at the end of Frosty the sn <span style=\"border-bottom: 1px dotted\">O</span> wman <br/> \n <br/> \n(The person whom I think \"sn <span style=\"border-bottom: 1px dotted\">o</span> wman\" is referring to)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, I did too. A dad losing his son is the saddest thing! <br/> \nI also laughed out loud in the theater. Oh those wacky fishies!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": false,
    "text": "Not that Nemo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": false,
    "text": "Nevermind, you were talking to someone else. Sorry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 16,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://760kfmb.com/rick_blog/imglib/drugs.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nDogg You Are Looking Really Ripped Lately Are You Sure There Ain't Something You Need To Talk To Bud Selig About? <br/> \n <br/> \n(inside) Because Don't Let Congress Get All Up In That Ass"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Topical!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "I'm trying to chubby this but the computer  <strong>won't let me.</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "it seems Intel PROSet/Wireless needs to be connected to let me use an Internet or whatever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "DAMN you Beef don't you be walking into a whole nother shark attack"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by straw, snowman, Thorfinn, DougTheHead, sarabria)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Hey, sorry about this, but I am a member of the idiot's union. <br/> \n <br/> \nWhat is this whole \"jump the shark\" nonsense I've been hearing about so often lately?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231061924/http://en.wikipedia.org/wiki/Jumping_the_shark\">Wikipedia is your friend</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 5,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231061924/http://midconet.net/achewoodtest/shark/Jumped_the_shark.html\">here is a link to a more comprehensive article on it.____________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "sir, you have provided me with the subtlest humor i have had chance to lay my eyes upon all week.  Bless you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "daidai put his picture on wikip.  Hee!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I don't know if I should be insulted or not."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shankley",
    "plus": 0,
    "snip": false,
    "text": "it took me much too long to realize what you did there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "\"Jumping the shark\" describes a point in a television series which marks the beginning of the end, and things can only get worse from then on.  It is a reference to the episode of \"Happy Days\" where Fonzie jumped over a shark on water skis in an attempt to revive the dying series.  Many people use it in other ccntexts to imply that an artist has reached his/her peak and has started to decline.  So when people say this thing about Onstad, they are saying that he doesn't have it anymore, and they garner many lames because they are wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I will not argue that fact, but take this quote from the above-linked article: <br/> \n <br/> \n\"[The term is used] to denote the point at which the characters or plot of a TV series veer into a ridiculous, out-of-the-ordinary storyline..\" <br/> \n <br/> \nI put it to you that boring and tired devices like tempting the soon-to-be-wed protagonist when he is of a character that is unused to being hit on by ladies is, in the context of Achewood, both ridiculous and out-of-the-ordinary.  <br/> \n <br/> \nAs I said, I doubt this will begin the decline of Achewood, but it's not an interesting direction. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "But, if Achewood has shown a history of regularly venturing into the ridiculous and out-of-the-ordinary (dead-then-reborn characters, visiting the moon, heads of cartiledge, opening a subway), then wouldn't \"jumping the shark\" in Achewood be more along the lines of Dagwood and Blondie plotlines?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "That is my point. Did you read the third paragraph? Every drama or sitcom on TV has done this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "dammit, you're right--I flip flopped the meaning in my head as I read it... <br/> \n <br/> \nBut anyway, I imagined the airplane panels could have taken place in Beef's mind, as he contemplated dealing with the trappings of his new-found fame..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "that would be nice. i hope so."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "unfortunately... <br/> \n <br/> \n <strong>soon</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I have the feeling that this thing with the stewardess is only going to last one strip (this one)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Wow, how wrong I am."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 1,
    "snip": false,
    "text": "Ha! I totally registered my car yesterday, but didn't tell my wife. I didn't know where to begin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "Aw, man! And you missed the I-Just-Registered-The-Car Sex? <br/> \n <br/> \n <em>How irresponsible</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I hope that's you wife's rack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It isn't.  Her's are nice, but not quite that quality.  Quite the giver though..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "You see, it's funny because he's implying that he's intimately familiar with what Duskbringer's wife's rack looks like."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "And that's she's \"given\" him some."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "duskbringer's icon has union curves"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "That last panel... Beef is displaying self confidence or something.  He's playing along with the airline chick's plan to get rutty with him.  This is not something any of us would have thought beef capable of, certainly not spontaneously. <br/> \n <br/> \nMaybe Beef is going to get too self-confident and unrestrained and come up with nervous-paranoid-writer's block."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 0,
    "snip": false,
    "text": "............and seriously WTF, Molly? Dancing With The Stars."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "those, along with \"oh shit I read the word moth now they're going to come streaming into my hair\", were my thoughts exactly. <br/> \n <br/> \nMolly, I thought you were hipper than that.  Maybe she is watching Dancing With the Stars ironically."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "People who do anything ironically make me angry. I want to take their ironic vintage t-shirts and strangle them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Yeah, irony is pretty much over now.  I was making a joke about it going to it's next logical step: watching television ironically.  I did not really think that was a good idea."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "<em>Irony is a Dead Scene.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "So you were being ironic about being ironic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "it is a vicious cycle, like a snake with novelty facial hair eating it's own snake t-shirt."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Autrepoupee, you're  <em>that</em>  Autrepoupee?! Wow, after you handfaced your icon I couldn't remember which one you used before. Now I  <em>can</em>  remember. You're the one that likes Iain Banks. <br/> \n <br/> \nAnd now I know that you're hot, too. Based on those key factors, marry me?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You can't be distracted by union curves! Remember Kate, sitting home, watching Dancing with the Stars, alone."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>How could you</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, Heccibiggs! I have love enough for two... Or even three, as the case may be!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I feel a sex team coming on..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "A triple entendre!  Nice."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "...on what?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Hey, I don't know whats going on here but is this the place for someone to have sex with me?  OK thanks for having me on your webpage."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Yes that's my job.  Hello I have a telephone number and apartment, some fine wine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I hope she is.. She's normally so cool... because otherwise... <br/> \n <br/> \nThat would be the saddest thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "The saddest thing is how overused the saddest thing is, and how people now use it to describe things that aren't very sad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Daaaamn...look who's being a dick about  <em>quotes</em> !"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "I ams what I ams."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Quotations. (Yes, I know...)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's a national tragedy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "oh come on you guys, we all like a few things that most people agree are lame/overplayed.  so molly likes dancing with the stars? well i like a few really lame and stupid and popular and trashy things too.. ok here goes - i thought 300 was a good movie, i like hells kitchen (such trash), i like guster, jack johnson and shakira, i like organic dairy products.  i know you guys have some of these things you are embarrassed about too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Nothing I like is lame. <br/> \n <br/> \nCategorical fact. Were I to like a thing, the thing in question categorically cannot be lame. It can be a number of other things, such as a painting of Jesus riding a mechanical shark with Rick Flair sitting behind him, but it certainly can't be lame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>a painting of Jesus riding a mechanical shark with Rick Flair sitting behind him</em></div> <br/> \n <br/> \nAnyone?  I know that would make my day."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://farm4.static.flickr.com/3082/2475067652_eb4a7ec6c7.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nWell OK... I almost finished this yesterday but Seashell crashed... and I hadn't saved.  So today I went with a psychedelic space shark instead of a mechanical one."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The lap gator is a nice touch!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Excellent a priori point, Spiny.  To put it into American English: If'n I like it, it ain't lame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 11,
    "snip": false,
    "text": "I can never resist a good photoshop challenge,  <a href=\"http://web.archive.org/web/20091231061924/https://netfiles.uiuc.edu/mslavin2/sharkpainting.jpg\">so I made it.</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Okay, that's genius. Shalom! <br/> \n <br/> \n(Please tell me I'm not the only one that reads that name as \"Rabbi D. Panda\".)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "all wearing a little black yarmulke like an extra spot on his fuzzy panda head <br/> \nall eating bamboo-flavored matzoh <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I can't convey my appreciation in the conventional way of chubbies but I would have chubbied that picture so hard, and the mental image of a Rabbi Panda is priceless."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Rabbi Panda... where Kung Fu Panda goes for temple..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow! V chub!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The Spanish Inquisition will be calling on you soon.  Great iconoclasty!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I cannot stop watching America's/Britain's Next Top Model. I mean, I record that shit in case I miss an episode. <br/> \n <br/> \nAnd, AM I ASHAMED? <br/> \n <br/> \nYes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "See, this was the sort of thing I was going to use to point out that a man who looks for non-crap watching women is a lonely man.  My wife love that show and Project Runway more than she loves me.  She has a fucking Tim Gunn song she sings during sex. <br/> \n <br/> \nDo not trust a woman who says she has no shameful TV secrets.  Do not trust a man who says he doesn't laugh at farts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like Project Runway. I also like Tim Gunn. His voice and mannerisms are soothing. I would like for him to read me stories when I go to bed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I like Tim Gunn too!  Maybe we can be amigos!  I know you live close. <br/> \n <br/> \nPS- I also LOVE COCKS!  FUCKING LOVE THEM!  MOIST!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I also love Project Runway and Top Model (but Project Runway more). If only I could escape that damn coma..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'M SORRY <br/> \n <br/> \nI'LL NEVER HIT YOU AGAIN IF YOU'LL JUST WAKE UP"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I almost said something really, really cruel and off color. So mean. So I will say one word from the thing I almost said, and it will still probably offend people.  <br/> \n <br/> \nSchiavo"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Tell it, dude, tell it. I really like Terry Schiavo jokes. (Does that make me a horrible person?)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "This is a universal constant. <br/> \n <br/> \nMy beautiful, talented and intelligent wife watches 'Extra' and reads tabloid websites constantly. <br/> \n <br/> \n...and I  <em>do</em>  laugh at farts..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Also, I thought 'Hudson Hawk' was funny. <br/> \n <br/> \nI  <em>DARE</em>  you to hate me for this!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Well, i  <em>do</em>  spend hours at a stretch reading this one webcomic, reading every dang post, and responding to aforementioned posts. <br/> \n <br/> \nAlso, erm,  <em>i like fall out boy.  it is the deformed, cycloptic skeleton of an abused baby in my closet. I have disappointed you all.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I thoroughly enjoyed the  <em>Doom</em>  movie. Not exactly a masterpiece of cinematic writing, and a terrible job at following the Doom storyline, but it's good as a mindless action movie, which are crazy fun to relax to."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "I saw it at the show, and I very much enjoyed it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "300 was awesome.  I haven't had such a reason to shout and pound my chest in years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 1,
    "snip": false,
    "text": "Now I'm not one for the infidelity, but the idea that she watches Dancing with the Stars makes me question the idea of marriage in the first place. <br/> \n <br/> \nThe man may be justified. It don't make him right. Just justified."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I think it was just a literary device symbolizing that general quality that we all have that our partner does not and can not comprehend.  I don't think it is something to be taken literally as a defining aspect of Molly's character.  I think Onstad even plays loosely and ironically with these symbolic things.  As if he would have anything but a throw-away character in his strip who watches Dancing With The Stars.  As if.  Sheaaa...  Righttt.... <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by straw, Overmedicated, NeoNaoNeo, scrumpton, mortshire)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 1,
    "snip": false,
    "text": "As long as Molly doesn't give dr_manflesh_desires_anal_play_immediately any chubbies I think she's cool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 8,
    "snip": false,
    "text": "I never like being too subjective or critical of other people's views. <br/> \n <br/> \nBut I'm going to hold you down and vomit on your face until the flesh burns off, revealing the stark white of the skull beneath."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "um... okay...  is this before or after ********* with your poison tipped ****** **** *********** until the handle breaks off and you can't **** ***** *** ****** <br/> \n <br/> \nAlso why do you assume that I'm white?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Wasn't he replying to woodenteeth and his execrable taste in webcomics? <br/> \n <br/> \nAlso, don't quote me on this, but I'm fairly certain that people of all races have white skulls."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by heccibiggs, Overmedicated, greg, invidious, eatmorekix, snidedk, brian, farqussus, MrFlunchy, bixschmix)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure skeletons were and are bleached to preserve them; google won't give me any actual reasons, but it says to use hydrogen peroxide to bleach them.  You know, just in case. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "Yes.  We are bleached.  It gives us our youthful looks."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "1. They bleach them because they're yellow.  <br/> \n2. Please, I hate to be a cock to a stranger, but there's this grand thing called a \"filter\" between your brain and your fingers and your post button and I really think that you should learn to utilize it more. Edit and think. <br/> \n <br/> \nMore succinctly: oh my god please shut the hell up."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by nosearmy, invidious, rude_mechanical, eatmorekix, falseprophet, snidedk, farqussus, bixschmix, smilebuddha, echidnaboy)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Brother, you're trying too hard.  Or not hard enough.  I dunno which."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by professorhazard, invidious, snidedk, brian, farqussus, MrFlunchy, bixschmix, echidnaboy, I_Love_Kate)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "we've got a chatroom for this shit. In which this shit would not be welcome"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I think he's having an aneurysm, people.  alreadyinuse is having an aneurysm!  call an ambulance!"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "My French is not yet good enough to understand this on its own, much less when it's rendered in assetbarf. I don't see the relevance, but is L'Ecume de Jours a pretty good novel? <br/> \n <br/> \nI sometimes worry that people will start hating me for responding to you and thus encouraging your lengthy replies :-/"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I have heard it described as the best novel ever written.  I would recommend learning the language if only for this one novel.  I haven't read a translation, but I can't imagine how it could be translated faithfully.  I'm very fluent in French and I only knew 50% of the vocabulary in the book at the time I read it.  It makes use of a whole lot of the expressive capability of the French language... some of which simply doesn't exist in English, I think.  What can I say about it...  It is similar to Achewood in how trippy and surreal it is. <br/> \n <br/> \nyeah.. if anyone wants they can feel free to lame you for my posts, but don't worry, I don't need any encouragement.  Sometimes I just talk to myself in an empty room even.  well later everyone.  I'm going to bed.  one more post before I go however."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "correction.  meant to say best love story ever written. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "yeah like, take some of the most tripped out and fantastic and surreal Achewood strips.  Now imagine a solid prose novel of that, only more so.  cover to cover it is tripping.  Like some kinda LSD trip or something.  It almost creates it's own sort of code or language, and creates a world that runs by a different set of rules, one where sort of physical reality is imbued with and expressive of the emotions of the people who inhabit it, where inanimate objects are almost alive.  Some of the imagery and symbolism of The Matrix comes to mind, as far as the relationship with physical reality."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "Until I recognized the non-destroyed text as French, I thought dr_manflesh_desires_anal_play_immediately had entered your body \"Matrix-style\", and was assetbarfing on the strip...  ...voice all cracking like a bad 1980s long distance phone connection..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ixalarx",
    "plus": 0,
    "snip": false,
    "text": "Dear AssetBar poster \"Already in Use\" <br/> \n <br/> \nPlease remember that making three posts in a row is considered a faux pas here on this website. Even double posts are only considered acceptable when used to correct an error in the original post or when used skilfully for comedic timing. <br/> \n <br/> \nThanks, <br/> \nixalarx"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "suck"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "my"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "*****"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "ixalarx",
    "plus": 0,
    "snip": false,
    "text": "alreadyinuse: Troll or terrible poster? <br/> \nEither way, it's ignore time!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  My first Assetbar \"ignore user.\""
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "you don't like me do you.  You don't like that I would fail a Turing test.  Tooo fucking bad. <br/> \n <br/> \nchanging gears, <br/> \n <br/> \nHere is an open-ended essay question... what does it mean to lame a post? <br/> \n <br/> \nWhat does it mean to you, the lamers of Assetbar? <br/> \n <br/> \nDiscuss."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Please don't respond to alreadyinuse."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "You can't tell me what to do! You're not my real dad! My dad used to let me respond to whoever I want! I hate you!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Lissen' kid, as long as your mom lets me bone her, you're going to do what I sez, see?  Now gimme another beer, worthless punkass."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "This is only funny because you are older than most of us.  And because his mom is easy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Responding to alreadyinuse is silly."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I know French. I mean, I  <strong>know</strong>  French."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "That's French. I know him. <br/> \n <br/> \nI know French."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Questionable Content AND having my face burnt off by vomit. My two biggest turn ons."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "That sounds like something Faye from Questionable Content might say. Actually, that is something most any character from that strip might say."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's pretty much what the punchline from every strip is like."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I just can't do ANYTHING right can I?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "thorfinn",
    "plus": 5,
    "snip": false,
    "text": "I also read QC, it is a good webcomic, it is just in a different style than Achewood.  Achewood is #1 by far, but I also like my daily soap-opera in webcomic form.  Different does not always mean bad."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Is that what your mommy told you when they put you in special ed? <br/> \n <br/> \nJust kidding. However, when it comes to webcomics, or anything else really, QC is the opposite of what is good. Unless you're talking about being crappy. It's pretty good at that."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "QC is a perfect example of using cliched and tired devices such as tempting guys in relationships who are unused to positive attention from women."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cyberia",
    "plus": 1,
    "snip": false,
    "text": "Lucky Achewood never does anything like that"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "The point of my post is that I already made this point in a post. Up the screen. Read before you post, Mad Max extra."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You deserve the chubby I don't have."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Goddamn it why am I so friendly, v-chub"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I don't know, man, i just have this weird thing about stuff that's boring, and not liking it. Chubby for bravery, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "What's WRONG with me charchar? I like challenging stuff. Achewood is far and away the greatest comic ever. My music taste does the same deal though (see below)... ahhh I'm a very simple mystery, wrapped in a cling-wrap enigma."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Thanks thorfinn. Though, that was pretty much my thought as well, yet got 5 straight lames. Boo to me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Give Molly a break... she's only been in the modern era for the last few years, reality television probably still holds some attraction for her.  I mean, it's not like they'd allow that stuff up in heaven."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Reality television is not allowed in heaven or 17th Century Wales."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Molly has displayed a great number of pedestrian tastes in the past; Dancing with the Dumbshit Stars is pretty much in character. Just shows how irrational love can be."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Wait, don't get me wrong, I totally dig Molly, I got good friends watchin Survivor and all..."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I dunno, I kind of agree with the idea that you shouldn't brook that kind of thing. Sometimes I'll see a girl that looks like she might give good kisses and then it will occur to me that she probably thinks Coldplay is a pretty good band."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Uuugh."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "99 percent of everything sucks. Most TV shows, movies, books, and most certainly people, suck. The odds of you not liking something that sucks are astronimical. <br/> \n <br/> \nI do not judge my friends for liking sucky things. I know I like some things that make people sigh and turn their heads. But not every meal will be filet mignon, and crappy bands/shows are the gas station cheeseburgers of media.  <br/> \n <br/> \nWhat I'm trying to say is you don't need to be an elitest all the time. Do not let Coldplay be a dealbreaker for a hot chick for you.  <em>It is okay that she likes some bad music.</em> <br/> \n <br/> \nUnless she only listens to bad music. Then she can go to hell."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20091231061924/http://m.assetbar.com/achewood/uuabp9wM4#comment_187\">http://m.assetbar.com/achewood/uuabp9wM4#comment_187</a> <br/> \n <br/> \nSee above."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "That link doesn't work.  It just opens this whole page again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Is this a hilarious joke spinynorman?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Actually, my favourite band is Mr. Bungle. Who are also melodramatic, but infinitely better at it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "My feelings towards you are now EXTREMELY mixed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ifn I like it it ain't lame? <br/> \n <br/> \nWord."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "It is really not OK, Coldplay is definitely a deal-breaker.  If I were banging Jessica Alba, and she leaned over and whispered in my ear \"Coldplay is my favorite band\", my penis would go limp and I would send her home."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "this would also apply if she said 'Let's listen to Scalett Johansson do Tom Waits covers."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "'"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Nope, that wouldn't work.  As soon as she said that I'd be imagining an Alba-Johansson-Invidious threesome, and that would be enough to keep me hard until about 400 years after I died."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I don't know, she did that movie that guy i hate."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "oh man i disagree with you guys.  i think the very definition of love is that you still love her even though she loves watching tim gunn tango to Clocks on dancing with the stars."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "You probably miss out on a lot of good kisses.  Honestly, I'm very close to being a complete music snob, and it makes me sad to think that if I'd judged my girl based on music taste, I would have missed the best relationship of my life.  There are more important things.  It annoys me sometimes, but I can't imagine her without her silly Tina Turner, and her ridiculous 90s country albums..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's not so much about being an elitist as it is about being a narcissist. Basically I think I'm so awesome that, like spinynorman said, anything I like is by definition not lame. Aside from that, I generally overanalyze everything to such an extent that I can generally provide very specific reasons for how and why I like the things I like, which can generally be traced back to some basic principles, unlike the people who just say \"i know it's silly but i just like it lol\". So basically I'm so self-absorbed that I cannot bring myself to fully connect myself with someone unless they are exactly like me in every way, except they should have lady parts and not so much facial hair."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "you want a lesbian gf who like you, also likes women."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I myself like chicks, physically, but I really dig gay guys on an emotional level.  It's hard for me to find a chick I'm compatible with on an interpersonal level, but I really dig gay guys on an interpersonal/emotional level.  I've taken it as far as having a crush on guys & making out with guys, but never really got past that if you're counting bases.  I just don't see that happening either.  I think too much TV and net porn has warped my gay mind into being straight.  Or maybe it was just ego-dystonic heterosexuality all along."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "It is just God's way of reminding you to never be happy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "it is impossible to have a good day."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Achilleselbow, sounds like you need a little  <a href=\"http://web.archive.org/web/20091231061924/http://www.milkandcookies.com/link/38178/detail/\">Me-Harmony</a> <br/> \n <br/> \n <em>apologies if the link doesn't work, m&amp;c is blocked here but they are usually a good source for \"viral videos\" and what have you</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I don't mean to be impolite but that was kind of sucky it was a guy talking in cliches and not very creative.  Don't get me wrong it was not a whole lot better or worse than much of what is posted here, but the difference is that it was non-interactive.  It was taking humor that we all have and packaging it up in a slick little production package and then ramming it at the general public with a massive marketing campaign.  Sort of like if dr_manflesh_desires_anal_play_immediately cleaned up his act to PG13 standards and then mounted a massive marketing campaign. <br/> \n <br/> \nor wait maybe it was a viral marketing thing but either way as a viral marketing phenomen it would only be successful because of how much Microsoft and Television has lowered user expectations.  That is why dr_manflesh_desires_anal_play_immediately's posts will never become a viral marketing phenomen - because they aren't brainless mindless tripe that you see on TV.  If dr_manflesh_desires_anal_play_immediately's posts have no value, then TV is actively destructive and harmful, on the general spectrum. <br/> \n <br/> \n\"Today we celebrate the first glorious anniversary of the Information Purification Directives. <br/> \n <br/> \nWe have created for the first time in all history a garden of pure ideology, where each worker may bloom, secure from the pests of any contradictory true thoughts. <br/> \n <br/> \nOur Unification of Thoughts is more powerful a weapon than any fleet or army on earth. <br/> \n <br/> \nWe are one people, with one will, one resolve, one cause. <br/> \n <br/> \nOur enemies shall talk themselves to death and we will bury them with their own confusion. <br/> \n <br/> \nWe shall prevail! <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20091231061924/http://midconet.net/e/stuff_23452f/music/movies/A1984.mpg\">1984.mov</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>So basically I'm so self-absorbed that I cannot bring myself to fully connect myself with someone unless they are exactly like me in every way, except they should have lady parts and not so much facial hair.</em></div> <br/> \n <br/> \nthat makes for an incredibly boring relationship. and i'm glad you admit to self-absorption and narcissism because those sorts of sentiments do in fact make you sound like a dick, even though i'm sure you're perfectly nice. i'm not saying you should necessarily be OK with it if your hypothetical girlfriend likes only things you think are shitty- of course not. but you realize that having such high standards for relatively trivial things like taste in music and television negatively impacts your chances of finding a meaningful relationship. and those things really are trivial. <br/> \n <br/> \nif i've learned anything from high school and college it's that most of the time, people who like the same cultural stuff as you don't click with you at all. sometimes connections are in the last place you look.  <br/> \n <br/> \ni am confident in saying that i am pretty well-versed in music, film, art, literature etc etc, even if it makes me sound pompous, but i love watching vh1 reality television. i guess \"i know it's silly i just like it lol.\" <br/> \n <br/> \nsorry that was so long i just really object to that kind of attitude. i'm not sure how tongue-in-cheek you were being. either way, snowman has the right idea. <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "But what is snobbery about culture is a really important part of who yoou are? Me and me boyfriend get along really well because we both agree that most people's tast in things sucks, even if we don't always like the same things. We have both based  <strong>huge</strong>  portions of our personalities around the things that we like."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "man i really don't want to start any shit and i definitely don't intend to, but for the sake of debate: do you really want snobbery about  <em>anything</em>  to be a huge part of your personality? my boyfriend and i get along really well because we have similar taste too, but that's only a fraction of what makes us go well together. also, i know making fun of the rubes is highly enjoyable, but shouldn't you get along based more on the fact that you think each other's taste is awesome, rather than the fact that you think everyone else's sucks?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Oh don't get me wrong, I do appreciate the things that he likes, and I have lots of friends who like things that I don't who I respect a lot. And I'm sure that there are things that I like that other people thnk are tacky. I didn't mean to come off like an asshole."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "hey, me neither. i've just become less of an elitist about those things in the last couple of years. i went to a liberal arts college thinking that i would make tons of friends who liked david lynch. well, plenty of  people here can talk about Inland Empire, but 90% of them suck. sigh."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Yeah, and I have actually made a conscious effort not to make little lists in my head of the things I like. I stopped going to facebook and myspace because I would obsessively fix my lists of favorites."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I hope this doesn't sound snobby, but to answer your question eatmorekix, when enough of the country is dumb enough to elect someone like Bush, then, snobbery has got to be a part of your personality;  Every day of your life in your even mundane affairs you deal with a reality that is majorly influenced by idiots.  You may not dwell on it, but, a sense of relative snobism is still on some level a part of you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "we're talking strictly about cultural snobbery. idiots are reality, yes. keep in mind, though, that plenty of idiots you cut off in traffic think you're an idiot too."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I wonder would it be snobbery for example to dislike and condescend to those union carbide idiots if they flooded your neighborhood with poison gas?... to use an extreme example."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "My understanding of snobbery comes from the fact that snobbery itself is relative.  Indie music snobs believe themselves snobby and knowledgeable, but people who have studied classical or jazz think indie kids know absolute shit about music.  They usually can't even explain the most basic parts of chord theory.  They just know who is cool. <br/> \n <br/> \nSame thing in painting, between collecting snobs and real pros.  Same thing in movies between \"I only watch independent cinema\" and people who have actually seen more than a thousand films.  Same thing even in food, between people who only eat food that costs a fortune and people who have traveled and studied. <br/> \n <br/> \nThe idea of 'most people's tast(sic) in things sucks' shows amateur snobbery.  It is nearly impossible to be a truly great snob in more than one field, as being a great snob requires real study.  Anyone who doesn't play an instrument at a professional level is an inferior snob to someone who does.  Basing a relationship around the degree of snobbery you have (it isn't about liking 'better' things, it's liking things you have similar level of understand of) is a great way of finding a shallow relationship."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "But that is the thing: most people don't take the time to actually understand the history of cinema  (for example) and appreciate what went into a movie, what it is referencing, how it was made what, movements it is a response to, etc. I try to at least acknowledge that there is a lot more to a movie than \"I dunno I just like it\", even if I don't know everything about film-making and film history.  <br/> \n <br/> \nBut sometimes I just toss all of this aside and like something because I am lazy and being so particular is tiring."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "It is complicated and I not good at words."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Ahhh, if snobbery means \"I like to at least analyze it at all and not just say it's cool because I'm an idiot\" then I am totally with you.  Being snobbier than someone who refuses to think about what they view is totally okay, and I share it wholeheartedly.  If your relationship is based on love of actually thinking about art, then you probably have a good one. <br/> \n <br/> \nOn a related note, I think my tone above was more hostile that it needed to be.  I was airing my asshole on the internet, and that's not awesome.  Especially where I pointed out your typo.  That was stone cold-dick-in-the-eye uncool.  I hope we are still going steady."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "I'll meet you behind the bleachers after school. We can totally make-out."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I sometimes tell people that I am a \"beer geek\" but not a \"beer snob.\"  Beer snobs will do things like deride Budweiser without knowing the history or facts related to Budweiser, how it is produced, and what it is intended to be.  All they know is that they are supposed to think it's lowbrow, and they want to think  of themselves as highbrow."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Bud is fucking amazing.  It is impossible to make three batches of pale beer taste remotely good.  They make gazillions.  It doesn't taste as good as, you know, good beer.  But the fact that they make drinkable pale, day in day out, for decades, is amazing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Also: I think that was very well said. Chubby."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Although, I would like to point out that me and my boyfriend's relationship is not based entirely on snobbery (also also, maybe I should have used a different word than snobbery). I love him for a lot of other reasons also. Garg, why did I get into a lengthly internet discussion. I always feel like I am being unclear."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "exactly. which is why bonding over shared interests is cool, but ultimately shouldn't be too important. everyone gotta eat their humble pie."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I've found that the more I've learned about anything, the more prone I was to maintain a humble point of view. <br/> \nEach new experience reveals to you that there is infinite knowledge out there in the Universe, and it is ever-expanding.  To even think you can be an authority in any one thing (even a small, specialized thing) is to make a fool of yourself, and to ignore the infinity beyond your tiny realm of existence. <br/> \nOpinions are another thing alltogether, and can range from the ignorant ('All Republicans are money-grubbing assholes who hate minorities') to the slightly-more-well-informed ('my father is an asshole and a Republican').  But having an opinion does not necessarily make you snobby--thinking your opinion is the only correct one,  <em>does</em> . <br/> \n <br/> \nPS - My father is a Republican, but he is not an asshole."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You are on the path of enlightenment, grasshopper."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Gosh, I could listen to you girls talk all evening.  Good points, good thoughts, and let's all eat some humble pie now and then."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><span style=\"border-bottom: 1px dotted\"><em>GIRLS?!?!</em></span></strong> <br/> \n <br/> \nHow  <em><strong>dare</strong></em>  you, sir!  Good  <em>day!</em> <br/> \n*removes pogos hand from ham bottom*"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You snuck in there are the end of the daisy chain, brother.  Nice bottom, BTW."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "you're totally blowing my non-gay cred from the next strip! <br/> \n <br/> \nheh.   <em>blowin'</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "okay... uh... Take Two.  Playback! <br/> \n <br/> \nSo uh, Achilleselbow, have you tried being  <a href=\"http://web.archive.org/web/20091231061924/http://midconet.net/achewoodtest/happiness.html\">un-narcissistic?</a> <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I tried it. Twice. Can't stand it. All that  <em>humility</em> . Dear lord spare me from that awful un-narcissism."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Awww, sounds like real love."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "This comment is so far away from the original post, I can't even remember what is was about ... oh yeah, some guy who admitted his lady liked some lwobrow things but he didn't care."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Could be worse, could be creed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Beef and Molly  <em>have</em>  been acting pretty white-trash lately..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "They kind of are though.  I love Beef, and he loves Molly so therefore I love her also.  However I must say...  Well they live in a pool shed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "i kinda need one of those intervention cards.  <br/> \nalso, roast beef needs to have ray around more because really ray is like a sponge that will soak up all chivas and chivas bearing women, keeping roast beef dry. so... if anything bad goes down, its basically rays fault for spending to much time with his sex team and not \"taking one for the team\". <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "That is a good theory. All marrie dguys should have a trouble-sponge."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "i have two friends with the roastbeef / ray dynamic and  every time \"ray\" isnt around \"roastbeef's\" inner fucked guy comes out to play and get even with the world. <br/> \nits kinda funny, i worry more about the cartoon cat cheating and getting dumped than the real live human version. WTF kinda person does that make me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef!  NOOOOOOOOOOOOOO!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "Union curves are like onion curves but they become more alluring as you pay dues into them. <br/> \n <br/> \nBy \"pay dues\" I mean \"fill with my junk.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Hee heee.. O hee hee hee"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "When I think of union curves, I think of unfashionable hams."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "When I think of union curves, I think of a big, fat white guy with plumber's crack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "union curves are the ultimate in voluptuous, but not in a smooth, perfectly airbrushed playboy pin-up way. they strain the darts on her uniform, breasts barely contained, fertile hips stretching tight the fabric across the lower belly. union curves can be found on older women who seduce younger men with cleavage, red lipstick and husky voices. union curves can be found on southern girls who didn't go to college and serve bacon to truck drivers. and of course, union curves can be found on flight attendants."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "on the bacon waitresses, surely they would be  <em>Confederacy</em>  curves?  ;-)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "teehee. also, to anyone else, i did not mean to associate the south with a lack of education. i was just referring to a certain prototype, the sort referred to in many tom waits songs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "but not, I repeat NOT, ones covered by Scarlett Johansson. I can not stress this enough people!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Dude we were totally discussing that right when you came into #achewood just about twenty minutes ago!!!!11"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "i was there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "test1234",
    "plus": 0,
    "snip": false,
    "text": "sooo....that sounds pretty awful. i hate those rosie the riveter posters. what if i can't, rosie, shut up.  <br/> \n <br/> \ni think it might be a reference to sets, as onstad does know his computational theory and such.... <br/> \n <br/> \nall like UU you guys know what im talkin about"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "yes i am sure he was referring to math.  <br/> \n <br/> \nyou sound like a moron."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "test1234",
    "plus": 0,
    "snip": false,
    "text": "i think there's a signifiant shift towards being a dick from expressing an opinion such as 'imagining the type of person that description would fit does not please me' to you suggesting i am a moron for expressing said opinion,  but whatever. i was just joking. i feel onstad left it open to my interpretation, which i preferred, and i still feel it wouldn't be out of character if beef was, for example, mentally visualizing a finite field graph over her and noting high-coefficient curve deviations for interpolative error correction or something."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Unitarian Universalists?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "hating rosie the riveter is like, misogyny. misogynist. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img3.freeimagehosting.net/uploads/d647675881.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "test1234",
    "plus": 0,
    "snip": false,
    "text": "That hurts. I dont know if you're just going for being funny, but I don't see how opposition to one thing would lead to that conclusion. I recognize the contextual role rosie the riveter and miller's poster played (which i fairly conflate from a historic sociological view), in that it was designed for a functional purpose and not for critique some 50  years in the future, but it bothers me that it's such a championed image when i can't help but interpret this subtext of \"women must eschew feminine characteristics in order to be capable members of the workforce.\"  The verbal message i obviously agree with but the images (rockwell notwithstanding) seemed to delineate masculinity as a requirement rather than espouse the *capacity* for equality between genders. Although I will say there's nothing inherently wrong with the former, I do disagree. Were it Marie Curie in her laboratory, I'd have felt it more befitting apropos of empowerment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "If I were a smoker I think I might need to smoke a cigarette after reading that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Um, Reow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roguecheddar",
    "plus": 5,
    "snip": false,
    "text": "If my arms got that beefy just from typing I'd be on the cover of a magazine by now"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "think that goes for all of us"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "Grow some sideburns please, and look like the guy in my picture"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Be mor constructive with your feedback, please."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Okay this is actually like the third comment I've made, and the third time I've messed up on this page. <br/> \n <br/> \nI am so, so sorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you really are struggling today."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Just thank whatever god you pray to that Assetbar doesn't have a Three Strikes policy. You'd be being executed by Japanese businessmen before you knew it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Why? Cos I rap about reality?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Nobody has a party like your Nana's tea party.  Hey, Ho."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I am incredibly proud of the fact that I know the entire rap (TV show version) by heart."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "O, Mega V-Chubby dear.  I've got the David Bowie in Space one down pat."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Me and my buddy do a mean The Humans are Dead. I'm Germaine, of course."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "I have about 90% of the tv show versions down. <br/> \n <br/> \nWhich is why I'm qualified to wear the avatar. <br/> \n <br/> \nAnd also why I'll never get any more sex EVER."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "...in the buff, bein' lewd, <br/> \ndoin' stuff with the food. <br/> \ngettin' lewd with this food, <br/> \nwe heard that's what you're in-to..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "What kind of a rapper name is  <em>neonaoneo</em>  anyway?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "My rhymes are so potent that in this small segment I made all of the ladies in Assetbar pregant."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Um, uh, you are a lady.  I'm not sure you can gangpreg women if you only have girly parts.  Maybe your rhymes are so tight, you are carrying all of the male Asseteers babies at once.   <br/> \n <br/> \nAlso, kudos on an error-free post.  It hurts bringing the fail for so long when you have a good reputation.  Or so I'm told."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And yes it may seem that Heccibiggs' lyrics are sexist, but all of the lovely bitches and 'hoes know that she is trying to correct this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Nah, we're all just psyched we got our cans rocked by Ms. Biggs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "heccibiggs is rocking my can! <br/> \n <br/> \nI never thought it would be like this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Guys I think we should totally get together on tomorrows strip and do another song. It would be awesome lookit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Jenny?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "If you can get the first comment and make it to do with 'Jenny', then I don't know, maybe you'd explode with awesome. <br/> \n <br/> \nGET ON IT."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "Done"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "A chubby for the planning there."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Damnit.. no chubbies left.  \"I will carry Jermaines rap baby with PRIDE!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ragtagop",
    "plus": 0,
    "snip": false,
    "text": "Oh Roast Beef, look what freak-on-the-morning-show fame has done to you... <br/> \n <br/> \nI began wondering if there was such a thing as a stewardess union (flight attendant unions would be hell of limp), and then thought of bodily curves, and where they meet.  For reference, look at the lovely union in duskbringer's userpic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Or this lovely union courtesy of TV's Mr Roarke. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img98.imageshack.us/img98/4796/wrathia2.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I see nipple Riccardo!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "KHAAAAN! Damn you and your disturbingly unnatural pecs!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Whew!  Thanks for the hint.  I was trying to picture this as a woman, and getting ill."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'm so sorry you thought Riccardo Montalban's chest in Wrath of Kahn was some sort of deformed dirty pillows. <br/> \n<inside> I mean I referred to then as belonging to Mr Roarke. What do I have to do, post a pic of Herve Villechaize?  <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://upload.wikimedia.org/wikipedia/en/8/81/HerveVillechaize.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Jeezus I just read the wikipedia entry for Nick Nack there, that is hella depressing. I'm just a fucking Assetbar killjoy sometimes.  <br/> \n*wanders off mumbling*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Dude that is mega-nasty that is dog shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 1,
    "snip": false,
    "text": "might be partially the high life and jägerbombs talking but YES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Whoo! This guy isn't afraid of assetbar right now!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "completely accurate, cause while sober i am"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tortoisesandbox",
    "plus": 0,
    "snip": false,
    "text": "Men of entrepreneurial inclinations who order Chivas on the airplane are men who later get their nasty in either the Sheraton, Marriott, or what amounts to the Hampton Inn with room service."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Happy late cinco de mayo! Wooo who else is fucked up in the morning!?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Negative on the a.m. FUBAR, but glad to hear you hung one on, dogg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Dude, your avatar!  Like, yeah, her figure is goddess-worthy, but what I can't figure out is this: where is she standing when the shot was taken?  I mean it looks like she's hanging off the side of an airplane or something.  All sky and ground looking far, far away.  Huh?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Perhaps she has taken a trip to the beach!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "It's right over there between the ground and the sky! <br/> \n <br/> \n(thank you, Basil Fawlty)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "The Beach.  Derrr.  You're right as usual Ms. loneal.  Now I see what I was miss-seeing: the water.  It looked like distant mountains er sumpin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clapyourhands",
    "plus": 1,
    "snip": false,
    "text": "Not related to today's strip, but is anyone else remined of  <a href=\"http://web.archive.org/web/20091231061924/http://achewood.com/index.php?date=06232004\">Pat's gross-out abs</a>  when they see this guy's after shot? <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img354.imageshack.us/img354/5183/grossmanui9.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 0,
    "snip": false,
    "text": "mega nasty... dog shit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "damn.  i gotta scroll down before posting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "I dunno dude, i think \"mega nasty\" is saved for when the gross abs aren't a huge improvement likely to improve his sex life a hundred fold."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "A hundred time zero is still zero."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "You have to be fucking KIDDING me. I think Assetbar is playing a trick on me today. I cannot NOT typo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hmsf fkle wq ssl ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "On the plus side, your angry follow-up posts are flawless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "I'm too busy thinking, \"man, that's not even the same person.  Put some effort into the ads.  At least make us believe that  <span style=\"border-bottom: 1px dotted\">you</span>  believe it works.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I'm sure the product doesn't work as advertised, but, you know...I actually think it might be the same guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh Jesus Christ they aren't even on straight!  If a woman followed that treasure trail she'd end up blowing his knee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by invidious, ummagumma, mortshire, charchar)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Apparently, Roast Beef is Tarzan."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "...or George Jetson...   [-o-]<----tie-fighter"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "His handface is quite interesting, tho. I gotta give that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "I somehow prefer the picture of the guy with the light behind him. Made him seem kind of ethereal and angelic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I think that was jbushnell?? Yah, that was a good one."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "We appear to be crushing on different guys. You can have jbushnell, and I'll have the guy in gladi8orrex's old avatar. <br/> \n <br/> \nWait, did I say 'crushing'? I meant.. admiring."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I'm not gay!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Uuuuh huh."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "To think I almost missed this development"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "it was Viggo Mortensen so we can crush together."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Oooo Yah!! I remember.  I'm SO with you on that crush."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "apparently we have been wrong all this time, and \"Roast\" should actually be a past participle. <br/> \nI'm sorry for being a cock to (about) a stranger, but people who write like this make me want to choke a dolphin with a baby carrot.  We have public education for a reason!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Online Stuart is so hot. It is impossible not to flirt with him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Has the gladiator jumped the shark? Will he ever return to the hey day of [-o-]<----tie fighter? Tune in tomorrow to find out!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "BUT FIRST: From Philippe and the \"drum machanual\" to \"flirtin wit de online stuart\" and the inscrutable classic \"is sweer is so lol\", gladi8orrex's posts have annoyed and delighted readers worldwide. Our re-enactors will take you on a whirlwind tour of his drug-fueled career as we anticipate his next move! Stay tuned... for  <em>GREAT MOMENTS IN ASSETBAR.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edwell",
    "plus": 50,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://img520.imageshack.us/img520/8067/g8orrex1jv8.gif\" style=\"border:0px;\"/></div> <br/> \n <br/> \nALT TEXT: Roast Beef squats down inside the robe to play Cornelius."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Edwell, how exactly did you become the greatest person who has ever existed across all possible universes and timelines? Please share your secrets."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Edwell is champions of Posting! <br/> \nSuperb!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "FIRST CHUBBY!  Fuck yeah! <br/> \n <br/> \nShit, no I wasn't!  Fuck  <em>ANYWAY!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "man I gotta remember to save a chubby for you! <br/> \nwholehearted v-chub!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Top shelf, friend. I can't believe my eyes. A scream and a shout. Post of the day on a day that saw Jesus riding a shark with a naked man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I'm in awe. You even got the font right!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh man. This is probably the best Photoshop job ever posted here. Congratulations. Have a million virtual chubbies--I invested well and would like to share my fortune with you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I need to know; where does the Tie Fighter come from?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "From  <a href=\"http://web.archive.org/web/20091231061924/http://m.assetbar.com/achewood/uua3rXrSK#comment_314\">here</a> .   <br/> \n <br/> \nRecalling the other day's discussion, Edwell's post is actually a prime example of found art - he took pre-existing crap and interpreted it in a new context to create something awesome, rather than simply reposting it wholesale."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Oh no, I saw the original gladi8orrex comment. I was wondering where Edwell got the picture of a tie fighter for his strip. It's drawn in the style of Achewood, yet I don't remember there being a tie fighter in any of the strips, which means he must have drawn it himself."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "Actually, it started out as a photo from Google Images. I Ached it up a notch by maxing out the contrast into stark black & white, then shrinking it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "\"Damn man! Yes! Yes! Old school! OLD school!\" <br/> \n-Ray Smuckles,  <em>Achewood</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This fine effort deserves multitudes more than it will get."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "chubby, chubby, a thousand times chubby, because this made me laugh out loud, and from the belly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "man the nice characters around here just hell of get abused don't they.  beef better not cheat, or i will be made sad by a cartoon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Woah. Just woah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charlottien",
    "plus": 0,
    "snip": false,
    "text": "What woman could resist Roastbeef's big muscular arms?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 5,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://i73.photobucket.com/albums/i231/vclortho/Roastbeef.jpg\" style=\"border:0px;\"/></div> <br/> \nRoast beef had it all: money, love, and the occasional glass of Chivas.  He was on top of the greeting card world, but for every shining light in his life there was 10 burnt-out bulbs.  His downfall began on a fateful business trip..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "last post <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by snowman, invidious, EM2, dwodles, falseprophet, farqussus, DougTheHead, MrFlunchy, achilleselbow, Charlottien, smilebuddha)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I've wanted to hate you for a long time, but I love those two Jackson Browne songs so much.  Seeing them \"mashed-up\" like that was funny.   <br/> \n <br/> \nAlso: Late for the Sky."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "'tender is the night'? <br/> \n'lawyers in love'? <br/> \n'somebody's baby'?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "A thousand times yes.  I celebrate the man's entire catalog.   <br/> \n <br/> \np.s. My feelings on Hamscout are: Pro."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "well, thanks!  a mutual 'Pro' for a mutual fan. <br/> \nHis were among the few albums my dad owned. <br/> \nI cannot shake Lionel Richie or Lyle Lovett from my mind. <br/> \nI can also sing along to Grease, but I've never seen the movie. <br/> \nLuckily, he also had The Monkees, Steve Martin, and Steven Wright, so I turned out...well, like this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you should also do \"Rosie.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "What...what just happened here?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 12,
    "snip": false,
    "text": "<strong>Weekend Blogs (Saturday - Monday)</strong> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20091231061924/http://lyle151.blogspot.com/2008/05/sacked-agan.html\">SACKED AGAN</a> <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20091231061924/http://peterhcropes.blogspot.com/2008/05/quiznos.html\">\"Quizno's.\"</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20091231061924/http://charleysmuckles.blogspot.com/2008/05/rightas-blokk.html\">Righta's Blokk</a> <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20091231061924/http://orezscu.blogspot.com/2008/05/foto-kwiz-5-not-really-kwiz.html\">Foto-Kwiz #5 (not really a Kwiz)</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "On the topic of Nice Pete's blog post:  I am simultaneously craving a Quizno's sandwich and afraid to ever eat there again, lest I think of Nice Pete."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am both disturbed and entranced by the overly conspicuous bulge in Nice Pete's rendering of Johny Quizno."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "It is a VERY prominent package.  Perhaps due to current times vestigial dongs?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schroduck",
    "plus": 0,
    "snip": false,
    "text": "So how do you use the Living Room one? Do you give your  <strike>victim</strike>  recipient the card and then leg it to the living room before they can open it? And what if they're in the living room already? WHAT THEN!?  <strong>WHAT THEN</strong> ?!?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 0,
    "snip": false,
    "text": "Maybe the stewardess wouldn't hit on Roast Beef if he didn't have those huge arms. Must be from the furious, furious typing. (LOOK AT THAT CAT'S ARMS!)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hikikomori",
    "plus": 1,
    "snip": false,
    "text": "NO <br/> \n <br/> \nBEEF YOU ARE NOT DOING THAT <br/> \n <br/> \n <strong>THAT IS TERRIBLE</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Fortunately the author's omniscience has let us know that Molly will not leave Beef for decades (perhaps for Ray and his robotic ears)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "When I opened the strip, I thought Circus Penis was making an appearance, but then I noted there was no vertical stripe on the nose of the plane. And then I was sad. <br/> \n <br/> \nOh, and Roast Beef, don't do it dude!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yeah since when has Todd had stewardesses? Sorry, Hostesses. Sorry, Flight Attendants. I mean air travel facilitators level 4."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Just as CP's plane looks like a penis, Todd's plane has the tinted teardrop-style windows, like his van."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spacedaddy",
    "plus": 0,
    "snip": false,
    "text": "i get the strong feeling onstad must draw on personal experience for some strips when i read ones like this. <br/> \n <br/> \nmy first strip would be about getting turned on by a french girl, then getting turned off when i discover she has hairy armpits"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "Too picky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tessebatt",
    "plus": 1,
    "snip": false,
    "text": "No Beef No!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "your avaton cals to mind Edward Gorey: <br/> \n <br/> \n\"They removed the child to the ballroom, whose hangings <br/> \nAnd mirrors were covered with a luminous slime; <br/> \nThey leapt through the air with buzzings and twangings <br/> \nTo work themselves up to a ritual crime. <br/> \nThey stunned her, and stripped off her garments, and lastly <br/> \nThey stuffed her inside a kind of a pod; <br/> \nAnd then it was that Millicent Frastley <br/> \nWas sacrificed to The Insect God.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tessebatt",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what that meant, but it made me laugh. Chubby for you good sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Man, are all radio shows in the States <somebody> in the <time of day>? <br/> \n <br/> \n...or just the good ones?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "In each radio market, teh stations duplicate the winning formats.  So there's probably a {Name} in the morning in the top 150 cities.  (I once worked for the guy who does the deep \"classic rock\" promos nationwide.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "Is the intervention card for Teodor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "For Ray? Remember, obesity in primary cause of early onset diabetes!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "Ray has always had a gut, but there is a linear relationship between Teodor's fatness and the time since he was first drawn."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Dogg You Got Too Fat Lately <br/> \n(inside) People On the Internet Are Debating Whether That Is a Roll-Neck Or Your Own Fat Self"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mc_white",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry I cheated on you with an airline stewardess that loved my cards <br/> \n(inside) <br/> \nIts only cuz I got famous"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "roast beef is rising to fame at last!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "beef looks ripped in the first panel...all flexin' whilst typin"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Is Beef bipolar?  I've never seen him so manic.  Of course, he does say he is taking advantage of \"famousness\" while it lasts, but still, jetting around the country?  Beef?  I think he is in for a hard fall.  As for the infidelity, don't worry, he will shrivel up when the time comes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I personally think (and this may be my subconcious speaking) that Beef is too sweet to cheat on Molly.  I'm not sure he realizes that the Air Hostess is pitching woo.. I think he's just nervous because someone is talking to him, and showing an interest, so he accepts the drink..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "... and will get too drunk to be unfaithful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I hope!! He'll break my heart if he cheats on Molly. (tear)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "THE LAST TEMPTATION OF ROAST BEEF"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buenothebear",
    "plus": 6,
    "snip": false,
    "text": "<strong>ROAST BEEF IS GETTIN CURVED!</strong> <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://www.buenothebear.com/RoastBeefBlogginMuscles.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Dude's like Barry Bonds."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "This arc will end with his bicep muscles exploding and leading him to an early retirement from the card-making industry. A nation mourns."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Some may even get on the mayor"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "I think even the one on the left is a bit above Beef Average. If he stays on the roids he is begging for a \"Friend's Arrest.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "In the Year 2000: Roast Beef will do something he regrets, and will feel awful, such that he must give Molly a card, which he has a commercialized to the point of becoming what he hated in the first place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "houseofcumlord",
    "plus": 0,
    "snip": false,
    "text": "what a great arc"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Imagine you are a giant nerd that never got any almsot the entierty of you life (I know, big stretch for a lot of us). Now imagine women are throwing themselves at you. I'm not saying it's cool for RB to join the mile high club with not-Molly, but it is very difficult to turn down a feast when you're used to famine. <br/> \n <br/> \nTo butcher a phrase and use it for my own purposes, everyone has a plan until there are boobs in their face."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Amen, brother. The last time I got infatuated with a pair of boobs, I ended up married. (It's all worked out in the end, though.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Perhaps it could also be:  Every man is moral until he has stewardess boobs in his face."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I can resist all things but temptation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "videocrime",
    "plus": 0,
    "snip": false,
    "text": "Chivas on a plane? ... I obviously haven't been flying the right airlines. Plus, flirting ain't never done nobody no harm. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Yeah, just because a man's on a diet, it don't mean he can't look at the menu."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "YEAH"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "The must be the beginning of the \"rise to riches and then flameout\" that were promised in on of the \"predicting the future\" arcs. Huh.And we dolts though he was gonna be a musician. No! It was greeting cards all along! Hidden in plain sight before us!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "It's the return of the dick-shaped plane! (from the Berlin arc)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Circus Penis' plane was also shaped like a dick, if I'm not mistaken."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Interestingly enough, in Sloppy Stewardess Sluts 7, CP made his penis up to look like a plane.  It was a perfect circular reference.  All the 'actresses' had to do the pokey-pokey side-saddle for it, and he made WWII-era airplane strafing sounds during the moneyshot.  All in all one of his better works, though certainly no Ass-Puppet Basketball Team Banging Girlfriends 3.  That flick was all class."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "As I try to come up with an appropriate response to this post, all I can muster is \"WOW!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "and yet you are the first to lame my post below?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by Lonis, gladi8orrex, evolume, hedonismbot, m3funkyb, hogspook, loneal, bixschmix)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "*shudder*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's the kind of thing that would win Dr. Manflesh an Eisner*, and yet there you are being lamed. <br/> \n <br/> \n(*Or some other, appropriate award.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I will grant.. it was a creatively well put story, with classical themes and interesting imagery.  But, the idea of a Godly goat in the middle of a roadway with a huge hard-on is just.. abhorrent to my thought processes."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is abhorrent, and that is precisely why I chubbied it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I skipped reading it until I read this post."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "So what have we learned? <br/> \na) Originality is the greater part of artistic merit <br/> \nb) Manflesh' Magical Surrealism Porn is perhaps overrated <br/> \nc) Andy Kaufman, William Burroughs and Alfred Jarry are probably in Hell for marrying discomfort and literary-artistic merit (Chuck Palahniuk, your time is coming)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "\"An out of control furry\" is the best Freudian slip I've seen in  <em>months.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Sharp evening viewers might catch a glimpse of  alreadyinuse  out driving... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://boingboing.net/images/furryescalade07.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": false,
    "text": "Furries are everyone's problem."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Wow.  Just....wow.  I don't know what to think, but I chubbied it for the overwhelming pastiche of horror."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cunty",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD <br/> \n <br/> \nTHIS COMMENT <br/> \n <br/> \nAMAZING"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Looks more like a loaf of sourdough to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "NO! bad assetbar! BAD!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "waylaid: 1.\tto intercept or attack from ambush, as in order to rob, seize, or slay. <br/> \n2.\tto await and accost unexpectedly: The actor was waylaid by a swarm of admirers. <br/> \n <br/> \nAlso as in, 'Roast Beef got  <em>laid</em>  on his  <em>way</em>  to Texas.'"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Scotch Tape!   <br/> \n <br/> \nBeef WILL NOT cross the line.  He won't.  He ain't that kind of alley cat.  Onstad sure did a good job of getting the us to think so, though didn't he????? <br/> \n <br/> \nHere's what you have to ask yourself: why did  <em>I</em>  think that Beef would do it??  Well, why did you punk?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "*sings* Edit, oh edit, I miss that command... <br/> \n <br/> \n\"the us though didn't he\"  Yerp!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "m3funkyb",
    "plus": 0,
    "snip": false,
    "text": "My moth-sense says . . . Roast Beef is kidnapped by the agents of the Greeting Card industry, who are seeking to recoup the major financial losses suffered after the introduction of his line of greeting cards, and the stewardess is complicit in the deed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "I'm Sorry I Cheated On You With That Airline Stewardess <br/> \n <br/> \n(inside) I Guess I Let Some Fame Get The Better Of My Judgments  <br/> <br/> <br/> somebody has probably already make this joke huh"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soaringbrain",
    "plus": 0,
    "snip": false,
    "text": "I hope he cheats.  Why?  Because somewhere, somehow he will have to be redeemed.  No one is perfect, not even Beef.  Everyone makes mistakes...even huge terrible ones.  Sometimes men are only as faithful as their options and with fame, Beefs options opened up. It would make him seem more real... sadly... then again... he is just a cartoon.  Therefor, he wont cheat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I also hope he cheats, because that would be more interesting than the status quo. I mean that swing guitars in unison was cool at first but now its just a bit dull. <br/> \nUuhh. *Shake it off, shake it off* <br/> \nIt would be a  <em>great</em>  and  <em>pivotal</em>  moment in Beefs character development, one you would remember always. Like Hawkeye giving it to Hotlips or some such."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 1,
    "snip": false,
    "text": "Beef has been the All Redemption Channel, 24/7, for years.  He just crawled out of Hell; if he's going to fall back in, he might as well go sit demented in a creek."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I have to disagree, Beef is from circumstance. He has done nothing to be redeemed for so far. Shit has until now just happened to him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "You don't have to do anything to need redemption. Redemption from misery; redemption from circumstances. Grace falls upon the just and and unjust alike, whether it's earned or required or just needed and wanted; right now, Beef's ass is soaked through in Grace. Don't fuck it up, Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "That \"Moths\" card would sell like HOTCAKES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ndcaesar",
    "plus": 0,
    "snip": false,
    "text": "I can identify with Beef's attitude on moths, being deathly afraid of flying insects in general"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "orvel",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20091231061924im_/http://tulsamusicpulse.com/podcast/stuff/chivas.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "A chubby for you, sir!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I don't get it. Who is that? <br/> \n <br/> \nAlso, she's hot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "She is a woman bearing Chivas. Please do not trust her."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "She  <em>is</em>  hot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "No,  <em>that's</em>  hot."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What's hot?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Who's cussing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is the  <em>exact response I wanted.</em>  Thank you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "how perfectly perfect that whilst gazing upon the third panel my eyes happened to fall on the moth card last. also, how perfectly perfect that my happy pill is kicking in. :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "oh pardon me dearly, the SECOND panel.  <br/> \nsenserest apologies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "At least it's not Chivas Regal"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "remember to think with your (northernmost)brain, beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "I need the moths card today.  There was a real big moth in my apartment building.  I mean it was as big as my hand.  I don't necessarily have big hands but a moth should not be that big.  A moth the size of my pinky fingernail is enough to set me on edge for a week.  And tomorrow we're getting a new couch, which means the doors will be open for a substantial portion of the day and the moth might go inside and go into hiding, and then wait until I'm playing video games late at night with the lights off, and then go all over the TV screen and I will freak and wet myself and it's not going to be a good time.  I'm not having a happy time right now. <br/> \n <br/>"
  }
]