[
  {
    "depth": 0,
    "minus": 2,
    "name": "squares",
    "plus": 6,
    "snip": false,
    "text": "god damn hot buttered lies."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "I could really go for some cake right now."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "I love... Cake."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "Do you prefer it dry, or moist?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "squares",
    "plus": 10,
    "snip": false,
    "text": "that comment works great with your avatar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Delicious and moist."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by usversusthem was marked lame too many times and excluded. (marked lame by waddie, Squares, radarjammer, theoneyouwant, spry, clintisiceman)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "Who the fuck would trade an MG for a white Chrysler LeBaron.."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "bixschmix",
    "plus": 5,
    "snip": false,
    "text": "Someone who uses a machete to cut through red tape?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That DOES seem rather silly."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "mr_lostman28",
    "plus": 5,
    "snip": false,
    "text": "Cake was great guys... yea... lets please stop quoting thier songs EVERYDAY!!! <br/> \n <br/> \nI swear if someone says  <em>anything</em>  about an onion head hat, I will shit in thier living room."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "girlandagun",
    "plus": 0,
    "snip": true,
    "text": "A comment left by girlandagun was marked lame too many times and excluded. (marked lame by waddie, rude_mechanical, Crev_Gibax)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": true,
    "text": "A comment left by squares was marked lame too many times and excluded. (marked lame by waddie, rude_mechanical, robotrodeo, milkpants, katethegreat, Crev_Gibax, Sunshine, Comrade_Tom)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": true,
    "text": "A comment left by squares was marked lame too many times and excluded. (marked lame by yearsinhotclaws, Sarakan, riotdejaneiro, waddie, rude_mechanical, woodenteeth, milkpants, HolyQ, dropkickpikachu, Sunshine, saucy_jack)"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "Don't mind if I do!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by comrade_tom was marked lame too many times and excluded. (marked lame by waddie, Deusoma, ratnerstar)"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "robbingdog",
    "plus": 0,
    "snip": false,
    "text": "But that doesn't give him an excuse for being a presumptious son of a bitch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nbgreene",
    "plus": 2,
    "snip": false,
    "text": "LOVE CAKE <br/> \n <br/> \nSO MOIST"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "x2"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 6,
    "snip": false,
    "text": "It balances on your head just like a mattress on a bottle of wine, your leopard-skin pillbox hat"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": true,
    "text": "A comment left by squares was marked lame too many times and excluded. (marked lame by waddie, Marcus_Brody, Padraig, logic)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "krispykorn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by krispykorn was marked lame too many times and excluded. (marked lame by mr_lostman28, Squares, LaserBlade)"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "squares",
    "plus": 1,
    "snip": false,
    "text": "this takes the  <em>cake</em>  for the lamest comment on the whole board."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 3,
    "snip": false,
    "text": "Really layering it on"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "I've been aggressively lamed and I'm not sorry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by onepapertiger was marked lame too many times and excluded. (marked lame by falseprophet, radishes, HolyQ, synapse, Comrade_Tom, Dasuta)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "i really, REALLY wanted to post this but thought better of it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "It was not worth it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Do you mean the Brand new one?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I will say.. when I said above \"I love.. Cake\" that was a \"That 70's Show\" reference, and not referencing the band itself.  So.. not my bad, I promise."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I will also admit that when I asked if you liked it moist, I was referencing the standard clitoral meme of this board.  I apologize as well."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Well, when I quoted their song, I was directly quoting Cake and there were no two ways about it. Although for the record, that is the only song of theirs I have heard, and I've only heard it twice, anyway."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Cake?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I actually enjoyed that song the first few times I heard it. I just listened to 3 or 4 of their other songs, though, and man are they crap."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Your mom is a standard clitoral meme."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "YOU SAID YOU WOULD BE OUT OF TOWN!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But not out of Internet range, apparently."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "She told me she loved me and I told her I loved cake, so..."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "radishes",
    "plus": 1,
    "snip": false,
    "text": "The cake is a lie?"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "These points of data  make a beautiful line"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "HUGE slam on Kickstart out of nowhere, right guys?  Guys?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "BEST AVATAR EVER"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Was that to bixschmix? That took like FOREVER to track back to."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure it was to mr_lostman28"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Not a LeBaron..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 7,
    "snip": false,
    "text": "I prefer my cake being sat on by a slut."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scantman",
    "plus": 0,
    "snip": false,
    "text": "I prefer my cake to be mashed up under a lady's bottom."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scantman",
    "plus": 0,
    "snip": false,
    "text": "*also*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Wait, are you into feminist porn?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Aren't those two concepts antithetical?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 4,
    "snip": false,
    "text": "I can see how the making of feminist porn could be empowering, but that doesn't mean I actually think it exists. In the abstract, though, the simple videotaping of sex doesn't preclude a feminist outlook."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "diggidy",
    "plus": 1,
    "snip": false,
    "text": "Chubbied for no-nonsense conversation.  Just the facts, none of the sass."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "Wait. Are you telling me that you think there's this whole wide Internet and goatse and Rule 34, but you don't believe in  <em>feminist</em>  porn?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "\"Oh yeah Gloria Steinem, send some of that sweet lovin' my way\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Did you see that hot Steinem/Fonda-on-Colbert action? <br/> \n[IMGS OFF] <br/> \n <a href=\"http://web.archive.org/web/20101018000014/http://www.comedycentral.com/colbertreport/videos.jhtml?videoId=76495\">Get some of that freedom pie!</a>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "HOT HOT HOT"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Feminist porn =/= non-misogynistic porn. That would be more like \"post-feminist\" porn or \"post-feminism porn\" -- porn made after and with awareness of the emergence of feminism. <br/> \nFeminist porn would have to be porn that focuses on the sexual empowerment of the women involved (and possibly the men, although if I understand properly that would depend on the kind of feminism endorsed by the directors).  <br/> \nMost porn that focuses specifically on empowering some actors also disempowers others. <br/> \n <br/> \nI'm sure there is feminist porn, but that probably isn't how it's been marketed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "They came up with the  <a href=\"http://web.archive.org/web/20101018000014/http://artthreat.net/2007/05/245\">Feminist Porn Awards</a>  somehow."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Not in the opinion of people who make feminist porn.  <br/> \n <br/> \nThe joke was to highlight the contrast between Pogo's and scantman's modes of e×pression."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Andrea Dworkin and Catharine MacKinnon will tell you so, but they are wrong. Feminism can be entirely compatible with porn, just not with a lot of the porn that currently exists."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Who would want it?"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Who would want non-misogynistic porn? <br/> \n <br/> \nUm, decent human beings?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "OK, you say that, but you can't buck the market."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "There's a multi-billion dollar industry that would beg to differ with you on this item, loneal."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "loneal",
    "plus": 6,
    "snip": false,
    "text": "There's a lot of folks with a lot of dollars who aren't decent human beings."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I am a decent human being, but I still like porn the way it is, with the  ugly old dudes banging nubile 20-something women by the score.  The whole point of porn is to make it look like even the grossest looking guys can still score super-hot women, which makes us feel good because we're all like \"I'm way less gross than Ron Jeremy, therefore I could hook up with anyone I want.\"  I think porn is more about boosting the male ego than misogyny, but I guess it could be seen as somewhat misogynistic too.   <br/> \n <br/> \nPS: I'm not saying that looks are the only thing men care about, just that most dudes want to be the dude that the hot girls want to be with, again, for the ego."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "I don't think an ugly old dude banging a nubile twentysomething woman is misogynistic, though I'm sure there are often elements of misogyny in the way it is portrayed. Porn doesn't have to be actively feminist to be acceptable. I do not at all think porn is inherently anti-woman. There is plenty of it whose existence I do not mind, even if I don't personally enjoy it."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "An interesting tidbit in this regard is a study (internet published only so far) showing a correlation between rising internet access and a decrease in rape and sexual assault accusations against members of the demographic categories that mostly access internet porn. <br/> \n <br/> \nThis suggests that misogynistic pornography has a positive role to play in society (by satisfying people who are not decent, perhaps)."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Because I am an absolute fucking expert on looking at nekkid wimminz, I will tell you porn these days is ridiculous.  Seriously, it is a gyno exam.  Nonstop closeups of 'totally ruined junk' getting rutted, and then a big nasty-ass squirt at the end.  No context, no dialogue, just the same butcher-shop-horror-movie closeups as the last two hundred you watched.  BAH"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "senister",
    "plus": 1,
    "snip": false,
    "text": "i think women would like the majority of porn better if the guys were hotter. the women i know, myself included, prefer girl on girl action because at least you have a better chance that the chicks will be decent looking, whereas the dudes are usually just gross. it may not be as much of a male ego boost if the guys are tasty, but us girls would be more into it because we could imagine ourselves doing nasty things with them.  then maybe we would do nasty things with you if you were around...win/win"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Agreed, and if you are a straight man, and have an opinion about the men, maybe you should think real hard about your decisions in life"
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Yeah, coz then you might be  <em>gay</em> . <br/> \n <br/> \nEwwwwwww."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Well, then you wouldn't really pass the qualifier of the sentence, would you?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 4,
    "snip": false,
    "text": "okay people, let's see some links in here. <br/> <br/> <br/> <strong>PROVIDE LINKS TO INTERNET PORNOGRAPHY THAT YOU FIND ESPECIALLY GOOD OR ESPECIALLY BAD IN VARIOUS WAYS AND ALSO DESCRIBE WHAT YOU LIKE OR DON'T LIKE ABOUT THEM</strong>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "There used to be a site made by one of the posters on POE called Broken Memories, where you could search through reams of pornographic images of your favorite childhood cartoons but sadly (thankfully) it is defunct now."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Manflesh!!  You're back from Peru!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "http://beautifulagony.com Hauntingly erotic, and yet sort of SFW. Close-up facial footage of people getting off. No boobs or anything. <br/> \n <br/> \nhttp://ishotmyself.com/ Postmodern art pr0n. The mission statement of this site invites women to take control of their own image, and produce nude photography the way they like it. Refreshingly diverse, sometimes sexy, sometimes just artsy. <br/> \n <br/> \nhttp://burningangel.com/ Alterna-scene hardcore. Sort of like Suicide Girls but with more fucking and less freedom-hating. The models are good-lookin' and they actually visibly enjoy themselves and each other on camera. I am so glad that you can buy porn of people who actually like each other."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "There's a lot of honkeys, sitting on a lot of money, telling us that they're high society.  Well let me tell you, THIS is the high society."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "<em>Brothers and sisters! I wanna see a sea of hands out there! Lemme see a sea of hands! I want everyone to kick up some noise! I want to hear some revolution out there, brothers! I wanna hear a little revolution! Brothers and sisters, the time has come for each and every one of you to decide whether you are gonna be the problem or whether you are gonna be the solution! You must choose, brothers! You must choose ! It takes five seconds! Five seconds of decision! Five seconds to realize your purpose here on the planet! It takes five seconds to realize that it's time to move! It's time to get down with it! Brothers...it's time to testify and I want to know: Are you ready to testify? Are you ready? I give you a testimonial! I give you</em>  whiteturtle."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "god bless you sir"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "That was percect, excessive, and overly-refined. <br/> \nAKA  <br/> \nChubby <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "FUCK I'VE GIVEN OUT ENOUGH CHUBBIES ON THIS PAGE FRIENDLY!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "Pornography isn't always a means for improving upon social interests.  Sometimes you just need to watch a woman spread her legs and think of England."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't think I ever said all porn needs to be feminist. I just said feminist porn exists, and that decent human beings are not into misogyny.  <br/> \n <br/> \nSometimes you need to watch a woman spread her legs and think of England. You never need to watch a woman getting gagged with a cock until she vomits."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "colorlessness",
    "plus": 1,
    "snip": false,
    "text": "I dunno, she seemed pretty into vomiting."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I am on a hijacked laptop, so all I'll say is that  <a href=\"http://web.archive.org/web/20101018000014/http://www.burningangel.com/\">Burning Angel</a>  is a pretty good example of feminist porn, or at least it markets itself as such. It's run by a girl, and it's mostly punk girls getting boned by skinny hipster guys. <br/> \n <br/> \nI do enjoy misogynistic porn as well, but then again I have lots of issues and never claimed to be a decent human being. Sometimes I just fast forward to the end of Bangbus or whatever videos where nothing sexual is even happening and the girl is just putting her clothes back on and looking ashamed. <br/> \n <br/> \nYes, I just shared a porn link AND gave too much information all in one post."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Chubby por vous."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Law: All porn is immoral and degrades both the particpiants and the viewers. <br/> \nCorollary: The less porn one views, the better one will feel about the opposite sex."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Pogo, are you secretly Andrea Dworkin? That is a twist ending I did  <em>not</em>  see coming."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Loneal, never heard of her until now, but I may be channeling her spirit -- her deeply felt hatred of prostitution and pornography (\"mass-produced, technologized prostitution\")."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Wait, did you just change your avataricon very slghtly?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Whenever I read pogo's comments I feel Watched. Like Chris Onstad poked little holes in the avator's eyes and just calmly watches us all. Tracks our Interests, infers about our brain wiring, notes how we make jokes and what kind of Things we Respond To--and at the end of the night he puts away a fat binder filled with over five years of well-organized information--hundreds of our profiles inside manilla folders, screennames on the tabs.  <br/> \nHe will acquire us one by one. We will be willing slaves, knowing the truth after it is too late. That time has come.  <br/> \n <br/> \nWhat will you say, brother, when the time is neigh?  <em>Will you take the Punch Glass or the Pistol?</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "What the  <em>fuck</em>  did I just write."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Your folder is #10,247, my friend, and the punch glass is poisoned, BWAHAHAHAHAHA!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yes, I'm trying to emphasize my new Ray-o-glasses, which nobody fuckin' noticed!   <em>*Stamps foot like a little hussy and stomps off stage, hands on hips*</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure this is true. Like anything, you can overdo it, and for some people none is almost too much. Equally, it can help other people get over their complexes, and become more normal."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "GODDAMN I LOVE EATIN PUSSY <br/> \n <br/> \nJUST WISH I HAD TWELVE WOMEN LYIN DOWN WIH THEY LEGS OPEN <br/> \n <br/> \nUNSHAVED PUSSIES LINED UP SMALL TO LARGE <br/> \n <br/> \nTONGUE TAPPIN ON THOSE CLITS LIKE I WAS PLAYIN  <em>XYLOPHONE<br/>\n<br/>\nGODDAMN</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "A cake xylophone?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 1,
    "snip": false,
    "text": "clits like a xylophone that i... boned?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kickstart",
    "plus": 4,
    "snip": false,
    "text": "Pussy be all IS THIS MOIST ENOUGH FALSEPROPHET IS THIS MOIST ENOUGH and I'm all NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Your avatar adds some fun to this comment."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Dude, your avatar is a little too 'young pussy' for my tastes.  You are gonna get us all v&"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(cough) MOIST MAYBE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "The cake is a lie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "I prefer my lies to be dry and somewhat salty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 3,
    "snip": false,
    "text": "I like my lies like I like my women.... <br/> <br/> <br/> COVERED IN BEES!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sdskyle was marked lame too many times and excluded. (marked lame by hikikomori, flipconstantine, milkpants, d3athcann0n, hardelicious)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sdskyle was marked lame too many times and excluded. (marked lame by hikikomori, flipconstantine, hardelicious)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sdskyle",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "When I was a kid we used to slide down mountains of these. Whoever had the least cuts \"won.\" <br/> \n <br/> \nGood times. Good times."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "krispykorn",
    "plus": 0,
    "snip": false,
    "text": "Chubby for \"winning\"."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Please tell me this is not a joke."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "What was the prize? Tetanus? Or was that just for participating?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "squares",
    "plus": 2,
    "snip": false,
    "text": "funny how people chubby a picture comment even when it isn't funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Jesus, you must have had the worst day ever to be revenging this hard upon the general internet. Everything you've written has so far been a condemnation of something someone else wrote."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>YOU ARE</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "nah not really. i've given the max amount of chubbies today. i just hate cake and this picture isn't funny. i'm actually having a great day. sorry tommy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 1,
    "snip": false,
    "text": "<em>someone's got a case of the wednesdays.</em> <br/> \n <br/> \n*BLEEARGH-popculture-GHHH* KOFF KOFF, HACK  <em>SNIFF</em> <br/> \n <br/> \n\"That's right, that's--yeah...get it all out.\""
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 4,
    "snip": false,
    "text": "My Native american fiance shed a single tear when she saw this. <br/> \n <br/> \nNot funny <br/> \n <br/> \nNot cool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Oh dang I meant to chubby this. This was awesome. Have a pro anyways, dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stinson_reliant",
    "plus": 0,
    "snip": false,
    "text": "Your fiance's actually Italian."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "And your mother gets around BA-ZING"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Bullshit, Fabia Vitellanzi is as native american a name as they come!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whoper",
    "plus": 4,
    "snip": false,
    "text": "As of my writing this comment, there are three votes.  I can change the comic's score by an integer value with the wave of a hand.  The power is intoxicating.  The moderate amount of power."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Even at 62 votes, mine still moved the total score.  If only the presidential election felt like that, more people would vote."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Each full college is like a vote for Obama at this point. <br/> \nWoooooo"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "True, Pogo, there would be a fine turnout. <br/> \nUnfortunately, we'd elect Patrick Dempsey or Josh Holloway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We always elect the candidate we deserve."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>But never the one that The Children deserve.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That is because the only people in America thinking of them are people like me"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Children for sale, cheap!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Whereas Batman is the candidate we need."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": false,
    "text": "I do not think I would allow a woman from The Organ Hatch to dance on me either.  Beef knows his strip clubs.  More importantly, Beef knows his brother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "girlandagun",
    "plus": 1,
    "snip": false,
    "text": "You think Beef knows his strip clubs? I think Beef's experience with strip clubs would be limited to two or three evenings of nervously gulping rail drinks, sweating from the palms, and getting nudged occasionally by a Liquid Banjo-drunk Lyle who tries to tip in quarters."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "he did say hooker, not dancer"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 1,
    "snip": false,
    "text": "In Mexico the two are pretty interchangeable."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "Pretty much like 'barber' and 'dentist' were in the Old West.  In both instances there in a good chance of swelling and infection."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "You know now that I think about it, \"The Organ Hatch\" would be the sickest name for a girlfriend's junk ever invented <br/> \n <br/> \nSeriously, not the \"this is sick as hell\" Roast Beef kind of sick"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I'm not so sure the girlfriend would feel the same way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "So she would think it was awesome, possibly erotic?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 2,
    "snip": false,
    "text": "...said Norman, hope shining in his eyes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Oh baby, call it by that name you know I like!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Personally, I prefer \"The Cock Pit.\" <br/> \n <br/> \n <em>You be the pilot, I'll be the bombadier.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Have you  <em>ever?</em> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "The combo BBQ/Strip Joint \"Meat Shack\" is quite the lovely place. Have a rack while you stare at some racks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "No wonder Locke spent so much time down there. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "It's the \"That is mega nasty / that is dog shit\" Roast Beef kind of nasty, not the 2 Live Crew kind of nasty"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "There is no classier strip club than the Organ Hatch, all sagging boobs and cesarean scars and ladies that look all right from 20 feet away but up close you can see their mustaches and the despair in their eyes.  <br/> \n <br/> \nPlus there's tequila."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I have been to a strip club like this. I mostly just played pool and arcade games. These were far better activities than interacting in any way with the strippers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "The scheduling on my college courses left a four-hour gap between classes every Tuesday. This left a shitload of time where we were left to our own devices. On one particular Tuesday, a few of my friends decided to go to a strip club instead of meeting the rest of us for lunch. Thing is, it was just after noon. <br/> \n <br/> \nAnyone with much experience in the area can tell you that 1:28 in the afternoon on a Tuesday is not the best time to go to the peelers. You don't exactly find premium girls. <br/> \n <br/> \nIt was revealed accidentally through conversation that one of them had never actually been to a strip club before. So the rest of them chipped in and bought him a lap dance. From the oldest stripper there. Apparently old enough to be his mother. <br/> \n <br/> \nWhen I saw them again at the next class, the poor SOB was staring off into space, having trouble finishing sentences, seeming for all the world like he had PTSD.  <br/> \n <br/> \nGood times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Somehow I think you have the wrong interpretation of the meaning of the word \"classy.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "You have to be a very rare kind of person to use the word \"brah\" instead of \"bro\" and be classy.   <em>A very rare person indeed.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 4,
    "snip": false,
    "text": "these girls aren't 'focusers'"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "krispykorn",
    "plus": 0,
    "snip": false,
    "text": "Did you just invent the concept of someone being a \"focuser\" or not? <br/> \nDaaaaamn, look at this man!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I can't tell if this is irony. I hoe you realise how close you came to a \"NO.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You are avoiding my lame solely because I like your avatar.  If you are indeed serious, the answer is no, Lyle invented this term a few strips back."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No, Lyle introduced the \"focuser\" concept a few panels ago while planning Beef's bachelor party with Ray."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Whoa, total deja vu, it's like someone said almost this exact same thing yesterday afternoon"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "OMG THE MATRIX"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "There's not much sexy about the term \"organ.\" When I think of \"organ\" I think of doctor's gloves covered with iodine, giving them that strange pallor of sickly human skin, rooting around in a body like they lost their keys or are trying to find the light switch down there.  <br/> \n <br/> \nAs for \"hatch,\" I think of \"hatchback.\" Which I'm okay with. <br/> \n <br/> \nWell, \"organ\" can be sexy if it's Terry Jones sitting naked in front of one, grinning all crazy and pounding away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "What about Harry \"Snapper\" Organs?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Naw, the joke you should have made was how I overlooked how the image of a naked Terry Jones pounding an \"organ\" and grinning would be incredibly perverse to someone not familiar with Monty Python."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "krispykorn",
    "plus": 1,
    "snip": false,
    "text": "Spinynorman having a conversation with himself could improve and replace all the rest of assetbar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "It was a good reference on Maximus's part, I just couldn't believe what I typed"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Fact."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Wanna see my jazz organ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The Organ Grinder, perhaps?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "That would totally be the oldest, skuzziest stripper in the joint."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "Naughty bits all calcified and razor sharp.  Crunching sounds and screaming coming from the Champagne Room."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Act all starting with her standing perfectly still and muttering \"Oil can!\" out of the corner of her mouth"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "all tiny fezzed monkey at her side"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This used to be how strip clubs had to be in London. It was illegal for people to move on stage naked."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "The english are so  <em>classy</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Oh dear, somebodys been watching that light hearted comedy where Judy Dench runs the 50's stripclub. <br/> \nOh dear."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I love that movie. And it is actually set in the late 30s and early 40s, not the 50s. World War II, you know?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "My apologies I have only the briefest of recollections of it. I imagine a Dame Judy Dench run Strip club would be more wholesome than one run by Dame Helen Mirren. <br/> \n <br/> \nIncomparably more so."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It was a great little film -- everyone onstage just posed like statues, so the girls could be naked and still consider \"art.\"  Then the Blitz hit.  Sad ending."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Actually I heard that the dude who came up with the concept died recently."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "This will haunt my dreams for the rest of days."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "girlandagun",
    "plus": 2,
    "snip": false,
    "text": "Strip clubs are largely like that. I mean, you can find places that don't have girls who look like they have mange, but you can't really get away from the eyes filled with despair. <br/> \n <br/> \nYou know what? I bet in his youth, Cornelius saw some really phenomenal burlesque. Beautiful, limber girls doing spectacular acts involving fire breathing, humor, and contortionism. I expect he sent some flowers backstage, with well-mannered notes of appreciation attached."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "\"The lap dance is always better when the stripper is cryin.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "\"I find it quite a thrill/when she grinds me against her will\" <br/> \n <br/> \nJoo remember album tracks from the Bloodhound Gang!  So do I!  Maybe joo and me are  <em>amigas</em> !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senister",
    "plus": 1,
    "snip": false,
    "text": "well-mannered notes of appreciation... <br/> \n <br/> \nMILF: \"May I Leave Flowers?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I usually just see eyes filled with cocaine at strip clubs.  Not so much with the despair.  Also, burlesque isn't dead but is being revived as we speak.   <a href=\"http://web.archive.org/web/20101018000014/http://www.hungerartists.net/ocubs/\">  For instance. </a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "The tequila is what makes the strippers at the Organ Hatch look all right from less than 20 feet.  It is essential to thinking you are having a good time if there are no pool or arcade games available."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dapooka",
    "plus": 2,
    "snip": false,
    "text": "Dear Assetbar, <br/> \n <br/> \nI am envisioning a glorious future where what you post is actually still in the vicinity of those comments you are replying to, instead of (in this case Bixschmix and Tekende's) comments about 3 screenlengths up.   <br/> \n <br/> \nEven though you are an unthinking piece of  <strike>crap</strike>  web database management software, I feel it is essential for you to know this.  The future is coming.  And if I have anything to say about it the future will hurt. <br/> \n <br/> \nSincerely, <br/> \n <br/> \nDaPooka"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I watched a girl in a similar strip club perform all her choreographed moves with a completely still head and eyes immovably fixated on something at the back of the room. Like she was doing her Math homework in her head. I mentioned this thought to a friend and he burst out laughing and we were thrown out."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "New meme alert:  Everyone get ready to at first enjoy and then lame people responding to posts with \"I'm sick of your hot buttered lies!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "is it wrong for me to chubby this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Consider this the Memo."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "biomusicologist",
    "plus": 4,
    "snip": false,
    "text": "The meme-o? <br/> \n <br/> \nOh god, please, shoot me for that pun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "BANG."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "No no, it's okay; I commissioned him to do the murder act on me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Then die. <br/> \n <br/> \nI hate puns. <br/> \n <br/> \n(I don't really want you to die -- I exaggerated for comic effect. We can still be friends if you want.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "I was asking for it (in every sense)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "I think that only works in Germany."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Memo, nothing!  This isn't an actual meme!  I'm sick of your hot buttered thighs!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "thats what she said... <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 2,
    "snip": false,
    "text": "in retrospect this was not a good choice"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "I lamed it and beat the rush"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sncether",
    "plus": 62,
    "snip": false,
    "text": "\"Roast Beef. You and I have been brothers since I was born. It's been real great. Do you remember the time I got wasted and threw up all over the game of RISK you were playing by mail with those editors from Popular Science? Sixth grade was awesome, man. <br/> \n <br/> \nAnyway. You know how I feel about marriage, bro, but if you're going to tie the knot, it might as well be with a hot chick like this one! Am I right or what fellas?! Holler back!!{{NOTE: WAIT FOR APPLAUSE, WINK AT MILLY (and see if she's getting real drunk)}} <br/> \n <br/> \nI also want to take this opportunity to let anyone who might not have brought a wedding gift--guilty as charged, bros!!--that I have brought a full catalog of Amway items and also some old CDs and stuff. It's all in storage in Reno right now, but if you want in, just hit me up in 10. I'll be over by the water fountain. It's the only free drink in this place! You cheap bastard! Haha, just kidding, Beef. {{NOTE: WAIT FOR LAUGHTER}}  <br/> \n <br/> \nI love you man. If this doesn't work out you should totally move out to Reno with me. You can get in on this Amway deal I'm runnin. It's gonna be  <em>sick</em> . <br/> \n <br/> \nROCK AND ROLL EVERYBODY! WOOOO BEEF! YEAH! CONGRATULATIONS! Remember, the name is Showbiz and I'll be over by the water fountain near the employee bathroom."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Oh man I can totally see Showbiz giving this speech.  And not even thinking that it is maybe not the kind of thing that upstanding dudes do, to advertise for investors in a scam at their brother's wedding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": false,
    "text": "...Camel-fuckers!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "This post fills me with a raging pity as it is so perfectly descriptive of such an entree wanting organism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 3,
    "snip": false,
    "text": "I can so see this as his speech. Especially since it says \"Milly\" instead of \"Molly.\" Man can't even be bothered to remember her name correctly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "krispykorn",
    "plus": 1,
    "snip": false,
    "text": "<em>I hadn't even noticed that!</em>  It really is the small things in life that matter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "V-chubs like an atom bomb going off, burned sillouhettes of innocent people all chubbed on the walls, skin chubbin' off in the park. <br/> \n\"Hiroshima,\" by John Hershey everyone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I wonder how Showbiz is thinking he will \"get all your guys to fly down there.\"  That would be a good strip right there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Todd's plane they flew to Europe with the teardrop-shaped windows?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Hijack Airwolf?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "girlandagun",
    "plus": 1,
    "snip": false,
    "text": "Showbiz plans on getting Teodor to make the travel arrangements, and after realizing he has no money and is deep in sound system-related debt, hitting Ray up for the cash after everything is already booked?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Precisely, except I see him trying to SCAM Ray instead of just asking for the money."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "Ray is too rude to get scammed by a knucklehead like 'biz"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "I don't know about that. He got scammed pretty hard by little nephew on Dennis Quaid memorabilia."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "LN isn't a knucklehead though. <br/> \n <br/> \nI can't think of an achewood reference to put here, but Little Nephew wouldn't want it that way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 0,
    "snip": false,
    "text": "Man Ray is gonna give Showbiz such a beating when the guy shows up claiming best man status.  And Ray will not allow Showbiz to ruin Beef's wedding either.  Ray is the Deus Ex Machina of this wedding--the thing will happen, and it will happen right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "A famous photographer is going to kick Beef's brother's arse!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Man Ray saw in the police blotter that a man with a greasy ponytail was belligerently claiming to a group of college students that he had invented the rayograph."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Excellent Sabatier Effect Dude!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 2,
    "snip": false,
    "text": "Sixteenth post!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "(it's actually the seventeenth post)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "shit you beat me."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "He beat you till you cried."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "wrong!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "at the \\\"Airport\\\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "it's to heighten the mood and emphasize Beef's need to \"escape\" <br/> \n <br/> \nAm here all night, comrades"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I thought it was pretty classy, but now it's gone.  Posessions are fleeting."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Ahhh, the old all-nude Organ Hatch.  Nothing says awesome like having a middle aged former hooker rub her venereal-disease-ridden crotch and greasy, flea-ridden ass all over your clothes.  Oh, and it smells like rotten cabbage, despite not serving any food.  Also, I got salmonella from the beer once.  Man, I get all teary-eyed remembering my childhood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "Would you rather be somewhere else right now?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dabigv13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dabigv13 was marked lame too many times and excluded. (marked lame by blastradius, prius_chaser, nemo, Cremlae, Doc_Rostov, Chachibenji)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Yeah he needs to do what we say. <br/> \n/sarcasmtag'd"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I'm sure the suits at Spike or Cartoon Network will be putting the hurt on him to \"emphasize his core values\" to sweeten the acquisition"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I've got Ray-like glasses."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "<em>What really knocked me out were his Ray-like glasses</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "Were they...Ray-Bans?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Good lord it hurts me so to chubby this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "If you chubby for more than three hours straight, contact a medical professional."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ice = 16 hour chubby. Seriously, it was on a medical report I read."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Why does it hurt when I  <strike>pee</strike>   <em>chubby</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Oh man, Zappa. I love you for this. Now I have to go listen to songs about appliance fetishism now, thank you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I've never craved a toaster or a colour TV."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "You've never lived, my friend."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Ouch."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "They're Versace. Ray has class, in a different way from Showbiz."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "no."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "No capitals? Are you branching out?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>yes</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 5,
    "snip": false,
    "text": "\"I've found the lowercase \"no\" gives a different, subtler effect that is part of a more mature direction I'm moving in these days.\" <br/> \n <br/> \n <em>Inside the Posters Studio</em> <br/> \n <br/> \n(not pictured:  James Lipton going \"OOH LA LA\" for twenty panels)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Ray had a small cameo on May 30th. <br/> \n <br/> \nI for one am glad that Ray has been shuffled a little off the side. Achewood has been more Raywood as of late, and it's nice to see it be Achewood again for a short while."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by echidnaboy was marked lame too many times and excluded. (marked lame by gladi8orrex, KaMeT, dabigv13, mikossuave)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dabigv13",
    "plus": 0,
    "snip": false,
    "text": "Oh I see what you did there. Clever stuff.  <br/> \n <br/> \nSorry, I just think Beef's patheticism works best as a foil to Ray's awesomeness. bone bone bone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I just think that neither of them (nor the two of them combined) is the most entertaining character in the strip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Do you think it is...VLAD?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "...to have achewoodism saucy_jack <br/> \n <br/> \n(but maybe that's the joke you were making. just like \"Consider this the memo\" vs. \"meme-o\" except this time  <strong>I</strong> 'm making the joke of a previous poster more obvious and this time that previous poster is  <strong>you.</strong> <br/> \n <br/> \nand yes I see saucy_jack's Vlad avatar)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "HOW DID YOU KNOW"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "I know I seemed like a dick above, but really, Vlad and the rest of his mechanical host are actually pretty cool and, probably, on a member-by-member basis outdo the cats. (Pat is nothing.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "GUYS WE SHOULD PRINT MORE MONEY WE ARE ALL GOANNA BE RICH <br/> \nGenuinely well played sarcasm is awesome and you get chub'd"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pissydan",
    "plus": 0,
    "snip": false,
    "text": "the organ hatch is like one of those all nude, no booze clubs where the strippers wear velcroed reeboks and the waitresses are like \"we aint got no hooch but you want something to drink anyways?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "A beetle limo? <br/> \n <br/> \nlimo driver not that good at stick shift, all hoppin' out and pushing so he can pop it into 3rd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "beetle will be runnin hard to put his car into 3rd... daaaamn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "Onstad has done us all a favor by not providing a link to Showbiz's blog. <br/> \n <br/> \n(That is, assuming Showbiz has the ability to stay still in front of a keyboard for more than 15 seconds.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 1,
    "snip": false,
    "text": "god damn dogg you know he don't got a computer"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "It'll all just be TiVo pretty soon, you know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "But man he got computer speakers that will bring the roof down on your HEAD after sending it INTO THE SKY"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "You must mean the speakers in the rusted-out Ford Bronco II that he has sitting in his front yard on blocks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Does Showbiz have a....yard."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... the yard that he generally passes out in when he's kicked out of a bar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "A car? A car?! You just don't get it, do you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Showbiz is much more likely to have a Bronco II on blocks with a lot of bass that he probably got by trading with a meth addict than to have badass computer speakers that don't work because he has no computer to attach them to. That's all I'm getting at."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "One day.. he might buy some tires.. but not till he has the latest most tastiest speakers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "ain't have a computer"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pissydan",
    "plus": 0,
    "snip": false,
    "text": "showbiz is a lot like chuggo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 0,
    "snip": false,
    "text": "Beef, what the hell? Don't call your brother a son of a bitch! It implies things about you that you may not have considered in your anger."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "It's already established that Beef and Ray are Doggs. I don't see the problem."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "It has already been established that Beef's mother *IS* a bitch. So I don't see a problem, either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "ACCURATE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "INATTENTIVE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef has hella internalised anger at his brother."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Thankfully the 'biz is too busy just rockin and rollin and bangin on life to notice that incredibly hate filled look on his face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "son of a bitch i know somebody who bears a dreadfully uncanny resemblance to this dude, right down to those hot-buttered lies"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "I have never seen Beef's mouth screwed up so tight in anger and frustration as I have in this strip.  Dude's furious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "You can basically hear his teeth grinding together.  <br/> \n <br/> \nWHAT IS HE GOING TO DO?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Worry about the effects of teeth grinding on brain health?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "girlandagun",
    "plus": 2,
    "snip": false,
    "text": "If you get rear-ended while riding in a  beetle stretch limo, does the trunk-engine set the entire interior mini-bar on fire?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I did a little 'rear-ending' in a limo last night ifyouknowwhatImeanandIthinkyoudo.  Also in the back of a Volkswagen Beetle, though that was less comfortable"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "blastradius",
    "plus": 2,
    "snip": false,
    "text": "If by \"I did a little 'rear-ending' in a limo last night\", you mean that you were the one being 'rear-ended', then I believe you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "What you and your Doberman bitch do is your private business."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>Mallrats</em>  existed once, I just remembered, thanks to your post.  Man, does anyone remember when Kevin Smith was the best thing ever?  It seems so quaint now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "(obligatory Mallrats reference)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Wow... within seconds of each other."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "and you even had the usericon"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "wtf is a usericon"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "same thing as an avatarimage"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Ohh Brendan, Fenton will be so happy you made him his own videofilm for his birthday!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "I will be watching Brendon play the hell out of a guitar this sunday."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "\"moviefilm\" <br/> \norigin: Borat <br/> \nexcept he probably said it in Da Ali G Show first but who cares."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You rear ended someone in both a limo and a VW Beetle last night. On the way to the car hire yard AND on the way to the prom?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Could be, but it's more likely to happen in a Pinto limo. <br/> \n <br/> \nI'd kinda like to see either one of those cars limo-ized. I remember seeing a '57 Chevy limo a while ago which was pretty cool."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Man I sure hope they fix that little \"problem\" with the Pinto before they decided to make it a limo. <br/> \n <br/> \ndriver all trying to  fit in a compact space and backs into a light post... and BAM!!! <br/> \nworst prom ever"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "at first i read this as worst porn ever. which makes it kinda funny considering you were referencing a driver trying to fit into a compact space."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Sounds like accidental homosexual experimentation. \"Driver trying to fit into (her) compact space and (he) backs into a light post (i.e. his friends jazz hose). BAM!!! Worst porn ever\".  <br/> \n <br/> \nWell, worst porn ever if you're not bisexual, and kinda grossed out by graphic depictions of gay sex."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I should NOT drink coffee and post on Achewood. My brain is no longer effective at editing itself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 5,
    "snip": false,
    "text": "I love the image of an accordion stretch limo getting rear ended, and it makes an accordion sound as it squinches up. A man who is a giant head with shoes walks up, muttering to himself, and as people try to climb out of the wreckage he picks up the limo and plays it by fiddling under the hood and scrunching it in and out, survivors falling sideways out of the open windows. But some of the survivors are so enraptured by his rousing sea shanty that they stand and listen until the engine finally catches fire. They clap and cheer and the giant head bows to each side with little noises of delighted alarm, puncuated by the occasional \"Thank you...thank you.\" <br/> \n <br/> \nWe follow the talented new musician to his old age, when he is fading into dementia and alcoholism. He is in a rocking chair watching TV, but turns it off with a sigh. Getting up with a visible effort, he shuffles over to the closet and opens the door. The camera resets to the inside, and he reaches towards us to pull something out. <br/> \n <br/> \n <em>It is a golden accordion, and he begins to play.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "He should play in a zydeco/cajun/blues band with uh I think it was Louis Armstrong and then those two bluesmen (he and they being from two separate past achewood arcs which I will not bother to look up in search of confirmation/their names). <br/> \n <br/> \nMayhap I will commission this band (from history!) to come and play in my assetbar post for chubbies"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Dude.  Were you doing Tequiza pushups in front of the Lucky tonight, or  <em>what?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "If by \"in front of the lucky\" you mean \"on the hood of your mom's car\" and by \"Tequiza pushups\" you mean \"your mom so hard she can't stand up straight,\" then Yes, I was doing Tequiza push-ups in front of the Lucky.  <br/> \n <br/> \n <em>I am also your mom's chiropractor; bonus points</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>WIN!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Chubby for thinking of the worst possible situation (for both Beef AND Showbiz)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Damn!  Beef could have left this troublesome creature in the cooler!  Fool ass fool!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "<em>I catch him when he%u2019s strayin%u2019 <br/>\nlike any brother would<br/>\nMan turns his back on his family <br/>\nwell he just ain%u2019t no good</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "awww... <br/> \n <br/> \n <em> I catch him when he's strayin'<br/>\nLike any brother would<br/>\nMan turns his back on his family<br/>\nWell he just ain't no good</em> <br/> \n <br/> \nSometimes it is really hard to Springsteen a guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "nothin' feels better than blood on blood"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It could be argued that the one who has done the back-turning is Showbiz."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Not to the Boss you couldn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Showbiz has not yet mentioned the Cuervo and the chicks who will Lez Out (he hopes). Is he saving this . . . or *hoping Beef forgot*."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Two shots of Cuervo and the Birkinstocks come out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "is  <em>so</em>  lol."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I don't think Showbiz has any chance with the  <em>shoe</em>  lesbians. And he's willing to lie to himself much of the time, but I think he knows this too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I'm assuming the entire wedding party will have to attend a brief seminar on the incredible vacation opportunities to be had in their timeshare."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "My newlywed best friend and her husband spent their honeymoon - and I am not making this up - jumping from timeshare to timeshare so as not to pay for any hotels. Needless to say, their tour of the Everglades and day at Disneyworld were only  <em>minimally</em>  scarred by their hour long timeshare seminars,  <strong>every other day.</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "dibs on being your date to their divorce proceedings <br/> <br/> <br/> ...that is, uh, if you'd, um, like to go"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I am so in for that. Let's bring things to throw at them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "I hearby declare that I will, until the day I die, refer to other people's children only as \"god damned entrée-wanting organisms.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I'm cooking at a restaurant on Friday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Showbiz talks a big game, but why do we never see him in any prostitutes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "because seeing him IN any prostitutes would make us puke in our mouths."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "LAWBOT I AM A PROSTITUTE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Your mother must be so proud...that you joined the family trade."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Wait this seems way harsher not capitalised and with a real facicon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "Yes, she is proud that her son is also a gigantic, nihilistic wolf/prostitute."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh my gosh, you're from  <em>that</em>  Turtle family? Your monopoly on the gigantic, nihilistic wolf/prostitute trade put my grandparents out of business!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Well the former popularity of your grandparents' company ruined my anti-nihilistic wolf/prostitute Congressional Lobbyist Grandfather's career! <br/> <br/> <br/> <em>that was a stretch, wasn't it.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Just so they don't stray into my Bloodninja pedophile trade."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Don't do it, Edwell <br/> \n <br/> \nDo not illustrate this thing"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "As much as I enjoy Edwell's contributions, I have to agree with the professor on this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's face gradually contorting makes this strip.  And also that the dude from circumstances has his principles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darkernorm",
    "plus": 0,
    "snip": false,
    "text": "You'd think with Showbiz the lies wouldn't even be hot buttered, but have some old skanky margarine on them, all full of trans-fats and hydrogenated oils."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nemo",
    "plus": 0,
    "snip": false,
    "text": "He uses the spray-on kind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chachibenji",
    "plus": 1,
    "snip": false,
    "text": "I Can't Believe its not Lies!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I'd like to think I didn't see this post before I made mine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of blindness fraternal love can cause. Roast Beef doesn't even see Fabio in his brother's lies' coating's commercials."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Go easy on me here guys, I'm a naive, trusting person. But is it possible that Showbiz is genuine here?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "I think Showbiz believes his own lies.  So, in that way, yes.  Showbiz is a pretty genuine guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I guess you have to be a pretty decent guy to offer to pay for the first hooker."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Being an arse and knowing it deep down is painful. So, as deblacquiere mentions, he probably really wants to be sincere, but will end up reniging on all claims."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skribe",
    "plus": 0,
    "snip": false,
    "text": "Damn but Showbiz's ponytail is just so awkward it's painful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "You used your first post to say this? <br/> \n <br/> \nI think it looks like a skeleton arm is clawing at the back of his head.  But whatever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Guys shut up ponytails are hard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "when does a man have a ponytail that is not sort of awkward?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "\"Hey guys...what's goin' on?\" <br/> \n <br/> \n\"Oh...hey anthropomorphic pony tail...what's up? (anxious glance at group of friends) <br/> \n <br/> \n\"You guys didn't tell me you were gonna be at O'Flaherty's tonight, I'm glad I caught you here.\" <br/> \n <br/> \n \"Yeah, you know...we were gonna invite you to come out to the bar tonight, but we got kinda tied up at Frank's place, you know how it is?  But hey, you're here anyway, right?\" <br/> \n <br/> \n\"Yeah, cool.  So where's the after party tonight?\"  (buys pitcher and six glasses for the group after hopping onto the bar with his little ponytail legs) <br/> \n <br/> \n\"Yeah....actually...we were just gonna grab a quick beer before the Crime Llama show tonight?  The sold out one?  We just finished with our beers actually. (shakes the empty bottle)  We should get goin'.\" <br/> \n <br/> \n(the bartender has just taken the ponytail's money) <br/> \n <br/> \n\"Oh, ok, that's cool, you guys have a good time...I'll catch you tomorrow night.  Give me a call if ya'll are doing anything afterhours.\" <br/> \n <br/> \n\"Yeah...cool...I'll text you.\" <br/> \n <br/> \n\"Awesome, later guys.\" (hands five of the glasses back to the bartender after they leave and sets to work)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Maybe...maybe it's not that I'm uncool. <br/> \n <br/> \nMaybe I've just got a little anthropomorphic ponytail in my soul."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Oh you can just yiff right on down in hell"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "In like ALL the Japanese samurai movies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Re: not awkward male ponytails."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "lols showbiz hellza makin' befez angbly but he dun evan no it yet an' befez an befez twokin' in is ead makin' palns 2 deetch im, lol.  <br/> \n <br/> \nLauren Graham will only ever play character of mother until such time as she is old enough to play grandmothers"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Lols Showbiz hellza makin' Beef angry but he dun even know it yet, an' Beef [is] talkin' in his head making plans to ditch him. lol. <br/> \n <br/> \n[Recognised dialect words preserved.]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Laughing out loud.  Showbiz is making Roast Beef very angry but he does not yet realize that he is doing so.  Also, Beef is talking in his head, making plans to ditch Showbiz.  Laughing out loud. <br/> \n <br/> \nLauren Graham will only ever play the character of the mother, until such time as she is old enough to play a grandmother."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dapooka",
    "plus": 1,
    "snip": false,
    "text": "I've pondered this over the day... Perhaps we should re-translate some of the more coherent bits back into the original dialect to complete the circle?  Something along the lines of: <br/> \n <br/> \nlaruen ghraam wilz onzli eva ply cahrecter of m0thaz til teh timz as she is ol' enuf to ply gNdmothaz <br/> \n <br/> \nNot very good, I know. I'm sure there would be a lol in there somewhere."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Okay, I'm thinking something like: <br/> \n <br/> \nlol lorrni gramm onley be mam in den she git owled inn be grafnmuh to finnish up. so lol."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Much more authentic! I'd try harder to get it right, but I might hurt something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "These posts are starting to make  <em>me</em>  angbly."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "Oh horseshit!  Showbiz knows he ain't got two pesos to rub together, much less even half of his own airfare to Acapulco, or even half of the tab on the first hookereeno. Brah! <br/> \n <br/> \nThere's dudes  <em>from</em>  circumstances; then there's dudes that  <em>is</em>  circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Beef is the Alexander the great of getting married <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "lol befe looks nuffink like bard pitt"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Sigh. Brad Pitt played Achilles, Achilles do you hear? it is a lamentable state of affairs when supposed \"education systems\" can churn out such individuals who 1. Confuse Homeric Heroes with macedonian warlords and 2. Confuse Brad Pitt with Colin Farrell <br/> \n <br/> \n*retreats to a glass of port and a dose of self pity."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by plummet, jollysaintpete, radishes)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "V-chubbed, As Oscar wild once said <br/> \n <br/> \n\"Men have gone to heaven for smaller deeds than that\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I gave it an actual chubby on your behalf. <br/> \n <br/> \nwho would lame the tiny little bunny? is so sad. will go read cuteoverload now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It's too bad Achilles is in Chicago without Internet access and missed your compliment. I hear he's pretty hard up, things could have happened."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "sry i dnt scoar hi in ur fashest pubic shools"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "In high school, I had a history book (The American Pageant) which, on one page, genuinely left out the L in \"public schools.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "Public schoos?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "As soon as I hit Post I realized someone was going to say this, but then I thought, \"Nah, it's not funny. No one here would make a joke that flat.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Sometimes you have to work the rough chuckles, because it is better than no chuckles at all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Look, it was either the shitty joke, or something about leaving incests in your ears after I steal things from you.  Or more feminist porn statements. <br/> \n <br/> \nC'mon Bella Abzug, grab those ankles\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "That was a worse Freudian slip than pubic schools, there, Redonismbot. Unless you plan to shrink entire acts of incest down until they fit in my ear canal, which I would not put past you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Uhh this is the clue he is your long-lost brother. Leaving incests in your ears."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Look loneal, I thought this would be the best way to explain where I've been all these years.  I found out when I saw the way you put your hand on your face, exactly in the same way I do.  Mom never told you about me, because of my problems (you probably know my problems by now).  I am sorry for this loneal, I am sorry that I can never give you back your hair, I am sorry that I released that 'other' set of pics of you and Hecci on a children's web forum.  I am just so sorry. <br/> \n <br/> \nAlso, loneal, I am a prostitute..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "oooooh, harsh. <br/> \n <br/> \nespecially considering you're pointing out a joke revolving around a typo, gladi8 and the ever hilarious word \"pubic\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "It was either that or  <em>not</em>  insult Hedonismbot."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This is ]i]America[/i], and here we believe in tormenting and humiliating perverts any chance we can get.  If she had passed up insulting me, I'd have thought she'd finally gone native over there."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Fuck, first BBCode error.  I absolutely hate technology. <br/> \n <br/> \nTHIS CORN IS YOU ASSETBAR!!!!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "This is  <em>ASSETBAR</em>  and  <strong>BBCODE</strong>  will do horrible things to your  <span style=\"border-bottom: 1px dotted\">SOUL</span>  until you  <strike>DIE</strike> <br/> \nman i am so sorry dude we should hang out sometime and read some books"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "touche!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "HOLY JESUS I HAD THAT ONE TOO"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "It is the main honcho of American history textbooks. The primary editor is a dude named David Kennedy who is a professor at my school and is apparently such a bad advisor that his fame is not enough to keep history students from switching to other advisors. <br/> \n <br/> \nFirefox spell-check says it's spelled \"adviser,\" but fuck that noise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "My history books all focused on Ancient Mesopotamia and Feudal Crop Rotation and such. Every human figure in every illustration had a giant phallus drawn in mostly in pencil sometimes in pen. I remember one penis started on page five and was drawn on page after page after page culminating in the head on the end plate. This epic penis was comic genius for 11 year olds."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "shit, I still think that is funny"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Yikes. I would have written it off as the usual juvenile pranks for the first two pages, but for the whole book? There's some dedication."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I didn't have that one, but I did have a math textbook that had an extremely basic arithmetic error in one of the graphics. Something like 36 -|- 12 = 44. <br/> \n <br/> \n(assetbar, why must we improvise plus signs out of two minuses and a pipe? it looks hella ghetto.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I also had that book, and it was awful."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Well I was state educated so that taunt means nothing to me.  <br/> \n <br/> \nAs much as I distain private education i wouldnt go so far as to liken it to facism, or indeed fashesm, both of which are deplorable political creeds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_",
    "plus": 0,
    "snip": true,
    "text": "A comment left by _ was marked lame too many times and excluded. (marked lame by lawbot, KaMeT, loneal, synapse, echidnaboy)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "ps achisleeheel I live in chicago would love to eet you when you come over give me a line at midconet.net"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "alreadyinuse?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "uh yeah, that's me.  But I changed my user name to _.  now I am _, which is pronounced as \"the assetbar user formerly known as glyc who before that was known as alreadyinuse.\"  you can call me \"shirley for short.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "ShirleyforShort. I assume this to be your next AssetbarAccount name. I look forward to your first number 1 hit."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "I like you.  I think you are nice.  Your facial expression is nice too."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Bla bla blabla bla blalalala bla bla bla *vomit* blah blah blah bla blablablablablalalalalalalabla bla bla bla"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "are you a troll?  I think you're a troll"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "I think he's probably one of those republican bush-loving trolls.  the worst kind.  very difficult to eradicate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Really, though, why did you talk about some ultra peanut logo in the comment field for  <em>this</em>  strip?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "I was continuing a conversation from yesterday's strip"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "DiSaGrEeMeNt BoX"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "dun gets mad, get  <a href=\"http://web.archive.org/web/20101018000014/http://www.glaad.org/\">glaad</a>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "man you need to switch to a new dialect, it's like I'm getting ued to yur dialet so it's starting to sound normal.  can you do cajun?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "*knocks over chair* <br/> \n <strong>LOOK EVERYONE!  His multiple personalities are fighting!</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "fuck you I am NOT gladi8orex God damnit can't you see this?    <br/> \n <br/> \nactually, it is kind of cool that people think I'm gladi8orex and gladi8orex is me.  It demonstrates how people just don't have a clue about the artistic quality of what either of us do."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 1,
    "snip": false,
    "text": "...or lack thereof."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "This whole thread is so much easier on the eyes when you have ignored \"underline\" and \"Gladwrap.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Given the inherent hobo, drunken, debt accumulating, shitty job doing, bottom-dwelling nature of Showbiz, what would a \"rough year\" actually entail?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Housing, sobriety, financial stability, gainful employment, and top-dwelling, I suppose."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Touche!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_",
    "plus": 0,
    "snip": false,
    "text": "any year he can remember more than one month of"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "I would enjoy this strip much more if I didn't hate Showbiz as much as Roast Beef does.   <em>Showbiz~!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": false,
    "text": "I have a brother who is JUST LIKE Roast Beef"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "So you are just like Showbiz?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davep3rrett",
    "plus": 1,
    "snip": false,
    "text": "so are teodor and molly still hugging?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>OH I DON'T KNOW IF I'D CALL IT HUGGING</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "F <strike>h</strike> ugging?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<strike>Hugg</strike> quilting"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Frakking"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Hands-free-moisture-style-touches"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "All organisms are, by nature, entrée-wanting.  In fact,  weddings combine all of our biological imperatives into one big celebratory event."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Eat, check.  Screw, check.  Wait, who gets to kill someone at the typical wedding?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The bride"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, it is traditional for the bride to tear the groom's head off at the end of the ceremony and then mate with the best man while eating the groom's remains."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Beef, you might be overthinking this. I can see several ways you can get out of this: <br/> \n <br/> \n1: Send Showbiz to Acapulco so he can check the place out ahead of time, then engineer some travel snafu. (If it turns out the place is actually in Cozumel, so much the better, as Cozumel is about a thousand miles across southern Mexico and on an island to boot.) Even if you don't really hose him with this one, he'll probably be completely wasted by the time he flies back into SFO and will be in the clink well before he makes it back to Achewood. <br/> \n <br/> \nB: Arrange for him to have a court appearance scheduled around the time of your wedding (maybe get Ray's lawyers on this one). <br/> \n <br/> \nIII: Just tell Ray that you have too much wedding stuff going on to put him up at the pool house and ask if he can stay with him for a while. Given the amount of intoxicants available at Ray's, he'll probably sleep right through the wedding. <br/> \n <br/> \n%u2206 (Delta): Call Todd. They'll screw up so bad even Ray won't be able to bail him out. <br/> \n <br/> \nHmm, I might be a little mean-spirited here . . ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Response to B: <br/> \n <br/> \nI kind of would like to meet Ray's lawyers, but it might be better if they are like Kenny, the dude he is always on the phone with. You can just hear their straight-man comedic response to everything Ray says even though that side of the phone conversation is never explicit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I can't imagine that many good things come from meeting Ray's lawyers.  Maybe that at least they are the guys who create \"lawsuit relationships\" instead of \"death relationships.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "It's hard for me to imagine Ray actually having anyone on retainer. I get the feeling the only \"lawyers\" he has had to pass the bar exam in Philadelphia, circa 1776, if you take my meaning. <br/> \n <br/> \nExcept for Andrew Jackson. Homeboy won  <em>his</em>  entry with a flintlock. Also Abraham Lincoln. <br/> \n... <br/> \nListen, just don't think too deeply about the historicity of what I'm getting at and everything will be fine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "I think Ray's lawyer is a guy he met at the country club one day after  <a href=\"http://web.archive.org/web/20101018000014/http://raysmuckles.blogspot.com/2006/04/i-cant-decide-if-i-like-helicopters-or.html\">he got high off the 15th</a> . He keeps working for Ray because 1) he'll drop money on the silliest things, 2) he kinda feels responsible for the guy, seeing as he doesn't really have anyone to stop him from doing things that are remarkably stupid, and 3) it's an interesting challenge. What would you rather deal with, a client who says \"I need to get money to these descendants and keep it away from these unless they do these things\" or one who says \"Hey, uh, I just got word that I'm being sued by the DEA, Jay-Z, Hewlett-Packard, and a Catholic school in Berkeley. Can you help me out?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaobell",
    "plus": 0,
    "snip": false,
    "text": "\"God damned entree-wanting organism\" has just become my new favorite insult ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "topofthepops",
    "plus": 0,
    "snip": false,
    "text": "Beef's face is contorted to such a degree, it looks like he's frowning sideways."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edwell",
    "plus": 21,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I love the fact that the boys flanking Orrin are both kinda more interested in Orrin than the lady. I'm gussing they are his \"Aides\". <br/> \n <br/> \nplease don't start making \"Team America\" references."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "what lady?  those look fiendishly like man legs to me, which really ups the laugh factor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Oh, Hatch 'n snatch. Absolutely deserving of 17 black and white pages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I thought Beef made it clear in a previous strip that the only way he would allow his brother at his wedding was as an usher or a waiter or something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Beef can't seem to stand up to his brother.  I find this disturbing and disappointing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "It's times like these I realize why I love Beef so much.    Both for his sort-of ability to stand up for himself, and for his morals. <br/> \n <br/> \n(the morals part is probably why I love Phillipe too.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well I for one am enjoying the little anger-steam spouting from Beef's head in panel 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Anger Steam is one of the tastiest beers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "magnetocat",
    "plus": 0,
    "snip": false,
    "text": "our man Beef drives a '65 Galaxie 500. Sweet ride. <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "turnabout",
    "plus": 0,
    "snip": false,
    "text": "Big fan of  <a href=\"http://web.archive.org/web/20101018000014/http://m.assetbar.com/achewood/uuadXFb49\">\"Peel Out Summer\"</a>  huh?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure how videogame references are tolerated on Acheworld, but since playing Grand Theft Auto IV, I automatically hear Brucie Kibbutz's voice whenever Showbiz talks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 0,
    "snip": false,
    "text": "Gordian Knot reference, nothin' but NET!"
  }
]