[
  {
    "depth": 0,
    "minus": 0,
    "name": "werthog42",
    "plus": 0,
    "snip": true,
    "text": "A comment left by werthog42 was marked lame too many times and excluded. (marked lame by straw, ezcmac, taiiga, daidai, Hipjiverobot, KaMeT, Kleptonis, NDCaesar, ravindra108, suprememongoose, yingkaixing, STUART)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by symbolsoup, Soilentshuggah, mustconcentrate, choosebro, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by riotdejaneiro, NeoNaoNeo, mania3, Audhumla, DerSquirrel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by ShemmJacc, ButterMoths, daidai, cherojack, riotdejaneiro, NeoNaoNeo, StagnantDisplay, trisha, DougTheHead, ih8jonmayr, nutmeg, Audhumla, clintisiceman, stormagnet, DeathwishJones, joamiq)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chrissketch was marked lame too many times and excluded. (marked lame by TheLoneliestMonkey, JesseDaniel, Wulvaine)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by nbgreene, NeoNaoNeo, slalvation)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by NeoNaoNeo, bug56, LordPretzel, nutmeg, joamiq)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "mikebox",
    "plus": 4,
    "snip": false,
    "text": "It was just on before or after Seinfeld. People thought that meant it was funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deusoma was marked lame too many times and excluded. (marked lame by nbgreene, ButterMoths, fakead, daidai, Mangtastic, bug56, trisha, rascaldom, TSRTS13, JesseDaniel, Crater12, empy, achilleselbow, clintisiceman, Panserbjorne, morbo)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Just out of curiosity (and for a lousy sociological study), are you American?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Nay, sir, Canadian."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Do all Canucks hate Seinfeld, or are you your own man? What I guess I mean is - do you  <em>have</em>  to say you hate it, like the French, or do you, yourself, honestly find it to be bad? <br/> \n <br/> \nI'm just curious."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "To be fair, I was being silly when I said I would rather watch paint dry, but yeah. Not a fan. Got friends who are, though, so it seems I'm my own man."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I have learned something."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "I will say.. as an expat Canadian.. Seinfeld is not so funny.  Nor Friends.  Not sure which side I'm helping.. but eh."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "I'm uncomfortable with how you sort of compared  <em>Seinfeld</em>  to  <em>Friends,</em>  there. Maybe only Americans can know the difference. <br/> \n <br/> \nThere is a  <em>huge</em>  difference, sir. Unbelievably huge."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "or rather  <strong>MA'AM</strong> . <br/> \n <br/> \nSorry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kamet",
    "plus": 3,
    "snip": false,
    "text": "No worries.  Not really attempting a comparison.. It's hard to compare bad apples to bad oranges. I will say, however, Seinfeld is better than Friends - Not that that says much."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "nodal",
    "plus": 1,
    "snip": false,
    "text": "I do not like Seinfeld.  I do not like Friends.  I am American.  Discuss."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "boredom_man",
    "plus": 8,
    "snip": false,
    "text": "I mean, it's kind of like the differences between frat boys and cockroaches. You know, despite your desire to deny it, that you really could have more meaningful conversations with the frat boys, but mostly you just wish they were all dead."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 7,
    "snip": false,
    "text": "I would tend more toward a \"Shit and Gold\" comparison, but I'm starting to get the idea that I may be the only  <em>Seinfeld</em>  fan here, so I understand if no one agrees. Really, regardless of how anyone feels about that show, I would at least hope that the sort of people who enjoy this comic could all agree that  <em>Friends</em>  is maybe the worst shit ever. I would hope for that."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "To this I drink, sir. To this I drink. <br/> \n <br/> \n(And I'm really only pissed that Seinfeld is all over the walls at Tom's Diner but Suzanne Vega gets a tiny little plaque at the hallway to the pissers.)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 4,
    "snip": false,
    "text": "Seinfeld! Achewood! Both good."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "I am very much a fan of  <em>Seinfeld</em> , my good man. You are not alone here."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "A year or so after it's inception, I can finally rest assured that this thread has now gone everywhere that it needed to. That feels good."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 3,
    "snip": false,
    "text": "You are not alone in enjoying  <em>Seinfeld,</em>  and the comparisons confound me also.  How someone can put Jason Alexander and David Schwimmer in the same category is fucking mind-boggling."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "andrewthepig",
    "plus": 0,
    "snip": false,
    "text": "Why the  <em>FUCK</em>  can't I chubby this comment more than once?  <br/> \n <br/> \nAn execption should be made."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "OH GOD THE EDGINESS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "I think its a matter of taste, like with wine, some people spend so much time tasting the really fine stuff that they think the cheap kind sucks, I like the kind that comes in a box. When I first started reading achwood i kinda didn't get it, but then you start to realize that it has layers upon layers of things that go beyond most other creations in any form of entertainment. To those people who love expensive wines that to me taste weird and harsh, me prefering the basic slightly sweet taste of box wine probably looks the same way as people who just want flat plain clearly delivered jokes like you see in friends when they could have this complex and yet subtle mix of artistic nuanced humor look to us."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattbeetee",
    "plus": 5,
    "snip": false,
    "text": "I like it, but it's basically because I have watched it since I was fairly small while they were actually coming out on air, and I grew up with the characters, almost like an extended family in a strange way. I can understand that it is not even vaguely intellectually stimulating, the plot lines are generally awful, the acting can be wooden and all the rest of it, but to be truthful about it: I used to want to live my life exactly like that, with 5 friends in two apartments in New York, because I am from England, grew up in the 90s and it seemed glamorous and fascinating as a teenager to live in a situation like that. Call me small-town and naive, but I'm not going to apologise for liking Friends, in the same way you don't apologise for liking an alcoholic uncle who tells you stupid stories. In the end there is always a lovable factor to them. <br/> \nI'm not trying to convert the cynics (there's a lot to be cynical about, I know), just be aware that for a lot of us 90s teenagers, Friends was the epitome of dream living, and yes, I am aware of how sad that is. In a few years I probably won't appreciate Friends like I do, who knows. <br/> \nThey were my ridiculously wooden, studio audience, throwaway prime-time role models."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "presterjohn",
    "plus": 4,
    "snip": false,
    "text": "After you watch 'x' amount of Scrubs the way nobody ever ever learns not to be a complete jackass will start to irk you. <br/> \n <br/> \n(Also the fact that the show has basically two female characters repeated by dozens of actresses)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "The fact that Scrubs sucks and the fact that Friends sucks are not mutually exclusive. They both suck in peaceful co-existence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "Almost everyone who hates Friends ends up liking it after they watch a couple of episodes simply because it was an  <em>extremely efficient programme</em> <br/> \n <br/> \nScrubs also rules, or at least the series we got to see in this country did <br/> \n <br/> \nIn conclusion, everyone sucks and is wrong and I am the best"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hexjumper",
    "plus": 2,
    "snip": false,
    "text": "I'm still puzzled as to what \"spoon virginity\" means. I think that what it means is people \"spooning\", but I could easily be wrong.  <br/> \n <br/> \nAnybody want to hazard a guess?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 17,
    "snip": false,
    "text": "At first I had a grotesque image in my head of silverware as feminine masturbatory aids, but I think your first guess is probably the correct one in this case."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "werthog42",
    "plus": 0,
    "snip": true,
    "text": "A comment left by werthog42 was marked lame too many times and excluded. (marked lame by riotdejaneiro, Gompo, rowboat, nutmeg, Circadin, SenseiHollywood, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by senseihollywood was marked lame too many times and excluded. (marked lame by Jesler729, _cheesekayke, Zem)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 9,
    "snip": false,
    "text": "Wah wah waaaawahawahwahawah..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 4,
    "snip": false,
    "text": "I think it means they spooned for the first time. or basicaly sat in a vaugely sexual position, with no real risk or danger of actually physical contact."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 38,
    "snip": false,
    "text": "Spoon virginity here in my opinion obviously refers to the act of spooning (i.e. laying next to each other in direct contact). I had never even thought of people penetrating each other/themselves with spoons until you monsters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "At the moment of penetration, spooning has ended. At that point, spooning is gone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "If \"Spoon Virginity\" were a metal band I'd see them."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "zem",
    "plus": 8,
    "snip": false,
    "text": "A metal band with a wacky name??? *buys tickets*"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I would assume it was Spoon cover band composed of high school freshmen."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "from a Catholic school headed by The Pigeon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "I would assume it was a band full of amateur spoon players."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Everything Hits At Once, all scored for the spoon, spoon harmonica taking the vocal line."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I know exactly how this would sound."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I know exactly how this would sound."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "You know how it would sound two times."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "DOUBLE MUSIC!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "you know i clicked my own damn post and hit that little ignore button."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "fermat, aelin, hell of chubbied, yo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": true,
    "text": "A comment left by buttermoths was marked lame too many times and excluded. (marked lame by NeoNaoNeo, chivalress, yingkaixing)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 5,
    "snip": false,
    "text": "ew. gross. that sounds like it could ruin a friendship. or  <em>be true love</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "That comment hurt my soul just a little bit. I think it was the donkey."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 12,
    "snip": false,
    "text": "buttermoths_desires_anal_play_immediately"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 2,
    "snip": false,
    "text": "if your icon didn't remind me of john wayne gacy jr, this comment would be a lot funnier. yikes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Christ, you're right. When I wrote it my icon was Ray doing a little dance; now my comment is gross AND creepy. <br/> \nAnd that is a painting by Gacy Jr. himself. Well spotted."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "but.... why are they all male in your version? WHY ARE THEY ALL MALE?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vincentkv",
    "plus": 2,
    "snip": false,
    "text": "Two freshmen are watching movie trailers on a laptop. They ask \"if it's cool\" to share the blanket one is laying under. It is cool. They \"accidentally\" move closer to each other, laughing a bit too loud at the antics on the computer screen. After a while, they end up in the \"spoon position\" and nervously start dry-humping until the \"top\" reaches orgasm. They do NOT discuss this afterwards, and a week later ask someone at housing if they can change roomates."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tinhand",
    "plus": 3,
    "snip": false,
    "text": "I should probably sell my laptop.  <em> Just in case </em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "It doesn't seem that anyone has mentioned where \"spooning\" got its name from. It refers to two people huddling up right next to each other, facing the same direction, with their slightly knees bent. They fit together in the same way that stacked spoons do. So spooning is like an awkard full-body hug, & usually prelude to dry humping and premature ejaculation. Or so I would imagine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "P.S: I guess I never got into Friends enough to have this kind of contempt for it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 2,
    "snip": false,
    "text": "you never watched one show? that is how deep you need to go to see that this is what it is. but either way. you are lucky for not watching it by effect of girlfriend or other womanly living compainion. such as mom or wife"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nessotron",
    "plus": 2,
    "snip": false,
    "text": "David Schwimmer does look like Beef."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mortshire",
    "plus": 43,
    "snip": false,
    "text": "David Schwimmer is a spring-loaded wooden dog who eternally lands a nickel on his nose."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Onstad is not a Fan of Friends."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Neither is Stephen Fry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "\"Complete loose-stool-water. Arse-gravy of the very worst kind.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "If I wasn't afraid that it would render me unrecognizable, I'd don a Bill Bailey avatar and play a song by the bluesman  <em>Loose Stoolwater</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "*klaxxons sound, enormous words BILL BAILEY AVATAR flashes behind on a large screen, you lose ten points*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "<em>I awaken screaming, a frigid sweat matting my hair, the jeers of the audience echoing in my ears.  My eyes flicker across the dim room.  It isn't my own.  A Jonathan Creek poster on the adjacent wall catches my eye.  I brush my curly hair out of my eyes to take a closer look.  Wait--curly hair?  I reach up, run a hand through my inexplicably ginger locks.  And then I know.  I'm still in the nightmare.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "And four months on, I see nobody \"got\" my QI fanfiction.  I realize now: I *am* proud of this world we call Internet."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "If I'd joined a week earlier, I might have spotted it as such and commented in time.  <br/> \n <br/> \nAs it is, I thought it might be an actual quote from Alan Davies.  <br/> \nHe got into trouble recently for biting a homeless person's ear after that person called him \"Jonathon Creek\", so he may not be entirely happy with his lot in life"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Alan Davies BIT a homeless person's EAR?  I have no idea how I'm supposed to feel about that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Mr McElfatrick said that he yelled %u201CJonathan Creek%u201D at Mr Davies, which angered him. He said: %u201CI thought he was going to whisper something but his face darkened and he almost spat the words, %u2018My name%u2019s Alan. You know my name %u2013 Alan. What%u2019s my name? It%u2019s Alan.%u2019 Then he suddenly went for my left ear. It was incredibly painful. I shrieked and my eyes were watering. He hung on and drew blood. <br/> \n <br/> \n%u201CI%u2019ve seen Alan on TV and he seems so mild mannered. He%u2019s a bit of a mummy%u2019s boy really with his sheepish grin and silly jokes. So when I felt his teeth around my ear I just couldn%u2019t believe it. I was shaking with shock afterwards. You%u2019d think an educated millionaire like him would have more decency.%u201D  <br/> \n <br/> \nhttp://www.timesonline.co.uk/tol/news/uk/crime/article3037185.ece"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Ouch. Sorry for unexpected extras. Lame away."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "It sort of sounds like it wasn't that bad, reading the full story.  It was after a funeral, and it sounds like he was drunk, emotional, and provoked."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "'eeza nutter, mate. Best steer clear, naht'imean?  <br/>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You mystify and amuse me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "His description of The Da Vinci Code, right? I completely agreed"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yep, that's the one."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "Man, Friends was never funny. Ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aparrish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aparrish was marked lame too many times and excluded. (marked lame by equinn2006, TheLoneliestMonkey, anitrophaeron)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "That is actually the exact same moment that is the one time I thought Friends was funny as wel"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 0,
    "snip": false,
    "text": "I never saw that moment. Perhaps that's why I've never thought Friends was funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "the only friends joke i ever thought was funny was when joey showed everybody the porno he was in, where he's a security guard standing behind the people having intercourse, watching them.  he was 'just behind the guy's ass.' <br/> \n <br/> \nthere i am... there i am... there i am... there i am... <br/> \n <br/> \ni thought that one was kinda okay."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 1,
    "snip": false,
    "text": "It was funny, up until they all started fucking each other. <br/> \n <br/> \nLike the time Joey came into some money and bought new furniture. On his new chair was a bright red faux-fur pillow, and I think it was Rachael who asked \"Is that genuine Muppet skin?\" <br/> \n <br/> \nThe show jumped the shark the moment each episode revolved around who was fucking who and whether or not girl A would get back together with guy B."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "genocidefish",
    "plus": 2,
    "snip": false,
    "text": "I believe I have pinpointed the shark-jumping moment. <br/> \n\"I, Ross, take thee Rachel\"... <br/> \nThen on, you knew EXACTLY how everything would pan out. No plot after that. They could have wrapped it up in one more season, instead they dragged it out for SIX more increasingly dull and badly-written seasons that irredeemably tarnished the show's reputation. The  only thing that kept it going was Schwimmer, who's such a good clown he could make even the writing in the last three seasons seem sporadically funny. <br/> \nAnyway, I like to think this joke wouldn't have been made if the show had finished in the mid-90s, as it should have."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "robanhk",
    "plus": 0,
    "snip": false,
    "text": "This may be my favorite achewood yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 0,
    "snip": false,
    "text": "Why in the world does clicking on the strip at the mainpage link you to the photo gallery of one Jacob Holdt?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 2,
    "snip": false,
    "text": "Probably to contrast the often horrific poverty of lower-class Americans with our perception of average American life and activities as shown by vapid mainstream television shows?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "fzzzt....wrrr"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 9,
    "snip": false,
    "text": "she don't pee"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 10,
    "snip": false,
    "text": "Oh, fuck. I thought that was the strip dialogue search. God, I'm such a  <em>fucking waste of space.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mo_rose",
    "plus": 1,
    "snip": false,
    "text": "Its okay, everyone is allowed ONE mistake."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 7,
    "snip": false,
    "text": "No. No, not again. Not this time. I'm sorry. Goodbye, internets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Why, why, why did you search \"she don't pee?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "It was the only line I remembered from that smack-talkin' contest that Ray, Beef and Pat had. <br/> \n <br/> \nYou won't believe me though, of course. You're bound to assume, and quite understandably, that in searching for such bizarre dialogue I'm some kind of perverse depravo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Really, I liked it better when I thought that was just what you actually decided to post into the comment box and somehow got chubbied for it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I've recieved far too many chubbies over the course of this dialogue to have been merited by typing three words in the wrong box and then explaining myself hurriedly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "This whole thing made me laugh so much that I had to bite on the back of my hand so as to avoid disturbing my grandmother. <br/> \n <br/> \n <em>heccibigggs! Don't you dare make noise! Your granny needs sleep!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Would that all my errors had such pleasant eventual upshots."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "I went to click on 'chubby' and instead hit 'reply' <br/> \n <br/> \nI guess all I have to say is hahahahahaHA, awesome"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jthm_guitarist",
    "plus": 0,
    "snip": false,
    "text": "The cat speaks the truth in the last three panels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I hate to point out that this is anachronistic. Friends was around way before Shrek came out. Not that this makes it suck any less."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Ya but I don't know about where you lived, but where I lived I'm pretty sure since it first came out it was ALWAYS on some channel as a rerun.  I mean for real, no matter when you turned on the TV, it was on.  This also happened with Scrubs for a couple years.  And Everyone Loves Ray.  Jesus, TV really sucks.  It's not really TV, it's just a Friends/Scrubs/Everyone Loves Ray machine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yomimono",
    "plus": 2,
    "snip": false,
    "text": "I can deal with Friends and Scrubs, but every time Everybody Loves Raymond is on I want to shoot a dove."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by heccibiggs was marked lame too many times and excluded. (marked lame by fakead, shammack, DorothyPoopBot, yomimono)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Friends is funny. It's certainly watchable as long as you clamp a pillow over your face whenever it gets too bogged down by the twisted mesh of character relationships."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It is pretty easy to write some Friends-style material. It was a thing I was doing yesterday to amuse my fiancee who is about 10,000 miles away."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "At one point, I had stopped hating Friends. Not that I started watching or enjoying the show, I just deemed it impractical. It's mass appeal justifies it's existence, for better or worse, and I can always be doing something else besides watching television. Mediocrity always rises to the top, after all. <br/> \nThen the DVDs came out. <br/> \nThe damn show is on around the clock at least six hours out of the day, and people still pay upwards of three hundred dollars to see this show? Am I alone here, or is this actually something to lose faith in humanity for?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "crankheart",
    "plus": 2,
    "snip": false,
    "text": "i hate 'friends' with a passion...and roast beef is at least a minor deity. verily a 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "Change \"Apple Quicktime trailer of Shrek\" to \"Boondock Saints DVD\" and you have my undergraduate experience."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "Man I cannot believe Scrubs got put in the same category as Friends and Seinfeld up there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Friends is part of the reason the world hates America."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "anything involving, referencing, mentioning, or pertaining to the roomba gets an instant 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "yeah...roombas or plungers will get my 5s for sure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Compare this to:  <a href=\"http://web.archive.org/web/20100204020532/http://www.americanelf.com/comics/americanelf.php?view=single&amp;ID=24338\">http://www.americanelf.com/comics/americanelf.php?view=single&amp;ID=24338</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meganasty",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>NO.</em></strong>"
  }
]