[
  {
    "depth": 0,
    "minus": 0,
    "name": "robo-key",
    "plus": 0,
    "snip": true,
    "text": "A comment left by robo-key was marked lame too many times and excluded. (marked lame by wharfrat, madnes, clever-nickname, Cyberbob, StoatLad, tttt, NeoNaoNeo, Jesler729, Interestingname, GeyserShitdick, trisha, equinn2006, dullard, antecen, robbingdog, the_dingle, ravindra108, Direhaggis, Doc_Rostov, Mastronaut, Pigs, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by cryztal, c_dizzle, Scorpio_nadir, Baryonyx, sminniha)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by halfdirt was marked lame too many times and excluded. (marked lame by littlecat, retinarow, tragicone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 9,
    "snip": false,
    "text": "Quoats are  <em>deicious</em>  you  <strong>COCK</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apricotta",
    "plus": 17,
    "snip": false,
    "text": "No one should be a cock to a stranger,  <em>ever!</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "zig-zaglada",
    "plus": 2,
    "snip": false,
    "text": ":O~ <br/> \nHow very odd that I lost you before and now, again, I find you! And with one about Sugar Loadzz. Aw. That *was* always your favourite band."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "apricotta",
    "plus": 2,
    "snip": false,
    "text": "I knew that one day you'd find me here :-)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "What the hell happened here?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "Lordy, I am as perplexed as you. Although look at the bright side, they are back together now so it is no use musing about what happened to drive them apart"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "Wait lemme try something <br/> \n <br/> \nMY God. My new quote is \"He'd murder dead things if science would let him.\""
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "geysershitdick",
    "plus": 22,
    "snip": false,
    "text": "My great-grandma was a Quoat. She was born in Quoatia."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 7,
    "snip": false,
    "text": "I hear Quoatia is  <em>lovely</em>  this time of year."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 4,
    "snip": false,
    "text": "I'm pretty sure my grandpa was stationed in Quoatia during the War."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Was youw fathew a Woman?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "No, MY god!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 8,
    "snip": false,
    "text": "Don't let Blister in on the murdering of dead things.  He'd be the first to go."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "But hey, you remember when dead Roast Beef got his neck snapped by No-No? He came back to life! I best Blister would come back to life too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And then how would we distinguish him from Todd?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Blister doesn't stutter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "it would be great to try and distinguish them only by the stutter, and no this is not sarcasm, it would be awesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gigs",
    "plus": 1,
    "snip": false,
    "text": "Todd is not constantly yelling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 1,
    "snip": false,
    "text": "I'm surprised Teodor doesn't fear being shot by Pat. Then again the Spice Channel could use more closed caption writers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 43,
    "snip": false,
    "text": "\"The hot woman in a bathrobe steps aside and lets you in. You weight your options quickly <br/> \n <br/> \n-If you decide to wait until she opens the pizza box by herself, go to page 99. <br/> \n <br/> \n-If you toss the pizza away and just expose your  <em>furious</em>  ding dong, go to page 42. \""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "Now that I read achewood, I realize that ding dongs are a little furious. I could explain why, but I don't really want to contribute to the \"talking about dicks to a bunch of guys on the internet\" problem we already have."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Why do you always reply to my comments. I'm getting a little freaked out, here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "You've got a lot of comments, I've got a decent amount... probability dictates there's bound to be some overlap. That or you say thought-provoking things that require comments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tinhand was marked lame too many times and excluded. (marked lame by apocowarg, supadupa, chivalress, _cheesekayke)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by pwb, gothfae, cuddlefish, Direhaggis)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trevor",
    "plus": 1,
    "snip": false,
    "text": "He thinks the cure are the only bad teodor listens to, also."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 11,
    "snip": false,
    "text": "Freudian slip."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "the cure could very likely have penis envy, i suppose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "When I was supervising a nightshift one time, I made my coworker listen to Love Cats on repeat for about an hour.  He has plenty against the Cure now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 6,
    "snip": false,
    "text": "Man, I think that's harsh and I  <em>like</em>  The Cure.  You sadistic man. <br/> \n <br/> \nWhy would you think of that, though? <br/> \n <br/> \nWhy would you think of that?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "seriously. it's been a year and people are still curious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "For my money, T's balloon in the last panel makes the entire strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carterst",
    "plus": 1,
    "snip": false,
    "text": "Onstad is king of the italicized cuss."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 7,
    "snip": false,
    "text": "The diet root beer cherry is one of the harshest ones you can lose. It's right up there with the Cheddar Flavor Cup Noodle cherry in terms of regrets and sad longing for more innocent days."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "yea and verily.  cheddar cup-o-noodle sucks huge monkey tits."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 1,
    "snip": false,
    "text": "I kept reading 'diet root beer cherry' as 'cherry beer virginity'. Cherry beer virginity is Not A Bad Thing to lose, of course."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 3,
    "snip": false,
    "text": "Well shit, now I'm curious as to whether cherry beer would be any good. Unfortunately the only place I know of to get cherry drink flavoring is at the movie theater. This experiment is going to involve a lot of weird conversations with ushers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 4,
    "snip": false,
    "text": "Alternately, you could look for a cherry lambic, or  <a href=\"http://web.archive.org/web/20100310190358/http://en.wikipedia.org/wiki/Kriek\">Kriek</a> .  Fancy the movie theatre strategy is liable to be cheaper, though.  But now I'm curious myself; I'ma go look up some  <em>Krieks</em> !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "The movie-theater strategy is liable to be WAY grosser, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Lindeman's is pretty good. Upon showing it to my girlfriend she became soundly addicted to it. It's about seven bucks a bottle, is found in most Central Markets (or maybe Whole Foods), and it comes with both a bottlecap AND a cork.  <br/> \n <br/> \nWe call it \"gay beer\" as an homage to  <em>In Bruges.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "I drink Snakebite and Black (beer and cider in equal quantities mixed with Miwadi blackcurrant) or Diesel to the Scots. Sure it's purple and frothy and totally gay - but it also gets me totally pissed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "I've heard it called diesel maybe once or twice, but I don't believe the nomenclature is really that common here in Scotland. Mostly it's just called snakebite and black here, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 0,
    "snip": false,
    "text": "snakebite and black takes me back to my time in uni, a pound a pint on saturday nights got me wasted for under a tenner SCORE!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Some gas stations have cherry and vanilla flavor things on the soda fountain. That might be a bit easier."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 10,
    "snip": false,
    "text": "\"My junk be like dog food/da bitches eat it  <em>good</em> .\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 65,
    "snip": false,
    "text": "The ladies start drooling as I'm takin my pants off/ <br/> \nThe sound of drawers droppin' be like a bell rung by Pavlov/ <br/> \nMy meat's a feast for the eyes/ <br/> \nYou'll swear it came from a horse/ <br/> \nIt's often found in a can/ <br/> \nand it's Lorne Greene endorsed <br/> \n <br/> \n <em>Damn!  Sugar Loadzz science is too tight!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "The ceiling is far too low for paperboy's flow -  <em>THE ROOF MUST BE RAISED!</em>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "crev_gibax",
    "plus": 1,
    "snip": false,
    "text": "Replace 'ladies' with 'bitches' and earn yourself a platinum album.  Such is rap."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "and dogs!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "And droogs!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 2,
    "snip": false,
    "text": "<strong>THUD</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "While not exactly believable, \"bell rung by Pavlov\" still gets you a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Listening to The Cure will not get you pumped because they just don't cut it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "breccia",
    "plus": 2,
    "snip": false,
    "text": "oh man. a rip on diet root beer! i ... i don't know how to feel! ashamed, right? i should probably feel ashamed for my love of diet root beer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "probably. (I dip fries in milkshakes when I can.  Wanna be gross-food buddies?)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "I think  <em>regular</em>  root beer is completely disgusting. I tried it the first time I visited the US, very excited to finally taste the drink I'd heard mentioned in so many sitcoms, to find that it tastes exactly like the stuff the dentist gives you to wash your mouth out after he's done. <br/> \n <br/> \nWhat the HELL America."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I want your dentist.  The stuff mine gives me to rinse is Lysol mixed with the blood of of the innocent maybe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "Lysol toilet bowl cleaner that's already cleaned a toilet bowl.  And the blood of the innocent.  I think you're correct on that point."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chachibenji",
    "plus": 1,
    "snip": false,
    "text": "Our major food providers have slogans like \"Eat food for Fun!\" <br/> \nSo yeah I dont know we are pretty messed up people I am sorry nice british lady we are not exactly in the right or the good on our food services."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "That's precisely what I thought when I lost my root beer cherry. I assumed it was just the cheapo supermarket own-brand variety I'd bought. What the HELL America, indeed. Is it  <em>supposed</em>  to taste like that?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "breccia",
    "plus": 2,
    "snip": false,
    "text": "ok. OK!  <em>Enough</em> . I'll tell you the truth. The root beer that you get outside of the United States is actually ... fake. What you've been drinking is nothing more than corn syrup and dental office mouthwash! It's a vast international conspiracy to keep the world from knowing the true joy of root beer. We figured it would be wise to secure our supplies by tricking the world into hating it, especially since it is a key ingredient in freedom (and democracy. and  <em>eagles</em> .) But now... now you know too much.  <br/> \n <br/> \nWHERE IS THE DESTROY ASSETBAR AFTER REVEALING HIGHLY CLASSIFIED INFORMATION BUTTON? I need it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, I completely hate on some root beer. Vile drink."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Hey, at least our lemonade is lemon juice, sugar, and water. As opposed to British lemonade, which seems to consist of Theraflu, artificial sweeteners, and carbonated water. <br/> \n <br/> \nI lived in England for several months; the only time I was disappointed in Tesco was when I bought what I thought was delicious lemonade, and instead was apparently carbonated urine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I agree that your lemonade is very enjoyable but I will not cast aside British carbonated lemonade, for it is delicious with vodka."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "If you like a crappy drink when it's mixed with liquor, maybe you'd like root beer schnapps? <br/> \n <br/> \nNo.  No you wouldn't.  I love root beer and that stuff is disgusting.  The inventor should be crucified.  Twice."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "When I first read \"root beer schnapps\" I thought it was hypothetical. Eww."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "Ahh.  Yes.  Sadly, it is entirely real.  And the world is a little bit broken because of it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "given the reputation the UK has for dentistry, I wouldn't be surprised to learn that your dentist has just been using root beer as a mouth rinse all this time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Ugh WHAT is the deal with Americans thinking all British have terrible teeth? I fo' serious don't get it. We get NHS dental care so basically I'm pretty sure that puts us ahead of you guys anyway. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "I'll humbly admit that a lot of the shit I hear talked about British dentistry comes from my own, American dentist. He gives me gas and pats my head and I just believe whatever silly thing he tells me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "While we're on point the US, the Irish don't sound like that. By \"that\", I mean every Irish accent you hear on US TV that isn't Colm Meaney or Brendan Gleeson. <br/> \n <br/> \nFuck Darby O'Gill!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh, no, that wasn't root beer. It  <em>really was</em>  dental wash. <br/> \n We do that to all the First-timers coming to the Free World to be able to drink Root Beer without persecution. <br/> \nSarsparilla is another name."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "did you have the good root beer or the bad root beer? here's a hint, the good root beer comes from a bottle or a tap. the bad root beer makes your mouth taste like sweat sock."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "At first I didn't know if that was supposed to be like \"diet cherry root beer,\" as if Teodor went over to Pat's with an annoying cherry-flavored soda and had it invaded or stolen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "My question about all this is: Is dog food more or less respectable than yams?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "Depending on your dog, it could be [url=\"http://meetzorp.com/2008/02/16/justwow/\"]the same level of respectability.[/url]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "meetzorp",
    "plus": 1,
    "snip": false,
    "text": "Messed up code, included wrong link.  I'd lame the hell out of that comment if I could.  OR delete it, which would be preferable. <br/> \n <br/> \nThe yam link follows: <br/> \n <br/> \nhttp://littera-abactor.livejournal.com/7748.html"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrectomy",
    "plus": 0,
    "snip": false,
    "text": "\"He'd murder dead things if science would let him\". <br/> \n <br/> \nSubtle reference to the distasteful exchange he had with Blister in a past comic?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Cherry Root Beer was my favorite Sno-Cone flavor as a child."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Mainstream-rap distilled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i cant think of a way that comparing ones junk to dog food is funny, at all.  i can not."
  }
]