[
  {
    "depth": 0,
    "minus": 0,
    "name": "bradypalvarez",
    "plus": 3,
    "snip": false,
    "text": "The murderer cat has chest stubbles."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lexsenthur",
    "plus": 9,
    "snip": false,
    "text": "Pete's chest hair used to be curly. Has he taken a razor to his chest in much delayed penance for growing pubics against the wishes of his father?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "He doesn't want there to be anything for Ray's blood to stick to!  AAA!"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Oh for cripes sake (or Cropes sake) ... Nice Pete is not intending murder ... he is simply plying Ray with malt liquor to open him up, for him to spill the beans on his life story, give Pete some substantial facts with which to fill his Ray-tome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 18,
    "snip": false,
    "text": "<em>Then</em>  it's murderin' time! <br/> \n <br/> \nIt is a waste to Commit the Act without first extracting all the songs that the subject can sing. Nice Pete's van is Carnegie Hall for many a farewell tour."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 25,
    "snip": false,
    "text": "Nice Pete is probably adement to right nothing but a  <em>complete</em>  biography of Raymond Smuckles, to avoid future contradiction. <br/> \nBest way to do that would be to complete the life of Raymond Smuckles."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "To write! To write! Damn it!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "darleen",
    "plus": 4,
    "snip": false,
    "text": "davey-boy, you look like a pixelie version of Billy Corgan."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 2,
    "snip": false,
    "text": "Not the first time someone said that, but I will take it as a compliment."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "<em>We don't even care...</em> <br/> \n <br/> \nOne a' my favorite songs a' theirs."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "darleen",
    "plus": 1,
    "snip": false,
    "text": "Definite compliment! When I was about 14 Billy Corgan would always give me a touch of the vapours. *swoons*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "m...moisture touches?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "hamscout: I am currently under the impression that your avatar is a reference to the Harper Lee novel.  Should I adjust my thinking?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "you should adjust nothing.  chubby for being the first to get it without a clue. (unless you subconsciously viewed my conversations about it in the past, in which case I give you a double-plus ungood negative-chubb to re-establish the status quo.)  good on you, copper!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "that costume saved her life.  Bob had a  <em>switchblade</em> , man! <br/> \n <br/> \nAnd just to think; all the trouble started with a daggum chiffarobe."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "busbum00",
    "plus": 0,
    "snip": false,
    "text": "Billy Corgan is king of the Vast Oceans. <br/> \n <br/> \nIf not King, then at least the Stumbleine. <br/> \n <br/> \nWhatever that is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete won't murder him because he remembers <br/> \n <br/> \nhttp://achewood.com/index.php?date=01182007 <br/> \nhttp://achewood.com/index.php?date=01222007 <br/> \n <br/> \nThe Continuity Fairy would just die <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "rapper with a gladiator mask....is there nothing finer? <br/>"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "There quite possibly is. What are you talking about?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": false,
    "text": "mf doom.  i don't quite get the relevance though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cleanfatback",
    "plus": 0,
    "snip": false,
    "text": "His relevance is extremely relevant. In ways I will define real soon."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "nice pete is a madvillian but he wont kill ray because ray = Jesus...the one that has magical powers, not the one who cuts my grass and has the best jokes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "To be in Carolina in the morning?"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "The mornings here suck."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 2,
    "snip": false,
    "text": "but the rest of the day kicks  <em>ass</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Really? You  <em>like</em>  it in the Carolinas? My comment wasn't meant to offend because I never imagined I would run across an assetbarian person who likes life in Carolina. <br/> \n <br/> \nGod I hate it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rechelon",
    "plus": 0,
    "snip": false,
    "text": "that's because you're 18"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "The 21 year old is making fun of the 18 year old."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 0,
    "snip": false,
    "text": "Depends. If you're in one of those giant rural areas near Morganton or Greenville or something like that, I could see it being a little depressing, but if you're anywhere around the Triad/Triangle/Charlotte centers, for my money it's one of the greatest places in the US. Good weather, mountains and the beaches right nearby, thriving culture and some sports teams that do just well enough to be called mediocre. <br/> \n <br/> \nIt just occurred to me, though, that you could be talking about South Carolina. In which case, God have mercy on your soul. <br/> \n(this is not entirely serious)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I can't wait to go out to the (NC) barrier islands this summer.  It's been too damn long since I've had fresh seafood and the nation's best BBQ.  I just hope it has been overrun by tourists yet."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Life is great in North Carolina, no doubt. But it is a crime-- nay, a sin-- to claim they have the nation's best BBQ.  <br/> \n~Bix \"Raised In Texas, Living In Tennessee\" Schmix"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 1,
    "snip": false,
    "text": "Hold it right there!!!  Back away from the computer!  We need to do a reality check right now. <br/> \n <br/> \nOK, my roots go very deep in North Carolina.  Great Grandpappy, 11 great aunts and uncles, and all.  BUT, let's get one thing perfectly clear: they may call it BBQ, but it's not!  Not even close.  (Might as well be) boiled pig meat with (looks and tastes like) watery marinade ladled on top (Huh?! WTF is this?) does NOT equal BBQ.   <br/> \n <br/> \nTexas?  No, sorry. That, at least, tastes like BBQ, but, the best?  Not by a mile.  Not by a Texas mile.  You want good Q?  Well, Daddy Bruce's is closed now.  A sad thing.  So Denver is out.  Flint's and some others in the East Bay are pretty damn good, still...  Maybe one of Daddy's cousins in Arkansas, but I wouldn't know where to send you.  That pretty much leaves good old Kansas City.  Now  <em>that</em>  is BBQ! <br/> \n <br/> \nBow down!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I imagine that you must have taken quite a bit of a pan American hajj to make that kind of affirmative statement. I bow to your grill."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Barbecue is the most explosive topic imaginable.  Please, friends, let us choose another topic.  This way lies madness. <br/> \n <br/> \nAlso, how dare you ignore Memphis."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I love all America's BBQ, don't get me wrong (and I've had quite a bit); to say NC BBQ is tripe is just madness."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I love all America's BBQ, don't get me wrong (and I've had quite a bit); to say NC BBQ is tripe is just madness."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "b...but you just said it  <em>twice!</em>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thorfinn",
    "plus": 3,
    "snip": false,
    "text": "When it comes to American BBQ, you have four basic styles <br/> \n <br/> \nTexas: Beef, beef, and more beef, usually large cuts such as the brisket, typically with rich, spicy sauces rather than the sweeter sauces you find around KC. <br/> \n <br/> \nKansas City: While other cuts of meat are cooked, KC is mostly about ribs.  Cooked until they are falling apart and smothered in sweet, sticky sauces. <br/> \n <br/> \nMemphis: like KC, it's all about the ribs, but they typically don't mess around with all that sauce business.  Memphis barbecue tends to favor dry rubs, and when a sauce is used, it's usually much lighter than what you'd find in KC. <br/> \n <br/> \nCarolina: Carolina barbecue is also about pork, but not so much ribs as larger cuts like the shoulder.  Carolina barbecue characteristically features thin, vinegar-based sauces, as opposed to the thick sauces most people think of when you say barbecue, but it is no less delicious than the other varieties.  I'll take a well made pulled pork sandwich over a rack of ribs any day of the week. <br/> \n <br/> \nWhatever style you favor, however, I think everyone can agree that ,on a hot summer day, a nice plate of barbecue, with a big scoop of potato salad and an ice-cold beer is the best possible earthly approximation of what heaven might be like.  Rather than remaining divided into factions, we should unite in our common love of delicious slow-cooked meats. <br/> \n <br/> \nAlso, in case this comes up at any future point in the discussion, anything cooked on a gas grill does NOT count as barbecue.  Gas grills are sacrilegious, all true barbecue is cooked with charcoal and wood chips, and anyone who tells you differently is not someone you should associate with."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Mmmmmm, great descriptions.  I tend to favor the Memphis style, which is also available in Chi-town.  But I agree that slow-cooked meat cooked over a smokey fire is what we're talking about, and it's all good."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "I feel like you've left something out with your barbecue descriptions. None of those come close to what I've had while in Alabama and Georgia. This could just be misguided, regionally-centered parochialism, but I think there are some differences worth bringing to light here. In Alabama and Georgia you get your chicken and pork as your lead meats, while ribs can take a back seat at some resturants. The sauces are generally thick and dark, sometimes heavy on pepper or another spice that ups the heat factor. The other thing you may get, usually as a secondary choice is \"white sauce,\" which is a mayonnaise-based sauce that is either sublime or disgusting depending on how it was prepared and who you are asking.   <br/> \nIf you are ever in Alabama do yourself a favor and visit a \"Dreamland\" Barbecue in Huntsville, Birmingham, Tuscaloosa, or Montgomery. If you're ever in metro Atlanta, go for Williamson Bros., they have the best sauce I've ever had. <br/> \nThen again, I was born in Florida, so I probably know fuck all about real barbecue."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am going to South Carolina in a couple months for a family reunion. Kilroywashere, you have not allayed my fears."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "FYI Forbes just ranked Charlotte, NC the 9th most miserable city in america."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Is this article online? I want data."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905035224/http://www.forbes.com/2008/01/29/detroit-stockton-flint-biz-cz_kb_0130miserable.html\">Here it is</a> <br/> \n <br/> \ni just typed it into my address bar and it came up"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Please provide a full post-mortem.  It will be fascinating to me, I promise."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "I grew up in Todd, about in the center of an enormous rural area. It was slow and quiet, but very nice.  <br/> \n <br/> \nCertainly better than the soulless waste of concrete called Chapel Hill."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "You grew up in  <em>Todd</em> ?  That sounds pretty dangerous. <br/> \n <br/> \nAlso, North Carolina is one of the most beautiful states in the country and I'm glad I live here."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "\"the soulless waste of concrete called Chapel Hill.\" <br/> \n <br/> \nI'm assuming that's sarcasm, right?  Because if you think Chapel Hilll is a \"soulless waste of concrete,\" you need to travel more. <br/> \n <br/> \nI recommend visiting Stockton, CA for a comparison."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 0,
    "snip": false,
    "text": "Rural NC/SC has its virtues, definitely--I spent the early part of my life in Boone and Shelby (which is about an hour west of Charlotte) and really appreciate both towns. I could just understand how the average Achewood reader might not find it the pinnacle of entertainment. <br/> \n <br/> \nDang, we have a lot of North Carolinians here."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Kilroywashere: I don't care what's happened the last two years, because this counts as a little better than \"mediocre\" <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://media.collegepublisher.com/media/paper410/stills/873iw51u.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 1,
    "snip": false,
    "text": "Point taken."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "didymos",
    "plus": 0,
    "snip": false,
    "text": "Which is why many of us in North Carolina have taken to referring to \"South Carolina\" as \"North Georgia\", as it is really more appropriate."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "As a resident of Charleston, South Carolina, and former resident of Clover, South Carolina, I'm afraid you and me are about to fight, didymos.  After all, it's North Carolinians who are nothing more than vile Virginia-spawn (and Charlotte is terrible.  It is terrible to like Charlotte)."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "As a former resident of King George, Virginia, I'm afraid I am too busy feuding with West Virginia to bother with you two. <br/> \n <br/> \nThe victors of each conflict shall meet in the final."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Grew up in North Carolina. <br/> \n <br/> \nFamily in Virginia, West Virginia, Florida, and Ohio. <br/> \n <br/> \nCurrently living in Denver. <br/> \n <br/> \nAny questions?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "I thought Pete owed Ray a southern style blood debt, as a reuslt of the whole online murder thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Southern rock and the term 'poteen' leads me to believe this was some illicit 150( ) proof bathtub gin/everclear/embalming fluid."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "trust pete to drink corpse pickling vinegar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete has taken a razor to his chest  <a href=\"http://web.archive.org/web/20090905035224/http://achewood.com/index.php?date=07082004\">before</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I think that's more commonly referred to as a knife."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 0,
    "snip": false,
    "text": "Aw maan, and it took me so long to eliminate that from my memory. THANKS."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "No razor, but he has taken a kitchen knife to his chest before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Ray is probably not going to die, guys.  Take a breath."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 5,
    "snip": false,
    "text": "This is actually all just a caffeine-induced paranoid hallucination on Beef's part. Ray is not going to die. Ray will be fine. <br/> \n <br/> \n(Oh please god let Ray be fine.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Pete has southern style, and he remembers that Ray did not kill him. Probably."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Beef to the rescue!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 4,
    "snip": false,
    "text": "It's not like death is that big an obstacle to Ray, Roast Beef, Todd, Molly, Teodor, Blister... pretty much everyone except Leo Fontanette. And who knows, he might show up eventually too. <br/> \n <br/> \nAlso, although Jessica is the superior of the two songs, Ramblin' Man is definitely the better choice for driving. I'm probably going to regret saying this in about three strips or so, but Ray made the good choice."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 5,
    "snip": false,
    "text": "All RIGHT! A fucking CORN FIELD! I'M GONNA DRIVE ALL OVER THAT FUCKING CORN, BABY! THIS CORN IS YOU, RAY SMUCKLES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howwedo",
    "plus": 0,
    "snip": false,
    "text": "My parents named me Jessica for that song.  I'm glad they didn't prefer Ramblin' Man?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 16,
    "snip": false,
    "text": "I'm glad my parents preferred Ramblin' Man. <br/> \n <br/> \nSigned, <br/> \nProfessor Ramblin' Man Hazard"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "...meanwhile in an alternate universe, a sad little man who goes by J. \"Professor\" Hazard cries himself to sleep again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"Ramblin' Man\" is a good pop song, but \"Jessica\" is Betts's masterpiece, I think.  I would have thought it too uplifting to be Nice Pete's idea of the epitome of music."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well there is music you listen to, and music you write."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "And music that makes you think of the happiness to destroy in the people you murder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "Having won The Great Outdoor Fight, Ray is probably not going to get murdered, unless the the murderer cat is having a Weapon or attacks him dishonorably."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "I'm not worried about Ray dying, so much as I'm worried about Achewood slash fiction becoming canon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "wait.... there's Achewood slash fiction?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "There's always slash fiction. ALWAYS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sncether",
    "plus": 47,
    "snip": false,
    "text": "Lord, I was born a Ramblin Man. <br/> \n <br/> \nTryin' to make a livin' and lure folks to my van."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 18,
    "snip": false,
    "text": "When it's time to bleed them, I hope they'll understand. <br/> \n <br/> \nI was born a Ramblin Man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 9,
    "snip": false,
    "text": "I was born from the black seed <br/> \nof a greyhound pup <br/> \n <br/> \nLord, I was born a ramblin' man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 9,
    "snip": false,
    "text": "On my way to New Orleans this morning, <br/> \nLeaving out of Nashville, Tennessee. <br/> \nIt will take them three hours to notice  <br/> \ntheir friend's gone missing <br/> \nand another two to put out an APB."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well my father was a goober down in Georgia, <br/> \nAnd you wound up on the wrong end of my gun. <br/> \n <br/> \nLord I was born a ramblin' cat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://www.bbc.co.uk/radio1/johnpeel/images/artists/wild_man_fischer.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nThink of me when your clothes are off <br/> \nThink of me when your clothes are off <br/> \nThink of me when your clothes are off <br/> \nFor I'll be thinking of you <br/> \nDoooo doo doo doo-doo doo doo dooooo <br/> \nDoooo doo doo doo-doo doo doo dooooo <br/> \nThink of me when your clothes are off <br/> \nFor I'll be thinking of you"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Pulled up to rest, let the engine cool awhile. <br/> \nOpen the beans, gather wood for the fire. <br/> \nI hum this tune, to all the girls Ive known. <br/> \nShould I care, about the chances Ive blown?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "All souls are bared in the face of Southern Rock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Most of those guys have fu-manchus though, or a large, puffy beard"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 8,
    "snip": false,
    "text": "It took the Georgia Satellites all night to get a confession out of Scott Peterson."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Nothing but the sounds of screams and CCR echo through the stone corridors in Guantanamo Bay."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>I wanna know...have you ever seen the pain...<br/>\n<br/>\nColored red, goin down the drain...</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, the Declaration of Human Rights strictly forbids the use of Green Grass and High Tides by the Outlaws, as that would have shortened the process considerably."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragic_johnson",
    "plus": 0,
    "snip": false,
    "text": "I don't like where this is headed. Nothing good can come from being alone in the woods with Nice Pete."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "leftsaidtim",
    "plus": 0,
    "snip": false,
    "text": "Relax, he's probably just going to take Ray to the cabin with the ice cream he wanted to take Philippe to that one time. At worst, he'll offer Ray some baked goods from his own E-Z Bake Oven."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goro",
    "plus": 5,
    "snip": false,
    "text": "Brought face to face with his true nemesis: calorie"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "they are going to dig up all of the boffins victims..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperypip",
    "plus": 0,
    "snip": false,
    "text": "I apologize for the unwarranted lame. My finger slipped."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "well, the comment wasn't all  <em>that</em> , so I take no offense, even if it was intended. <br/> \n <br/> \njust stop  <em>staaring</em>  at me!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Ray, do you think that it is bad for a man to give another man kisses? Or do you agree that it is okay? <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimts",
    "plus": 0,
    "snip": false,
    "text": "Finn week continues with an ominous twist in the story of R�ym� Sm��kle, crazy Finnish inventor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "Assetbar HATES umlauts, probably just \"odd\" non-standard letters in general."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "And yet there was far less assetbar carnage than one might have expected in the Finland strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 5,
    "snip": false,
    "text": "Nice Pete emm�ne Ray dans la for�t pour le so�ler afin qu'il lui r�v�le ses pens�es les plus secr�tes. �a pr�sage mal pour Ray, m�me si nous savons qu'il ne lui arrivera s�rement rien de tr�s grave."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zedpower",
    "plus": 2,
    "snip": false,
    "text": "French language: 12 <br/> \nAssetbar: 0"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Chinese language: 7 <br/> \nAssetbar: 5 <br/> \nFrench language: 0"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Boxes:11"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Interesting.  At work some of them showed as chinese characters, but at home they're all black boxes with question marks. <br/> \n <br/> \n <em>Assetbar is trippin' me out, man!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "depends on whether you have chinese code sets installed"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i do but i still got all boxes..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I blame firefox?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That's funny, I scored it the exact opposite."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Oh mighty crap! That was actually me trying to mock the french language, forgot to log the previous user out.. dammit!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "NO FRENCH MOCKING! BAD FOEA!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "I'm a dishonest six fee, and I'm not afraid to say it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "Dammit, six feet."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "higuma",
    "plus": 0,
    "snip": false,
    "text": "I've got a dishonest 10.5 inch cock."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Silly bear:  Bears can't rap!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Do bears rap in the woods? <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "do they make sounds?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "This is the sound of one bear rapping:   <strong><em>ROAAAAAAR!!!</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "This is the internet: everyone does."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 16,
    "snip": false,
    "text": "Image not to scale due to incredible awesomeness: <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://i26.tinypic.com/9bljlg.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 2,
    "snip": false,
    "text": "I have to tell you, I am rather excited by your foot long cock, catgrl131. <br/> \nI am probably not the first person on the internet to have said that phrase."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>incredible awesomeness</em> <br/> \n <br/> \ni like you for using that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "higuma",
    "plus": 0,
    "snip": false,
    "text": "That is an wonderfully honest ten-and-a-half inch cock.  I tip my hat to you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 3,
    "snip": false,
    "text": "....so then the bartender says \"Hey, I asked for a million  <em>bucks</em> , not a million  <em>ducks</em> !  What's wrong--is your genie deaf?\"  And the man replies, \"Yeah--did you really think I asked for a 12-inch  <em>pianist</em> ?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 0,
    "snip": false,
    "text": "I often spill my innermost secrets while listening to the Allman Brothers and drinking 'strong country poteen.' It's a southern thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jthompson",
    "plus": 0,
    "snip": false,
    "text": "I thought poteen was Irish... WAIT A SECOND WHAT IS GOING ON HERE?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Many (most?) Southern things are Scots-Irish in origin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Like NASCAR-brand kilts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Yes, good example."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "what a fucking repulsive concept."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "The first time I read poteen, I thought it said poutine. What would strong country poutine of Nice Pete's devisement consist of? Raccoons? Mouse entrails?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "ANSWER: YOUR MOM"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nbgreene",
    "plus": 3,
    "snip": false,
    "text": "KILTS <br/> \n <br/> \nLOVE THEM <br/> \n <br/> \n(Yes! finally got one!)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "\"Jessica\" is a good song."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "One of my favorites to play on Guitar Hero II."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Mine too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Expert though, right?  You play the ukulele, you better fucking play Guitar Hero on expert."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": false,
    "text": "Those endless hammer-on passages are so god-damn satisfying"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "First Catachresis post in a long while?  Or was he just using a different avatar?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Sorry Catachresis, I shouldn't talk about you like you're not there.  WB"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I play on medium, unfortunately. I don't own the game or a system so I can't really practice enough to play higher than that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Guitar Hero is the New Modern way for men to compare their penis sizes, so I would recommend the purchase of at least a PS2."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "i just noticed your avatar, and i would like to formally welcome you to the Baddest Eighties Movies There Ever Was political bloc."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Holy Moses is that The Last Unicorn?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "evilawesome",
    "plus": 3,
    "snip": false,
    "text": "it is indeed, faced with the existential crisis of the red bull. whiteturtle's is gmork from the neverending story. we are like russia and china in the eighties villian UN security task force."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "If only Amalthea had known that Red Bull gives you wiiings."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "nice."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "Evilawesome...I...I love that you have this as your avatar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "I also love that you recognize The Last Unicorn when you see it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 15,
    "snip": false,
    "text": "I would like to submit our planks: <br/> \n <br/> \n1.  No one drives under 88 miles per hour, nor shall anywhere we go need \"roads\". <br/> \n2.  Bustin' makes us feel good. <br/> \n3.  No snakes, and by extension no pits full of them.  Why does it have to be snakes? <br/> \n4.  Pain don't hurt, and if a man pulls a gun on you, you have no choice but to fucking rip his throat out, even if it makes you sad. <br/> \n5.  Everyone gets a machine gun and shoes that fit properly, in case of terrorists and broken glass. <br/> \n6.  All teenage boys will log no less than thirty-six (36) hours in Navigator flight simulator.   <br/> \n7.  All robots  <em>must</em>  be jive-talking. <br/> \n8.   <strong>DOOOO BOWP BOWP</strong>   <em>Chicka-chikaaaaaah.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "yessssss. <br/> \n <br/> \nthe BEMTEW laws are just laws, and with them the people are guided."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "People will frequently be taken right into the Danger Zone"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Isn't bustin' supposed to make everyone feel good?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Weekends are for Light Cycles..."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Also, any sequel must be referred to as \"(whatever) 2: Electric Boogaloo.  <br/> \n <br/> \nMaybe that's just me. I do that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I always do this as well.  I think I got it from MST3K (\"Fugitive Alien II\")"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Sophie's Choice 2: Electric Boogaloo"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "evilawesome",
    "plus": 6,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://i22.photobucket.com/albums/b309/bishop_allen/CRYINGBOOGALOO.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "THE NOTHING IS MY BOYFRIEND! <br/> \nnot even approaching baddestness."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "the better a guitar player someone is, the worse they are at guitar hero. fact."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is actually often true. Although I do know a guy who's very good at guitar but also very good at Guitar Hero. There are exceptions to every rule. <br/> \n <br/> \nI am not one of them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rude_mechanical",
    "plus": 0,
    "snip": false,
    "text": "In two player mode, you can get to be a Bass Hero instead - I couldn't play FCPREMIX from GH3, so I got a copy of the song, grabbed one of my basses and pretty much nailed it. It's the buttons vs strings thing, it just doesn't make any sense!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The Fall of Troy is in GH3? Wow, my grudging respect for that game just improved a bit."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "GH3 turned me on to Fall of Troy. I quickly concluded that (a) every song on that album sounds almost exactly like every other song, and (b) FCPREMIX is pretty clearly the best of them. I like the first, maybe, six tracks? But once you get to that breakdown bit in Laces Out, Dan, you're just thinking \"urgh, what are you  <em>doing</em> \" and don't stop thinking it until the album is over."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't really call Doppelganger an album. Most of the songs were re-recordings of tracks from the debut, and they overproduced them to hell, and yea there was just too much noise wankery towards the end. <br/> \n <br/> \nWhat I mean to say is THEIR OLD STUFF WAS SO MUCH BETTER."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Also the Ghostship Demos are great if you can find them to download somewhere."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes, their older music was better. <br/> \nsame with The Blood Brothers...those scene-starters, them."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I'm a reasonably reasonable fan of The Fall of Troy (also holy crap I can't believe we're talking about TFoT on AssetBar, but I digress)... Should I check out the Blood Brothers? I know they broke up, but I've heard good things about their music."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Download \"Love Rhymes with Hideous Car Wreck\" and \"Peacock Skeleton with Crooked Feathers\" RIGHT NOW. Then if you can stomach those move on to \"Ambulance vs. Ambulance,\" and from there anything goes."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Done, done and done. I like what I hear. I think this merits further investigation. Thank you for your suggestions, kind sir.  <br/> \n <br/> \n(Also, I would be remiss if I didn't mention that I found out about the Professor Brothers through you. I got a whole bunch of chubbies once for referencing them and I felt all cheap and terrible. I owe you like thirteen chubbies, man.)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I feel obliged to mention both Melt Banana (who you might not have heard of) and Future of the Left (who you probably have but they're awesome anyway) which stemmed from Mclusky (if you haven't heard of them then  <em>jesus christ what are you doing</em> )"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "YOUVE GOT A MOUTH/ GOT A WONDERFUL MOUTH/ YOU GOT A MOUTH GOT A WONDERFUL MOUTH/ YOUVE GOT A"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "C-C-C-COLLAGEN ROCK"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's ok, usversusthem. Good taste is not something one can own, only partake in."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "shankley",
    "plus": 0,
    "snip": false,
    "text": "I was not a huge fan of TFoT until i saw them live with Coheed and Combria recently. They killed it and i now love them"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "shankley",
    "plus": 0,
    "snip": false,
    "text": "that is, Coheed and Cambria."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "when i saw FCPREMIX mentioned last friday, i was so close to posting about how i love fall of troy, but for some reason i thought i would get mocked.  now i come back to work on monday and i am happy to see they have some fans here. <br/> \n <br/> \ni think this is because i just went and saw their headlining tour a month or so ago and i was about 10 years above the average age.  why do i have the musical taste of high school sophomore?  dammit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man, don't be ashamed of liking music with angst, power chords, and screaming. The Pitchfork-type condescension towards that is but a newly disguised incarnation of \"damn kids, your music is too angry and loud!\" There'll be plenty of time to like acoustic folk rock when you're old."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>There is so much wrong with that statement.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "haha, yeah, i don't know if that is why pitchfork doesn't like the whole post-hardcore thing...  <br/> \n <br/> \ni like pitchfork for the most part too though.  (basically i don't get into not liking things - i don't know what this says about me.)   <br/> \n <br/> \nbasically someone out there will mock you for liking anything.  so just listen to what  <strike>makes you popular</strike>  you like."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "My dad plays guitar for a living in the army.  I have bested him many a time in Guitar Hero.  My hand-eye coordination is so poor that my penmanship has meant the difference twixt passing and failing many a class. <br/> \n <br/> \nWe are not allowed to bring Guitar Hero into the house. It is woundful to dad's dignities."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 2,
    "snip": false,
    "text": "He is a professional army guitar player? <br/> \n <br/> \nI have never heard of such a thing, but it sounds basically incredible."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Militaries tend to have bands. Alternatively, he could be a reservist."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 18,
    "snip": false,
    "text": "maybe he's a base player"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "ba-dum  <em>ching.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I just had to chubby that terrible, terrible pun."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "That pun felt like I was stabbed in the gut, hence, chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I have heard of them in the Israeli army but not in the American one. I am glad we have an equivalent. If a music war ever breaks out, I don't think America deserves to lose."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905035224/http://en.wikipedia.org/wiki/Urgh%21_A_Music_War\">The music war has come and gone</a> .  I think our friend [url= <a href=\"http://web.archive.org/web/20090905035224/http://www.youtube.com/watch?v=yuSrsGzhD9U\">]Klaus </a>  won."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "The koreans are still danceing to protect their country http://www.youtube.com/watch?v=DmKHuq-IxjM I dont know how to make links. I am of low mind."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "This is not as titterrific as your last usersigil."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I still did a double take."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Military Occupational Specialty Code 02T. You could look it up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Tekende. When I scrolled past this post, you looked disturbingly like Hugh Laurie in his role as Gregory House in House M.D."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I see. People are always telling me I look like various other people. Not long ago I had a number of people tell me I looked like \"the guy from Grey's Anatomy.\" I don't watch that show, so I don't know who they meant or whether I look like him. <br/> \n <br/> \nAnyway, House is a pretty good show, so thanks."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You know, that one doctor guy that boned the doctor chick. You look just like him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh right"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You should audition for a medical drama immediately."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It will be a medical drama about a clinic that treats people with uncurable STDs. It will be hilarious."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Apparently by \"drama\" I mean \"comedy.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "A dramedy. Or a ,"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh- <em>ho</em> , well done, loneal. WELL DONE."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "well aren't you cute."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "if we're talkin female titles of Allman Brothers' songs, I'm going with Sweet Melissa."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "You know you've spent too much time on the internet when you automatically read that as \"female titties\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "davey-boy",
    "plus": 7,
    "snip": false,
    "text": "You know you spend too much time on the internet when you do not consider the female part to be redundant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "after my gf Jessica and I broke up in college, I would hear that song  <em>every <strong>morning</strong></em>  on the local classic rock radio station (they didn't have much of a playlist).  *sigh*  I  <em>still</em>  love that song."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashemon",
    "plus": 0,
    "snip": false,
    "text": "Ramblin' Man is probably the best song of all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theboneorchard",
    "plus": 0,
    "snip": false,
    "text": "This is getting scary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Calories:  menace to all height happy men."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Ray maintains a respectful awareness of diabetes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schroduck",
    "plus": 1,
    "snip": false,
    "text": "Fun fact - Jessica is better known the UK as the theme song to Top Gear. If Nice Pete ever wants to write a Jeremy Clarkson autobiography, he'd better remember that Clarkson will have built up an immunity to it. Then again, if I'd managed to get Jeremy to a remote forest, drunk and hypnotised, I'd drive away as fast as possible rather than listen to him ramble on about his early life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "where's spinynorman when you need him?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's bedtime in Merry Old, I guess.  Or else he's drunk in some alley."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "More or less the same thing, or so I've been led to believe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Spinynorman is not British. I know this because he lives in the same place as me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You guys live together? Awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "you misunderstand, they  <em>literally occupy the same time/space location</em> .  It's like Thor or that one Steve Martin movie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "They share everything except AssetBar accounts -- because that shit is private."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and its name is Texas. <br/> \n <br/> \n...if i remember correctly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh hell. mentioned below. lame away. that'll teach me to Pay Attention!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Spiny Norman lives in Austin, Texas.  He's probably rocking out, or getting ready to rock out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Austin, Texas, aka \"the only sane haven in Crazyland.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "If you say so."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "San Antonio can be nice. Houston is ugly, but is kind of a college town in parts. I am assuming you are looking for a left coast sort of experience where you can see Obama posters and dudes kissing and all-night gazpacho bars and stuff"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry-- San Antonio is not nice.  <br/> \n <br/> \nThen again, I'm from Dallas. But everybody can agree that Houston is awful, right?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Correction:  Everybody can agree that Dallas is awful."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Not that I'm defending Houston.  I'm not."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "But do you agree that Houston is awful?  <em>Do you?</em>  Dallas is not a great place, but it is one that has fun spots if you know where to find them. Houston has no redeeming characteristics, as far as I'm aware."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i have been to Planet Oostin once. the airport thereof, on the way to Tampa. i will say of my time there that it was the most balmiest and humidest i have ever of beink and.... <br/> \n <br/> \nthat is about all i have to say about Houston."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Yeah, pretty much all I remember about Houston was that it was difficult to breathe underwater while I was walking down the street."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I think George W Bush used to own the baseball team. Now he's gone of course, Houston is better - but that is an improvement from hell to merely slightly awful - if only for the chance encounter of a George W Bush (level 29 abberation)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "le sigh. <br/> \n <br/> \nbush never owned the astros. nor is he from texas. he is from connecticut. it is extremely likely that you will see him anywhere in our poor state unless you go to his fucking ranch. <br/> \n <br/> \nThere is however a hilarious statue of his father in houston's airport. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://farm1.static.flickr.com/127/318463283_c6a4f5c50b.jpg?v=0\" style=\"border:0px;\"/></div> <br/> \n <br/> \nNotice the  <em>majesty.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "UNlikely dang posting on assetbar is like jumping out of a plane."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "So windswept, so poised, so  <em>catalogue posed</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I am assuming you are looking for a left coast sort of experience where you can see Obama posters and dudes kissing and all-night gazpacho bars and stuff</em></div> <br/> \nMainly looking for anything but a \"why is that dude with shotgun screamin' bible phrases?\" experience. <br/> \n <br/> \nNote to self: never return to Big Spring, Texas."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lightupafatty",
    "plus": 0,
    "snip": false,
    "text": "you might want to try basically any medium-to-large-sized city in texas for that experience. austin is kinda just full of hipsters in coffee shops. <br/> \nalso: your avatar is awesome dude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hogspook",
    "plus": 0,
    "snip": false,
    "text": "The secret redwood patch is an excellent place to get a little puzzled on some strong country poteen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Thank god, I was afraid that yesterday's strip might have been a one-off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthompson",
    "plus": 1,
    "snip": false,
    "text": "Goodbye, sweet prince"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "You are the one? <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey, this so called biography is sounding more and more like \"Nice Pete Does Ray.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evilawesome was marked lame too many times and excluded. (marked lame by gladi8orrex, mortshire, pogo)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Lamed for being the first to comment on the commenting process rather than the strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "chubbied for attempting to keep assetbar on topic <br/> \n <br/> \n(it's unlikely that you will succeed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evilawesome",
    "plus": 2,
    "snip": false,
    "text": "Is the idea here not to build a stronger interpersonal community of achewood admirers rather than four hundred comments of \"I THOUGHT THAT STRIP WAS REAL GOOD\"?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately, sometimes I think it's not the idea, no."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Neither, it's to say something about the strip that opens up interesting tangents for people to go on. So that's like the first thing, but you can't be overt about it. Like I'm being now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Yeah, your overt...ness...itude makes me upset."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "evilawesome",
    "plus": 12,
    "snip": false,
    "text": "oh fine have it your way this is a picture of how Nice Pete would look if he were and Allman Brother. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://i22.photobucket.com/albums/b309/bishop_allen/NicePeteAllman.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Noooooo! V-Chubs just do not satisfy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Now that he has a guitar in his hands, Nice Pete  <strong>REALLY</strong>  looks like Jim Croce."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We do both, I think.  And our comments on the strip can build a stonger interpersonal community of thought.  I did the lame thing because this discussion had started and stayed on the strip for quite a few posts, a rarity these days."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "you words, they cannot heal. <br/> \n <br/> \nnothing can undo this lame that you have done."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Fine, have another, amigo."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "you are a  <em>douchebag.</em>  do you know why i cannot lame you back? because i use my powers to tell people that they are awesome, instead of wiping my cunt everywhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Chubbied for empathy. I feel ya, bro. I do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shawnrc",
    "plus": 0,
    "snip": false,
    "text": "Yes this one strike home for me. Many time I too have been plied by a strong country poteen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 3,
    "snip": false,
    "text": "Oh, the things that are said in the secret redwood patch. Oh, how the tall trees creak, how the good dark earth gives way underfoot. Skrit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "i love how there's a perfect match between avatar and comment here. tom waits would sure as hell say that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 18,
    "snip": false,
    "text": "lol silnent petey gettin' weird at ray lol. almond bros. music? ssoc razy. alone in da words to finish up. lol  <strike>the asian woman on greys anatomy freightens me. i do not trust her.</strike>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "I agree with gladi8orrex's redacted, lucid comments.  I hate that woman.  I  <em>hate</em>  her."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Mostly I just enjoy her last name. I am amused by the idea of people passing on an expression of general surprise to their children."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I looked everywhere in google image search and failed to find a photograph of her with a surprised look on her face.   <em>Fuck</em>  you, internet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 8,
    "snip": false,
    "text": "all \"sandra oh COME ON SHOW ME HER SURPRISED\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "asobi",
    "plus": 6,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://img2.timeinc.net/ew/dynamic/imgs/060117/13459__oh_l.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nall slipping on money, saying  <em>\"whoops! my bad!\"</em> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20090905035224/http://achewood.com/index.php?date=07062005\">http://achewood.com/index.php?date=07062005</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asobi",
    "plus": 0,
    "snip": false,
    "text": "You should realize it's not easy to find Sandra Oh surprised.  Most people just come up with Sandra Oh mildly amused. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://www.simplecms.co.uk/sshhuk/images/large/sandra_oh_02.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "The surname is a dead giveaway."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "This is also the photo for Sandra Oh annoyed, Sandra Oh haughty, and Sandra Oh with problem flatulence."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "phy",
    "plus": 4,
    "snip": false,
    "text": "<strong>648.</strong>  She is sitting at the cafe, looking mildly amused, like Steven Seagal. She does a :(."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Solution: Say: \"Man, I thought Sandra Oh had more taste that that.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and the title of this maneuver is..?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "#503: The Sandra  <strong>OH MY GOD WHAT IS THAT SMELL IT'S BURNING MY EYEBALLS!!!!</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chewyinside",
    "plus": 0,
    "snip": false,
    "text": "In that new film Blindness they cast her as the president of the USA."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twistedpriest",
    "plus": 0,
    "snip": false,
    "text": "Is there some weird movie reference I'm missing that makes gladi8orrex's comments something more than just the confused, drug-addled ramblings of every homeless person I have ever encountered?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "No, which is why they are hilarious!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "He's actually an Alternate Reality Game centered around an upcoming movie. Decode his insane hoots and squeals for your chance to win uninteresting background information and chintzy prizes!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Chubby for addressing one of the most irritating viral marketing scams ever created."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Why doesn't it bother anyone about Cloverfield that anything that big made out of meat would immediately crumble from its own weight, not unlike the scene in Brazil where the hero's mother dies of plastic surgery and is revealed in her coffin as a tumbling gelatinous heap."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 4,
    "snip": false,
    "text": "It was his mother's friend, and people were willing to accept laser swords with beams that stopped at three feet thirty years ago, so I am going to have to cite suspension of disbelief on you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I stands corrected"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Because Cloverfield is a cinematic road apple, and anyone who doesn't realize that is perfectly happy to accept the size-shifting, completely retarded titular monster."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "A retarded titular monster would be just  <em>horrible</em> ....all areolas the size of Boston promising jiggly crushing death."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "You have just described the way I want to die."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "And the plot of  <em>Cloverfield</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "doesn't that depend on how cold it is?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Hey, have you ever seen  <em>Everything You Ever Wanted To Know About Sex But Were Afraid To Ask</em> ? Hilarious. Anyhoo, yeah, the countryside is ravaged by a gigantic tit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "when i was twelve i made myself watch every woody alan movie yet produced.  i wanted so much to enjoy the experience, but it hurt me in my soul. <br/> \nthe plot of every one of his movies is \"woody alan has sex with women who are too good-looking for him.\" <br/> \n <br/> \nsooo.. boo to <i>everything you ever wanted to know about sex.</i>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "asset bar ate my code."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh Max, did assetbar eat your code Max? <br/> \n <br/> \nalternatively, <br/> \n <br/> \nI liked his earlier, funnier films. <br/> \n <br/> \nThe man was a genius, though he has faded as of late,  <em>Curse of the Jade Scorpion</em>  anyone? Ack ptuie that left a bad taste in my mouth just saying it.  <em>Annie Hall</em> ,  <em>Manhattan</em> ,  <em>Purple Rose of Cairo</em> , and  <em>Broadway Danny Rose</em>  are genius though."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<em>Deconstructing Harry</em>  has got to be one of the worst, most mean-spirited movies evr to grace an art house"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "He was in his decline then, and had been for a while."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Annie Hall, Hannah and her Sisters (because it's an homage/pale copy of Fanny and Alexander, an even better film) and Crimes and Misdemeanors. I think I could do without the rest of his entire oeuvre and not miss it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, the same is true of Seinfeld. I'm going \"I wish I had the problems that you neurotically complain about.\" Both are still enjoyable though. Though probably not when you're twelve."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Cloverfield was flawed, but it wouldhave been a masterpiece had it been called \"Huddersfield\" and being set in said area."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Because the people who enjoy Cloverfield are the same people who trip over themselves to give J.J. Abrams enthusiastic oral sex to show their undying affection for a show in which the plot is advanced not through clever narrative but rather an increasingly convoluted series of plot twists."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i haven't seen this movie..and i still want to. so please don't ruin it for me...yet. <br/> \n <br/> \nkthxbai"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "spoiler: The girl is actually a guy!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "king_duncan",
    "plus": 0,
    "snip": false,
    "text": "GASP!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "The nature of plot is to unveil information to the audience piece by piece in a planned manner so as to imbue that information with drama and create sympathy for the characters as extensions of our own experience.  Yes, Lost has faltered on a few occasions, but for the vast majority of its run has been the most exiting show on television. You try getting a TV network to produce anything as bizarre and complicated as Lost, and then tell me about what good TV is.   <br/> \n <br/> \nDear god, I just argued about Lost on the internet, I'm going to have to have my virginity re-installed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Lost is a show that jumps the shark every episode. How can anyone NOT like a show that jumps the shark every episode?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "That is the best description of and explanation for liking  <em>Lost</em>  ever. Chubby."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I would have given you your third chubby, but I just ran out.  Consider this post as good as a chubby.  It feels good when someone agrees with you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 2,
    "snip": false,
    "text": "You think that's bad? I was going to reply to your: <br/> \n <br/> \n \"You try getting a TV network to produce anything as bizarre and complicated as Lost, and then tell me about what good TV is.\" <br/> \n <br/> \nwith: <br/> \n <br/> \n \"Yeah, ever heard of The Prisoner?\" <br/> \n <br/> \nI think my virginity just grew back of it's own accord..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Great old handface pic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Why, thank you..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "The Prisoner is like the first Velvet Underground album. Not so widely popular, but you see its influence everywhere."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Remind me to surprise my fiancee with a boxed set of Prisoner DVDs. She has never heard of it (but likes TV), while I suspect it is going to be in the small category of TV that I like."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 3,
    "snip": false,
    "text": "Lawbot, you've got a fiancee!? <br/> \n <br/> \n <em>Do you, Lawbot, take this woman to be your lawful wedded wife?</em> <br/> \n <br/> \n <em>YES</em> <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "You can now buy the whole series in one set instead of buying like 10 separate boxes for several hundred dollars. YAY!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "All Alvar Hanso appearing when you give him a chubby... all it turning out the cake is a lie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Wow gladi8orrex has 8 chubbies, and 0 lames on this comment. <br/> \n <br/> \nIt seems that the rabble of dissenters have forced themselves into quiet acceptance. Gladi8orrex's rise to fame is following a similar path as the theory of a heliocentric solar system.  <br/> \n <br/> \nSilly Christians and their dissention."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "He is the Andy Kaufman of all he surveys"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "for a minute, i thought nice pete wiped his eyes off along with the blood splatter in your avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think the rabble of dissenters have all ignored him by now, leaving no one left to lame."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "The problem is, I appear to have used up my lame allotment eight years ago. I don't know who the people are who still have lames. I assume they're new users? <br/> \n <br/> \nWhat insane mathematics are used to calculate how many lames we might be allotted in a lifetime?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 4,
    "snip": false,
    "text": "I apologize for laming you just to see if I still could."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 3,
    "snip": false,
    "text": "I lamed a man in Reno, just to watch him cry ..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Didn't your mother tell you not to play with lames? <br/> \n <br/> \nSorry but apparently I have given out enough chubbies for this page, so a virtual chuuby will have to suffice.  <br/> \n <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Momma said I should treat the little lame boy just like the others, God bless him.  (Thanks for the v-chub)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, she told me not to play with my chubbies, if that counts...."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I missed my set-up line there. <br/> \nAhem ... <br/> \nYou can play with my chubbie anytime, catgrl"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Man, it's weird.  When I signed up, I used up all my lames very quickly (for several weeks I had none left - at first it seemed like a chubby or lame could be given to every comment).  The other day I had more mysteriously.  Now I feel bad for using them.  I really do not like lames.  They are dirty."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It took all my Catholic will power to not lame you, my brother."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "The win never goes to the gentleman!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I am almost tempted to take \"gladwrap\" off ignore, but nah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "Ray, the Allman Brothers don't play banjos...!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Ray totally reminds of this guy in college who was into hip-hop.  Whenever we'd talk about going to see a rock show, he'd say, \"Naw, I can't get into that rock-a-billy crap\".  Anything with guitars was rock-a-billy.  He referred to  <em>Led Zeppelin</em>  as rock-a-billy."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Well... they are kinda rock-a-billy.   <em>But then, I like hip hop.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "no they are not rock-a-billy.  Rock-a-billy is a very specific form of early rock n' roll that blends elements of country and swing.  THIS IS NOT WHAT LED ZEPPLIN DOES, hence cabin boy's italics."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Man, I don't know... that's a pretty narrow definition of rock-a-billy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "The whole idea of making those dumb sounding words like 'rock-a-billy' is precisely to narrow the definition, what with having rock covering practically everything made from a white dude from North America or Briton."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "*Britain."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "It's a 'Drink Your Dinner Friday'."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "Tsh!  You're a...drink your dinner... <em>gay</em>  day!  <br/> \n <br/> \n <em>glarbledarblekkk</em>  *splat* *splat*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Hee hee hee</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lbf",
    "plus": 0,
    "snip": false,
    "text": "I'd say he was 50% right calling it \"rock-a-billy crap\". <br/> \nCOMMENCE NERDFIGHT"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "yearsinhotclaws",
    "plus": 2,
    "snip": false,
    "text": "DUDE u cant say that about led zep they are an awesoem band in fact they are the bets band ever my teacher PROVED IT TO ME.  WHERE DO U LIVE IWILL COME TO YOR HOUSE AND THROW ACID IN YOR FASE"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 6,
    "snip": false,
    "text": "I was in a class last quarter in which we made a graphic novel about the phenomenon of acid attacks on women in Cambodia, and we indicted a bunch of corrupt government officials, and now the book is all getting thousands of hits on the int0r wabs and getting written up in a bunch of newspapers and magazines and blogs, and I am really genuinely scared that someone is going to come to my house and throw acid in my face. This is a fear I don't get to bring up in conversation very often, because people don't talk about throwing acid at people very often. In conclusion: yearsinhotclaws, please do not turn out to be a Cambodian hitman, as it will put a strain on our relationship and on the details of my facial features."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Are you for real? I might like to read that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "I am for realz. You can read it  <a href=\"http://web.archive.org/web/20090905035224/http://www.stanford.edu/group/cwstudents/shakegirl/\">here</a>  if you'd like. I co-wrote/co-edited it, so you can just go ahead and assume that anything you like was written by me and anything you don't like wasn't.  <br/> \n <br/> \nDisclaimer: You may only read this if you are not a Cambodian hitman. I really  <em>really</em>  don't want to get acid thrown at my face."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I waited 6 or 7 minutes for the first page to load and when it finally did it was just the title."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "durrr, I'm a retard.  It loads everything at the start."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't know why they chose to format the website like that. I've been in a foreign country."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is so not conducive to Internet reading styles. I waited for a couple of minutes, then realized that even if I were patient enough to wait for it to load I'd then have to read it all in one sitting to avoid going through this process again. I'm sorry, I really am."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "The girl who set up the website said it had something to do with making it slightly harder to alter/parody? I guess the first day it was up, someone Photoshopped the first page with a reference to that milkshake line from that oil movie, and we were afraid there would be less sensitive Photshops forthcoming. Or something? <br/> \n <br/> \nI don't know. Foreign country, man, foreign country."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "The way it is formatted sort of made me want to throw acid in someone's face. Sorry. It's not because of misogyny, it's because of disdain for bad design decisions."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Tell the website girl she has succeeded in making the thing completely unreadbale due to impoossibly long download, thereby killing the project."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I like graphic novels that are not about angry people punching each other."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I hardly like anything that's NOT about that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well...do...do I have to? *Timidly knocks over a chair*"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*bumps chair* <br/> \n*soft 'tmp'* <br/> \n*looks all around surprised and shocked* <br/> \n*realizes they are the only one in the room* <br/> \n*shrugs and walks three paces* <br/> \n*walks back to return the chair to an upright position and exits* <br/> <br/> <br/> <em>fin</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Not my brand of rechanelled homoerotica, is all."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by straw, meddle, orvel, king_of_pwns, howl)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "PA = Gold <br/> \n <br/> \n <strong>YEAH I SAID IT</strong>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Hallelujah.  I am the 1 chubby above. :D"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "V-Chub? I guess..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "I never understand this kind of 300 joke, it would make sense if it was like, \"You didn't dig 300? But it was full of hot, naked dudes! How can you call yourself a heterosexual woman/homosexual man!?\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Honestly, I think it's more 'homoerotic' or whatever to constantly harp on that. People think they're oh-so-clever when they point this out about movies like 300 or Troy, not realizing that their snippy comments are moot because the glorification of the male body WAS in fact a large part of the Hellenic culture those movies are portraying. <br/> \n <br/> \nClassics-PWNED!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "No, I didn't realise that, and yes, you are a dick for pointing it out. The film was not made in Hellenistic times. It was made in 2006. <br/> \n <br/> \nAs a red-blooded gay man, I can say that I enjoyed the film for both its rampant violence and proficient use of man-candy."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I actually thought 300 was paradoxically homophobic in addition to being homoerotic. The Spartans all making fun of the Athenians for being \"boy-lovers,\" Xerxes all creepily trying to give Leonidas a backrub. The politics were pretty problematic in that movie all around. <br/> \n <br/> \nBut I enjoyed the man-candy!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, the \"boy-lovers\" thing was a silly inaccuracy. It was somehow meant to suggest Athenian decadence versus Spartan discipline. The rest of the politics have been debated way too much, so I'll just say that the whole Iran connection was moot because the comic was written years ago and the exaggerations and inaccuracies are largely drawn from sources like Herodotus. As for the larger politics, Zizek (who totally blew my mind when I saw him speak here last semester) had a very interesting reverse  <a href=\"http://web.archive.org/web/20090905035224/http://www.lacan.com/zizhollywood.htm\">take</a>  on it where he saw Persia as the hegemonic power."
  },
  {
    "depth": 17,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "That is a really interesting take, and I think I would be more inclined to buy it fully if it weren't for the fact that the Spartans are white and the Persians are not. <br/> \n <br/> \nI will say, though, in defense of the movie's politics, that it greatly expanded the role of Leonidas's wife (the only female character, if I remember correctly) from the bit part she had in the comic. Not that the expansion was entirely without problems, but I thought it was a positive, feminist-friendly development overall."
  },
  {
    "depth": 18,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh look, someone has lamed me for mentioning feminism. This has never happened before."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Why has no one mentioned that despite the visual quality of the film, (which was stunning, and I can only hope that after this and  <em>Sin City</em>  more comic book adaptations try to emulate the art in the books) this movie was basically pretty sucky? Maybe I need to hand in my penis, but the acting was pretty awful and I could not give two shits about any character on screen. I found this film boring, boring, boring. Also pretty dumb. Dumb and Boring and Crappy, so not worth talking about. Also I will give you a chubby for mentioning feminism, because I can."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hurrah!  <br/> \n <br/> \nI think it is commendable that you find that sort of thing boring. I am very easily excited by battle scenes, and I think this is a quality that makes me of low mind. I even like battle scenes where the dudes aren't all naked and oiled up, although that certainly doesn't hurt."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Okay I should probably say that I might need to go hand in my penis as well because I also noticed the flaws you describe, though I didn't think they were that important. I think the main problem was that terse one-sentence-per-panel comic book dialogue and narration doesn't really work when transplanted word-for-word into a movie. On the page it has a certain level of stylized detachment, but when you see and hear an actor speak the lines, you can't help but take them completely seriously. <br/> \n <br/> \nBut it's unfortunate that people have this expectation that all films or books have to be psychological and present realistic characters that you identify with, because that's a fairly recent idea that came about with the rise of the novel. The dialogue in The Iliad isn't realistic either, nor are the characters what we would call \"three-dimensional\" - rather they embody certain archetypes and ideals. I think that's what 300 was going for, but obviously it could have been better written. <br/> \n <br/> \nRegardless, the visual quality and the battle scenes were worth it alone. I think that people who can't derive some sort of primal satisfaction out of representations of gratuitous stylized violence are really missing out."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "So You guys are the two people that saw  <em>Shoot em Up</em> ? It didn't even make it into Cinemas in Australia. I like stylized violence too, but Gerard Butler shouting ridiculous nonsense really turned me off 300. For violence I liked  <em>Sin City</em> , Dario Argento,  <em>Mad Max 2</em>  aka  <em>Road Warrior</em> , but in particular I liked the violence in  <em>A History of Violence</em> ,  <em>No Country For Old Men</em> , and  <em>Eastern Promises</em> . Gratuitous but also chillingly real, 300 pales into insignificance when hit by the highbeams of brilliant film making. I am most looking forward to the film version of  <em>The Road</em>  that is currently in production. That will be a wonderfully godawful violent nightmare of a film, I may well puke in anticipation when Viggo starts to bash open that cellar door.  <strong>Fuck I'm freaking myself out as I type this!</strong>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "My (future) father-in-law was recommended it by his personal trainer. He walked out after 10 minutes."
  },
  {
    "depth": 19,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Feminism is gay."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In fairness, it could just be that you were lamed because the lamer disagrees with your opinion either on the appropriateness of the treatment of that character, or your interpretation of the meaning of the persians' skin colour.  <br/> \n <br/> \nOf course, given that Greeks are actually pretty white (and more so before the Turkish invasion, as far as anyone can tell), and the persians probably would not have been classified as \"white\" in American culture, it is probably not a point well made."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Is that true? I feel like the Greeks and the Persians/Iranians I've met have mainly been approximately the same shade of tan, but perhaps I haven't met an adequate sample size. I know for sure that I have definitely never seen a Persian dude as black as the messenger guy who gets kicked into the pit. <br/> \n <br/> \nAnyway, it's nice of you to actually voice your disagreement instead of just laming me. I'm not sure whoever lamed me had the same disagreement as you did, because it was (presumably) the same person that lamed me a few posts earlier for saying I thought the movie was homophobic."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I might as well chime in here again: I'm half Tajik, which is a subset of the Persian ethnicity and I've never been perceived as anything other than white, though people have told me I do look somewhat 'eastern'. And judging from the two Persians I've known in real life as well as the ones in popular media like ol' Mahmoud, they're pretty damn white. I think people assume they're not because they're Middle Eastern, but they're about as light-skinned as the average European, just with different features. So 300 was way wrong on that count. Keep in mind, they did present Persia as an empire spanning all of Northern Africa, but it still doesn't make sense that Xerxes would be black."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I have a friend whose exact ancestry I don't really know, but she says her last name is Persian and she has very pale skin."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The Persian Army contained Ethiopian contingents, egyptian ones and even Indian soldiers, but its doubtfull that the emperor would be some 8ft Brazillian guy, more likely he was just another chap from the middle east with a ringletted Beard style and a liking for silk trousers. However That of course does not make for an interesting villain in Miller/Snyder's opinions."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Well said.  I went and saw the movie, knowing I'd hate it, just because I've read quite a bit about this period in history.  I also like film a lot, and I'm completely down with the fact that historical accuracy is not necessary for a good movie, but jesus that movie bugged the shit out of me mainly just for that reason.   <br/> \n <br/> \nIt seemed like the more Persian you got, the darker skinned you got.  It's not really a creative interpretation, it's just stylistic immaturity (which, to me, seems to be a problem rampant in comic book culture).  Basically, a tall, androgynous black guy seemed \"cooler.\"   <br/> \n <br/> \nWhy not have the Greeks be midget albinos while you're at it?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Herodotus exaggerates the numbers of the persians sure, but he doesnt paint such a bizarrely xenophobic view as Miller does. Herodotus portrays the Persians sympathetically in many instances, Xerxes weeping at the transience of human life when he witnesses his army assembled for example, is a particularly touching moment. Or the courage displayed by individuals such as Mardonius.  <br/> \n <br/> \nHe also doesnt mention any bloody \"Battle Rhinoes\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "no-one thinks it is clever to point this out about these films, it is an obvious component of their style. everyone knows that glorification of the male body and way homoerotic art was totally a thing for greek dudes. what i  <em>don't</em>  understand is the \"you're out of the man club if you dont think 300 was awesome\" type thing. 300 just seems like strangely homoerotic thing for the the man club to embrace, regardless of the appropriateness of said homoeroticism."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Depiction of male body = homoeroticism?!  This has always seemed like a fairly homophobic argument to me."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "agreed. is anyone claiming that?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, assuming contrary to Freud that people can have interests other than sexual ones, 'manliness' here is implied in a broader sense of violence, heroism, etc., which is how it was defined in the old times by dudes who also thought it was okay to give other men kisses. <br/> \n <br/> \nThe problem is that while I don't believe in essentialist gender categories, the word 'manliness' does actually stand for something like the ideal/aesthetic of heroic virtue. And I think a lot of feminists and sensitive progressive types make the mistake of rejecting and ridiculing that aesthetic ideal completely, when all they should be rejecting is the word and the implication that such an ideal only belongs to men. <br/> \n <br/> \nSo anyway, it was a joke in a webcomic and obviously I don't think you're not a 'real man' if you didn't like 300 (because there's no such thing as a 'real man' anyway), but I do think it's kind of sad if people have conditioned themselves to not enjoy typically 'male' things because of gender politics or sloppy Freudian interpretations."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "We must hang around different feminists and progressive types, you and I."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "easy man, all I was really saying was that I didn't get the joke because I don't really know why there is such massive man-love for 300, battles are just hella manly I suppose. Personally I was pretty entertained despite its ridiculousness, but we'll see what Snyder is really packing when Watchmen comes out. <br/> \nOn a related note, I live in England, and  <a href=\"http://web.archive.org/web/20090905035224/http://uk.youtube.com/watch?v=iKw407nZENo\">this</a>  is a real advert that gets shown on TV. I may have to cancel my man-club subscription after all..."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Dude, it's the Sport. I think that was perfect for its demographic."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "well yes, but it still made me OMGWTFLOL"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Ha.  Drinking herbal tea and knfing someone's ass if you haveta are not mutually exclusive.  Still sex, drugs, and rock n' roll are always fun."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "i went to see it opening night, and there were, like, a thousand people there, between two theaters, and so i ran to the ladies room after it let out, thinking it would be swarmed, but there were only two other girls there.  and they were saying, \"gosh, you'd think more women would have turned out, because it was basically two hours of toned and oiled naked guys wrasslin'.\" <br/> \n <br/> \nso, yes, too true."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I just read it and it was wonderful.  Very high quality stuff.  I liked how she imagined the American freeway as having bikers on it.  Knowing someone was going to be Harvey Dented from the outset made it very tense to read.  I feel like kind of an ass for joking about it now.  I'm guessing you were Lauren O.?  I would be very proud to be a part of something that good."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "err i meant cyclists not bikers."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "\"Cyclists\" and \"bikers\" mean the same thing to me. \"Bikers\" can also mean folks on motorcycles, but there was nothing wrong with your original statement, including your assessment of my name. And hey, um, thanks for saying nice things and stuff, you ain't obligated to do that."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I feel obligated. It is good stuff."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "That's an awesome novel."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Hey- I'm really, really impressed. I read the whole thing. That was amazing and made me really sad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "basically this was my exact reaction. i feel more knowledgeable though. that is at least a small plus.  <br/> \n <br/> \nps: goddamn it why do people have to resolve their differences by being  <em>idiots</em>  arghhgh"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Man I want a class where we make a graphic novel.  In my classes we are lucky if we get to create a chart. <br/> \n <br/> \nI won't make any promises about not being a cambodian acid throwing face destroyer.  Its good to keep that hint of mystery and danger when you're dealing with women."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "You guys:  I don't have the time, nor the skills to do this myself, but it is vitally important, people may in fact die if it doesn't happen:  Someone please photoshop a cambodian acid throwing face destroyer.  If I come back from the bars in six hours and don't see one, I am going to cry so hard my tears will drown the world."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "No, no! They are a for-real thing and a horrible problem! They are not for Photoshop laffs!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "edwell",
    "plus": 41,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://img208.imageshack.us/img208/6114/wtrtlcrycc3.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Sorry about that, guys.  It is pretty much loneal's fault that you all drowned to death."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "By the way, that is the awesomest thing ever to involve this little ol' servant of the Nothing, besides my original adventure.  Rarr!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tessebatt",
    "plus": 0,
    "snip": false,
    "text": "You win so hard."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "evilawesome",
    "plus": 0,
    "snip": false,
    "text": "dang dogg. dang."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I like how loneal is like \"Guys don't joke about women getting acid thrown in their faces, thats not cool\" and edwells all like \"Cry me a river bitch, A BLOO BLOO BLOO.\" <br/> \n <br/> \nanyhow, vchubbed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Oh crap I'm an idiot.  Its supposed to be whiteturtles tears."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "I haven't been able to read loneal's project yet (my browser sputtered for half an hour before spitting out a blank pair of pages numbered \"NaN\"), but I'm way on board with her fear and loathing of thugs bearing acid. This was my way of filling the Photoshop void so that no one would feel a need to illustrate anything remotely acid-burn related. <br/> \n <br/> \nSo yeah, \"Cry me a river, bitch\" is  <em>in no way an intended reading of the piece.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You are a gentleman, sir."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "whoa, this story is really intense.  if you are on the fence regarding whether to read it or not, i highly recommend the former!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "However, acid-in-your-face was already illustrated in Batman Forever, as well as the animated series."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It was totally realistic too."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And not in the comics?  Come on, don't be That Guy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh  <em>come on</em>  I gotta chubby this. Dang it assetbar!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Interjection:  One of the small, brilliant silver linings to the shit cloud that was Diary of the Dead was when the guy got a jug of acid bust on his head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I hope the Right Wing Death Squad made him disappear."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "Coming very soon: Roast Beef cards!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "And hand-face iconatars!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "My friend who is a dude gave my other friend who is a dude a replica of Roast Beef's \"Card for Dudes\" for his birthday. It was awesome, all signed with maglites. <br/> \nAnother thing which the first dude did was to paint a life-size (cat-size) Ray on the wall of our living room. It is so rad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "What kind of a man posts this fact sans a photograph"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I got no sense of cameras, but I will try to do this thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "if your friend can paint Ray on a wall, he can take a picture and give it to you, using a Program."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "The Ray mural is awesome. I think i got a photo: but that would mean posting Bretts ugly mug up on the internet for all to see."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hanrahahanrahan",
    "plus": 0,
    "snip": false,
    "text": "but i got no sense of assetbar. Perhaps we can combine our powers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 0,
    "snip": false,
    "text": "Poteen pronounced liked \"protein\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "I would have thought the Irish contingent would have been on to this, but I'll give it a shot. I think the 'o' is quite short, the 't' should have a sort of hard 'ch' sound like in 'chocolate', and the the emphasis should be on the second syllable. <br/> \n <br/> \nSort of like poCHEEN. <br/> \n <br/> \nBut apologies if that's completely wrong..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "And then I notice the post directly below this... <br/> \n <br/> \n <em>*sticks tongue into mouth under bottom lip and makes sort of 'mghgmhmhmgh' noise to denote own stupidity*</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "You get the idea from its context, but... <br/> \n <br/> \npo�teen [puh-teen, -cheen, -theen, poh-]  <br/> \n%u2013noun <br/> \n1. the first distillation of a fermented mash in the making of whiskey. <br/> \n2. illicitly distilled whiskey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "Phish for hicks... why that would be Yonder"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I think Ray's thoughts have always been free to \"fraternize\" with Nice Pete's.  His (Ray's) self-preservation instincts have generally counseled him to the contrary.   <br/> \n <br/> \n <strong><span style=\"border-bottom: 1px dotted\">Important Lesson</span></strong> <br/> \nThe Allman Brothers will get you into some risky and potentially awkward situations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "\"Ray's Delite,\" the remix of \"Rapper's Delight\" by the Sugarhill Gang, consisting of a greater number of Allman Brothers samples. Drops Tuesday, June 3 in stores, available on iTunes Tuesday, May 27."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 26,
    "snip": false,
    "text": "<em>Have you ever went over to Pat's house to eat<br/>\nand the food just ain't no good?<br/>\nI mean, the Tofurky's soggy, the Kod Kubes are mushed<br/>\nand the CheatLoaf tastes like wood.<br/>\nSo you try to play it off like you think you can<br/>\nby making an \"I'm full\" claim,<br/>\nbut then Beef says \"Patrick, he's just being polite,<br/>\nyou know this food is all hell of lame.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Dear god, this is beautiful"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That's  <em>The Message</em> , but still it's pretty tight."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "OH FUCK ME WHAT AM I SAYING"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "skullfuck"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "EYE SOCKETS! <br/> \n <br/> \nLOVE THEM!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "TOO BAD THEY AREN\"T MOIST"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "UNLESS THEY ARE!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "MMMM <br/> \n <br/> \nSKULL LUBE"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 2,
    "snip": false,
    "text": "A DUDE IS TEABAGGING MY EMPTY EYE SOCKET!  I NEVER THOUGHT IT WOULD BE LIKE THIS."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that's enough, 4chan. that's enough."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "(all y'all)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hee hee hee.   <em>You guys are too kind.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "V-chub for being awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "<em>Hicks.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "He's full of poteen/ <br/> \nbut he's fuller of blarney"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "The first panel is just one of those ones that makes me laugh all by its lonesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Dickey Betts wrote a song about his mother that never appeared on any of their albums. I found the lyrics on the Internet. <br/> \n <br/> \n <em>Florida...<br/>\n<br/>\nFlorida...<br/>\n<br/>\nThat's the name of a state<br/>\n<br/>\nWhy is your name <a href=\"http://web.archive.org/web/20090905035224/http://mynameisflorida.ytmnd.com/\">Florida</a>?<br/>\n<br/>\nOhhhh lord,<br/>\n<br/>\nDynamite...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Thats what I first thought about Son of Florida as well.  <br/> \n[img]http://students.washington.edu/zphib/esther.jpg[/i] <br/> \nAhhh, good times, good times my friend."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fucked that up. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://students.washington.edu/zphib/esther.jpg\" style=\"border:0px;\"/></div> <br/> \nGood times, good times.  <br/> \n <br/> \nIn my defence I just woke up and the coffee hasn't kicked in yet, and its early, and Saturday.  <em>I'm posting from the future, whoooooooooooooooo.</em> <br/> <br/> <br/> The future, baby, it is murder."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Don't worry, man. I won't tell anybody that you're posting humor from  <em>Family Guy</em> , so that anyone who found it funny on its own won't suddenly and arbitrarily now find it not funny. <br/> \n <br/> \nwait"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "It's cool, we all knew. Also, it doesn't really work without the timing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "for whatever reason, that reminds me of the Conchords' song Ginger Balls."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Cheer Up Murray?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..or maybe that one. <br/> \n <br/> \ni ain't got no sense of titles sometimes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I think Ray should be fine with Nice Pete, unless Ray says something positive about Neil Young, then Nice Pete will stab him up. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Southern man don't need him 'round, anyhow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "You're caddilac, has one wheel in the ditch <br/> \nand one wheel on the tracks... <br/> \n <br/> \ndifferent song but simmilar sentiment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Man, now I'm getting hypnotized by thoughts of \"Jessica.\"  Ha ha, I'm havin' a fantasy!  Man... it's so... important..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "day 53 <br/> \n <br/> \ni cant remember the last time i saw lie bot <br/> \nat this point i am not sure that i didn't just make him up <br/> \nit does seem kind of silly to have a robot wearing shoes like that <br/> \n <br/> \nall glasses and hair looking like tony clifton <br/> \n <br/> \nseems like there was also some kinda russian robot <br/> \nand a little cat that wanted to get his bone on <br/> \nand a melungeon and a guy with a rascal and a bucket hat <br/> \n <br/> \nand a little black squirrrlll <br/> \n <br/> \n--- <br/> \n <br/> \n <em>The handwriting scrawls off the edge of the page. There are no further journal entries.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "The bots and the squirrel are in creative limbo while Chris ponders/doesn't ponder their continuing fate after respectively driving the bots off with a flourish and killing Todd for the umpteenth time by having his head explode. <br/> \n <br/> \nI guess LieBot was lying about Albert appearing as well (\"I'm a Usability Engineer! It is too a real job!\")"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kensai",
    "plus": 0,
    "snip": false,
    "text": "Poteen, or poitin, is pronounced Po-CHEEN, accent on the second syllable.  <br/> \n <br/> \nNow learned men who use the pen <br/> \nHave wrote the praises high; <br/> \nOf the sweet poitin from Ireland green, <br/> \nDistilled with wheat and rye. <br/> \nForget your pills,it will cure all ills <br/> \nOf the Pagan, Christian or Jew, <br/> \nTake off your coat and grease your throat <br/> \nWith the rare old mountain dew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kensai",
    "plus": 0,
    "snip": false,
    "text": "Also it's basically bootleg rye whiskey."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Look at that avarcon, MacGowan would  <em>know</em>  he would fucking  <em>know</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kensai",
    "plus": 0,
    "snip": false,
    "text": "Hell yeah Macgowan would know. Macgowan brings home the Fenian prisoners from dying in foreign nations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Fie de diddly die de do <br/> \nFie de doo de die de do <br/> \nFie de doo die diddly die day <br/> \n <br/> \nFie de diddly die de do <br/> \nFie de doo de die de do <br/> \nFie de doo die diddly die day"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "Goddamn <br/> \nThe pirate's life for me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "I'm afraid that I read this to the tune of \"Rapper's Delight\" again. And it worked beautifully. <br/> \n <br/> \nI am sorry about this kensai."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I wonder if this works for all poetry... <br/> \n <br/> \nA slumber did my spirit seal; <br/> \nLike a rainy day that is not wet, <br/> \nShe seemed a thing that could not feel <br/> \nLike a gamblin' fiend that does not bet <br/> \n <br/> \nNo motion has she now, no force; <br/> \nLike Dracula without his fangs, <br/> \nRolled round in earth's diurnal course, <br/> \nLike the boogie to the boogie without the boogie bang."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "P.S the first few lines of \"Paradise lost\" actually read to the flintstones themetune. <br/> \n <br/> \nThat ruined the poem for me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "Virtually every Emily Dickinson poem can be read to the theme song for Gilligan's Island.  <br/> \n <br/> \n <em>Because I could not stop for Death<br/>\nHe kindly stopped for me.<br/>\nThe carriage held but just ourselves<br/>\nAnd immortality.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Also, the Brady Bunch song.  At least the intro."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "See also:  The Rime of the Ancient Mariner."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hilarious!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "agreed.  if emily dickinson had a little more  <a href=\"http://web.archive.org/web/20090905035224/http://www.gilligansisle.com/images/dawn3.jpg\">Mary Ann</a> , I would probably need a bigger bookshelf..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "What, that pothead?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "That also works to Rapper's Delight, Working Class Man and the Australian National Anthem."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Is it just me, or does every national anthem suck big floppy donkey dick?  At least they're mostly fairly short (not counting the second verses like in Advance Australia Fair, which nobody would know), and some end well (Star Spangled Banner),  <a href=\"http://web.archive.org/web/20090905035224/http://en.wikipedia.org/wiki/Greek_national_anthem\">but I sure feel sorry for the Greeks</a> , who have the world record for longest national anthem. <br/> \n <br/> \nNone of them, of course, has anything on  <a href=\"http://web.archive.org/web/20090905035224/http://en.wikipedia.org/wiki/The_Internationale\">The Internationale.</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I like \"La Marseillaise\" it sounds triumphant. It makes me swing a beer in the manner of a drunken viking."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm hardly an unbiased party, but I think the  <a href=\"http://web.archive.org/web/20090905035224/http://www.hymn.ru/index-en.html\">Soviet National Anthem</a>  fucking tears. I could totally imagine it as a power ballad."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but the Red Army Choir could sing anything and make it sound terrific."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "<strong>Resolution adopted by the General Assembly</strong> <br/> \n <br/> \n <em>The General Assembly,</em> <br/> \n <br/> \n <em>Recalling</em>  that national anthems are meant to stir patriotic sentiment, <br/> \n <br/> \n <em>Recognizing</em>  that all non-Russian anthems fail to achieve anything past making the school days and baseball matches that follow them seem exciting in comparison, <br/> \n <br/> \n1.  <em>Calls for</em>  all member states save Russia to retire their current anthems in favor of replacements to be composed by multiple Oscar winner John Williams, <br/> \n <br/> \n2.  <em>Encourages</em>  each state to adopt, as an interim anthem, either the  <em>TNG</em>  theme, the  <em>Voyager</em>  theme, the  <em>seaQuest</em>  theme, or the  <em>Back to the Future</em>  theme, <br/> \n <br/> \n3.  <em>Angrily denies</em>  the existence of  <em>seaQuest 2032</em> . <br/> \n <br/> \n98th plenary meeting <br/> \n19 May 2008"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "In breaking news, an attack has been made on the United Nation Secretary General. Shortly after a meeting of the UN general Assembly, in which the New National Anthem for all Nations Resolution was passed, the Secretary General was subject to a fatal attack. Security images show that the head of the secretary general seemed to explode, seemingly through no outside influence. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://img507.imageshack.us/img507/6455/gruesomescanners431x300ap6.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \nAuthorities are seeking this man who was heard making threats during the making of the National Anthem Resolution. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://img168.imageshack.us/img168/6889/michaelironsideblueshopku6.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "There has to be a way to put the animation from that first image in a thumbnail avatar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "It's a fantastic piece of music, blows \"star spangled banner\" and \"god save the queen\" straight out of the fucking water in terms of sheer power and bombast. <br/> \n <br/> \nI personally live for the day when Britain decides to chnage its national anthem to \"Jerusalem\", enough of this dreary monarchist ditty!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I rather like \"O Canada.\" <br/> \nConcur on the goodness of the Soviet National Anthem. <br/> \nMy recollection of Japan's is that it frightens me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "For a long time I thought it was \"O Canada, we stand  <strong>on God</strong>  for thee\", which seemed a bit audacious. <br/> \n <br/> \nOn telling my mother that this is what they are indeed saying, she exclaimed \"Well that's just like the bloody Canucks, isn't it?  Can't stand  <em>up</em>  for God, no they gotta bleedin'  <strong>stand</strong>  on Him!\" <br/> \n <br/> \nTo her defense, she's never liked Canada. <br/> \n <br/> \nTo Canada's defense, this is because she lived in Winnipeg for a few years."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "You may also be interested to know that Jimi Hendrix did not ask to be excused in order to kiss some guy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "V chub."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 3,
    "snip": false,
    "text": "The driver was a skeleton <br/> \nHe ushered us inside <br/> \nThe two of us made comfortable <br/> \nFor a three hour ride (a three hour ride) <br/> \n <br/> \nWe took a road less travelled on <br/> \nThe carriage bumped and swayed <br/> \nIf spite of the driver's steady hands <br/> \nWe found that he had strayed <br/> \n <br/> \nWe find ourselves marooned upon <br/> \nA strange and faroff lea <br/> \nWhere Death and I play chess and talk <br/> \nTo pass Eternity <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "edwell",
    "plus": 4,
    "snip": false,
    "text": "So this is the tale of our poetess, <br/> \nAnd her posthumous renown -- <br/> \nShe never could land a husband, <br/> \nBut she sure could sling a noun. <br/> \n <br/> \nDeath held a grave mystique for her; <br/> \nShe loved that endless night -- <br/> \nShe might've been called the first goth, <br/> \nIf she hadn't worn mostly white. <br/> \n <br/> \nNo phone! No fax! No internet! <br/> \nNor guests for company -- <br/> \nLike Thomas Ruggles Pynchon, <br/> \nShe was insular as could be. <br/> \n <br/> \nSo open up a tome, my friend, <br/> \nAnd find yourself immersed -- <br/> \nWith Emily, <br/> \nThe Reaper too; <br/> \nA feathered thing, <br/> \nAnd a snake -- <br/> \nTwo nobodies, <br/> \nplus a mushroom-elf <br/> \nand God Himself -- <br/> \nHere, in Dickinson's verse!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://grenma.com/images/gilligannemily.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh my goodness, this made me laugh out loud for like a full minute. I'm glad I had a chubby left for you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Say, you know what guys don't do enough anymore? Make their girlfriends dress like Emily Dickinson and push them off a cliff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i fall asleep whenever i try to read that book."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "equinn2006",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905035224/http://cgi.ebay.com/Airwolf-Helicopter-Replica_W0QQcmdZViewItemQQcategoryZ18836QQihZ014QQitemZ330234658865QQrdZ1QQsspagenameZWDVW/\">Airwolf on eBay</a> <br/> \nAmazing. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 6,
    "snip": false,
    "text": "Search: WHAT'S A REPLICA OF THE BEST THING YOU GOT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "um... <br/> \n <br/> \nYES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Saw that, came here immediately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well I just finished listening to  <em>Brothers and Sisters</em>  and I can't help but picturing Jeremy Clarkson when \"Jessica\" comes on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Ray's assessment of the Allman Brothers is superficial at best.  Also, I am concerned that I hold \"Jessica\" in almost the same regard as does Nice Pete. <br/> \n <br/> \nFinally, those who might want to understand more about where the Allman Brothers sound was capable of going should check out the related band, Sea Level."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "For more information on the Allman Brothers check your local library! <br/> \n <br/> \nsry could not resist."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Sometimes I feel... <br/> <br/> <br/> like I been tied to the whippin' post."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "That large space is for a kick-ass guitar solo. <br/> \n <br/> \n <em>beedly beedly beedly dee!</em> <br/> \n <br/> \nWYLD STALLYNS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "IRON MAIDEN!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "<strong><em>BOGUS!</em></strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*Heinous!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "For more information about licorice, try the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "i'm amazed at how few comments there have been. there were around 50 when i checked achewood at 5:30 or so, and including this one there are only 184 almost five hours later."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "I'm sure it's because people only want to bring their best to a strip related to the Allman Brothers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That, or they have absolutely nothing to say about a band that is neither from Finland nor sings about medieval warfare."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh, you haven't heard the unreleased single \"MEDIEVAL WARFARE LOVE IT MOIST\"  ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "That is completely the opposite of any title for any Allman Brothers tune."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "The hammer of the gods <br/> \nWill drive our ships to new lands, <br/> \nAnd when its time for leavin', <br/> \nI hope you'll understand, <br/> \nThat I was born a pillagin' man. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "The way I see it Barry, Nice Pete probably hates Neil Young"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon2 was marked lame too many times and excluded. (marked lame by loneal, Boheeka, Davey-Boy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "All-Man Brothers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Ahem... <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090905035224im_/http://faultywiring.files.wordpress.com/2008/05/notgay.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<em>iiiiin your eyes...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that guy is rad. i like him a lot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Reading the first panel just about gave me the chilblanes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hazelfo",
    "plus": 1,
    "snip": false,
    "text": "I love how the interior of Ray's car is always so cavernous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my family used to own a full-size van, converted for my dad (who was in a wheelchair.) <br/> \n^all the middle seats taken out, lift built in, etc^ <br/> \n <br/> \ni nicknamed it The Cave because for the driver and the very back seat still left in the vehicle to communicate you nearly had to send carrier pigeons to each other. <br/> \n <br/> \nthat is really how it is.  <em>it is like that!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "maybe they're going <br/> \n <em>to oregon.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mirablu",
    "plus": 0,
    "snip": false,
    "text": "My dad dated a woman who married, had children with, and then divorced one of the Allman brothers. <br/> \n <br/> \nI feel as though I have indirectly been called a hick/cat/murderer. <br/> \n <br/> \nAw, maan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "There, there, mirablu. You have not been called all of those horrible things! Just the hick and the murderer parts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Did your dad date ... Cher? <br/> \n <br/> \nAnd remember, Ray can be kind of a dolt at times.  You are not obligated to take anything he says to heart."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "I love how Ray drives. He drives so cool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "That's a gangsta lean, yo!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>You may not have a car at all<br/>\nBut just remember brothers and sisters<br/>\nYou can still stand tall<br/>\nJust be thankful for what you've got<br/>\nDiamonds in the back, sunroof top, diggin' the scene<br/>\nWith the gangster lean ooh ooh ooh</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090905035224/http://www.imdb.com/title/tt0080140/quotes\">No man with a good car needs to be justified!</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>'Twas like where you're from weren't never there. Where you're going doesn't matter. And where you are ain't no good unless you can get away from it.</em> <br/> \nMinistry used this and the justified^^ sample^^ in the   <em>Red Line/White Line</em>  edit of  <em>Jesus Built My Hotrod</em>  which I got into because Gibby Haynes was the vocalist. I was a huge Butthole Surfers fan, so in a way the Butthole Surfers turned me onto Southern Gothic literature, including Faulkner, preparing me for Barton Fink two years later, and English Lit at university two years after that. And my parents said it was just noise, Pfffffft!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I just found  <em>Wise Blood</em>  complete on  <a href=\"http://web.archive.org/web/20090905035224/http://video.google.com/videoplay?docid=5096839866795721140&amp;hl=en\">Google Video</a> . Not as good as I remembered"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I-I'm gonna move down to Florida. <br/> \nAnd I'm gonna bowl me a-a perfect game. <br/> \nI'm gon' cut off my leg down in Florida. <br/> \nAnd I'm gonna dance one-legged off in the rain. <br/> \n <br/> \nWell they say that Sidney Poitier was a blind man. <br/> \nAnd they say that LBJ was a Soviet Jew. <br/> \nI said that when I go down to Florida [ways], <br/> \nThey're ain't no kind of sexual healing that I would not, should not, <br/> \nor could not do, except this right here: <br/> \n <br/> \nWell I'm movin' down to Florida. <br/> \nAnd you know that I'm gonna hafta potty train the chairman Mao. <br/> \nAnd I'm gonna make the governor write my doodoo a letter, child. <br/> \nAnd then I'm gonna grind me a White Castle slider out of India's sacred cow.  <br/> \n <br/> \n//my first BS album"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "checazzo",
    "plus": 0,
    "snip": false,
    "text": "I mean he has ARMCHAIRS in his car. It is almost impossible not to drive cool with those."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I, too, am an honest 5'9\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am a nearly-as-honest 5'8\". <br/> \n <br/> \nalso, Flight Of The Conchords was rad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "My wife is an utterly dishonest 6'2\". <br/> \n <br/> \nAlso, your bragging about said show has no relevance to height.  Stay on topic, dammit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'm a disreputable 5'11\". I can't remember the last time I felt so tall! Except compared to Doc Skradley's wife."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I am a forthright 6'4\".  Long of leg, but I have no concept of things such as basketball.  <em>I disappoint my father.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm a dissapointing 5'11\"3/4. <br/> \n <br/> \nDo you realise how many late teen years were spent measuring myself. <br/> \n <br/> \nNo. Not in THAT way."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I gave up on my dreams of being 5'11\" at around 17. <br/> \n <br/> \nHowever, by this point I had developed a young and foolish back-up plan of being feared as a psychotic trained fighter, which unfortunately still haunts me to this day whenever I see people from high school.   <br/> \n <br/> \nIt was little man syndrome at its most pure, I'm afraid."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "We're all a little man inside. Oh... wait. That sounds wrong. Wrong."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "This is precisely how tall I am.  I tell people I am 6', but deep inside I know the truth."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It is a cold truth. With no reward from a struggled reveal and no punishment from holding it within. It only reflects your own constructed inadequacies. BOO TO THAT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misterkoss",
    "plus": 0,
    "snip": false,
    "text": "I'm going to see Dickey Betts live tomorrow. I now expect him to play nothing but Ramblin' Man and Jessica, since those are the only two songs in the world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cycerin",
    "plus": 0,
    "snip": false,
    "text": "God Nice Pete why are you so exquisitely creepy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Maybe some people need special lamps or pills not to be creepy in society, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "The further away from five foot nine a person is, the less honest they are. That's why I never a trust a giant or a midget."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Pete could not get to Philippe so maybe he is going for the Main Chochacho of this Whole Place... <br/> \n <br/> \nGod, i hope Roast Beef is Paying Attention to not being Rich!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "operamindcrime",
    "plus": 0,
    "snip": false,
    "text": "It makes me more glad than I can express that Nice Pete features so prominently in the current story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Way too drunk to think this is funny, currently. You'd think it would be funnier with alcohol, but you are wrong. I am severely worried about Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Are...are you a furry? It's totally cool if you are, I'm just asking."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "(It really isn't cool, right?)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "He is the Bunny Boy from the film  <a href=\"http://web.archive.org/web/20090905035224/http://en.wikipedia.org/wiki/Gummo\">Gummo</a> . Probably a furry as well.  <br/> \n <br/> \nWe don' need their kind 'roun' here. Damn furries messin' with our wimin' takin' our jobs. I wouldn' piss on 'em if they wuz on fire. *spit*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "<em>She</em>  is the Bunny Boy from the film Gummo. Or perhaps even more appropriately,  <em>Xi</em>  is the Bunny Boy from the film Gummo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm wondering whether I should see that movie solely based on the soundtrack."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "To clarify, I was refering to the gender of the person in the picture, the \"Bunny Boy\" if you will."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Fair enough!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The art in the last panel is exquisite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Re: blog <br/> \n <br/> \nCornelius does not understand peristalsis. <br/> \n <br/> \n:("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "BEN YOUR SHIRT CAME IN THE POST. BE IN COLLEGE TOMORROW TO RECEIVE IT. <br/> \nI'LL NOT BE IN TILL ABOUT 11:15ISH SO DON'T WORRY ABOUT GETTING UP EARLY <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "i picked up a random cd by my shared computer and it was the Allman Brothers. It had \"Jessica\" on it. Kinda odd i guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "Odd, only in that it wasn't 1000 Hours Free of AOL"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "By \"kinda odd\" I think you must mean \"totally awesome.\" That song rocks."
  }
]