[
  {
    "depth": 0,
    "minus": 0,
    "name": "czarcastic",
    "plus": 10,
    "snip": false,
    "text": "ah, the joys of double music."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by doublechocolate, Lolsworth, madnes, silver_lake, TapaidhNaomh, smog, sean1058, Deusoma, dedalusdedalus, greening_cow, scribo, mike24, Rayonatoilet, Biggles, neck_romancer, Howard, luckypyjamas, GoriasXY, thescrivener, choosebro, Ravigotte, Epicurus, yingkaixing, Wolfslice, havenless, ewakio, perogies, tragicone, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by dracer2, VictoriaW, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chrissketch was marked lame too many times and excluded. (marked lame by TheSheezie, NeoNaoNeo, equinn2006, DigDugz, ersatz, Dainbramage, pulkbaby, Appers, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gsail11",
    "plus": 5,
    "snip": false,
    "text": "Seven lames for a guy without the part of his brain that makes logic work? People are harsh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "afkpuz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afkpuz was marked lame too many times and excluded. (marked lame by mysterymeat1001, DigDugz, mrdavid, pulkbaby, aperson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dovey",
    "plus": 4,
    "snip": false,
    "text": "OH MAN ME TOO"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lateadopter",
    "plus": 13,
    "snip": false,
    "text": "I just got home from a long trip, with a bad cold, as expected.  The best thing for clearing the lungs of an accumulation of hardened phlegm is a laugh that will not let you stop, despite the pain and the tears and the inevitable twin fears of possible hemorrhaging and irreversible damage to the vocal chords.  Dr. Manflesh cleared my lungs.  I had to up the lame threshold just to be able to reply to his comment.  Thank you, Dr. Manflesh.  I will breathe easier tonight, knowing you think of us all as Hungry Guses awaiting the release of your nightly ruminations."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 8,
    "snip": false,
    "text": "The doctor knows best."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mendenbar",
    "plus": 0,
    "snip": false,
    "text": "I actually get a fair amount of achewood reading done in the water closet. (6 years of comics read in 3 weeks, thank you toilets!) <br/> \n <br/> \nSo I understand your pleasure and thus your excessive use of caps."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "As a vegetarian I find this foreign and mysterious."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mendenbar",
    "plus": 1,
    "snip": false,
    "text": "As a vegan I dont understand the connection. (I dont actually shit most of the time, just sit there)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure you  <em>do</em>  understand the connection and are... just playing dumb? <br/> \nAnyways for anyone who missed it, the point is that vegetarians shit quickly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 17,
    "snip": false,
    "text": "Manflesh you are like a weird gay uncle who visits sometimes and always has a cool present."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sdskyle",
    "plus": 2,
    "snip": false,
    "text": "Wow. I just read this comment while pooping in my bathroom at home using my laptop connected to the internet via wireless. My chubby deserves to count twice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dipstikk",
    "plus": 1,
    "snip": false,
    "text": "THAT SOUNDS MORE FUN THAN A BARREL OF DECAPITATED BABIES <br/> \n <br/> \nI MEAN CORPSES <br/> \n <br/> \nI MEAN <br/> \n <br/> \nWOODY ALLEN"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mirzabah",
    "plus": 1,
    "snip": false,
    "text": "Chubby for using the word TURD as a verb. Dr. Manflesh is an unpredictable new talent in the field of words."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallberries",
    "plus": 1,
    "snip": false,
    "text": "Manflesh craps with a WIDE stance."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rogergs",
    "plus": 68,
    "snip": false,
    "text": "Of course, if they're both Nickelback songs, the effect is more akin to \"stereo.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "magb",
    "plus": 11,
    "snip": false,
    "text": "He's not even kidding: http://www.youtube.com/watch?v=BbCzGt7S7M4"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "Shitty Song   Shitty Song = Actually Not Bad Song <br/> \n <br/> \nThe most glaring thing wrong with this is that hearing it requires  <em>two</em>  of Nickelback."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "That's supposed to say \"Shitty Song &#43; Shitty Song = Actually Not Bad Song\" <br/> \n <br/> \nWhat kind of code leaves out plus signs?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "narrenschiff",
    "plus": 3,
    "snip": false,
    "text": "That's cause when you throw them together they go contrapuntal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "closefriend",
    "plus": 1,
    "snip": false,
    "text": "Who'd have thought Nickelback was just a quick foray into melodic theory and some compound chords away from not sucking? Well, I suppose even that's speaking too soon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "or silence (nickelback out of phase)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by autrepoupee was marked lame too many times and excluded. (marked lame by droog, Thorfinn, Bertson, robbingdog, luckypyjamas, fmercury, ArthurDentLives, CEOKasen, whoppin, Audhumla, Myre, tragicone)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "I'm implying that  <a href=\"http://web.archive.org/web/20101009144648/http://www.70slivekidvid.com/bfwb.htm\">Wildboy</a>  gots my back and he also hates Creed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by autrepoupee was marked lame too many times and excluded. (marked lame by Spoon, Thorfinn, UgliestSong, HeyMan, Bertson, robbingdog, Goosey, luckypyjamas, ArthurDentLives, whoppin, Boredom_Man, Audhumla, Myre, tragicone)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "goosey",
    "plus": 6,
    "snip": false,
    "text": "In my younger years, I rewrote then deleted the book on pretending there was something to get when there really isn't, so don't think I'm unsympathetic to your situation, but Nickelback are Not a Good Band."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Nickelback  <span style=\"border-bottom: 1px dotted\">is</span>  not a good band.  Even though there are multiple people, band is still a singular noun."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "Only in America (and possibly other English-speaking lands. I don't really know Australasia's opinion on the matter). In the UK we would say: 'Oh God is that Nicelback song on again!? It sounds like a frikkin' Jeep advert or something, and it nearly got to number one in the charts. Who actually buys this shit? Nickelback are fucking terrible', or words to that effect."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I'm in Australia. Nickelback are just pedestrian. Rock you can buy in a can from Woolworths. Unfortunately a lot of people only buy music that is both conveniently available and conveniently consumeable."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "There's actually no clear consensus on this issue. I've raised the question myself on several fora and, contrary to my comment above, personally advocated a singular conjugation of the verb. However, even among those learned in language, the rule governing what happens when a collective noun is replaced by a proper noun (or, more accurately, whether anything happens at all) was fuzzy and ill-defined."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 3,
    "snip": false,
    "text": "That's what happens when you take a germanic root language, soak liberally in equal parts hellenic and italic derivatives, then add chunks of the Celtic and Balto-Slavic families, along with just a pinch of  assorted other Indo-European tongues.  You end up with a bastardized language with no absolute rules because it draws on too many different roots."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "But it sounds so... delicious"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "But it sounds so... delicious"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Nickelback is a terrible, terrible band.  Even the Fray occasionally make a song that doesn't sound EXACTLY like Over My Head (Cable Car).   Well, sort of. <br/> \n <br/> \nNickelback is music created by focus groups, for focus groups.  It is music made by corporate math.  No music made in those conditions can ever be free."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "i thought id take this opportunity to let everyone know i dont really like nickeback and i thought it was an obvious enough joke but i guess not SORRY GANG"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry ;-; <br/> \n <br/> \nI messed up big time.  Can we be friends?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "sounds toadally ghoul to me ! i know a lot of people dont \"get\" my \"jokes\" because theyre working under the false pretense that jokes are meant to be funny."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "also tin eared graph paper brained accountants instead of music fans call all the shots in giant record companies now, the lowest common-denominator ruuuuuules"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mysterymeat1001",
    "plus": 1,
    "snip": false,
    "text": "This also works with Billy Joel's \"Piano Man\" and \"She's Always A Woman\"."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "nonorganon",
    "plus": 8,
    "snip": false,
    "text": "TODD is listening to DOUBLE MUSIC for the BINAURAL BEATS to GET the ALPHA WAVE SOLID STATE MIND for the ALPHA MALE as represented in CELEBRITY to avoid the PERMANENT SLOW-DOWN OF THE ART OF THE ARTIFICE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nonorganon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nonorganon was marked lame too many times and excluded. (marked lame by Thorfinn, atticusonline, dirtyonethirty, peterjoel)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nonorganon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nonorganon was marked lame too many times and excluded. (marked lame by Thorfinn, atticusonline, dirtyonethirty, peterjoel)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nonorganon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nonorganon was marked lame too many times and excluded. (marked lame by Thorfinn, atticusonline, dirtyonethirty, peterjoel)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "stuart",
    "plus": 13,
    "snip": false,
    "text": "DON'T be TAUGHT STUPID embrace Glorious  <strong>TIME-CUBE</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "this is funnier than anyone realizes, chubby for you"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>HUUUUUUUUGS!!!</em></strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drake",
    "plus": 0,
    "snip": false,
    "text": "Now nonorganon, don't be sayin a bunch of cocaine thoughts on acheworld.  It's his birthday man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "why the FUCKING HELL did this get so many FUCKING GODDAMN LAMES goddamn IT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Double music is inferior. We need quadruple music. The Flaming Lips' Zaireeka was designed with this in mind."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "This is CD number one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stilk",
    "plus": 14,
    "snip": false,
    "text": "put two stereo systems in the same plane and you're just asking for double music, cokehead or not"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 3,
    "snip": false,
    "text": "Well, you're probably also asking for cokeheads. <br/> \n <br/> \nIn fact, you are likely in their employ (although to determine the probability, you need to use a complicated mathematical formula involving Iron Maiden albums, air guitar, and the ability to play that scene from the Matrix with all the guns over and over at 4x fast-forward)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 14,
    "snip": false,
    "text": "i had no idea Jai was so much like Cathy"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "OMG: \"AAACK!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killingthejay was marked lame too many times and excluded. (marked lame by wharfrat, banjothepony, Jesler729, tttt2, cailetshadow, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "budenhagen",
    "plus": 20,
    "snip": false,
    "text": "Maybe Jai IS Ray and Cathy's retarded baby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "augeno13",
    "plus": 5,
    "snip": false,
    "text": "Rule of thumb on references:  If you feel you have to reference the original strip, let it go."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "I dunno, that strip he's referencing is in my top ten (maybe five), and I definitely thought of it immediately when dude mentioned her in his comment. <br/> \n <br/> \nI think the problem is that, when you're working with such a small amount of space, and, essentially, repeating a joke, you've got to really word it cleverly. Nerd-prejudiced as it is, I think it also really makes a difference to embed the link."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "And I'll bet Cathy's still waiting for Ray to call too..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "the phone literally flying out of Jai's hands when he is spotted amuses me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "or literally flying out of the cavity between the jaw and shoulder"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "well it's flying out of  <em>somewhere</em> , he's so shocked :["
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "droplede",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "droplede",
    "plus": 5,
    "snip": false,
    "text": "You should NEVER walk into the employee area unless you're ready for your Fiesta Name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lacrimus",
    "plus": 15,
    "snip": false,
    "text": "Sometimes, Jai.  Sometimes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tapaidhnaomh",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tapaidhnaomh was marked lame too many times and excluded. (marked lame by howmanywhales, Crater12, VictoriaW)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jrpigman",
    "plus": 42,
    "snip": false,
    "text": "There once was a server named Jai <br/> \nWho was deeply lonely and cried <br/> \nHis schtick was so great <br/> \nwhen he brought you your plate <br/> \nDespite this, he wanted to die"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 3,
    "snip": false,
    "text": "Current kid status, 10/06 <br/> \nThis poor one year-old kid did an open-mouthed faceplant in the goat petting pen. It was the stuff of nightmares.  <em>Yes, he got some of that stuff.</em> <br/> \n <br/> \nThis is how Jai feels, punching in for each shift.  A good tip is a small, inadequate breath mint."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": false,
    "text": "I'm glad that I'm not the only one who checks the kid status daily."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "I've got a kid, but I also have no illusions that complete strangers want his status. <br/> \n <br/> \nThen again, I'm not internet famous.  <em>Yet.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kb was marked lame too many times and excluded. (marked lame by silver_lake, kenthegod, corbie, Audhumla, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biff was marked lame too many times and excluded. (marked lame by doublechocolate, lucidaconsole, rachel, choosebro, Audhumla, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 2,
    "snip": false,
    "text": "My girlfriend will be very pissed off to hear that I am gay, then."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "You put on a great big T-shirt and cry? <br/> \n <br/> \nOr, you sometimes want to, but you deny yourself?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "buttermoths",
    "plus": 6,
    "snip": false,
    "text": "Tonight I have the apartment for myself; I shall put on my XXL The Cure's \"Boys Don't Cry\" Tour t-shirt and let salty irony slowly drip down on it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Wow, that was almost poetic there, clown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 8,
    "snip": false,
    "text": "Rod Huggins is Pat's boyfriend.  Pat isn't ready for a long distance relationship.  Plus, Jai is the sort of guy Pat would hell of despise"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by howmanywhales, Jamesy, lucidaconsole, rachel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peterjoel",
    "plus": 14,
    "snip": false,
    "text": "erm... yeah... Impeccable logic - if you find two gay people, who live in completely different US states, they  <em>MUST</em>  be each other's boyfriend."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "excusemesenator",
    "plus": 1,
    "snip": false,
    "text": "I feel like the comments the previous strip garnered over the weekend had a direct impact on the contents of this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by atmus was marked lame too many times and excluded. (marked lame by Dovey, hellofyellin, sigmacoder, earendil, rachel, bhlaab, peterjoel, G3K, aperson, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "johnnylandmine",
    "plus": 10,
    "snip": false,
    "text": "Boris has released  <a href=\"http://web.archive.org/web/20101009144648/http://en.wikipedia.org/wiki/Dronevil\">an album</a>  intended to be used as double music. They are touring now and you should see them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnnylandmine was marked lame too many times and excluded. (marked lame by hellofyellin, Jesler729, therationalist, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rateoforange",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rateoforange was marked lame too many times and excluded. (marked lame by rygarrett2, RogerGS, equinn2006, trapperjohn, G3K)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "wae",
    "plus": 4,
    "snip": false,
    "text": "Perchance you meant penchant?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144648/http://www.amazon.com/Elements-Style-Fourth-William-Strunk/dp/020530902X\">Here.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Good sweet Jesus! I'm being forced to read this book for my english class!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Worst.  <br/> \n <br/> \nEver."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "Good. It should be forced upon more students."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grayfox was marked lame too many times and excluded. (marked lame by Overmedicated, sigmacoder, dr_sexlove)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "This is pretty true.  I think this is pretty true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "augeno13",
    "plus": 1,
    "snip": false,
    "text": "God I hate the number 3's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dracer2",
    "plus": 2,
    "snip": false,
    "text": "The Flaming Lips have   <a href=\"http://web.archive.org/web/20101009144648/http://en.wikipedia.org/wiki/Zaireeka\">an album</a>  that is intended to be used as quadruple music."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thegrayhoodie",
    "plus": 4,
    "snip": false,
    "text": "My XL \"Crying T\" is in the Depression Hamper *sigh*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrcool1122",
    "plus": 2,
    "snip": false,
    "text": "Using the small, single-engine airplane is a deliberate choice when Todd is on board."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kbhoyt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kbhoyt was marked lame too many times and excluded. (marked lame by silver_lake, mashisoyo, earendil, nutmeg, Centipede_Damascus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nutmeg was marked lame too many times and excluded. (marked lame by madnes, Overmedicated, twohundredninety, autrepoupee, chivalress, mortshire, _cheesekayke, shogun, DigDugz, earendil, lazarusloafer, SenseiHollywood, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Hey, I thought I was the only one! <br/> \nI did snigger at \"Double Music,\" though."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rad_chillies",
    "plus": 2,
    "snip": false,
    "text": "your observation is definitely worth sharing.  i hate how any kind of criticism of achewood gets you lamed into submission.  some people refuse to do anything besides ride onstad's dick.  and now I have to clarify that I DO love achewood as much as anyone else on here or I'll be (oh my!) lamed.  But I probably will be anyway."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "how dare you"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Although Onstad prefers the dick-riders to the sack-hangers and nut-swingers, he's undecided about the ball-lickers. <br/> \n <br/> \nI swear, these comments are the best thing to happen to my alveoli in over a week."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "Jai only wants to put on a big t-shirt and cry so he can feel like he's independent from the company he works for. We don't even know Jai's real name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 7,
    "snip": false,
    "text": "Another week would pass before Ray would finally call Jai back about the Fiesta Names. Jai didn't cry in his t-shirt that night, for the first time in many days."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ian",
    "plus": 0,
    "snip": false,
    "text": "I can't believe Ray is going to skip out after Jai provided Todd with those tiny little beverages.  <br/> <br/> <br/> also, pay phones... <em>classic</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "popaka",
    "plus": 2,
    "snip": false,
    "text": "those are condiments, salt & pepper particularily."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 1,
    "snip": false,
    "text": "Man, seeing sad Jai makes me sad. Cheer up, you wacky bastard!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twoply",
    "plus": 5,
    "snip": false,
    "text": "Ray is a good man like that. He takes the time to let Jai know he doesn't take his Fiesta name for granted. Ray is all about the self-esteem and appreciation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeleffel2 was marked lame too many times and excluded. (marked lame by puritanshow, Jesler729, DigDugz, sigmacoder, anitrophaeron, biff)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 4,
    "snip": false,
    "text": "I think Todd, in his cokehead delerium, has insisted on piloting the aircraft, and Ray is cowering in the co-pilot seat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ersatz",
    "plus": 0,
    "snip": false,
    "text": "So are Beef and Molly getting married tomorrow?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by autrepoupee was marked lame too many times and excluded. (marked lame by katsura, thebarbarian, sigmacoder)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sarabria",
    "plus": 0,
    "snip": false,
    "text": "ray is being Considerate to jai, which is really heartwarming when you think of how ballistic he went at the dude who didn't have a chair last fuck you friday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dayvancowboy",
    "plus": 0,
    "snip": false,
    "text": "Ray's love for  <em>Fiesta Max!</em>  transcends such things."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "1000hz",
    "plus": 10,
    "snip": false,
    "text": "It is only a matter of time before Todd discovers  <em>Zaireeka</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "If that's the case, Todd might actually give up cocaine and just listen to that 24/7."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mistlethrush",
    "plus": 3,
    "snip": false,
    "text": "I think cocaine's the only way you can listen to that 24/7."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "I suck for redundantly posting about this AND Airwolf. <br/> \n <br/> \nBig fat frown."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chemuswitch",
    "plus": 3,
    "snip": false,
    "text": "Why the hell isn't Ray flying Air Wolf?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hikikomori",
    "plus": 5,
    "snip": false,
    "text": "Would you risk flying Airwolf with a crappy little bullshit man?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 4,
    "snip": false,
    "text": "That's probably the Spirit of St. Louis, or something. An e-bay platinum reserve addiction don't just go away."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bearealcoolhand",
    "plus": 1,
    "snip": false,
    "text": "Oh my god, [b]I[\\b] listen to double music."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "borneo8",
    "plus": 1,
    "snip": false,
    "text": "In this life, we all have our great big T-shirts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 3,
    "snip": false,
    "text": "Mine comes in a bottle and makes me boisterous and friendly, but in a way that will be too strong for some people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "borneo8",
    "plus": 0,
    "snip": false,
    "text": "Also, take a look at Jai's soft, womanly hips. Poor old Jai."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "oishii",
    "plus": 0,
    "snip": false,
    "text": "Those aren't womanly hips, that's all gut."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 9,
    "snip": false,
    "text": "Guacamayo doesn't do anybody's hips any favors."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Pretty sure those are \"love handles.\"  Kind of high up to be hips."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "There's plenty of double music out there... Zaireeka could be considered *quadruple* music. <br/> \n <br/> \nI thought time was of the essence and they'd need to be flying in Airwolf."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "why isn't ray flying airwolf? i thot ray was ONLY qualified to fly airwolf."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stilk",
    "plus": 0,
    "snip": false,
    "text": "not if he's still going to run his mile high club."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 1,
    "snip": false,
    "text": "What on earth is going on with that phone's handset?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "It does look a bit like those optical illusion drawings of the  <a href=\"http://web.archive.org/web/20101009144648/http://boomeria.org/physicslectures/illusions/stairs.jpg\">impossible stairways</a> , doesn't it?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 0,
    "snip": false,
    "text": "Toto   Blood Beagle?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "frankieteardrop",
    "plus": 0,
    "snip": false,
    "text": "this comment brought to you by bright eyes."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "Your fiesta name is Haligh, Haligh, A Lie, Haligh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Can I be Commander Venus?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "I was confused as to how my comment got four chubbies and two lames, since I thought it was either mildly amusing or not, but hardly controversial. Then I realized people were voting for or against Bright Eyes. I therefore dub thee, wae, The Man Who Sold the World, that you might be better recognized by your peers than you would be under the name Commander Venus."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Jai looks like he has good shoulders."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sstralka",
    "plus": 1,
    "snip": false,
    "text": "A strong influence of Charles's may have been sitting in the Danbury town square, listening to his father's marching band and other bands on other sides of the square simultaneously. <br/> \n <br/> \n(From the Wikipedia article on  <a href=\"http://web.archive.org/web/20101009144648/http://en.wikipedia.org/wiki/Charles_Ives\">Charles Ives</a> )"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "I find it profoundly upsetting that Jai is so cheered up by someone taking the Fiesta Names thing seriously."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atrusrand",
    "plus": 0,
    "snip": false,
    "text": "It's like a man on the streets who has nothing left except his guitar, dogg. Once someone appreciates the only thing he has left, it means the world to him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Double the music. Double the fun."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 1,
    "snip": false,
    "text": "Evil pay phone"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlowe424",
    "plus": 1,
    "snip": false,
    "text": "Ray seems genuinely sorry that he wasn't fully prepared for the Fiesta Names."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nevlik",
    "plus": 0,
    "snip": false,
    "text": "Jai takes his work home with him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "borneo8",
    "plus": 2,
    "snip": false,
    "text": "Ray isn't actually into the Fiesta Names. He's just a down businessman. Jai isn't into the Fiesta Names. He's just awesome at what he does. Boy is spec. <br/> \n <br/> \nNo one is into the Fiesta Names. Especially the Darlin' Marlin's among us. <br/> \n <br/> \nBut especially no one. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "This just deepens the tragedy. Whenever Jai applies for another crappy part-time job somewhere else in a desperate attempt to find one that will give him enough hours a week to qualify for health insurance, his manager will respond to all reference-check calls  with sabotage; either demonizing or denying all knowledge of the guy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "download-this",
    "plus": 0,
    "snip": false,
    "text": "the flaming lips did this with a 4 disc album (titled Zaireeka). they used to hold massive boombox parties where everyone was given a stereo and different copies of a cassette. they'd all be signaled to hit play a certain time and the music would form itself somewhere in the chaos."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 2,
    "snip": false,
    "text": "This information seems...strangely familiar.  Almost as if I'd read it somewhere before..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 1,
    "snip": false,
    "text": "True, I own this cd, it is awesome when you get all 4 going at once.  Really fascinating shit.  Neurosis also did something similar as well- their Tribes of Neurot side project's cds synch up to Neurosis cds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, it IS impossible to tell a cokehead he's not famous! I never realized that!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shitsngiggles",
    "plus": 1,
    "snip": false,
    "text": "There needs to be a \"I only listen to  <em>Double Music</em> \" t-shirt"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 5,
    "snip": false,
    "text": "Don't you mean head-band?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "You will all be happy to hear that I have achieved double music. I simply opened windows media player and iTunes at the same time. I contemplated opening a third music program and listening to \"TRIPLE MUSIC\" but then realized my head would literally explode. So I didn't."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A wise move."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Load up like 10 youtube movies and start them all at the same time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "How can this not be a 5? Jai's comment on the phone and his snapback to the other him is just fantastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "He is SO David Carusoe in Jade."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "I need a framed 20x18 painted velvet of the last panel."
  }
]