[
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by ted0phile, straw, Contrasoma, Norrec, biomusicologist, ppccd, HamScout, Dezufnocosem, waddie, Thorfinn, hexirex21, SixtySwine, kylank, EM2, capnb0b, Steerpike66, jfenserty, Lainestin, flazisismuss, falseprophet, cmjhogan, LordHumungus, odei, odaya, zaratustra, whoper, Javonathan, hikikomori, catgrl131, robbingdog, MortisInvictus, DougTheHead, HolyQ, RedGuy, shades, luckypyjamas, senorspoof, jaypage, lk, fakedaisies, Ihmgard, SaintEntreri, nutmeg, charchar, Qatmandu, Genkisudo, NigelChaos, synapse, NumberKillinger, drvonkill, J-Man, Mastronaut, stopdropand, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by javonathan was marked lame too many times and excluded. (marked lame by daidai, kylank, Lainestin, rckd, QingofChina, shambles, lk, ewakio, Appers)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lordhumungus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lordhumungus was marked lame too many times and excluded. (marked lame by daidai, sevenarts, Sweetlips)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bigtom was marked lame too many times and excluded. (marked lame by waddie, c_dizzle, RedGuy)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by octafish was marked lame too many times and excluded. (marked lame by waddie, RedGuy, LocusCosecant)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "it's \"The Humongous\"."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lordhumungus",
    "plus": 3,
    "snip": false,
    "text": "In the film, he's referred to as both \"The Humungus\" and \"Lord Humungus\" among other honorifics. In the credits, the spelling is \"Humungus.\" <br/> \n <br/> \nIt is typically spelled \"humungous\" or \"humongous\" -- both being equally acceptable spellings."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "drskradley",
    "plus": 13,
    "snip": false,
    "text": "<strong><em>I'M GONNA STRAIGHT UP PISTOLWHIP THE NEXT MOTHERFUCKER THAT DOES A FIRST POST OR IS THE FIRST TO RESPOND TO IT</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glyc",
    "plus": 4,
    "snip": false,
    "text": "A priest, a rabbi, and a duck walk into a message board.  There are no posts..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 4,
    "snip": false,
    "text": "The combination of that declaration and Ash readying his boomstick is  <em>Goddamn terrifying</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "That declaration and the Joker clapping sarcastically? Not so much. <br/> \n <br/> \n <em>This has been an Icon Update.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 2,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">jazz hose (documentation)</span> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=I0GTa0KXhVk\">document 1</a> <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=xC3UG4SwWNA\">document 2</a> <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=GxOpJN4XGgc\">document 3 (indirect evidence)</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Oh! That is truly the limit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "I mean basically they aren't people with feelings and such.  <br/> \n <br/> \ntheir termination is pretty much condoned and encouraged."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "You guys have to admit, this was bound to happen at some point, and we were ill-prepared for the consequences."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by whiteturtle was marked lame too many times and excluded. (marked lame by waddie, gladi8orrex, blastradius, milkpants, RedGuy, lux, shaggy23)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by whiteturtle was marked lame too many times and excluded. (marked lame by milkpants, shaggy23, LocusCosecant)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by kaseru, waddie, mcowgill, Lainestin, shaggy23)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 18,
    "snip": false,
    "text": "I ain't gotsta worry 'bout no damn  <em>machine elves</em> .   <br/> \n <br/> \nSomeone was probably googling \"1.21 jigawatts\" and was pissed that my comment wasn't pertinent to their search.  <br/> \n <br/> \n\"Well, take  <em>that</em>  friend.  We'll see how much pop culture ephemera you post haphazardly on the internet  <em>next time</em> .\" <br/> \n <br/> \nThen he masturbated to some ant porn."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 8,
    "snip": false,
    "text": "To quote the text: <br/> \n\"It was then she noticed at least 50 ants crawling in and around and on her moist panties.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drunkenimp",
    "plus": 16,
    "snip": false,
    "text": "I thought you meant like with two ants doin' it.  This completely ruins my boner."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cbtbone",
    "plus": 16,
    "snip": false,
    "text": "Tiniest Porn Ever!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 11,
    "snip": false,
    "text": "\"Woahhoahaho, what's that O2 molecule gonna do when it sees that Hydroge- - OH EW GROSS! What the- what the fuck IS that? I...\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hbaranov was marked lame too many times and excluded. (marked lame by incompleteunit, hellaurie, Hubajube, joamiq, cromar)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mrpoopytime",
    "plus": 2,
    "snip": false,
    "text": "2 oxygens, 1 hydrogen- the tiniest and also most disturbing porn ever."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lux",
    "plus": 5,
    "snip": false,
    "text": "not as bad as silicon or fluoride - one atom can take  <em>six</em>  of them comfortably!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by c_dizzle was marked lame too many times and excluded. (marked lame by snidedk, josher, foea)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "veinor",
    "plus": 0,
    "snip": false,
    "text": "Sulfur and uranium both form compounds with six fluorine atoms at once. Not sure about silicon though."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "One atom can take six silicons or fluorines, not the other way around. E.G. Sulfur Hexafluoride."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "In related news, one girl can take six cocks at once. It's true, I saw it in a video."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Sauce? <br/> \n <br/> \nAlso, what if the guys have like, three cocks each?  Would that work?  Cuz I have this cool surgery thing I could link on here again..."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "I hate when the nesting stops. I was commenting at c_dizzle, not at lux"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Nothing i said was wrong, snidedk.  <br/> \n <br/> \nSilicon (and Ge, Sn, etc) can take 6 fluorines (or Cl or Br)..and not TOO comfortably, but definately not the other way around. And that is all. Lame this one too; as I agree that pretentious chemistry trivia doesn't really belong on assetbar. Achilleselbow has it right in the comment below."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "But Hydrogen has a charge of -1, and Oxygen has a charge of  2.  Two oxygens combining with one hydrogen, molecular or atomic, is impossible.  Are you  <em>trying</em>  to destroy the laws of the universe, MrPoopytime?  <br/> \n <br/> \nChubby for the effort, but if you're going to geek out  in AssetBar, you're going to have to bring some furious science."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Actually, hydrogen is (plus sign)1 and oxygen is -2, but whatev."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Damn.  You're right.   <br/> \n <br/> \nAlso, how could AssetBar's plus-sign-phagia have slipped my mind.  <em>C'mon, charchar, stay in the game</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "diggidy",
    "plus": 0,
    "snip": false,
    "text": "I also thought he was referring to ant-on-ant action. <br/> \nIs it weird that I would prefer that to the ants-on-girl action? <br/> \n <br/> \nIs that weird?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "No, man. It's as  <em>nature intended.</em> <br/> \n <br/> \nNature intended for human beings to be aroused by the prospect of ants getting \"it\" on."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by odaya, DougTheHead, tellumo)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "This is one of my favorites of yours"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "Lol. Ants don't have sex, they get born in eggs. (That) is probably Basic Science 101."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ants don't have sex?  My word, what a dolt.  Never heard of the drones?  The queen gets a lifetime supply of sperm from a drone (or two), and that's the only sex for the whole colony, but it's still sex."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Methinks pogo's ignoring of gladi8orrex has led him to misunderstand the nature of this thread."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "God dammit fuck I want to chubby this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 2,
    "snip": false,
    "text": "Damn - I thought this was about aunt on aunt action. <br/> \nOhhhhhh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "So someone was searching for 1.21 gigawatts worth of ant porn, found your comment, made a grrrrr face, registered on assetbar just to lame it, then scuttled off like a thief into the night. <br/> \n <br/> \n <em>whiteturtle, your friends think you are just blaming other people for your problems.</em>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "it is soooooo much easier than actually dealing with them"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "You pulled out of that dive so hard the controls snapped off the column. <br/> \n...holy shit is that a mountain? <br/> <br/> <br/> <em>better find the life raft.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Damn loneal the machine elves attacked that post viciously. <br/> \n <br/> \nOoh lurkers, its funny how you don't matter."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Go ahead and shower me with lames from your vindictive, thick little fingers.  Imagining the impotent fury coursing through your subhuman, mongoloid brains is better than any chubby, any day of the week."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I dunno, dude, hedonismbot fared completely differently. He got chubbied twice and lamed zero times down there for calling the machine elves \"trolling assholes\" that are \"the cancer that is killing Assetbar.\" Maybe you will get chubbied, too! You can never tell with these machine elves! <br/> \n <br/> \n <em>Confidential to mjfitzge: I am extremely sorry for obliquely acknowledging lames I received after someone else mentioned them please lame this comment</em>"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "as long as you promise me that you are only discussing lames for conversational purposes and not because it hurts you to receive them, i will hold back from laming you. <br/> \n <br/> \nanyway, i don't lame much anymore.  i used to lame a lot, but it didn't fill the void in myself i was hoping it would... <br/> \n <br/> \n <em>oh no now i am talking about lames.  was this a trap?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I never understood this kind of reasoning. Are you saying that you like hurting people?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "oh if you are talking about my \"fill the void\" comment, i was just making a joke referencing the supposed thrill one might receive by virtually slapping someone in the face with a lame.   <br/> \n <br/> \nand no i don't like hurting people at all.  in fact, if i ever thought my lames were hurting someone, i would stop laming them immediately."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "This is because I put out.  If you gave it away for free more, you would have more respect from the peanut gallery."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 2,
    "snip": false,
    "text": "Beef doing DMT would make for an interesting blog."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cremlae",
    "plus": 6,
    "snip": false,
    "text": "But, think about it from the point of view of the machine elf. It's the most under-appreciated job in the world  <em>and</em>  you have to live inside a machine. We grew up in desktops, sure, but now we've all been forced to move into laptops. My brother just got evicted, and now he's in a Macbook Air. He says that every time he sneezes, he smacks his head against the power supply and it knocks him out for like an hour."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "Plus, property values for Macs are off the charts right now.  It's a total bubble.  My cousin couldn't get a lease in a friggin' iPod  <em>Nano</em>  for less than 1200 a month.  Absolutely ridiculous out there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "hella v-chub whiteturtle"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by Lainestin, thegrayhoodie, Hubajube)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 5,
    "snip": false,
    "text": "From Wikipedia (Machine Elves):  <br/> \n\"here's a whole bunch of entities waiting on the other side, saying \"How wonderful that you're here! You come so rarely! We're so delighted to see you!\" <br/> \n <br/> \n    They're like jewelled self-dribbling basketballs and there are many of them and they come pounding toward you and they will stop in front of you and vibrate, but then they do a very disconcerting thing, which is they jump into your body and then they jump back out again and the whole thing is going on in a high-speed mode where you're being presented with thousands of details per second and you can't get a hold on [them ...] and these things are saying \"Don't abandon yourself to amazement\", which is exactly what you want to do. You want to go nuts with how crazy this is, and they say \"Don't do that. Pay attention to what we're doing\". <br/> \n <br/> \n    What they're doing is making objects with their voices, singing structures into existence. They offer things to you, saying \"Look at this! Look at this!\" and as your attention goes towards these objects you realise that what you're being shown is impossible. It's not simply intricate, beautiful and hard to manufacture, it's impossible to make these things. The nearest analogy would be the Faberge' eggs, but these things are like the toys that are scattered around the nursery inside a U.F.O., celestial toys, and the toys themselves appear to be somehow alive and can sing other objects into existence, so what's happening is this proliferation of elf gifts, which are moving around singing, and they are saying \"Do what we are doing\" and they are very insistent, ans they say \"Do it! Do it! Do it!\" and you feel like a bubble inside your body beginning to move up toward your mouth, and when it comes out it isn't sound, it's vision. You discover that you can pump \"stuff\" out of your mouth by singing, and they're urging you to do this. They say \"That's it! That's it! Keep doing it!\". <br/> \n <br/> \n    We're now at minute 4.5 [of the trip] and you speak in a kind of glossolalia. There is a spontaneous outpouring of syntax unaccompanied by what is normally called \"meaning\". After a minute or so of this the whole thing begins to collapse in on itself and they begin to physically move away from you. Usually their final shot is that they wave goodbye and say \"Deja vu! Deja vu!\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "Can I buy drugs from you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "A) people don't lame you when you are an asshole because they believe you to be hot.  This is the problem with having your face exposed on the webs.  I GET these asshole-lames because of hedonismbotsshinybareass.com, so I understand. <br/> \n <br/> \nB) There are trolling assholes who control the lame supply.  They don't post, they don't have a sense of humor.  They are the cancer that is killing Assetbar. <br/> \n <br/> \nC) Don't tell me you go the machine elves thing from a webcomic.  If you did, you are painfully nerdy for reading that one.  Painful."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by kaseru, Lainestin, Marcus_Brody)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "i think i might start laming you just because it seems like once a week you make a post complaining about being lamed."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by loneal was marked lame too many times and excluded. (marked lame by jrpigman, kaseru, Lainestin, hbaranov, girlandagun)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "Oh, It's Already Been Broughten!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I went to this website and was sorely disappointed that it did not exist."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "The good news is that the site is down for upkeep.  The bad news is that you are now on a FBI watchlist."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": "More like CAN'TCER. I stole that from Mr. Rowland so blame him."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I will blame  <em>you</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "You know, I try to use the M'Kraan crystal excuse to explain away things in my basic life. Doesn't work."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 5,
    "snip": false,
    "text": "\"The_Voice, where's that report I asked you for on Monday?\" <br/> \n <br/> \n\"Well, Mr. Burlingame, I started compiling the data, but it caused a hairline fracture in crystal that is the nexus of all realities?  Yeah, I know.  It turns out, that if you want to fix the crystal you have to fight a series of robot guardians, each one exponentially more powerful than the last.  The rulers of an intergalactic civilization descended from birds helped me out, and we got it fixed, but in doing so we kind of erased the report from existence.  Well, technically, it's still around, but it is evil now and is genetically manipulating Excel spreadsheets in a sewer somewhere.  I know!  Tell me about it.  I'm sure we haven't heard the last of it.  I'll try to wrap that up by Monday.\" <br/> \n <br/> \n <em>general office sounds</em> <br/> \n <br/> \n\"You're fired.\" <br/> \n <br/> \n\"Yeah, the Shi'ar told me you would say that.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zebra",
    "plus": 5,
    "snip": false,
    "text": "Imagine being the editor who had to decide that you were going to let that go ahead.  Shitting bricks.   <br/> <br/> <br/> So, Claremont, you've basically saved our whole X-Men franchise here.  Thanks for that by the way.  About this next story arc though.  Just...so...uh...bird people?  In space?  With a...what is this anyway...magic crystal?  And it controls what?  Oh lord.  And this is all in space?  Way out in space.  Huh.  Right.  So uh the sentinels you're done with?  We can't just...I don't know.  Wolverine can't just maybe fight some more robots for a while?  No?  Bird People?  Bird people.  Sure. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You guys are my new favorites. Where were you when I was exlpaining new Marvel movies last week?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zebra",
    "plus": 2,
    "snip": false,
    "text": "In space."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "I'd prefer an astronaut. (no I'm not a girl)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "Hummmmmmmmmmmmmmm"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "It's a rare thing to find an internet person  <em>denying</em>  that he/she is female."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "It was the smart move on his part.  You find someone online who enjoys the rare combination of Achewood and Hum and you don't make it clear to them that they can't put their parts in your parts and you're asking for a world of stalker trouble."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 3,
    "snip": false,
    "text": "I might be wrong, but I think someone went through all my posts and lamed them in response to the discussion about machine elves, but got bored with it halfway through the page.   <br/> \n <br/> \nIf you are going to kill a man  <em>be sure to finish the job</em> <br/> \n <br/> \n <strong>BLAM!</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I keep Chubbies for just such an occasion."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Don't talk about getting lamed, it makes mjfitzge upset."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 3,
    "snip": false,
    "text": "is  <em>so</em>  lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kb",
    "plus": 18,
    "snip": false,
    "text": "CHRIS ONSTAD STOLE MY SCIENCE FAIR PROJECT IDEA <br/> \n <br/> \nSHIT! NOW I GOTTA MAKE ONE OF THOSE STUPID VOLCANOS..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 19,
    "snip": false,
    "text": "I find this in incredibly poor taste. A baking soda volcano killed my pet ferret. <br/> \n <br/> \n <em>For shame.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": true,
    "text": "A comment left by odei was marked lame too many times and excluded. (marked lame by kylank, Lainestin, rachel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Every comic!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "My ferret died of heartache."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rckd",
    "plus": 9,
    "snip": false,
    "text": "What we need more of is science fair projects."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 5,
    "snip": false,
    "text": "What we need more of is comics like these. I like seeing the minor characters, and the wedding gives us a reason to see all of them together. Furthermore, I love hearing their takes on the wedding. I want to hear Todd's and Emeril's."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by Absurdist, Jorus, girlandagun)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Who the hell said Teodor was a minor character?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "Vlad owned a goddamn Subway!  Totally not a minor character."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kittydragon",
    "plus": 2,
    "snip": false,
    "text": "Despite my propensity for buttsex, I will not fuck the cats up their stupid asses."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 19,
    "snip": false,
    "text": "You, uh, want to get a coffee or something?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "I always feel like you post just too late for one of my chubbies. But if you would like an alternate chubby, meet me at the normal place"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I'll bring the corn starch"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by jrpigman, josher, DrSkradley)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "D...Dad?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "OH CHRIST ALMIGHTY NOT WANTON GRATUITOUS VULGARITY!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "arcibi",
    "plus": 1,
    "snip": false,
    "text": "Dear lord spare me from that awful wanton gratuitous vulgarity"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Fuckin' A."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "A fucking excuse to curse the balls of a homophobic walrus... all sucking his cock till it's sore and oozing like a vaginal wart during menstruation?  What the fuck!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A \"fucking\" excuse."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chachibenji",
    "plus": 3,
    "snip": false,
    "text": "They have such stupid asses. Dumb cheeks. RIDICULOUS BOWEL EXITWAYS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lux",
    "plus": 1,
    "snip": false,
    "text": "FRIVOLOUS RECTUMS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A virtual Chub for your wonderful use of capitalisation and wording."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "This...this isn't Garfield at all, is it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Thank God.. I was worried I had run out of chubbies!.... <br/> \n <br/> \nDon't laugh it's a very serious genetic disorder... right up there with my spastic colon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "At first I thought you meant you wanted to hear minor characters' takes on Todd and Emeril's wedding.  Now that would be a plotline!  They do live in California, after all..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 3,
    "snip": false,
    "text": "Fuck that cowardly ellipsis! Say what you mean: <br/> \n <em>Todd and Emeril should have butt sex. <br/>\nI am serious about this.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "girlandagun",
    "plus": 0,
    "snip": false,
    "text": "5 for alt text alone"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senister",
    "plus": 1,
    "snip": false,
    "text": "making sexies on top of the babysitter is what broke up my marriage.  but she was pretty nubile."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trap",
    "plus": 2,
    "snip": false,
    "text": "I'm competing in a triathlon tomorrow, and the teenage girl swimming for my team is best described as nubile. I am less so."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dominus101",
    "plus": 7,
    "snip": false,
    "text": "Team? But if each person is only doing one leg of the race, aren't you just participating in an  <em>athlon</em> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "trap",
    "plus": 0,
    "snip": false,
    "text": "Mayhaps...next year, I'll likely compete in all events, and rightfully earn the appropriate prefix."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "There's no point in even entering that contest because Pentium will win. <br/> \n <br/> \n <em>They always fuckin win.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "If she's as nubile as you say, you might want to form a  <em>different</em>  sort of team with her"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 2,
    "snip": false,
    "text": "a Death team. <br/> \n <br/> \nWait, what?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "I think hedonismbot was meaning a sex team"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 2,
    "snip": false,
    "text": "ITYM \"The team with two backs.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 8,
    "snip": false,
    "text": "man oh man. when i hear 'nubile' i think 'malleable.' not at all sexy; all wondering how much shear force those poor ladies can take before they're cleft in twain. <br/> \n <br/> \nthis is why i can't have good connotations."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nubile = marriageable. Why the hell do you think malleable?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Well, nubile usually does incorporate malleable in both senses... suggestible AND flexible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anomalous3",
    "plus": 1,
    "snip": false,
    "text": "maybe he's thinking of \"ductile\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 2,
    "snip": false,
    "text": "Mostly what I look for in a woman is conductivity."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "whiteturtle",
    "plus": 20,
    "snip": false,
    "text": "I prefer to be able to pound her into thin sheets. <br/> \n <br/> \nHeyo!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Indeed!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Frankly if your girl is ductile, she'll just end up as a spool of wire around your wang as you stretch her. Not cool. Go for malleable girls every day of the week."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "What you need is elasticity. She  <em>gotta</em>  be able to restore her original shape when deformed."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<em>*gymnast!*</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "If you find a girl with a high yield strength she won't deform in the first place. But girls like that tend to be brittle."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 4,
    "snip": false,
    "text": "i think all girls are basically brittle"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "They are made of glass and smell of burnt pinecones. Their hair tastes like matted straw and their voice is a window looking into an unfurnished room where an infant smashes a cantaloupe with a hammer."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cassandrakazenzakis",
    "plus": 0,
    "snip": false,
    "text": "i forgive you for not liking girls. but the republicans don't."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 1,
    "snip": false,
    "text": "i like girls, but i don't <br/> \n <br/> \nit's complicated <br/> \n <br/> \ni feel needlessly complicated"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000324/http://www.theonion.com/content/node/27762\">American Teen Somehow Developing Unhealthy Attitude Toward Sex</a>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "That has to be the best onion article I've ever read."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "maybe you are quenching their thirst prematurely"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "chubby because this is true <br/> \n <br/> \nand also because I think I feel needlessly complicated in the same way that you do."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "would it be at all in bad taste or too telling of my thought processes if i admit to having thought \"is he talking about a va-jeen!?\" immediately when i read this?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "1 lame for the crass. 1 chubby for the avatar. <br/> \n <br/> \nactually, i'm too nice to give you a lame. you get off with a warning."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Best comment ever, I see many chubbies in your future. <br/> \nWait, what?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "My favorite physical property. Thanks for that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trap",
    "plus": 0,
    "snip": false,
    "text": "I am  <em>this</em>  close to making an infantile joke about cleavage being rock hard... <br/> \n <br/> \nFuckin' geology."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duskbringer",
    "plus": 1,
    "snip": false,
    "text": "SHEAR FORCE: Teenage Malleable Nubile Sheep"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "BEAUTIFUL avatar"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "wait...who? are you talking about the jacked up tits?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "duskbringer replied to a post about tits with an avatar of... tits. It worked for me. What avatar did you think?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "i thought as much. scrolling up the page didn't reveal any other avatar that I thought the word beautiful would apply toward.  but then again assetbar has a way of jumbling up posts and replies that can cause confusion."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "this is very true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cassandrakazenzakis",
    "plus": 0,
    "snip": false,
    "text": "better than my gut-reaction, thinking of 'nubile' as having something to do with nudity and pubic hair"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by yearsinhotclaws, kylank, Sn0wman, DiceCat, hikikomori, hellaurie, Lumus, d3athcann0n, luckypyjamas, newwavepony, charchar, Genkisudo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "NO, Do not back out now. What is the talent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I have decided that gladi8orrex is no longer cool. Let us move onto the next humourous incongruity that Assetbar throws our way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "i don't know why, but every time i read a new strip i get a little worried that he's gonna be gone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "How did you get Volmer out of Vlad?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Vladimir -> Voldmer"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "-> \"He Who Shall Not Be Named\" <br/> \n <br/> \ny/y?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Please refer to the chart of Acceptable Cultural References."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Hmph. If I hadn't been all \"where is edwell when you really need him?\" that chart never would have come into being. And now you're sassing  <em>me</em>  about it.  <br/> \n <br/> \n(It is okay achilleselbow I could never stay mad at you.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Why do you make me do this to you, usversusthem?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 24,
    "snip": false,
    "text": "Edwell = \"He Who Shall Not Be Lamed\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Okay I have to pay that one. That's awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 21,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea I've always wondered where that one lame came from. I like to think of it as being akin to the bodily nature of Christ, a reminder to us that Edwell shares in our flawed humanity at the same time that he transcends it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Well, you know, KNOW, someone out there would lame a picture of Adriana Lima on the beach emerging naked from the surf on a half shell like Botticelli's Venus.   <br/> \n <br/> \n\"Don't like it...cherubs are overdone...too much blonde hair...damn Italian Renaissance\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "My aunt died when she went off her meds and tried to be the Little Mermaid.  This isn't funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Edwell, Doc Rostov is gunning for your spot.   <em>And he just might get it!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Didn't I make this comment, like, two days ago?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Subconcious theft is a big part of my personality. <br/> \n <br/> \nAlso, concious theft."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wish I hadn't used all of my chubbies already. But I mean, come on, there are  <em>so many</em>  great comments on this page!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nemo",
    "plus": 1,
    "snip": false,
    "text": "Damn, that's a straight-up youtube comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "newwavepony",
    "plus": 0,
    "snip": false,
    "text": "needs a little more \"BUSH DID 9-11\" to be a straight-up youtube comment or maybe some \"REPOST THIS 2843863 TIMES OR YOUR DOG WILL DIE\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "diggidy",
    "plus": 0,
    "snip": false,
    "text": "<em>Crap</em>  man, why'd you have to say that?  You  <em>know</em>  I always have to take those things seriously. <br/> <br/> <br/> I had stuff to do this week-end!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Lucky for me, my dog's already dead. <br/> \n <br/> \nBaking soda volcano. Different one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nIs worst photoshoppink. On slowest computer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "And not workink first tryk. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nIf not work, I will hangk self."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Is indeed worst.  <br/>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hbaranov",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nVoldmer"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I don't get it. Was that Ralph Fiennes?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Yez."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's terrifying. You need to be shot for creating something like that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Why thank you"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "is indeed worse."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I laffink, not knowink what stinky photo mess even is!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Is worst picture in crappiest post."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Please, show us your impressive talent.  I am on the edge of my seat right now wondering what kind of talent gladi8orrex could possibly have.   <br/> \n <br/> \nAlso I'm pretty sure that you just said beef was so poor he had to prostitute molly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "javonathan",
    "plus": 1,
    "snip": false,
    "text": "but...but I always say thank you and sorry. <br/> \nat the exact moment. <br/> \nalways."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bean",
    "plus": 1,
    "snip": false,
    "text": "My usual move is to demand an apology."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "turnabout",
    "plus": 3,
    "snip": false,
    "text": "More like \"You're welcome.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm usually more like  <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=XfkG_0hyIoc\">\"what the fuck is wrong with me, goddammit.\"</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "what does it sound like when you say those at the exact same time?   <em>t</em> <strong>s</strong> <em>h</em> <em>a</em> <strong>o</strong> <em>n</em> <strong>r</strong> <em>k</em>   <strong>r</strong> <em>y</em> <em>o</em> <strong>y</strong> [i]u[i/]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "fucking hell monkeyballs asscunt."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "This might be too much to ask, but can I get a photoshop of this sentence?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "My ex always used to say \"sorry\". It was just the worst damn thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "You mean you let him get away? I can't  <em>imagine</em> **... <br/> \n <br/> \n**Note: I can imagine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man, you can't help saying sorry. You already feel like the grossest of fellows and that you defile a lady with your mere presence, and then she actually lets you go inside her and make squirtles and you feel like you just don't deserve this  <em>at all</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ironically, Squirtle is my favourite Pokemon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I always detected a trace of malevolence in its deep, red eyes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Plus it shoots those fucking lasers at you in Super Smash Bros."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Bulbasaur has more evil eyes than Squirtle. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nI mean, damn."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Nothing compared to Pikachu.  The pokemon that has the power to give you a seizure."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "thought pica chu was deh poke man who ate had the power to eat things thot werent food."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I have that power too. It's a pretty crappy power, unless it includes the power not to shit horribly afterwards."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Actually, that's Porygon. See also: Pokemon episode \"Electric Soldier Porygon\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Professor Hazard man, <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.snopes.com/radiotv/tv/seizure.asp\">Come on...</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Wait, I just looked up \"Electric Soldier Porygon.\"  Did snopes actually not check its facts?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Nope, they got it right. <br/> \n <br/> \n\"Pikachu uses a Thunderbolt attack on the vaccine (causing the flashing red and blue lights that caused the seizures}, and the group and Team Rocket are able to escape the computer.\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Like not knowing that Earendil was an actual Tolkien character, I think I actually come out ahead on this one for being less right about a thing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nAm I late for the thread guys?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I intended this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "Marry me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "Also: <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nLapras. <br/> \n <br/> \nFuck yes. <br/> \n <br/> \n <em>Wild.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "pthhh  sorry how about saying 'your welcome'  <br/> \n <br/> \nI'm paraphrasing ray here....."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I really hate your avataricon. It reminds me that sheep and goats are the weirdest of all mammals."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You'd better have a good reason for classifying them as weirder than platypuses, or you'll lose all credibility regarding anything you say in the future ever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "For starters, platypuses are weirdly divergent from mammals in lots of ways, so it's not a fair comparison. <br/> \n <br/> \nMost importantly,  <em>look in their eyes.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000324/http://www.theonion.com/content/video/genetic_scientists_develop_sheep\">Genetic Scientists Develop Sheep With Brain Of A Goat</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "What about when they  <a href=\"http://web.archive.org/web/20101018000324/http://news.bbc.co.uk/1/hi/sci/tech/889951.stm\">crossed goats and spiders</a> ? <br/> \n <br/> \nLawbot - their eyes strike fear into my heart, but horses have the same sideways rectangular pupil thing going on. Also I do not know what a platypus's eyes look like. They could have messages from Satan written in mirror script in them for all I know."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Sure, but that's still less terrifying than a sheep's eye."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry you don't like my avatar.....    I guess I should try not to remind ppl about goats...   sorry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 2,
    "snip": false,
    "text": "oh ohhh ohhh man ohhhhSORRYohgodTHANKS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 0,
    "snip": false,
    "text": "Pro, dang it.  <br/> \n <br/> \n <em>Dang</em>  it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drunkenimp",
    "plus": 6,
    "snip": false,
    "text": "Pro <em>insias</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drunkenimp",
    "plus": 0,
    "snip": false,
    "text": "It's a shame that no one will appreciate the goddamn beauty of what I did there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, your efforts have not gone unchubbied. <br/> \n <br/> \nBut the idea of Cassidy apologising and thanking someone after sex just isn't kosher."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Whoops I thought de Rossa at first, what is wrong with me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 4,
    "snip": false,
    "text": "I'll come clean: I often tend to find the \"Beef has anxiety and problems oh GEEZ MAN\" strips a tad repetitive, but the \"sorry/thanks\" clusterfuck of psycho-sexual baggage made this one an instant classic for me."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "That is some of my favorite alt text ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moissanite",
    "plus": 2,
    "snip": false,
    "text": "\"Please just wait ten minutes it only takes me ten minutes to go again\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moissanite",
    "plus": 1,
    "snip": false,
    "text": "\"That was my warm up it's not that big of a deal when you know it's just my warm up\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "javonathan",
    "plus": 0,
    "snip": false,
    "text": "What the fuck is Vlad wearing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "helter",
    "plus": 0,
    "snip": false,
    "text": "Very little. You can get away with that when you're a robot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davep3rrett",
    "plus": 1,
    "snip": false,
    "text": "THE JAZZ HOSE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 1,
    "snip": false,
    "text": "MISTER DRACULA"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bovine",
    "plus": 0,
    "snip": false,
    "text": "LORD DESTROYER"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 11,
    "snip": false,
    "text": "AND MY AXE"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you for this again, but I am going to try my best to not do it tomorrow"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, gouldgonewild. Perhaps tomorrow someone will post a multisyllabic word ending with -es, so I can ask about the news from the north."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Man, I want some running comment gags. Help me out here. Maybe I could say \"YOU CAN'T HANDLE THE TRUTH\" whenever someone asks something"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "Your running comment gag could be ruining other potential comment gags, e.g.: <br/> \n <br/> \nCitizen: \"What's that bump on Roast Beef's head? Is that a tumor?\" <br/> \nGouldGoneWild: \"you can't handle the truth!\" <br/> \n <br/> \nCitizen: \"blah blah blah i am a liberal arts major posting on assetbar blah blah euripides blah\" <br/> \nGouldGoneWild: \"I'll never let go, Euripides! You had me at hello!\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Hahaha, not a bad idea, sir. <br/> \nWhenever anyone quotes the same old tired Achewood quotes, I am just going to quote Ctl-Alt-Delete. I will have so many lames, it will take a million chubbies to get me out"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Liebot, what is the saddest thing? <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://cserver.king-online.com/content/Family_Circus?date=2008-05-14\">Grandma told me to keep up the good work, but I don't even have a job!</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Oh god, up  <em>yours</em>  Family Circus."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "My feelings towards this idea are pro."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'd like to point out that I used the word receptacles yesterday, and not a damn person asked how things were hanging up north.  NOT A DAMN ONE!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Damn, sorry man. I would have been all over that, but after a certain point I have to hire a little Honduran kid to read a comic's comments for me, and he's not really trained for all the nuances yet. <br/> \n <br/> \n <em>Nuances! What news from the north?</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I did it with \"pinnacles\" a couple strips ago. These things are hard to catch given how common that plural form is."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I always thought it had to end sounding '-ees' so Klitoridees is a yes, but Pinnakuls is a no (phonetic spelling)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well, part of the joke in that case is that you're forcing an obviously incorrect pronunciation in order to make the reference."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "And now it'll never be funny again."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "All in a day's work!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think of FOtC when i see this line."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "seconded."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "That damn  <a href=\"http://web.archive.org/web/20101018000324/http://en.wikipedia.org/wiki/Figwit\">Figwit</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ediblestars",
    "plus": 0,
    "snip": false,
    "text": "So do I, but then I do get most of what I know about LotR secondhand from their various bits about it. Likewise, pretty much all my knowledge of New Zealand pre-FotC was directly related to Peter Jackson's other movies. I understand Kiwi blood is very orange and spurty."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "...and if bits of their skull peel back to reveal brain, a top hat can keep them from convulsing on a roadside."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "We'll never make it! There's thousands of them and only nine of us! <br/> \n <br/> \n...Oh! We made it!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "favorite part of that song."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You have my axe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<strong>FUCK.</strong>   <em>NO.</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "oh my god you are just sucking on that lollipop like it is the best goddamn thing in the world.  You  <em>love</em>  mediocrity, don't you?  You are like the Salieri of being the second one to post a LotR reference two days in a row.  God  <em>mocks</em>  your passion."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "So I'm walking around the streets of Houston..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nF. Murray Abraham aproves, we have a new Patron Saint of Mediocrity. <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "He has been beaten to it. <br/> \nhttp://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid=42096091"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Stupid link got ate <br/> \nSo consult the sagacious google <br/> \n'Patron Saint of Mediocrity'"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "I'm Feeling Lucky:  <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=PPysJVdO3vM\">Mediocrity</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Looks like Ben Kingsley."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'm... I'm sorry, daidai. I love your giant face in your tiny window, but your current level of fail moves my heart and my bowel.  <br/> \n <br/> \nNext time I'll call you on the phone to let you know that it's safe for you to pledge your axe to the cause."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Vlad uses the best euphemisms for sex ever in this comic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "It makes me want to take my meat dildo out for some hot porky cha-cha."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goldendeath",
    "plus": 2,
    "snip": false,
    "text": "Man, Onstad is really making us wait to find out about the whole Teodor and Molly thing - never before in my life have I so much not wanted a teddy bear to sleep with an undead cat"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "It is a one shot I think - more to point out a facet of human nature than to create a point of tension. Molly is not like that and Teo would kill (unstuff?) himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goldendeath",
    "plus": 0,
    "snip": false,
    "text": "yeah, I figured that might be the case, but I suppose I was hoping otherwise.  I've been forced to watch too many hispanic soap operas of late by my wife, and they are kind of corrupting my expectations of everything.  On a related note, I also now think that every relationship is based on one person fooling the other to get their money, and that everyone will get cancer JUST when it looks like things are finally going their way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "I suspect that hispanic soap operas are far more damaging to one's psyche when one doesn't speak Spanish.  I don't speak Spanish, but I can't imagine those soap operas getting any worse if I did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ediblestars",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I think it's the little unresolved twinges of doubt that make the whole arc ring tr--HOLY CHRIST IS THAT AN ALIVE STUFFED ANIMAL"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 12,
    "snip": false,
    "text": "ladies and gentlemen <br/> \n <br/> \nHOT PORKY CHACHA AND THE JAZZ HOSES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "helter",
    "plus": 1,
    "snip": false,
    "text": "I hear they opened for Third Base With A Schnauzer back in Pittsburgh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I heard they will be headlining Glastonbury next year, Hot Porky Chacha and the Jazz hoses, that is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Didn't they go on tour with Haunted Hamburger and the Grammar Mavericks?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Beats me, but I loved the split they did with The Assetbar Phrase Removed From Context Which Would Prove an Amusing Band Name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 10,
    "snip": false,
    "text": "I was about to put together a Photoshop of Louis Armstrong with a penis for a trumpet but then I realized <br/> \n <br/> \n <strong>*~* <em>Black America's feelings on such an asset would be: Con</em> *~*</strong> <br/> \n <br/> \nI hope the rest of you guys are paying attention."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dominus101",
    "plus": 2,
    "snip": false,
    "text": "I can assure you that Black America would not be the only ones with a con feeling toward Satchmo playing the jazz hose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "Yeah, like black people read achewood or even use the internet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 11,
    "snip": false,
    "text": "Oh shit, hey falseprophet, whats up"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am at a loss as to which of these comments to chubby, so I'll just sit here and giggle instead."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "To be honest, if I find black people on my internet, I will not assume they are somehow stealing it. I will instead simply ask them if they'd like to come in for some coffee."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "\"How do you take it? Wait, wait, don't tell me...black, right?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "No no. Then english approach is. <br/> \n <br/> \n'Coffee? <br/> \nMilk? <br/> \nSugar?' <br/> \n <br/> \nNone of this taking it black/white/frothy/with semen in"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "\"Do you like it black, or are you down with the swirl?\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"D... Do you take it... mixed race?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by yearsinhotclaws, TommyTheBrat, Lumus, tellumo, cromar)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Uh, hey Falsepropet! 'Sup? Homie!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "When I was 14, I wrote a  <em>Dragonball Z</em>  fanfic where I had Kurilin wish for hair so he could woo Android No. 18. In addition to the hair, he got a new wardrobe, sunglasses, and tested his 'cool' by going up to teenagers and saying \"Up home, wordies!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Did someone just say \"Weeaboo\"? 'Cause I think I heard someone say \"weeaboo!\"\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wilto",
    "plus": 1,
    "snip": false,
    "text": "That's a paddlin'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "WEEABOO! WEEABOO!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Satch was more of a laxative man"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "I think that Onstad is getting all of this stuff about infidelity and cheating out of the way now. After they're officially married, there's little chance that anything will happen, 'cause, well, we've had about a month of strips about it.  <br/> \n <br/> \nThat, or it'll be really obvious foreshadowing."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "I think you are hitting the nail on the head. It is often when I am watchink a comedy-plot movie I am thinkink 'Well how cute the characters they are makink plans but in my heart I am knowink that [i]God laughs at such arrogance[/i.]' Such is the writing of the great Nabokov, such is life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "Assetbar is runny omelette made with stinkiest cheese."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 5,
    "snip": false,
    "text": "It could be said that the deep irony of fucking up bbcode on the phrase \"god laughs at such arrogance\" is far, far more hilarious than your italics would have been.  Chubbied for transcendental meaning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "how metameta"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glyc",
    "plus": 1,
    "snip": false,
    "text": "in the Queen's BB Code, the period is inside the brackets."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Glyc I'm giving you a chubby but you should know its basically the equivalent of giving a retarded cild a smiley face for coloring marginally in the lines.  But if I get further down the page and see you've took a shit in our living room again I am going to be super pissed at you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "LOLing *snort snort* yes maybe I has bad asset manners sometimes. still I will take this chubby and show to my shrink it is maybe evidence that the medication is starting to wok"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 5,
    "snip": false,
    "text": "Someone should definitely open a pan-Asian restaurant called For Those About to Wok."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Theoretical Boner (Virtual Chubby)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I can't speak for anyone else, but I for one salute you."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "They could be sponsored by WANG computers..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "Jesus Christ, you Samoans are all the same. You have no faith in the essential decency of the white man's  <strike>culture</strike>  posting system."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "For some reason my initial impulse was to respond to this with thoughtful commentary on the role of fate in Nabokov's novels, particularly Lolita. <br/> \n <br/> \nThen I realized that I am so firmly, irrevocably entrenched in academia that nothing in life will ever be fun for me again. <br/> \n <br/> \nPlus I got depression."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I been there man. I been there. <br/> \n <br/> \nTo be honest, when I was in high school and I discovered that books could have Layers Of Meaning Below The Surface I likened deconstruction to a challenging mindteaser, which reinvigorated the fun of reading and reading-for-subtext in me. When my college roommates decided that a fun pastime would be to rent the worst B-movies imaginable and try to MST3K them without the assistance of  <a href=\"http://web.archive.org/web/20101018000324/http://www.rifftrax.com/\">trained professionals</a> , I sharpened my skills with highfalutin postmodern readings, often to their great annoyance. <br/> \n <br/> \nIt was my revenge for their making me miss  <em>The Daily Show</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "What do you think are the chances of Molly having a miscarriage?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "why did you think of that though <br/> \nwhy would you think of that"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Ctrl-Alt-Del is exploring new realms of suck (same as the old realms of suck, to paraphrase Daltrey/Townshend) these days. <br/> \n <br/> \nBAD WEBCOMIC SPOILERS IN LINK: <br/> \nhttp://www.ctrlaltdel-online.com/news.php?i=1636 <br/> \n <br/> \nThe one time Tim Buckley made a comic with no dialogue, and he makes up for it with a 3 page news post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I feel bad for people that follow mediocre web comics because they like the genre of web comics. <br/> \n <br/> \nIf you're going to follow something crappy, at least make it  <a href=\"http://web.archive.org/web/20101018000324/http://comic.bostonandshaun.com/index.php?date=2006-11-17/\">atrocious</a>  beyond  <a href=\"http://web.archive.org/web/20101018000324/http://www.unicornjelly.com/uni002.html/\">belief</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "CRIVENS! That is just fucking awful, luckily the unicorn link didn't work, but still...    <em>fuck</em> ...     just...      <em>fuuuck</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "trying it again, its not as obviously bad as the first one and I'm not looking through it to find an example of its terror, but its getting there. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.unicornjelly.com/uni001c.html\">http://www.unicornjelly.com/uni001c.html</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Also, if you would like an open forum to discuss the majesty of either of these fine works of comic literature and the stories behind their illustrious creators you can find one  <a href=\"http://web.archive.org/web/20101018000324/http://friends.portalofevil.com/sfs.php?si=3&amp;fi=000012454/\">here</a>  and  <a href=\"http://web.archive.org/web/20101018000324/http://friends.portalofevil.com/sfs.php?fi=000016856/\">here</a> .  Please keep in mind that actually posting about either Boston and Shaun or Unicorn Jelly will get you eviscerated by the trolls on this forum, since both those comics have been unupdated for a few years."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "ok fuck that didnt work. <br/> \n <br/> \nhere, <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://friends.portalofevil.com/sfs.php?fi=000016856\">http://friends.portalofevil.com/sfs.php?fi=000016856</a> <br/> \n <br/> \nand here, <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://friends.portalofevil.com/sfs.php?si=3&amp;fi=000012454\">http://friends.portalofevil.com/sfs.php?si=3&amp;fi=000012454</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "The more links you post and the more we learn about your web interests outside of Achewood, the more disturbing my  <a href=\"http://web.archive.org/web/20101018000324/http://xd2.xanga.com/f6bc932544135192489190/w148359626.jpg\">mental image</a>  of you becomes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I must concur. I thought my tastes veered toward shocking, but I thank the patron saint of mediocrity, Tim, that my devoted following of CAD is not such a disgusting little secret after all. <br/> \n <br/> \nIn other news, I read QC...... And OOTS...  <br/> \n <br/> \nI'll just leave now."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "aaaa why"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I read OotS too."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "yay, let us now proceed to write essays on how V is obviously a boy. (lack of emotion, scary voice, ideas that verge on stupid), Elan is a bisexual space slut, and Roy really should get a life."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "thot V meant five. guezz i wuz wrong an V is scary voice on verge of lock on emotians"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I also read OotS and other, more terrible comics i will not admit to here.  I like to pretend that this is ok because i always check achewood first."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Will someone tell me what the hell OotS is?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh, Order of the Stick, nevermind. Goddamn kids and their newfangled internet lingo...*wanders off*"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I tracked this discussion down because I just realized that the voice my head uses for Belkar is the same voice it uses for Calvin from \"Calvin and Hobbes\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "LOFL @ PICTUR"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Laughing On Floor Laughing? <br/> \nDepartment of Redundancy Department?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Yea, laughing on floor laughing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "DORD indeed..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "Haha, yes!  Please express your feelings also on that one where all the furries are in hell fucking each other with giant mutant cocks; also  <em>Sabrina</em>  and that guy who wrote the revenge comic where his squat little illustrated self stabs various  people from the forum.  Not quite  <em>Unicorn Jelly's</em>  far grander retaliation of creating a POE-inspired character whose children do not love her, but still."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think  <a href=\"http://web.archive.org/web/20101018000324/http://www.unicornjelly.com/uni020.html\">this</a>  is the one you wanted."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "or  <a href=\"http://web.archive.org/web/20101018000324/http://www.unicornjelly.com/uni004.html\">this</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I just read the entire archives of this, and the ending made me really sad.  People, do not waste four  hours reading the entire archives of this!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "This makes [i[me[/i] sad. Four hours you won't get back, a regret that will stay with you forEVER!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "You actually read more than one?  And it made you feel an emotion besides disgust? <br/> \n <br/> \n <strong>YearsInHotClaws eyes you cautiously.</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "What the hell kinda name is that, anyways. Has this been addressed?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I think we should probably make a point of letting every Assetbar member give the backstory to their name. It'll probably end up like some kind of pop-culture reference circle jerk, but that's a chance that I for one am willing to take."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, you first. Is it true you love kate?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Were there 130 cat grls before you?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Why do you feel so threatened by \"them\"?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "How did you lose your i, and why haven't you replaced it with a glass i, or covered it with an i patch?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "Seeing as we've overwhelmed the nesting abilities of Assetbar, I feel the need to resort to blog-comment-style @'ing: <br/> \n@professorhazard: <br/> \nFirst of all, I can't for the life of me figure out what this post is referring to. <br/> \nSecond, is your self-bestowed title of \"professor\" really just a youthful nickname, or is it actually a. an attempt to be respected by the students at cryptozoology school, b. an ironic commentary on the way the academic establishment dismisses your chosen discipline and attempts to stifle your science?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Wow, nice deductive reasoning, earendil! The truth is a combination of all those reasons. <br/> \n <br/> \nMy post, by the way, is in reference to the missing \"i\" in the word \"catgrl\".  <br/> \n <br/> \nAs for you... what's it like being the biggest-eared elf in Middle-Earth? For that is the imagery your name calls to mind for me. <br/> \n <br/> \n <em>Forsooth, ask Earendil, for his ears doth catch all sound. Snicker.</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You could do a lot worse for a name, if you were an elf. Celeborn, for instance, was also known by the name of Teleporno."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "My inner Tolkien nerd (who is not really very 'inner') feels the need to inform you guys that Earendil is an actual character from The Silmarillion who is called the seafarer and is kind of similar to Helios because he sailed across the sky with the morning star. I'm gonna go get fat now."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I'm so glad I didn't know this."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "achilleselbow, <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I dunno about you, but I would actively work towards GETTING a name like \"Teleporno\".  <br/> \n <br/> \nEspecially if I could teleport, and was a rapist."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "VC"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I work in an iron foundry and my name is Dave.  What of it?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "moryp caina <br/> \npyrom aniac <br/> \n <br/> \nI'm not a pyromaniac, but for some reason I did that with the words."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Not sure if you're talking about my name but its taken from Nova Express, by Burroughs. <br/> \n <br/> \n\"Like 3000 years in hot claws at the window...\""
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "FOR THE LOVE OF ALL THAT IS HOLY DO NOT CLICK THAT FIRST LINK YOU CANNOT UNSEE THINGS."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Seriously. I deleted most of my webcomic links recently. It's like the artists think that just because they made something kind of funny a long time ago, are a fairly common name in the genre, and engage in mutual wankfests with their communes/conventions/collectives, we'll all keep clicking \"just to see what happens next\". The PBF guy was the only one smart enough to realize that not even he could make something good every week, let alone every day. Even Pictures for Sad Children has been sucking since the wedding story arc started. Besides Achewood, the best comics are the absurd ones with no continuity like qwantz or White Ninja because at least there's no way for the artists to turn them into a mundane blog of some douche's daily events. <br/> \n <br/> \nI feel really nerdy now...someone hold me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I mean, this is a problem with comics as a genre, when you think about it. It's worse in syndication. Artists coast for years in syndication, because if the newspapers dare try and pull something like Marmaduke, Blondie, Garfield, you name it, they get bombarded with letters by hundreds of angry readers. They all want to know why this or that shitty comic is no longer in the paper.  Webcomics, the good and bad ones, at least represent a chance of escaping that fucked up system."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Garfield Minus Garfield is quite good."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Internet law #357: <br/> \n <br/> \nWhenever the shittiness of Garfield is mentioned, someone will bring up Lasagna Cat or Garfield minus Garfield or one of those other halfway-interesting things that do not come close to making up for the horror that Jim Davis has foisted onto american culture.   <br/> \n <br/> \nDo not pretend that it is OK for Garfield to exist, people.  Jim Davis should be shot.   <em>You know this</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Oh but now I want to know what Lasagna Cat is..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Tributes to garfield comics, with live action versions of the strips and music."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "harletron",
    "plus": 0,
    "snip": false,
    "text": "I always wonder why people read shitty comics. Inertia? Vested interest? Furries need to learn that just because they live a certain lifestyle doesn't mean they have to pander to bad art and stupid people. For real."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "capnb0b",
    "plus": 0,
    "snip": false,
    "text": "It's inertia."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 3,
    "snip": false,
    "text": "Artists can coast on their shite, so why shouldn't they?  This is why Bill Waterson is a man to be respected."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "Chubby this man for speaking truth"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Straight up.  I wish Watterson would do something again."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "He diddles his wife daily. Just doesn't make comics about it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Remember Gary Larson used to be banned from drawing outhouses IN ANY SITUATION. And got letters from Amnesty every time he drew a medieval torture chamber. This one time, he drew a dog that had succeeded in catching a car and was howling victoriously. People thought the dog was fucking the car and went crazy. FUCKING IT. People are twisted in their little heads."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "On the subject of webcomics that burned out rather than fading away... don't forget A Lesson Is Learned But the Damage Is Irreversible. God damn do I love that comic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAH..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I prefer Yelling Batman to Screaming Bateman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "B^U"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Exactly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by TommyTheBrat, lawbot, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "7 out of 10 agree this is the most horrible comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "12 out of 15 agree that this is the most horrible avatar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I am one of the minority on that subject then."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "high fives!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You may have thought yourself brilliant, changing your avatar to make i_love_kate look the fool, but we all see through your chicanery.  It is you who looks the fool in the end."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "what was his avatar before the lady, i have to know."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "it was the guy from Aphex Twin, which it still is, but now betitted. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHH!!!!!!!!!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "More accurately the guy who is Aphex Twin."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Come to daddy!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "oh yes inquiring minds and all: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "this was the previous one."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "come on do you like 2 eat pizza"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Wait... 80% of people hate breasts?  or has it changed?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "<em>Shit it's the cover of an unpopular album.<br/>\n<br/>\nMy left nut for a delete feature.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What is even the difference between miscarriage and stillbirth. Except, of course, that one would be marginally more acceptable as a Finnish black metal band name."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "A miscarriage doesn't happen at time of birth, necessarily, I think."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by TommyTheBrat, lawbot, turnabout, I_Love_Kate)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by lawbot, falseprophet, hbaranov, Genkisudo, I_Love_Kate)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not being able to lame you is like the mental equivalent of blue balls."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I just ignored him, now I don't notice that I can't lame him.  I don't even know who you are unable to lame, and I am a happier person for it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by meddle, TommyTheBrat, lawbot, Doc_Rostov, I_Love_Kate)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Man you are like some lame Internet necromancer, all bringin' subjects alive that no one else wants to talk about."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I cannot lame, and as such, have confronted my own humanity.  <br/> \n <br/> \nNote: Glyc knows nothing of the \"female experience\" pass it on"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "bix, you are a female.  Tell us about how Britney Spears speaks to the feamle experinece.  Or Mariyln Monroe or some such.  Danka"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by TommyTheBrat, lawbot, daidai, Doc_Rostov)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "There's nothing wrong with you.  Wangs are ugly, ugly things and the female form is beautiful."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "hello... most women like wangs quite a lot."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Oh, yeah.  I like them.  They're just ugly."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "I disagree...  I think they are pretty.  Especially mine.  wow.  that's awesome. Thanks hellofditties.  You helped bring out the gay in me.  All it took was I had to be provoked into disagreeing!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Look, I think the dongle is one of nature's great retarded art projects, but if you compare it to the proper analogue, the yawning vajayjay, it seems pretty normal.  I don't have my anti-feminist club on me, so I won't detail the ways, but the ole kooky chasm is far from high art.  Genitals are just ugly, which is why porn is so silly"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "yeah lets just agree that everything about people is kind of gross when you think about it. <br/> \n <br/> \n\"bumping uglies\" exists as a phrase for a very good reason."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "[obligatory] <br/> \nVaginae are so not weirder than penises. They seem way normaler to me because I have one, much like dicks seem normaler to you because you have one. The sight of a naked dude never ceases to surprise me:  <em>Dang, there is an extra growth there! That's not how humans work!</em>  Genitals are weird-looking, though. I have no argument against that. <br/> \n[/obligatory]"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I dunno, God knows I've seen far more than my share of cocks, and I still giggle every time.  It's like \"oh shit, they fucked up and gave you one of these things too?\"  I was thinking about the post lower down where a guy asked about male shaving, and I decided pubic hair is God's way of saying \"Look, sorry about the stupid looking gizmos.  Le me give you some fuzz to cover that up.  Some asshole slipped some weed into a burnt offering that night, and damn, I don't know what all shit I fucked up.  So are we cool?\" <br/> \n <br/> \nThat is how I picture the way our respective deals were made.  Not even the maker remembers the details, but at least he was embarassed"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Speaking as a lady, I actually find hard cocks a ridiculously huge turn-on - to feel, see (less so), think about, whatevs - but yeah the soft version is pretty darn silly. I also like girls, and I dunno, I find it kind of a little sad that we don't get really any kind of equivalent to that very visible turned-on-ness change, signal thing going on? Erections! Everyone should have erections. I guess is what I am trying to say. I think erections are really great. Two thumbs up. <br/> \n <br/> \nThey... are kind of like  <em>Transformers</em> ? <br/> \n <br/> \nAnyway, it is perhaps amusing to note that (not to this end), I have been mad Giving Out Chubbies today. I gave three in this very thread."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Considering their purposes, the male and female genitalia are just right in their construction, therefore their appearance is also perfect, not that I go around looking at either set of junk."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "pogo just closes his eyes and thinks of England."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "chubby for mini-wang!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 1,
    "snip": false,
    "text": "This science fair project would receive the  \"Participant\" award, bested by the baking soda/vinegar volcano, the two-soda-bottle vortex, and the grand prize winner of how a pendulum functions in zero gravity, which only made possible because the student's father is a big wheel at a NASA training facility."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "*which was only made possible"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "A moment's thought will reveal that there is no such thing as a pendulum in zero g. <br/> \n <br/> \n(Thanks to all the pedants who resist the urge to talk about other kinds of fields.)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Um...wasn't that the joke?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "There was a joke?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "NO. <br/> \n <br/> \n(I mean, yes. There was.)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "If no-one laughs, is it still a joke?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I guess it depends on the intent of the comic. I feel like jokes work like art, you know, if they're created as such or viewed as such, then they are."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "ps:  <strike>f</strike> art joke ololz"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Fart jokes are the Dogs Playing Poker of the humor spectrum."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dabigv13",
    "plus": 1,
    "snip": false,
    "text": "Dogs Playing Poker are the Dogs Playing Poker of the humor spectrum."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by yearsinhotclaws, daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Doc_Rostov)"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Cremlae)"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Cremlae)"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Cremlae)"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, EM2, falseprophet, Cremlae)"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Cremlae)"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, Cremlae)"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, bixschmix)"
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, bixschmix)"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, bixschmix)"
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, bixschmix)"
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximus was marked lame too many times and excluded. (marked lame by daidai, falseprophet, scrumpton, bixschmix)"
  },
  {
    "depth": 30,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "I guess that was the limit. it kept indenting when i posted, but on page refresh they were all at the same level. So this is how many licks it takes to get to the center of assetbar"
  },
  {
    "depth": 31,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Thank you for letting me lame this. I am hoping that I can somehow get rid of all my lames, but I am beginning to suspect it's not possible."
  },
  {
    "depth": 32,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I got rid of all mine a few days ago. I still don't have them back, and I'd really like them."
  },
  {
    "depth": 32,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "this is great - I think I just caught up to gladi8orrex  in one fell swoop"
  },
  {
    "depth": 31,
    "minus": 0,
    "name": "genkisudo",
    "plus": 1,
    "snip": false,
    "text": "You are creating an inefficiency in the lame economy! <br/> \n <br/> \nYour recursion test has exposed a giant surface area to undeserving lames - lames which come from a fixed pool (bounded growth?) and that could have been used to render someone like glyc silent instead. <br/> \n <br/> \nShame on you."
  },
  {
    "depth": 32,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "sounds like a good term paper for you"
  },
  {
    "depth": 31,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "The words indefinitely? and oblivion are considered MORE lame than the rest, apparently."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "These all look flat against the right on my screen."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Likewise"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I disagree with your critical theory, and find it puzzling."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Oh, I forgot, you're lawbot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I did that, too. The handface pic had me all confusing him with a real human containing real human emotions."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "A moments thought may be enough for some.  When you look at the actual definition of a pendulum, you'll find that it's simply a mass attached to a rod, which generally in a constant gravity field achieves equilibrium state due to friction. <br/> \n <br/> \nIn micro gravity, it would most likely begin to spin indicating the orbital direction of the craft carrying it.  If NASA has an actual zero gravity device (do they?  I've never been to their training facilities) then presumably it would stop at a random point in the set of possible positions, but maintain its pendulum status."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "A plane diving at your natural rate of descent."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "<em>Oh, Lawbot!</em> <br/> \n <br/> \n*\"Oh, Lawbot\" is taped before a live studio audience*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Actually it's just a laugh track that's always followed by Lawbot going \"NO\" or explaining why the joke they are laughing at was not funny."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "YES?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \n <br/> \nANGSTYCHOPS"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "<em>Maybe</em>  (takes a drag)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "mmm...drag"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "DRAG RACE!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "The guy in the middle looks like you. <br/> \n <br/> \nPlease tell me its you."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "If only it was me. My legs are nowhere near that sexy."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Wow. Are those special athletic heels? How in dang is he doing that?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Practice, darling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "NO. <br/> \n <br/> \nActually, if you interpret \"student's father\" metaphorically to mean \"intellectual father of the student's opus\" and \"big wheel\" literally to mean \"big wheel,\" then you see that the pendulum is in a rotational toroid space-station, where it is able to oscillate in simulated gravity due to the space station's rotation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "I fell asleep three words into this post.  Pictures please."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Sure, and I could interpret your post as something sensible, but that won't make it so."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hygraed",
    "plus": 1,
    "snip": false,
    "text": "Unfortunately, saying \"sorry\" and \"thanks\" at the moment one 'maxes is exactly the sort of thing I'm liable to do in the right circumstances :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilto",
    "plus": 3,
    "snip": false,
    "text": "If you're doing a :( in those circumstances, you might want to go a little light on the \"thanks\" and add an extra dash of \"sorry.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hygraed",
    "plus": 0,
    "snip": false,
    "text": "Oh no, no, not actually DOING a :(. I would probably just be making that face as I 'maxed, not actually committing it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Old fucker advice:  Keep on riding after you 'max.  Might be enough turgidity left to get her off.  Otherwise, go to Plan(s) T or F, unless you've lucked out and she's already had her fun."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "More  <strong>T!</strong>   <em>MORE <strong>T!!!!</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 13,
    "snip": false,
    "text": "I prefer to pull out before hand, just before the SHAZAM moment, aiming at her eyes, then not maxing at all.  I frown real big, get dressed and walk out of her place, and never say anything about why.  From then on I try to picture her as a man when we meet in social situations, and she cries publically why I suddenly turned on her.  She gets over it eventually, and moves on, but the next ten times she's with a man she'll be incapable of achieving orgasm, due to crippling anxiety that she's doing it wrong.  Eventually I'll sneak up on her and give her a blast to the back of the head when she doesn't hear me tossing it, and finally she'll have what she always wanted."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I feel like I shouldn't be laughing at this, yet here I am."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I felt like that for about 15 seconds, then I read more and realized it was fucking hilarious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 6,
    "snip": false,
    "text": "Pogo, that is TOO MUCH INFORMATION. <br/> \n <br/> \nI am sending the TMI truck to your house  <em>immediately</em> . <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "What's so unappealing about your elderly father saying \"sex\"? I've had sex!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You are too young to have sex"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "whiteturtle",
    "plus": 6,
    "snip": false,
    "text": "*knock knock* <br/> \n <br/> \n\"Hello, yes?\" <br/> \n <br/> \n(tips hat)\"Ma'am we're with TMI clean up crew? We had a report that a man over the age of fifty was talking about turgidity and sex in general. For public health reasons, we're going to have to execute and dispose of him in a highly public fashion.\" <br/> \n <br/> \n\"How public?\" <br/> \n <br/> \n\"Likely to be broadcast on Fox News, ma'am.  They got themselves an execution every Sunday night.  Monster trucks afterwards, if you're so inclined.\" <br/> \n <br/> \n\"Oh, I see, he's in the back, in the den.  Oh shoot,  I knew I should have had him clean out the gutters before I let him on the computer.\" <br/> \n <br/> \n\"Sorry we have to do this ma'am, we can have some boys come over an clean out your gutters, if you'd like.  We know this can be an inconvenience.\"     <br/> \n <br/> \n\"No, I understand, heaven knows even  <em>I</em>  can't stand it when he gets going on with the erections and whathaveyou.  To tell you the truth it will probably be a blessing. Come in, come in, wipe your feet if you would.  I'll get you boys some lemonade while you get him drugged and trussed up.\" <br/> \n <br/> \n\"That is right kind of you, ma'am.  There might be a bit of mess afterwards, they can sometimes put up a fight, but we'll do our best to keep it off your furniture.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Was this inspired by  <em>Monty Python's Meaning of Life</em> ?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "maybe subconsciously, it was not at the front of my brain, but I'm sure my skit writing center has a thick coat of Python on it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And now I have the universe song in my head. \"Thanks,\" Tekende."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "try singing the penis song--that always helps! <br/> \n <br/> \n <em>\"Good evening, Ladies and Gentlemen!  Here's a little something I tossed off recently in the Caribbean...\"</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How delightfully witty!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I like the gutters part."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "People always seem to be hell of slamming on you, Pogo."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "They think he's old (and he's gonna do urine on himself) and thus has no defense against it. <br/> \n <br/> \nBut I know many a dead man*** that would tell them they are wrong. <br/> \n <br/> \n*** <em>They are childhood schoolmates of pogo, all of whom attended the same school in a small base camp in Civil War era America***.</em> <br/> \n <br/> \n*** <em>pogo is old and is gonna do urine on himself</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Oh well, a slam is as good as a hug, I say. And I often bring it on myself with my brash, nay, asinine comments.  Then there's the age thing, which I have allowed the children to play with roughly.  I realize it is odd to be as old as their fathers and grandfathers, yet to have the mind of a late adolescent, and so the slams are a way of working things out.   <br/> \n <br/> \n(I may also be a bit of a masochist.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "My post was more of a riff on the truck than a slam on pogo.  I understand that everyone gets a little turgid every now and again, even baby boomers."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I thought people just liked to invoke Pogo's biting wit.  He has some really good comebacks and it seems like people like to be on the receiving end of that.  Eh, just my two cents. <br/> \n <br/> \nYou are a funny dude, Pogo."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Props to you, Cromar."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "JACK OFF THE OLDE DOOD LORD KNOWS HE NEEDS IT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nice.  But they won't get to the bunker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": false,
    "text": "Beef has quite the talent for thinking up inspiring names for his member"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 1,
    "snip": false,
    "text": "Nothing compares to Ray's rad chillies."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "reverendfrag",
    "plus": 0,
    "snip": false,
    "text": "I am that guy who asks everyone if they're getting a pre-nup.  I love the looks on the faces of the newly-engaged when I ask that question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I wish I could adequately express my joy at seeink Vlad again, but such an expression would probably be illegal in most states."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "Is like seeink Sam Malone, on most special episode of  <em>Frasier</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Vlad... <br/> \n <br/> \nVlad...have my retarded baby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "So in the last panel, is Beef a slimy Cuban used car salesman, or is he just projecting somehow? Because n only =1..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleanfatback",
    "plus": 1,
    "snip": false,
    "text": "that avatar is DECENT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "Your avatar is VILLAINOUS, fatback."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>MAD</em>  villainous even."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Hella mad villainous, dogg.  <br/> \n <br/> \nWhat.. too far?.. Oh. Alright."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "I was thinking more suburban, cardigan-sporting dad.  Imagine a little pipe there too.  The Fifties are back!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Oh, and it needs to be said: Hurrah for the return of Vlad.   I always need more of the ex-Soviet love machine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "*puts on his Little Octobrist badge*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 1,
    "snip": false,
    "text": "the roast beef volcano does not need vinegar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "If I were a dude, that is how I would project my sex-esteem onto a bar graph. Basically my goods prolly ain't all that good. Hell of such as a forest down there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "...that made much more sense in my head.  <em>dammit</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You know that's easily corrected, right? <br/> \n <br/> \nAlternate response: Thanks for sha <strike>r</strike> (v)ing!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I can't believe AssetBar let you get away with that"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Just be careful, ingrown hairs and shaving bumps look a lot like VD.  Men prefer delving in the jungle to urinating molten lead, and would shy away from your business district."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Advice for People On The Go!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "And what is the protocol with manshave?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Men don't shave their junk.  Trimming is reasonable.  The only men who shave their junk are trannies, and they are doing their best to not look like men.  A shaved penix looks like a baby otter, and if you want Phillipe's little brother holding up your balls, you are terrible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "That really kind of presents the mental imagery that your testicles rest above your penis. <br/> \n <br/> \nI see what you were going for, but what can I say."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "What if you were upside down?  Did you ever think of that?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Look, I have a fucking condition!  Not cool mocking it publicly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Did Vlad always have those magnificent robomanboobs?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I think it is a robobeergut"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "Your avatar looks so happy.  The little guy's finally got a house of his own, and he's damned if he's going to let society keep him from running circles around it giggling for a few hours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It's a nice house, but I think I'll be leaving my Yoshi outside."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That always pissed me off. Why the hell couldn't I have Yoshi in the castles? That would have been awesome!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "It would have made them SO much easier..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Given half the chance, Yoshi basically just shits  <em>everywhere.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Then the mean aunt from Harry Potter stabs him in the neck!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "<em>That's why he is so scared and won't go in.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "Vlad reads strangely like Borat in this one.  I'm kind of upset."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pygmalion00",
    "plus": 4,
    "snip": false,
    "text": "I actually thought he sounds like The Berzerker from Clerks <br/> \n <br/> \nMY LOVE FOR YOU IS LIKE A TRUCK BERZERKER!!!! <br/> \nWOULD YOU LIKE SOME MAKING FUCK, BERZERKER!!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "CHEWBACCA! <br/> \n <br/> \nWHAT A WOOKIE!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "LOVE CHEWY. <br/> \n <br/> \nLOVE HIM."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "MOIST"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "HAIRY ALSO <br/> \n <br/> \nIF YOU'RE INTO THAT KIND OF THING"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "You were both supposed to say \"CHEWWWEYYYY!\" but thanks for playing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I gamble, and I lose"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "did pygmalion just say 'making fuck'?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "OH jeez I just laughed everywhere, sorry-thanks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "It's funny that the mythological Pygmalion did \"make fuck.\"  Sorta..."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "deovalente",
    "plus": 2,
    "snip": false,
    "text": "At the risk (see: certainty) of being totally lamed out, I would so much rather watch Borat than any Kevin Smith movie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "For everything after Clerks you are pretty much correct imo"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "I don't like this post. See ^? My feelings are con."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "I appreciate your steadfast belief in the democracy of the Achewood boards!  My feelings are pro."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "This comment is kind of chilling when read along with your avatar. <br/> \n <br/> \n <em>Deyovalente sat in the imposing armchair at the head of the conference table in the main room of AssetParty headquarters, stroking his thick mustache intently as he listened to his top advisor Gouldgonewild lay out his democratization plan.<br/>\n<br/>\n-\"...and you see, Chairman Deovalente, if we allow popular referendum on the export of grain, we can better respond to the needs of the people!\"<br/>\n<br/>\n-\"Excellent, Comrade Gould! I appreciate your steadfast belief in the democracy of the Achewood boards! My feelings are pro.\"<br/>\n<br/>\nThe other advisors at the table exchanged uneasy glances and shifted in their seats uncomfortably, but Gouldgonewild was oblivious. \"Thank you, Chairman Deovalente! This will surely be a step forward for the Party...\"<br/>\n<br/>\nIt was then that he noticed the guards who were now standing to either side of his chair.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "After posting that comment and reading it myself, I hoped somebody would pick up on the irony."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narm",
    "plus": 0,
    "snip": false,
    "text": "I am giving this a five because the phrase \"jazz hose\" made me spit up Dr. Pepper."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "It's even more amazing considering you were drinking Sprite at the time. <br/> \n <br/> \n <em>Maybe you should see a doctor.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Or at least a Mister Pibb. <br/> \n <br/> \nalternately: And then narm spit SEVEN UP HAHA GET IT <br/> \n <br/> \n(just kidding)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "oh god that is so big and cut off <br/> \n <br/> \noh god, i found it and i had to post it <br/> \n <br/> \noh god sorrythankyou"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "clintisiceman",
    "plus": 6,
    "snip": false,
    "text": "I accidentally gave this comic a 1 at first because I was watching a commercial for You Don't Mess With Zohan and rated that instead of the comic. The mistake has been corrected."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Does it really look that bad?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "I don't know, its a movie starring Adam Sandler and its not Billy Madison, Happy Gilmore, or Punch Drunk Love, so  <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=cwoBOd1MVIg/\">you tell me</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "\"The URL contained a malformed video ID.\" <br/> \n <br/> \nFIX IT PA H'IT'S BROKE!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "God why do I even bother.  AcidBar just shits all over me. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=cwoBOd1MVIg\">http://www.youtube.com/watch?v=cwoBOd1MVIg</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Ah thank you. Actually not thank you that movie looks terrible. In other news youtube also sucks balls."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Sorry for liking Adam Sandler movies, everybody!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "'S cool esse."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I'm not mad, Professor Hazard, just disappointed.   <em>I thought you had more sense.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The worst part is, I like things people consider shit, AND I like things people consider art! Ho ho ho, now people are in the same fandom as someone who likes things they hate! This gives me some measure of jollies. <br/> \n <br/> \nTo a lesser extent, the more easily amused are amused more of the time, but really, my spite gland really starts doing backflips when I realize I am poisoning people's perceptions of the kind of people who like what they like. <br/> \n <br/> \nSee you at the art show -  <em>after I watch some programming on Adult Swim!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Adult Swim, at its best, is as artful as television gets."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I forgot that I am among the kind of people who are intelligent enough to look at  <em>Squidbillies</em>  and see the genius behind the veneer of crap. <br/> \n <br/> \nThen again, this is all in an anti-Adam Sandler thread, so who knows."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Nah, this is more of a Zohan looks like it will suck thread. I myself am fond of Sandler's better work, but this movie looks like it will be a bit crap, n'est pas?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "My rule of thumb for Mr. Sandler's movies: <br/> \n <br/> \nIf he is playing a nice normal dude, possibly a well-meaning slacker, with an anger problem, it at least has potential to be good. <br/> \n <br/> \nIf he is playing some zany character that requires him to do a stupid voice throughout the entire thing and get into totally wacky situations, it will never be good."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "What's a previous example of the latter?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "Little Nicky and The Waterboy are the two that come immediately to mind. Hell, those could be the only two. I am by no means a person who automatically denies that any Adam Sandler movies can ever be good."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "The Waterboy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "But then again both Big Daddy and Mr. Deeds sucked a thick solid cord of pube hair and those are his normal, well meaning slacker roles."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I definitely prefer  <em>The Waterboy</em>  and  <em>Little Nicky</em>  to those two. I'm afraid Sophisticated Bill Murray's theory may have a few holes in it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "He needs to beat his wife harder to gain clarity. We're working on it."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "\"Chlorophyll more like BOROPHYLL\" -Billy Madison"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "NO I WILL NOT MAKE OUT WITH YOU!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "genkisudo",
    "plus": 0,
    "snip": false,
    "text": "Who of us can go to the driving range without a throwing in a few gratuitous Happy Gilmore swings?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "reverendtmac",
    "plus": 0,
    "snip": false,
    "text": "I can, but I make up for it by hitting a few off a beer can."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by octafish was marked lame too many times and excluded. (marked lame by orvel, envika, milkpants)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "These junkies with...camel disease. <br/> \n <br/> \nWho's touching these camels? Please leave these poor sick camels alone they've got problems enough as it is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "dork."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Pearlescent enamel casing slowly sweating a digestive fluid/anaesthetising agent. The teenage girl dissolving slowly, painlessly, becoming one with Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "becoming one-est with Beef she is ever being. <br/> \n <br/> \nAnd \"enamel casing\"? More like \"camel encasing\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "vChub. I respect your wordplay"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "\"Chlorophyll more like BOROPHYLL\" -Billy Madison"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I do not respect repetition. Thus, you are duly con'd"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Oh cool, someone reads Burroughs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "Thank fuck for the return of Vlad. <br/> \n <br/> \nYes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "I am agreeink with you. <br/> <br/> <br/> Is about fahkink time, is not?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Is yes?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Is more soundink like -fock- than -fahk-. You is obviously havink no understandink of Roosian aksent."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "You are havink a cahk een your mouth."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "I yem not suckink on eet however, unlike you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "I am thinkink that at thees point, you are splittink hairs."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "next comes spittink of hairs, I am thinkink"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "HCHEY-O"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "Is so wacky to be a homosexual on the internet. <br/> \n <br/> \nIs so wacky."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Is  <em>so</em>  lol."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Is  <em>so</em>  space-biscuit"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I've elucidated on this before on a strip in the archives, but Vlad is most likely Polish, not Russian.  There's a subscriber/book-only strip where Vlad mentions living in Krakow, and also mentions zloty, the Polish currency.   <br/> \n <br/> \nNot trying to sound like a dick, but I thought it might better to put something like this up on a \"current\" strip. <br/> \n <br/> \n...cue that \"the more you know\" graphic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Also, he often mentions pierogis (note, he mentions it only once).  This is basically the national food of Poland.  Not that Andy would know, that asshole"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Plus-- <strong><em>Plus</em></strong> --Poland is funnier than Russia."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "ITYM \"pierogi.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Actually I was pluralizing, which in fact pierogiEs.  This is why I am not Polish.  Also because of some stupidity based stereotype I'm too distracted to make a racist statement about.  Could someone fill this one in for me?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Pierogi is plural."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "http://dictionary.reference.com/browse/pierogies <br/> \n <br/> \nGood enough for government work"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \n <br/> \nNOT EVEN...IN STAIRWELLS"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Lawbot does not recognize the authority of these \"dictionaries\"..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Unless I'm much mistaken, there's a strip where he's explicitly from some other eastern european country (not Russia). But then with the way that Teodor is Lithuanian, and the way that Grandma Kazenzakis is Roman Catholic, what we can mostly conclude is that Onstad is confused about people who are not white and whose parents do not originate from between the Atlantic, and Pacific, and north of Mexico. <br/> \n <br/> \nIt's not worth taking technical points about national origin in Achewood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I must admit that I can't think of any strip like that, but I don't consider my knowledge of Vlad to be encyclopaedic.  Every \"clue\" I remember seeing has lead to Poland. <br/> \n <br/> \nAlso, Teodor has said his family is from Belarus ( <a href=\"http://web.archive.org/web/20101018000324/http://achewood.com/index.php?date=10292003\">Minsk, specifically</a> ), not Lithuania...close, though.  In my original comment on this on another strip, I mentioned that yeah, it's confusing (when I hear Oresczu I tend to think Romanian), and I hardly consider myself an expert on Eastern European social distribution and ethnography. <br/> \n <br/> \nI try not to take it too seriously, but hey, Onstad lays clues, and I'm not against following the trails every once in a while."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I can't find it. The nearest thing is that he went to university with one \"Utsheyev\" which is more of a central asian name."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I guess I've always thought of Greeks and Lithuanians as white. Was I wrong in thinking this?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hey, did Lithuanians invent lithography?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Well, Methodists did invent methamphetimines."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "That is a silly myth, propagated by the Mythuanians (God help me)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No, but they didn't originate between the Pacific and Atlantic."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I am not going to pick apart the syntax of your original statement and point out that the use of the word \"and\" instead of \"or\" between \"white\" and \"whose\" made both \"not white\" and \"[long phrase for North American]\" necessary conditions for your evaluation of Onstad's knowledge of Lithuanians and Greeks. <br/> \n <br/> \nOh wait."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It was meant to be read disjunctively."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "They're White but look quite different from your average American / Brit (Anglo Saxon).  I mean even French people look pretty different from the White people I know.  (Aren't races capitalized?  I can never figure that out.)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "SLEEP"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "'TIL BROOKLYN"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Foot on the pedal never ever false metal<br/>\nEngine running hotter than a boiling kettle<br/>\nMy job's ain't a job it's a damn good time<br/>\nCity to city I'm running my rhymes</em> <br/> \n <br/> \n80's rap is so funny.  (I love the Beastie Boys though, just sayin'.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I am so proud of both of you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Congratulations, you have helped me in my scheme.  There will be more to come."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "I was going through the \"You Haven't Seen These Highest Rated\" strips when I got to this one. took a few minutes to get my bearings"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "heh. same here. I had a moment of... since when can Gladi8 travel back through time?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "if he had that ability, I would not be surprised that he used it to get a first post"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Look, look upon the future of English!  Avert not your gaze, for it is as inevitable as the tides."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't trust Glad with time travel technology any more than the Third Reich, and I've read all the (Sci Fi) Literature."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "THIS IS ME FORM THE FUTURE. LOL, SORRY TO UNTTERUPT CARRY ON"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "evem in spase i c u"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "What happened to Vlad's mouth?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "He gave it to his fridge, was the Vlad or Liebot? Did Vlad ever have a mouth? How does he drink his beer? How does he scream?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I see what you did there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drunkenimp",
    "plus": 0,
    "snip": false,
    "text": "And a very  <em>racist</em>  chubby to  <em>you</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Just in scrolling past, your icon and comment work fantastically together."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "This is so WHOOSH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ok then, for you claws, I'll explain. <br/> \n <br/> \n\"He gave it to his fridge, was the Vlad or Liebot?\" ignoring the typo a simple enough statement. I checked, Vlad did give his face to his fridge in Million Story Building from the 16th of January 2008. It was not Liebot. \"Did Vlad ever have a mouth?\" Vlad used to have a chin-like thing I never read it as a mouth. \"How does he drink his beer?\" A simple inquiry, how does he drink the beer he is holding in this strip? Finally, \"How does he scream?\" is a reference to a Harlan Ellison short story  <em>I Have No Mouth, and I Must Scream</em> , also a computer game  <em>(cue Mi-Sex)</em>  published in 1995 also written by Harlan Ellison.  <br/> \n <br/> \nI'm sure pogo would approve."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Also a line in the Matrix. I hope you are OK with that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "<em>wrong</em> <br/> \nthe line you are thinking of is 'what good is a phone call when you are unable to speak?' <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, who passes up an opportunity to \"NO\" all over Lawbot."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This is not even low, unnecessary pedantry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Apropos of Harlan Ellison and Achewood, I wonder if Phillippe and Jeffty of \"Jeffty is Five\" met, if either would make it to six."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Cool, but why is it racist?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fucked if I know.  <br/> \n <br/> \nP.S. So schnackered now I can't sleep, so I am posting on the interwebs instead. <br/> \n <br/> \nP.P.S. Schnackered = Pissed <br/> \n <br/> \nP.P.P.S. Pissed = Drunk"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "My old high school friends used to call getting drunk \"getting shmammered.\""
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I say getting Wankered, with the implication that booze makes people into bastard wankers...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "This sounds like a set-up to a joke. <br/> \n <br/> \nA: That robot has no mouth. <br/> \nB: How does he scream? <br/> \nA: Awful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Wasn't it a little chin, not a mouth?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this morning the third thought in my mind was about the recent semi-absence of the 'bots from Achewood. <br/> \n <br/> \nrad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 5,
    "snip": false,
    "text": "man what"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "GIVE HER THE [JAZZ] HOSE!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trap",
    "plus": 0,
    "snip": false,
    "text": "I enjoy how your avatar compliments this comment.  <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Alright...give him the stick NO DON'T GIVE HIM THE STICK"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "do you know my dad?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Ooooo"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Man, if you're gonna do it, do it right: <br/> \n <br/> \n <strong><em>OHHHHHHHHHH~</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "What's your  <em>dad</em>  like?   <br/> \nI wanna  <em>meet</em>  that dad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Smells like rotten meat!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "kids, why would you bring that rotten meat in here of all places?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Doo d-doot doot!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Kids, you stupid motherfuckers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "BANAMANAMP. <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Build a room for your B'Owl, so noone can see it!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ortsac",
    "plus": 0,
    "snip": false,
    "text": "And now B'Owl is perfect for throwing away!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Pets will LOOOOOK at B'Owl!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Hey kid, I'm a computer.  Stop all the downloadin'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "hmm... at first i thought this was a fear before reference, but now i am thinking that you are referencing what they were referencing when they titled one of their songs that. <br/> \n <br/> \nregardless, i am listening to that song right now because i read your post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "It's a reference to  <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=1eA3XCvrK90\">this video</a> . Another parody like it contains the line \"Alright... give him the stick NO DON'T GIVE HIM THE STICK\".  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "What are you wankers doing on my lawn"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Surely that question is redundant"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "...THE HOSE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "batmantis",
    "plus": 1,
    "snip": false,
    "text": "This strip rates 5 for so accurately summarizing the previous home boys in my life. <br/> \n <br/> \nI rate a 1 for realizing that I have 100% low standards. Aw hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatratcat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hatratcat was marked lame too many times and excluded. (marked lame by chuvak, Doc_Rostov, hardelicious)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "...yeah <br/> \n <br/> \n..we.all want..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "DO NOT WANT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oh,  <em>terrible.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The worst thing about this asset is that I have already seen it happen in porn. <br/> \n <br/> \nI know it's not adequate, but I apologise for abusing you, Internet.  You don't deserve to be used for distributing such filth.  My Bad."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Just then, about a thousand ants came up to her pussy and crawled inside her vagina. They were clustered together, packed so they looked like a solid black rod.</em></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "So you want furry porn, then?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "I don't want so much \"furry porn\" as much as I want to \"shrink down to the size of an ant and fuck the queen and then she gives birth to hundreds of tiny babies with human baby torsos and ant heads.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "If you were then imagining unshrinking your spawn in order to create an unstoppable army of antmen to take over the world and construct your own unholy metropolis deep within the bowels of the Earth... <br/> \n <br/> \nThen you and I are on the same  <em>wavelength.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "That was the shot and I was looking for the assist. <br/> \n <br/> \nYou delivered the goods."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Could you please hope cartoon animals will start gratuitously fucking eachother somewhere else?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "To tell the truth, I feel the same way beef does about teenage girls: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 3,
    "snip": false,
    "text": "fuggin' asset bar <br/> <br/> <br/> [IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Can I have another Zima?  Tastes like candy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Sorry Mark, you win the prize for Ugliest Cross-Dressing Kid in the Hall. Although it may be a toss-up between you and Kevin, depending on the skit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Man shit, Bruce is built like a box with limbs and wore those fucked up square glasses. Only Mississippi Gary could find him attractive."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>Smokin' on a night train</em> <br/> \n <em>Chewin' on a jelly roll</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mosana",
    "plus": 2,
    "snip": false,
    "text": "He gets with ladies but in the end they do not like him"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Flod, I'm sorry, but you're the king of make-outs, not marriages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=WLdRh7qdi_g\">This</a>  is the song that's been keeping me sane."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Man, sweet, but I will have to listen to this when I am done listening to the red album for the first time. Impressed so far, if anyone gives a shit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "You mean um... The Beatles' compendium album or um... Weezer?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Weezer...it's actually pretty decent. I don't know if you like Blue Album or Pinkerton, but if you do, you might like the new one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Of course I like the Blue Album,  <a href=\"http://web.archive.org/web/20101018000324/http://achewood.com/index.php?date=08132003\">God dammit!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 1,
    "snip": false,
    "text": "I am a teenage girl and I would try to score with Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "There are no girls on the internet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "And there are no geeky anthromorphic cats in my neighbourhood.  We all lose!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "You aren't looking hard enough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I smell a Dateline raid warming up there.  I would hide that neckbeard before you get Hanson'ed"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ediblestars",
    "plus": 0,
    "snip": false,
    "text": "Chubby of solidarity, my friend."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "This strip does not deserve a 4.7, what the hell people"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 1,
    "snip": false,
    "text": "Jazz hose alone brings this to a 4.5, hot porky cha-cha brings it to a 4.75, and the alt text image of teenage girls as the seed needed to create a pearl inside the oyster that is Roast Beef brings it to a 5. So clearly, there are some who are lowballing this one."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "ONE CARES"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well played."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "And i_love_kate pushed his chair back, never moving his eyes from the board. <br/> \n <br/> \n\"Checkmate\" he said with a mixture of shock and a quiet glee. His mentor was right: it could be done. <br/> \n <br/> \nOnce again man faced his own machinations, and once more, man triumphed by the skin of his teeth. Bobby Fischer would be proud. <br/> \n <br/> \n\"Good game, Lawbot\" escaped i_love_kate's lips -- barely audible amidst the crowd's cheers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Don't move until you see it. Don't move until you see it. Don't move until you see it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Actually, Kate does. Maybe if you ever had a proper conversation with her you'd know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "<em>Kate is in a coma</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "<em>because I_Love_Kate never paid attention to her</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "My sea monkeys died because I didn't pay attention to them. Not funny, not clever, not a good comment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Stop it!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "My cousin was breathing until she was told to stop it. Now she's dead. Not funny, not cool, not a good reply."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "I've been Kate's sea monkeys' cousin for 5 minutes and I find these comments HIGHLY offensive"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It's time you took responsibility for all the things you've tragically neglected.  <br/> \n <br/> \nFor starters, you can give those seamonkeys a good christian burial."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "You have to completely desecrate a sea monkey or else it will come back to life."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Absolutely guaranteed!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I generally don't care for Vlad as a character, at least in comparison to the others.  But this strip, he really works for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsox",
    "plus": 0,
    "snip": false,
    "text": "I love Beef so much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 1,
    "snip": false,
    "text": "i work with an armenian girl who talks just like vlad. it's rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Is it Kim Kardashian?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stella",
    "plus": 0,
    "snip": false,
    "text": "Achewood is so literary, that \"pearlescent enamel\" is used instead of the more colloquial \"cum\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon2",
    "plus": 0,
    "snip": false,
    "text": "easily the best alt - text of the last 36 hours"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Why are people having to make accounts where they just add a number on the end of their name? Boot from assetbar? I don't get it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If you get lamed enough, your posting privileges get restricted. I think it was neonfreon's original account who said he could only post once a day and he hoped we were all happy. (I think we were mainly all happy.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "I don't know how I feel about that, honestly.  Lames shouldn't be the determing factor in that. I don't know, as long as someone isn't spamming all the time, they should be allowed to disagree with us, I feel, even if they are a tool."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't think anybody gets enough lames to curb their posting unless they are essentially spamming. Seems like no one has spam-marking privileges, so we have to substitute voluminous cascades of lames."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Dr Manflesh has been lamed so much that he can post like once a week. Would you call that spam,  <em>or would you call it art?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I would call it a relief, no offense to the good doctor."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I can mark spam.  NANNYNANNYGOGO!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Whyfor?  I've looked at way more strips than you.  What's the secret code?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "First off, I spent the first 7 years of my life at a titty bar, so I've seen more strips that almost anyone. <br/> \n <br/> \nSecond, I have no idea how the magical interweb works.  I try to avoid any technology that is older than I am, so the how and why of who can mark spam is dark voodoo."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "How the hell did you get that? This is like if Earendil had entrusted command of his heavenly ship to Ancalagon. It's  <em>exactly</em>  like that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Ancalagon the Black?  Evillest of the evil dragons?  God help me if I remembered that right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "It's not much of a science fair project with a sample size of one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "When one begins a project of this type... one chooses to end it early. Probably the best choice on her part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "No-one said that it was an intelligent teenage girl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Isn't that an oxymoron? Hey-o!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "autopoop is technically 19 so I guess not."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "HUGE props to autrepoupee out of nowhere!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I am all about sucking girls cocks for being at least marginally intelligent and interesting, so you and poop and Kristin Hersh and PJ Harvey and Emily Dickinson can all cash in checks for a free blowjobs whenever scheduling and geography permits it.   <br/> \n <br/> \nNote: if you don't actually have a dick I can suck on don't bother contacting me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Re: sucking girls' cocks. <br/> \n <br/> \nYou know PJ Harvey has a 50-inch cock, right? I mean, that's what it says in the song, at least. That's gonna be a challenging blow job, my friend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I'm not going to complain man, the more dick that is in my mouth the better but thats just my opinion."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "20 inches."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Oh actually I forgot that it increases through the ending refrain. That's only when she's really excited, though."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Are you trying to challenge my Polly Jean knowledge here? If that is what you are trying to do, you should know that you will fail. <br/> \n <br/> \nBy the end of the song, the cock is 50 inches. Go listen to it again, it is pretty short."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Well, I see I should have refreshed before I posted. But we are in agreement about the size of PJ Harvey's penis, and that is all that is important."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "She also likes motorbikes because they free her from her boyfriend making demands on her time."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "50 inches is not 'pretty short'.  What sort of members do they have over there in Britannia to spoil you so?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Not challenging so much as time-consuming."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Huge props to autrepoupee are never out of nowhere! <br/> \n <br/> \nThey're all rooted in completely necessary adulation, particularly focused on autrepoupee's modesty and humility."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "\"Instead of a Dark Lord, you would have a queen, not dark but beautiful and terrible as the dawn! Tempestuous as the sea, and stronger than the foundations of the earth! All shall love me and despair!\" <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "And how cool is it that just after I made and posted this, this was what I was reading in another window, <br/> \n <br/> \n\"Black Eyed Kids (sometimes called Black Eyed Children or BEK) are said to be children with eyes that are solid black, with no differentiation between sclera, pupil or iris. Those who report encounters with them often feel that the children were somehow supernatural and very dangerous. The first known sighting was recounted in a 1997 usenet posting by journalist Brian Bethel. <br/> \nIn his initial post, Brian Bethel reported of a meeting with two unusually confident and eloquent children who attempted to talk him into giving them a ride in his car. Bethel said in his post that he nearly opened the door to admit the children, even though he found them vaguely unsettling, until he realized that their eyes were completely black, with no iris or sclera. He reports that, as soon as he realized this, the children became angry and insistent, and he drove away quickly. His posting implies that the children may have been using some form of low-level mind control to induce him to open the car door. <br/> \nSince Bethel's original post, there have been other reports of similar experiences in other parts of the country. These accounts are similar to Bethel's in that they generally involve the children's request that the person let them inside their car or house, frequently using an excuse such as \"I need to get home to my mother\" or something that implies the child is in need of assistance. <br/> \nExperiences involving the Black Eyed Children generally do not explain the cause of the children's eye color (not to be confused with Aniridia which is the lack of iris; Black Eyed Children have no sclera or white either) or the origins of the children themselves. Some imply they could be ghosts or demons, specifically vampires: the encounters frequently emphasize that the children must be voluntarily admitted or invited into the house or car in question, and in this way are reminiscent of some vampire legends.\" <br/> \n <br/> \nYeah, in some ways reminiscent of  <em>Stephen King's</em>  vampire legends. <br/> \n <br/> \nBut then, maybe he cribbed parts of those stories from older vampire lore. <br/> \n <br/> \nIs it clear to everyone how high I am? <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I shat bri/x/."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "Looks like evil Willow, when she ripped that guy's skin off."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I watched that episode the other day. <br/> \n <br/> \nAnd then I bought the Season 7 DVD boxset, and in the \"Previously on Buffy the Vampire Slayer...\" bit, it shows Willow flaying Warren like every time, and I watched that guy's skin get ripped off about thirteen times in two days, and I have become completely immune to it. <br/> \n <br/> \nStill can't watch Xander get his eye gouged out though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I wonder how freaked out she's going to be when she sees this whole thread."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh hey guys what's up on this fine nightti--oh <br/> \n <br/> \noh my god <br/> \n <br/> \ni'm staring into the abyss, and the abyss is staring back at me, and it's like the Patty Duke Show in hell and my own soulless husk is not what I expect to see this fine nighttime."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Let this be a lesson to you ladies.  If you're going to put your myspace info in your assetbar profile, don't act shocked when someone makes sexxy fanart of you as a soulless monster for them to wank to as they crank Merzbau at an unreasonable volume.  It is just common sense really..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Listen, if you want to make me evil and black-eyed,  <a href=\"http://web.archive.org/web/20101018000324/http://www.myspace.com/co_0kie\">feel free to get right on with that</a> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "\"I should want to cook him a simple meal, but I shouldn't want to cut into him, to tear the flesh, to wear the flesh, to be born unto new worlds where his flesh becomes my key.\" <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "!!!!!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "AHH it's just a little box with a red cross! I'm so bummed."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Go here, <br/> \n <br/> \nhttp://img365.imageshack.us/img365/380/demonhecilonwp5.jpg"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Demon duo!  Worth a look."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'd still hit it"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "ultrapeanut is a rip off of Hello Kitty.  I think that chicks dig ultrapeanut as a fashion statement for the same reason they dig Hello Kitty. <br/> \n <br/> \nwhat is it about people and their self-identity that they feel the need to signal it with logos... Ford, Chevy, Coors, Nike, Hello Kitty, UltraPeanut, the Nazi party swastika...  and what do these logos mean, ultimately, for the person wearing it? <br/> \n <br/> \nJust throwing that out there... <br/> \n <br/> \nalso... facial expressions are a form of logo... <br/> \n <br/> \nand you know what, to everyone who isn't interested or who disagrees - fuck you Monday!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Gee, glyc, I think wearing a logo might mean you are trying to associate yourself with the concept behind the logo.  Like for example if you like achewood you might like to wear a shirt that says you like achewood.  I don't know thats just my conclusion after thinking about it for a few seconds without the hindrance of your severe brain problems. <br/> \n <br/> \nYou have opened my eyes to facial expressions being exactly like advertisements.  I will be sure to wear a blank expression everywhere I go and in every photograph that is taken of me from now on.  Don't want you to think I've sold out. <br/> \n <br/> \nWell thank you for this brief, psychological discussion glyc.  As usual the board would not be the same without the varied and intelligent commentary you bring to the table.   <em>Its a fuck you Monday for me to glyc.</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "well yeah, I dig what you're saying, but what I'm saying is that the concept behind the ultra peanut logo is more, much more, than just achewood.  why of all the various achewood logos does someone choose ray, or this, or that, or ultra peanut? <br/> \n <br/> \nI'll tell you why - because of the gender role connotations behind ultra peanut.  Because of how those gender concepts are mixed and mashed and layered and multiplexed with other connotations, including the concept of Achewood. <br/> \n <br/> \nIt (an ultra peanut hello kitty logo) is a way of mixing one's gender identity into one's Achewood groupie identity, and it's simultaneously a way of mixing one's achewood identity into one's overall gender identity as perceived outside of the achewood clique. <br/> \n <br/> \nAnd so why do some people, male and female, cling to and promulgate their gender identity?  Well why, I guess.  Why not.  Identity is, after all, nothing other than the differentiation of the self relative to the other.  And oh, gender identity, yes, yes I can't think of any other mask to which as much cliche, dogmatic stereotype, patriarchal or matriarchal gender role.  It's the convenient ready-made and fashionably hyped pre-packaged self-identity - perfect for those imagination deficient establishmentarianists, optionally complemented nicely with a blank expression and/or empty exaggerated devoid-of-intelligence smile and/or smirk which thinks it's self oh so je ne sais quoi."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "<em>should read </em>  to which as much cliche, dogmatic stereotype, patriarchal or matriarchal gender role  <em> is attached </em> . <br/> \n <br/> \nnot that it makes a difference.  I might as well be typing random ascii. <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's probably the smartest thing you've said. <br/> \n <br/> \nAlso, I think \"establishmentarianism\" means support of a State Church, but hey, why not use unnecessarily big words to sound smart. <br/> \n <br/> \nDo you have any idea how cliched everything you say sounds? I mean seriously, how many fucking times did you read Catcher in the Rye?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Why use a short word when a long one *almost* means what you're trying to say? People automatically think you're smart if you use words with more with 6 letters, I hear..."
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "repsect"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "ahaha the mr. belvedere fan club"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Posers. I was liking autrepoupee before it was cool. <br/> \n <br/> \n(She reads Iain Banks.)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Ooooo Iain Banks....."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "So I guess Lawbot doesn't like Iain Banks."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What no M?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I like both versions."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Then stop laming me! <br/> \n <br/> \n(I actually prefer his science fictions work. Use of Weapons is probably my favourite book.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Take it like a man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Real men don't use lube."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Or weasels."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Or vaginas"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Hedonismbot: only down with equal-opportunity orifices."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Yay Vlad! He's back! Notice how he appears to drink socially but you never actually see him drink. I assume he is trying to put folks at ease and gain their confidence as he plans their eventual downfall."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000324/http://achewood.com/index.php?date=08062003\">there's just no pleasing some robots</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "I just want to thank Chris for helping with my password reset today. I should of made a friend of the library donation a long time ago. Thanks Chris!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "your password is jazzhose, isn't it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "Jazztanzschuhe"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "milkpants is that a trevor brown avatar? <br/> \n <br/> \nif so, awesome. <br/> \nif not, please don't google that name and think my terrible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "milkpants",
    "plus": 0,
    "snip": false,
    "text": "it is nina hagen"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "If Chris Onstad is so smart, then where is my Super Mario Bros. 2 instruction booklet?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "Yea, and where is my Earthbound Strategy Guide? <br/> \n <br/> \nBest Strategy Guide ever?   <em>You Be the Judge</em> . <br/> \n <br/> \nNote:  I was kidding about letting you be the judge, you would probably fuck it up, anyway the answer is yes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "chubby. that  <em>is</em>  the best strategy guide ever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It's sitting on my bookshelf right now. <br/> \n <br/> \nI could probably walk over and touch it - but I won't. Not right now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Always be thankful for what you have Professor.  You don't want to lose it and then think of all the times you took it for granted."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I know, right? I have enough regrets already***. <br/> \n <br/> \n*** <em>Where in the holy name of Xenu is my Super Mario Bros. 2 instruction booklet? I even stole another one from a friend's house to replace mine, and that one disappeared too. I'm sorry, childhood friend. I'm sorry.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 4,
    "snip": false,
    "text": "...phillipe is standing on it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Hell yes it is. I want there to be a proper sequel to Earthbound in the US, but only if it comes with a strategy guide just like the one for Earthbound."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "There is currently a fire across the street, the building completely engulfed in flames. I came outside and heard someone say that they hadn't seen anyone come out, but all I could think was \"shit, I just parked my car there.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glyc",
    "plus": 2,
    "snip": false,
    "text": "shit...  #$%^! mapping software.  I drive 790 miles only to fire bomb the building on the wrong side of the street."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "HEYO"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I parked in front of hydrant in downtown Chicago, then watched as the firemen snaked hoses over my VW when the warehouse caught fire.  It was NYEve, so I didn't care.  My car was ok."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Those firemen all hate you, and had they not been busy, they probably would've had your car towed.  It's not enough that these guys were stuck working on New Years Eve, they had fuckers like you making their job more difficult.  If I were there, a hose fitting would have \"accidentally\" gone through at least one window of your car, which would have then been towed as soon as it was safe to do so.  You are an asshole of the highest order, and one could only hope that, should your house ever catch fire, some fine citizen such as yourself has the decency to block the fucking hydrant.  You should be ashamed. <br/> \n <br/> \nPS: If you were joking, ignore the above message."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Omigod, a fireman slam out of nowhere!  I'm stunned.  (You have to picture this neighborhood, an industrial district, really wide old sidewalks, so the firefighting took place on the sidewalk, not the street, and my car really wasn't in the way, not like you might picture, all right up next to the hydrant.  It was at least three feet away.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "Woah!  HUGE slam on a one time druken hydrank blocker out of NOWHERE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": false,
    "text": "gladi8 is havink two lame ratio for chubby so sad I give him more chubby every comment history"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "man_of_stijl",
    "plus": 1,
    "snip": false,
    "text": "You also have to figure that any kind of prenup formulated or approved by Beef would read something like 'I guess I pretty much deserved it.'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Porky and Nubile used in the same descriptive comment scare me because they are like antithetical to each other and thus it makes no sense unless I think about like a really smooth agile pig or something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Ta-da?[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 4,
    "snip": false,
    "text": "god, plz don't post anysmores pictures of brit spears. she is gross cum on guys"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am loving this dude more and more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh,  <em>terrible!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You are a disgrace."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "brb fappan"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Kermit hasn't been the same since she left him because of his  <a href=\"http://web.archive.org/web/20101018000324/http://www.youtube.com/watch?v=57ta7mkgrOU\">coke habit</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Yeah, he also did too much acid and developed severe psychological dissociative disorder and formed a band. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000324/http://octothorpe.songhole.org/music/Octothorpe-ItsAShame.mp3\">http://octothorpe.songhole.org/music/Octothorpe-ItsAShame.mp3</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Also, who didn't sing along to Kermit singing creep?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Re: Molly's blog post... Two things: one, if she's Welsh (and by the look of her family tree, she most certainly is), she would be spelling \"mum\" with a U, not an O. <br/> \n <br/> \nThe other thing is, \"Gareth\" really should be \"Garydd\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In this day and age?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Molly is thousands of years old.  She has had time to develop her non-regional dialect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "she's from......history?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Molly is from the eighteenth century, foo. She's three hundred at most."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That's assuming time passes at the same rate in heaven and on Earth. <br/> \n <br/> \nI don't know offhand how long Roast Beef was dead for (in Heaven and his body outside), but it's possible a strip-by-strip analysis could determine the approximate ratio."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "My bad, gormster."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000324/http://www.telegraph.co.uk/news/2083898/Watermelon-auctioned-for-record-andpound3,100.html\">you guys hear abot the balk wazzamelon.</a>  it's is said you are whatcho eat but these wazmelons hav that concept backwards. lol"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "genkisudo",
    "plus": 0,
    "snip": false,
    "text": "My rascist ampullae of lorenzini is going off pretty bad - but I can't help but find this really funny! <br/> \n <br/> \nIf you are what eats you, then lucky girls get to be people and I get to be ... nothing?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Rascism: the smooth taste of racism with the caffeine kick of fascism!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>Mm mm mm! That's goooooooood beatin!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "\"Ja Wohl, mein caffiene kick in ein dose.\" ~A.H. <br/> \n <br/> \n\"Gut schiesse\" ~H.G <br/> \n <br/> \n\"Bellisimo!\" ~B.M <br/> \n <br/> \n\"Hai. Velly good.\" ~T"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "i cannit imaguine ur diet if you are not atleast a fish."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "Q.) What do you get when you have sex until your wood is aching? <br/> <br/> <br/> A.) Achewod."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Is  <em>so</em>  lol"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "I shot my achewad all over this comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "(An achewad is what you get when you  <em>don't</em>  have sex until your wood is aching)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I... I feel the need to tell you that you should get laid, my friend. But then again, you probably know that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Another offer Elbrix.  You gotta take these ho's up on this thing mang, take em up  <em>all at once</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "MAYBE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Dear assetbarriers, <br/> \nI am going to the Outer Banks for two weeks starting today. I will be avoiding technology for the most part, and will therefore not see you folks for a while. Keep up the good fight sirs and madams."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hey have a good time!  I'm going over there in ~a month and a half... can't wait to get some Pig Man's and Chili Pepper's again.  God and some fucking fresh fish... <br/> \n <br/> \nKick some New Jersians in the nads for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Gouldgonewild, come back!  <em>It's all gone to shit!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The Outer Banks sounds like some kind of  <em>space beach!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<em>The Outer Banks, only 3 hours from <strong>Zebulon</strong></em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "(that's a real town in NC, by the way)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Of course. Let us not forget Zebulon Pike, of Pike's Peak. <br/> \n <br/> \nMore surprising are the Tennesseean towns of Yum Yum and Zu Zu, located surprisingly close to each other (ask Google Maps)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "one of my friends is related to good ol' Zeb. <br/> \n <br/> \nthe end."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Enjoy NC's lovely 100  degree weather right now; maybe the beach will be a little better, but I doubt by much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schroduck",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who keeps reading \"home boy\" as \"horne boy\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flaxplus",
    "plus": 0,
    "snip": false,
    "text": "Possibly. Am I the only one that keeps reading \"horne boy\" as \"home boy\"?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "2 and guy who reads \"home boy\" as horne boy\" that really lept my head in a spin, i tells u wat"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Panel 5 raises some interesting questions about marriage in general. And then panel 6 brings it to the house!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I've only just realised that you're a subtle troll."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achewood",
    "plus": 0,
    "snip": false,
    "text": "I agree that he smells of shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "http://www.youtube.com/watch?v=SYDWMSRbAyE this song has been keeping ME sane."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 5,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nMolly:   <a href=\"http://web.archive.org/web/20101018000324/http://mollysanders.blogspot.com/2008/06/wedding-bells.html\">Wedding Bells!</a> <br/> \n <br/> \nWoah, sorry for the lateness. For some reason this never showed on my RSS feed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You should not feel the need to apologize.  You are providing a fine service to Assetbar."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I have never seen her fuck up bbcode even once."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "It happened once and she was so apologetic, I just had to give her a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jun",
    "plus": 0,
    "snip": false,
    "text": "5 for \"jazz hose.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "handheld",
    "plus": 0,
    "snip": false,
    "text": "Beef is not expecting Vlad's aggressive drink klink."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joamiq",
    "plus": 0,
    "snip": false,
    "text": "The last panel. Oh god, the last panel!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "generalfunk",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I had a guy do that in bed once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Your avatar/comment combo was all I could take today. I am turning off the internet for a while and going oitside."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "5 for alt text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "pearlescent is a pretty word."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "if a prenup is involved, then there isnt really a point in the people getting married.  just handle your own biz like you been doing....."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  }
]