[
  {
    "depth": 0,
    "minus": 2,
    "name": "catachresis",
    "plus": 46,
    "snip": false,
    "text": "Beef is correct about Goth Culture"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cailetshadow was marked lame too many times and excluded. (marked lame by wildcat, alaric101, hellofditties)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 32,
    "snip": false,
    "text": "Onstad is correct about throwing it all away for a Bauhaus reference."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "spinynorman",
    "plus": 24,
    "snip": false,
    "text": "Also, looks like 1992 was the year that Onstad was tooling around in a convertible, wrecking mailboxes with a baseball bat and going on soul-searching journeys to find a body by the railroad tracks. <br/> \n <br/> \nYes,  <em>Stand By Me</em>  is the only version of high school I care to believe exists."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cryztal",
    "plus": 5,
    "snip": false,
    "text": "Dude I could be totally off but I think all of those boys were 12. But it is one of the few enjoyable Stephen King bits of literature, so chubby for you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, there were the main kids, but also all the bad kids. Who were in high school. So..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Oh yes. The poor kid's older brother and his goonies. I remember now!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 9,
    "snip": false,
    "text": "I personally wish my high school experience had more closely reflected the events and style of the film Brick. No-one got shot in my year at high school. I won't say it was disappointing, but... It really  <em>was.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 1,
    "snip": false,
    "text": "What a truly terrible thing to say."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Like, legit. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cagliostro",
    "plus": 2,
    "snip": false,
    "text": "I personally wish  <em>my entire life</em>  more closely reflected the events and style of the film Brick. Nora Zehetner has never  <em>once</em>  hit on me at a party, however hard I pray. <br/> \n <br/> \nChrist, I love that film."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shatneresque",
    "plus": 2,
    "snip": false,
    "text": "I created an account on my sixth trip through the archives to say this. <br/> \n <br/> \nSomeone at my high school got shot, cold Pat style. It is neither as cool nor as meaningful as you'd think."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baldran",
    "plus": 3,
    "snip": false,
    "text": "Strongly seconded. You could take all the excitement, class, and style in my high school, stick it in a thimble, and still have room for three caraway seeds and a gym teacher's heart."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Mister, you've got yourself a stew!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 2,
    "snip": false,
    "text": "You know, I... I think I  <em>saw</em>  that movie."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I am coming from the future to tell you that you may have more in common with Nice Pete than you are comfortable with."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luke_johnson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by luke_johnson was marked lame too many times and excluded. (marked lame by Hipjiverobot, ohmygooses, jezebel, Dwilow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 82,
    "snip": false,
    "text": "If they can't make it to Paris in a swishy cape, there's always going to a Denny's in pants covered with useless zippers wearing five pounds of bracelets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by riotdejaneiro, Thorfinn, wildcat, joshuah, Nessotron, nipsy43, Siah, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by centipede_damascus was marked lame too many times and excluded. (marked lame by Thorfinn, error23, nipsy43, Siah, Dwilow, LiquidCruelty)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soilentshuggah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soilentshuggah was marked lame too many times and excluded. (marked lame by Overmedicated, Thorfinn, TonyHighwind, error23, nipsy43, Siah, LiquidCruelty, Darthemed)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cousinted was marked lame too many times and excluded. (marked lame by Afterward, ohmygooses, Siah, Dwilow)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dumase",
    "plus": 9,
    "snip": false,
    "text": "Nerds are different than geeks. <br/> \n <br/> \nPeople need to understand this."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "semiquaver",
    "plus": 11,
    "snip": false,
    "text": "No they don't. <br/> \n <br/> \nNot if they're not nerds or geeks."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mortshire",
    "plus": 6,
    "snip": false,
    "text": "Geeks get things DONE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by love_is_so_punk, madnes, daidai, rowboat, Shabadoo, Dwilow, stormagnet, Appers)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "They both still got hell of angst, though <br/> \n <br/> \nMaybe the Beats were like their great uncles or some such"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ferdinand",
    "plus": 7,
    "snip": false,
    "text": "i disagree with you on the first claim.  \"emo kids\" or some such phrase may be what they prefer to be called, but \"emos\" is a far more amusingly disparaging name. <br/> \n <br/> \nyou're dead on with the second claim, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 14,
    "snip": false,
    "text": "Your facts are interfering with my prejudices."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by Mangtastic, scion, TheLoneliestMonkey)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 9,
    "snip": false,
    "text": "its a bunch of kids in dumb clothes doing dumb things and essentially listening to dumb music or watching dumb movies. its a trend and trends are usually pretty dumb."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by hateandwar, johnnybaverage, saddestking, Mangtastic, Deusoma)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "apricotta",
    "plus": 4,
    "snip": false,
    "text": "They are kids who are so GOD DAMNED stupid and just do the stupidest thing possible every SINGLE SECOND OF THE GOD DAMNED DAY!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "But \"emos\" is a completely valid abbreviation of \"emo kids.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "So what you are suggesting is that Emo kids did not \"evolve\" from goths, but rather, in a move somewhat unique in subcultures, is the product of convergent evolution, have evoled from punks to a more gothesque state?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked lame too many times and excluded. (marked lame by love_is_so_punk, alaric101, St-Elmos_Fire)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "the_prophet",
    "plus": 4,
    "snip": false,
    "text": "I agree to a point, in that all rock music has been affected greatly by Punk, but some find themselves closer to older styles, for example, progressive rock(metal) like Tool. It owes much more the pre-punk seventies prog like Pink Floyd ELP or King Crimson. <br/> \n <br/> \nIt is notable that Punk itself is a turn away from the progressive style. Punk I think is summed up well with the description \"music for people who know that loving your guitar is more important than knowing how to play it.\" <br/> \n <br/> \nI will freely admit that Progressive can get quite pretentious and overwrought, but I must applaud it for its goal to bring rock to the status of classical music, to make art out of it. Punk, conversely dragged rock back to the garage- simplifying it to power chords, making it so any cocky cocain addict with a guitar can be a star... <br/> \n <br/> \nBut I digress. My previous inquirey had more to do with how far removed emo is from it's punky progenitor. <br/> \n <br/> \nI will freely admit <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": false,
    "text": "I agree.  Any music which can trace its lineage to 'metal' is indeed not one hundred percent in owage to punk, because metal has been around longer.  But to claim that punk didn't effect the way metal evolved as well would be silly.  Like having this discussion seriously on the internet silly."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Pretty good breakdown, and chubby for mentioning Big Black, but Emo actually came from 80's hardcore punk bands like Rites of Spring and Embrace. I'm surprised more people who care enough to post their very unique and original thoughts on how emo sucks and it's just a bunch of stupid kids crying can't bother to make the quick trip to Wikipedia that obtaining the aforementioned knowledge requires."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "Eh... those Wikipedia articles are created by discussions much like this one,  <em>sans</em>  correct spelling and grammar. It's not a resource I'd consider for analyses like these. (P.S. No analysis has been read.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Fine, but the Wikipedia articles are right, in this case. I have read a number of books and essays and such on the subject."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "I'm surprised no one's lamed this yet.  This is a dire oversimplification, man.  There was a lot more happening in late 70s rock than punk, and there are plenty of things happening now which haven't evolved from punk.  More accurately, there are a lot of things happening in rock in the late 70s which were NOT punk, but which people seem to insist on labeling punk.  Talking Heads, for instance."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Hold on, wasn't \"punk\" based on breaking the conventional compositional standards of rock and blues?  The 16-bar chord patterns?  The idea of melody?  That's how it hit me back then, that you could \"punk\" any previous form of music, staying with a chord for far longer than even Neil Young, breaking up rhythms, etc.  In that regard, Devo and Talking Heads are punk."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 2,
    "snip": false,
    "text": "i take severe offense at about half of what you just said, sir. <br/> \n <br/> \nIndustrial started with Throbbing Gristle, circa 1974 i think?, and has roots in the krautrock movement. <br/> \nGoth was Bauhaus and Joy Division in the beginning, the Misfits really influence psychobilly et.al. just as heavily. <br/> \nEmo: covered elsewhere. <br/> \nIndie: relatively on track, but i have to say a lot of the cadences and melodies harken back to such as even the Beatles and the 13th Floor Elevators. <br/> \nNoise has roots dating back to the 1920s and no-wave artists were primarily influenced by the New Blockaders, Psychic TV, Merzbow, Lou Reed's Metal Machine Music, stuff along those lines. Noise has evolved on a trajectory completely separate from these other subgenres, because noise is its own genre. <br/> \nThe roots of grunge are side B of Black Flag's My War...and the Melvins. Meat Puppets, Sonic Youth, Vaselines etc. all influenced grunge, but the Melvins and My War are where the sound originated. <br/> \nNu-metal is so painfully impertinent to this discussion that it hurts, physically. <br/> \n <br/> \nMetal has been relatively untouched by punk, as have prog and, one could argue, psych-rock (with the exception of the Butthole Surfers and the Flaming Lips-I suggest you check out the Dead C and Gravitar). Overall though I'm pretty sure you're only somewhat informed on this subject, and most of the replies on here have rendered your agrument moot. <br/> \n <br/> \nThe only aspect of the punk movement which has really permeated through everything is the DIY ethic, which really was a product of a time and place more than anything (70s disenfranchisement, cassette culture, Reagan/Thatcher, etc).  <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That all seems pretty solid except the part about metal having been \"relatively untouched by punk.\" If those two genres aren't legally wed, they at least live together and have a healthy sexual relationship. Probably engaged, even."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "i.e. The Stooges"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes, Brian. <br/> \n <br/> \nBy the way, every time one of your comments shows up in my inbox I'm all, like, \"In the bluuuuuuuuuuuue August Mooooooon!\" <br/> \n <br/> \nIt's nice."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "I am glad that my face and name bring you to re-live the joys of St. Elmo's Fire"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "There it is again. I'm doing it again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mashisoyo",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for knowing about the Dead C."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "love_is_so_punk",
    "plus": 0,
    "snip": false,
    "text": "\"Pretty much, there has been no new white people guitar music in three decades. Its all been just a slow digesting of the punk movement.\" <br/> \n <br/> \nBy this logic, punk was not new because it evolved from rock n' roll, rock was not new because it evolved from blues..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "I don't know Indie Bands are pretty goddamn white- and you can't tell me bands like \"The Arcade Fire\" or \"The Decemberists\" are punk- no way."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "howl",
    "plus": 2,
    "snip": false,
    "text": "well maybe they skipped punk but they're still rock and roll. Any popular music goes back to blues, pretty much. (I don't think this is a controversial statement, but I may be wrong, argue if you wish.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "unprotected",
    "plus": 0,
    "snip": false,
    "text": "WHITE music dude.  Blues turned into white music when it became rock.  Gotta remember that it slowly shifted off into the direction of middle class suburban kids."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "I'm not against good grammer per se, but don't you think it's a bit early to be getting all prescriptivist on a slang term? There's no real documentation to get prescriptivist  <em>with.</em>   <br/> <br/> But if you really want references, then The Oxford English Dictionary doesn't mention the plural one way or the other, and UrbanDictionary lists both.  <a href=\"http://web.archive.org/web/20101121051300/http://en.wiktionary.org/wiki/emo\">Wiktionary</a>  gives the plural as emos."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wigglestick",
    "plus": 0,
    "snip": false,
    "text": "Prescriptivism vs. descriptivism is a subject that I find deeply fascinating."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Oh  <em>yesssss</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "HEY-O, great Ed McMann/Tonight Show reference, but how the heck do you know about that at 19?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "HEY-O found its way to our generation through such as the Simpsons. The Tonight Show was to television as punk, per this discussion, was to music, setting down roots in almost everything."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "It may not have evolved from goth, but emo folks certainly wear a lot of makeup and dye their hair black."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101121051300/http://www.youtube.com/watch?v=p95_eF3bD1w&amp;feature=player_embedded\">http://www.youtube.com/watch?v=p95_eF3bD1w&amp;feature=player_embedded</a>   These people disagree with you on the first count."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 32,
    "snip": false,
    "text": "<strong>Breakdown</strong> <br/> \n** <em>as performed by a Bauhaus-Loving Scholastic-Bowl-competing Ertswhile Goth and Manic-Depressive Adolescnt Girl</em> ** <br/> \n <br/> \nPUNK: loud, rude, smelly  <br/> \n <em>Diet</em> : heroin, vomit, plaid  <br/> \n <em>Natural Habitat</em> : Dumpsters, alleyways, rock concerts <br/> \n <br/> \nGOTH: punk (plus) theatricality (plus) nerdiness (plus) make-up  <br/> \n <em>Diet</em> : Black coffee, clove cigarettes <br/> \n <em>Natural Habitat</em> : Salvation Army, record stores, and shaded areas <br/> \n <br/> \nEMO: goth (minus) any real effort (plus) Hot Topic <br/> \n <em>Diet</em> : People food <br/> \n <em>Natural Habitat</em> : Middle Schools, shopping malls <br/> \n <em>Reproductive Habits</em> : Burst into flames upon graduating high school, four new come from the ashes. <br/> \n <br/> \n <strong>Trust me, I am the girl who knows</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "How sad for them all, the misfits and emotionally challenged, because it's only a phase of life and shouldn't scar you forever and make you embarrased about old pictures of yourself.  Just imagine your kids saying, \"Oh my god, mom, you were a Goth!!??\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "I feel no shame.  It was a good look for me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 3,
    "snip": false,
    "text": "And for many ladies. Fie on any man who encourages a world without PVC clothes or dresses from  <a href=\"http://web.archive.org/web/20101121051300/http://www.blackrose.co.uk/\">Black Rose</a> ! Fie, I say!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Okay, the catsuits and hotpants have changed my impression of Goths a little, at least about the lithe females."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  It's pretty easy for me to get into just about any sub-culture so long as I pretend men don't exist."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "For every lithe female in a catsuit, there are at least 400 very large ones stuffed in PVC corsets and muffintops."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 3,
    "snip": false,
    "text": "There are days when the extra-large is also enticing.  They all come with a creamy center, after all."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I think I just threw up a little bit in my mouth."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Although my feelings are usually pretty pro on women of  <em>gravity</em> , this got a genuine lol out of me. The fact that it appears directly below Pogo's comment, even though it wasn't replying to it, made it much better."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "Or, on second thought, maybe it was. Fucking Assetbar."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It was."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scion",
    "plus": 2,
    "snip": false,
    "text": "\"Yes, son, my heart was once a black abyss into which the piercing light of hope never penetrated.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Should I say this to my children when I have them? Or other people's children?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "crankheart",
    "plus": 0,
    "snip": false,
    "text": "i almost urked small animals laughing at your subculture breakdown. a chubby well-deserved!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "banzairabbit",
    "plus": 1,
    "snip": false,
    "text": "As a recovered Goth, I can say with assurance that Goths do not get seated or served at Denny's.  At least not in the ones in NJ, PA or DE that I tried. <br/> \n <br/> \n..although one could consider that not getting served at Denny's *is* getting served at Denny's."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "When I was a goth we used to go to Denny's at like 5 in the morning after the club closed and would usually have no problem getting seated. The waitress would usually be pretty surly, though. I think she hated having to serve twenty people at once."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "Yeah, twenty people who want to sit in the smoking section, drink coffee with free refills, and share maybe a plate of fries for everybody. Then tip sixteen cents. Been there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Naw, man. This Denny's didn't allow smoking inside. And almost all of us got food. Whole breakfast combos and such. I can't speak for anyone else but I tipped an acceptable amount."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 1,
    "snip": false,
    "text": "Most of my old friends from high school and their younger friends still do this. God, do I need new friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "You may be thinking of ravers. <br/> \n <br/> \nBut chubby all the same."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I would give this a five probably even if it was just the last panel. I enjoy this one thoroughly."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mortshire",
    "plus": 33,
    "snip": false,
    "text": "Little Nephew!  Don't wear a cape!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "It'll get left on a counter or near the graveyard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darkwaffle",
    "plus": 0,
    "snip": false,
    "text": "The first time I read Beef's description of goth I was floored by how perfect it was."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pitseleh",
    "plus": 12,
    "snip": false,
    "text": "I can't tell you the number of times I've wandered the sewers of Paris and had to fend off goths in swishy capes. All trying to read me their poems about how they cut themselves just to feel like a person."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 3,
    "snip": false,
    "text": "Were you trying to vanquish Le Cobra Queen or something?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 4,
    "snip": false,
    "text": "dang transit strikes make it way hard to get home in Paris sometimes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evolume",
    "plus": 17,
    "snip": false,
    "text": "What in hell happened that now-a-days goths are all chubby and pimply?  It's like if vampires stopped drinking blood of young virgins and instead started suckling the gore of dudes that man the fryer at KFC."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Not the goths around here, I can tell you! <br/> \n <br/> \nWell okay, some of them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 11,
    "snip": false,
    "text": "Goths need to shape up. You have to be pretty hot looking if you actually plan on being bitten by a vampire. Vampires care about this shit. They dont want to bite through two inches of oily skin and fat to get the juice. And no one wants to create a fat vampire sidekick."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_prophet",
    "plus": 1,
    "snip": false,
    "text": "Except Renfield, but no one wants to be Renfield."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": false,
    "text": "my favorite part is that beef talks about the goth's dream job as if floating around in a sewer crying with a cape on is a profession."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "\"Gehenna\" is another word for the apocalypse. I know this through a thesaurus-happy fantasy novelist. Naming yourself after the end of the world is indeed a fairly gothy thing to do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicolae",
    "plus": 3,
    "snip": false,
    "text": "Gehenna isn't the end of the world, it's the closest thing to Hell that exists in Jewdom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 5,
    "snip": false,
    "text": "where their worm dieth not, and the fire is not quenched."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "Damn you, Brian Hodge, Damn you for lying! Now I look like a jackass in front of people who like the same webcomic I do!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "You know, we weren't going to say anything but sometimes... well, sometimes it really  <em>is</em>  lupus. Anyway, I - well, I expect I should be off now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crimson_king",
    "plus": 1,
    "snip": false,
    "text": "assuming they graduated highschool at 18, ray and beef out to be about 33 as of '07."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 19,
    "snip": false,
    "text": "That is the age that Jesus Christ was Crucified...  <br/> \n*takes thin-lipped puff of clove, looks away dramatically to exhale*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "IF they were the same grade as Arachnea Gehenna or whoever, and IF she took that photo her senior year, then they're 32, because she couldn't have graduated in June '92."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I resent this!  And I would prove you wrong... but... I didn't even take history."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Oh God.  That reply is in entirely the wrong spot.  I am so sorry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Okay listen will someone American please explain to me the concept of Senior pictures? I've seen them cropping up all over the place and I have no idea what they are or what they're for."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "It means that the person with the Senior picture was one of the people who, in their final year of high school, went uninebriated to mandated extracurricular events."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Our high school is four years, freshman, sophomore, junior, and senior.  These high school publish yearboooks, and only the seniors have individual portraits.  The lower classes get group shots.  So having your senior picture taken is a big deal, because that is the way everyone will remember you forever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ohhhh. Thanks. <br/> \n <br/> \nMan, that must be  <em>pressuring</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "Also note that one is generally told, or indeed forced, to wear a tuxedo (if male) or a conservative looking dress (if female), so this whole experience not-so-subtly reinforces gender norms in the way that every American alive has internalized from way young.  It's like we're taught to think of ourselves as extras from Happy Days."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Actually, in my liberal Midwestern city, the senior pics are more suggestive and revealing, like glamor shots."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Damn Midwesterners, with your loose morals and shit.  Out here in California, there's naught but clean living.  Oh, who am I kidding."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "In my conservative Midwestern city, there is always hell of drama seen on the 10:00 news about one local rebel who dyed his hair green and about how the envaliant school administrators would consequently not allow his senior photo in the yearbook, because it goes against 'traditional values,' and all the conservative old stodgers actually agree with that decision and praise their local newsfolk for putting the public kibosh on that rebellious practice.   While those of us who have any sense shake our heads and later move away."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I basically ignored that whole dealio, I'm not sure what they printed next to my name in the yearbook but I definitely never put on a tux or got my hair done, no sir."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nlaw",
    "plus": 0,
    "snip": false,
    "text": "Hah, you conservative Americans are weirdos.  Here in Canada we just wank around in our senior photos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well, they can do wonders with retouching these days."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tropicana",
    "plus": 2,
    "snip": false,
    "text": "So that's why nobody remembers me from high school. I decided that high school graduation was an empty ritual, so I didn't submit a senior profile to the yearbook."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Your animated icon of the flushing of the sperm is chillingly real.  Just imagine those poor little spermatoza trying to find an egg in the sewer.  Sort of like a Goth, I guess."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "Here in  Southern California we don't have anything that memorable.  Everyone has portraits.  The only difference between seniors and everyone else was that our portraits were in color and we HAD to wear our hideous royal blue gown. <br/> \n <br/> \nSo, in essence, the younger classes looked better.  They got to wear whatever they wanted.  And they were in black and white, which hides nasty high school skin.   <br/> \n <br/> \nIt's been almost 10 years.  I think I may need to move on."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "libelandslander",
    "plus": 1,
    "snip": false,
    "text": "No matter how much I love Bauhaus and eyeliner, I will never take cemetery pictures.  That's not goth... it lacks class. <br/> \n(P.s. I have a B average in history)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "This is completely true, you take pictures of yourself in a graveyard, you either have no class or are planning on making jokes about how you took pictures of yourself in the graveyard, which in itself is a pretty stupid thing to do, so much effort to ridicule self. <br/> \nAlso I have an A average in Art History, not exactly history but its the closest thing I can take in my college right now. <br/> \n <br/> \n(P.S. I am listening to Press Eject and Give Me The Tape as I write this)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tothevictor10",
    "plus": 0,
    "snip": false,
    "text": "he sure loves bauhaus. or hates them. or has that thing where he loves them, but it is ok that he makes fun of them."
  }
]