[
  {
    "depth": 0,
    "minus": 0,
    "name": "raccoon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by raccoon was marked lame too many times and excluded. (marked lame by salvagebar, rayoftheday, jthompson, crumpetsandtea)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by ishuta, hellofyellin, Gompo, salvagebar, scribo, Koremora, NDCaesar, JuanCarlos, atticusonline, mustconcentrate, Wite_Rabit, Wolfslice)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by salvagebar, kiyomonster, tragicone)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by fakead, stanshall, blackash)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "dans",
    "plus": 5,
    "snip": false,
    "text": "Setting poison instead of trapping was one of my worst ideas. They kept dying in the walls. I couldn't get the stink out for nearly three months."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "weird mine all crawled out to die. no wall stink."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "honesttom",
    "plus": 14,
    "snip": false,
    "text": "We used poison. We could hear the mice squeaking pitifully as they died."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "taidje_khan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by taidje_khan was marked lame too many times and excluded. (marked lame by Deusoma, _cheesekayke, NDCaesar, CanusDivinus, Doc_Rostov, yingkaixing, unsentletter)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salo",
    "plus": 7,
    "snip": false,
    "text": "Who gave you the other one?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh dammit, now he's got four."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "thirteen."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "crumpetsandtea",
    "plus": 0,
    "snip": false,
    "text": "nine?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "<em>...Boned?</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "blotto",
    "plus": 0,
    "snip": false,
    "text": "<i>Six times?</i?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blotto",
    "plus": 0,
    "snip": false,
    "text": "Fail. ><"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 11,
    "snip": false,
    "text": "My dumbass sheltered roommate saw a mouse in our kitchen and, instead of doing something sensible, decided to grab a bug bomb and throw it at him in the middle of our kitchen. All the cabinets were open."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "That is the single dumbest act of pest control I've heard. Natural de-selection chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "That act of unparalleled dumbassery deserves a backhand and a swift eviction. <br/> \n <br/> \nWhat a douche."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 12,
    "snip": false,
    "text": "I used the stick traps, would have worked well, too, but I awoke to the LOUDEST slapping sound and what should appear in my livingroom but a fucking opossum, walking all sideways, two traps stuck to his right feet. I did what any half asleep paranoid dude would do and shot him with grandma's old cheap pistol. He rolled over and died like they did in westerns. Damn."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "that is terrifying. <br/> \n <br/> \nDo you live in the Ozarks?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Douglas County, Georgia, not far from where Lyle grew up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 12,
    "snip": false,
    "text": "hahaha your rats were crap at being rats"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangram",
    "plus": 2,
    "snip": false,
    "text": "Reminds me of an unpleasant story my girlfriend told me about putting her hand into a dead rat.  Ew."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "goddessdictator",
    "plus": 5,
    "snip": false,
    "text": "orrrrrr... you could just do what my mom once did which was hear the trap go off, and run into the kitchen, see that it wasn't dead, grab the nearest object which happened to be a HAMMER, and just wham it to death. that also works."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "a similar thing happened to me, the cat brought a not quite dead mouse into my room and lost hold of it, but instead of a hammer it was a wiffle bat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by tttt2, frenchie, rowboat, JuanCarlos, blackash)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 11,
    "snip": false,
    "text": "I can set that up, if you're serious."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "werewolves",
    "plus": 11,
    "snip": false,
    "text": "MY FATHER ONCE KNEW A MAN!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 10,
    "snip": false,
    "text": "Yeah, I can't be too bothered by this after the story about the rotting, maggot-infested chimpmunk my dad found  <em>in his coat pocket</em>  when he got it out for the fall."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 5,
    "snip": false,
    "text": "That is the worst thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 30,
    "snip": false,
    "text": "I would like to know who is breeding chimps and chipmunks and placing them in your father's winter attire."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lastpolarbear",
    "plus": 0,
    "snip": false,
    "text": "I cannot chubby this enough."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "billyamericana",
    "plus": 7,
    "snip": false,
    "text": "Fry up a little garlic, some rosemary, and pinch of salt, and baby, that's a meal built for two!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "helloftubby",
    "plus": 16,
    "snip": false,
    "text": "carl weathers would say this"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ibetso",
    "plus": 2,
    "snip": false,
    "text": "Good call... yes he would. \"baby, you got yourself a mouse stew!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Maaaaan Carl Weathers.  Chubbied for the AD reference."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Woah! There's a lotta meat on that mouse. Little carrot, some onion and potato, baby, you got a stew goin'!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "anomalous3",
    "plus": 1,
    "snip": false,
    "text": "I've seen this. except they were growing in the coffeemaker (someone had forgetten to take the coffee out of it's filter for, oh, three weeks)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 0,
    "snip": false,
    "text": "I thought the caffeine would've kept them out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It made them even more ostentatious."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "The best mouse traps are the ones with the extremely sticky glue and the bait in the middle. You can set them almost anywhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "My mom hates these traps now because she's the sort of person who doesn't want to hurt or kill a mouse, but she doesn't want to find bonus chocolate sprinkles in the bread bag, either. She set one of the glue traps, but the mouse had all night to panic and roll around and end up ripping some of its hair and skin off. All sticky, hairy blood on the kitchen floor like an outtake from Saw."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "Those are horrible horrible. Can you imagine a worse way to die? I mean FUCK. If you're going to kill me just DO IT."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "connellingus",
    "plus": 17,
    "snip": false,
    "text": "I'm of the mind that not all strips need to be funny, and I found this one really effective because it stays with you. It's gross, but it's well executed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Well said, sir."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Your astute, accurate comments have no place here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewoodno1fan was marked lame too many times and excluded. (marked lame by Overmedicated, EM2, farqussus, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deancain29 was marked lame too many times and excluded. (marked lame by mr_lostman28, storableprawn, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "Why is this not rated higher? It is extremely well done."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 6,
    "snip": false,
    "text": "too  <em>raw</em>  for the average palate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ckiahtipes",
    "plus": 8,
    "snip": false,
    "text": "I wondered the same thing.  I guess maggot-humor is more of a niche market."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think it's just a little too gross."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "It sticks with you, but most people either went \"EWW MAGGOTS\" or \"what the hell happened to the Mark Twain story arc\" or simply, \"HEY WHER ARE THE FUNNAI\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "The mouse is gone(sort of), they fixed that part. But now what do they do to get rid of all those maggots?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 19,
    "snip": false,
    "text": "Don't mice eat maggots? They should get a mouse."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 2,
    "snip": false,
    "text": "Todd eats worms. He would probably take maggots."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by smaconi, heccibiggs, shirt145)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 5,
    "snip": false,
    "text": "Hah. You picked up on that huh?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 3,
    "snip": false,
    "text": "The internet is really (really) great."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "erinye",
    "plus": 3,
    "snip": false,
    "text": "For porn? <br/> \n <br/> \nI'm experiencing some cognitive dissonance here."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shmuckeles",
    "plus": 0,
    "snip": false,
    "text": "this is AWESOME!! <br/> \nthe horror............ the horror......."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Ugh. Every time I stumble across this one, it's just before I was about to go downstairs to get something to eat, and it ruins the meal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "one of my very favourites"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyripped",
    "plus": 3,
    "snip": false,
    "text": "Sartre is smartre."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "Chubbied for Jay Sherman reference.  I get it.  I get the reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dasilodavi was marked lame too many times and excluded. (marked lame by CatJumpJohn, storableprawn, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "darthemed",
    "plus": 0,
    "snip": false,
    "text": "Man, get yourself a better avatar to communicate your statements with."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "seriously even if it's making fun of the CAD guy you still have the CAD guy next to every post you make"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "vern",
    "plus": 1,
    "snip": false,
    "text": "Snap Traps are probably the worst way to go, since it can leave blood all over, and if you forget about then the blood will fester along with the mouse, etc. Poison runs the risk of them dying in the walls and rotting, or they run out in the open and you get to see a mouse staggering along with blood coming out of it's ears. I use sticky traps, or box traps, as long as you check them regularly you won't be left with a lovely stench. Sticky traps work best at catching them, but at that point the only option you have is putting them in a bag and chucking them in a dumpster, which is kind of cruel. With box traps you can take them out and let them go, but I've noticed certain mice don't like them. I got with sticky traps and dumpster method, because after cleaning mouse shit out of my cupboards with bleach for the third time I don't really have much compassion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "You should at least get a bucket and drown them dude. I know that's pretty rough but it's better than just letting them die from exposure/starvation/whatever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Put peanut butter in the box trap. I was snaggin' two, sometimes three per box, all jammed in there like peanut butter lickin' clowns in a phone booth. Or just get a damned cat. I'm not all PETA or anything, but glue traps are fucking  <em>barbaric!</em>  No mammal deserves that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "But there's nothing barbaric about being batted around the kitchen floor, toyed with mercilessly until dead, by an animal twenty times your size?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "But that's  <em>nature</em> , man! As barbaric as it may be (and my cat certainly does beat the brains out those little guys), it's what's  <em>supposed</em>  to happen. It's still death, but not some fake-ass kind that was made in a factory. That's important."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "mremaknu",
    "plus": 0,
    "snip": false,
    "text": "My brother kind of combined \"fake-ass made in a factory\" and \"barbaric\" when we caught a mouse in a plastic wal-mart bag and he took it outside and whanged the bag against the wall until the mouse stopped moving."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i feel like a douche because, despite my horror at this mental image, i couldnt help but laugh quite heartily."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "<The sound of tiny paws in the walls and crevices politely applauding.> <br/> \n <br/> \nI hate mice. They chew up everything, they piss and shit on anything. Death or resettlement of mice in any fashion is what's important. <br/> \n <br/> \n<The sound of tiny boos from the walls and crevices>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "The mouse in my apartment last year dodged skillfully over sticky traps and pulled the bait out of box traps, then turned his nose up at every bait. <br/> \nFour months after the battle commenced, he succumbed to snap trappage, but by that time he'd stopped scratching in the walls at night so we didn't check the trap so diligently, assuming he had just died in the walls. <br/> \n <br/> \nYeah. Unpleasantness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "We once caught a small Australian marsupial in our mouse trap. The native mouse was a fairly large specimen with very cute eyes and he pulled around that trap with his sorry arse at a forty five degree angle to the rest of him. It took two days before he tired out enough for us to find him. You know when a rodent is hiding with his tail in full view that he's close to well and truly fucked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "mmmmmh"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leatheryjowls",
    "plus": 19,
    "snip": false,
    "text": "I humanely box trapped numerous mice before committing an atrocity last week.  I had left the box trap in my kitchen sink, planning ahead for easy scatalogical clean-up, the night before.  I then slept in till noon and was happy to see another furry little squatter in the cage.  Thought it was odd that he was sitting on top of the Dangling Nasty Fish Cake I was using as bait, but whatever... <br/> \n  I wish now I had thrown his ass across the street into the neighbor's yard, as per usual, but instead I staggered back inside and messed around on the internet for an hour.  When I came back outside, around 2pm, he was dead.  I thought, \"What?  How did he starve so quickly?  There's still plenty of D.N.F.C. left!\"  Then I noticed his pathetic little tongue hanging out of his mouth and it struck me; I had straight broiled his ass to death.  It was 2pm and my sink just reflected all that death energy all up in there and cooked him.   <br/> \n  He was still standing up.  One little paw hooked into the ceiling.  How many humans have ever fought so hard for life that they died standing up?  This was the Braveheart of mice, man.   <br/> \n  The worst thing was seeing that tiny little tongue hanging out just like a dehydrated human's would.  His tongue is like, a thousand times smaller than mine.  If you removed the tongues of a thousand mice and then removed mine, I think they would be about the same size.  And all this happened while I was inside READING THIS VERY WEBCOMIC!! <br/> \n  Man's inhumanity to mice..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Braveheart of mice. But what you did is unconscionable."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Noooo!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "You mean....  \"Freeeddddoooommmmm!!!!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghede",
    "plus": 0,
    "snip": false,
    "text": "Ok, there are the saddest things strips... is this a grossest things strip?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meowmix",
    "plus": 0,
    "snip": false,
    "text": "i'm giving it a 5, if only for the fact that it grossed me out in a way that both amazes and horrifies me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "OH GOD NOW COME THE NIGHTMARES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "We had an old microwave, (I mean like one-of-those-Amana-tanks-that-kills-half-the-germs-and-give-the-rest-superpowers old), and when we moved we gave it to a friend.  They left the microwave in their garage for about a month, until we came to visit.  A faint knocking sound... whatever could it be?  Maggots.  Maggots trapped in the walls of the microwave, seemingly with no food, surviving on our horrified screams.  We just threw the damn thing out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "True story: my roommate caught a mouse in one of those humane box traps, and then he was gonna let it out in an alley on his way to work.  But then the box fell off his dashboard and the mouse escaped into his trash-filled car, and he had to go to work so he couldn't try to root it out or anything.  He left the trap in the car, though, and when he got off work there was the mouse in the trap again.  What an idiot.  The mouse, I mean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 3,
    "snip": false,
    "text": "Holy shit, I just talked to my roommate and he reminded me that it was really cold and when he came back to his car not only was the mouse in the trap again, but it was frozen to death.  Jesus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "I don't hate animals or anything, but this story ruled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Achewood isn't always supposed to be funny. True art inspires a reaction, whether laughter or dry retching."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "EW! Mr. Bear should have barfed"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afterward",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't have been very classy of him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Damn dude, that's hell of nasty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dipstikk",
    "plus": 0,
    "snip": false,
    "text": "Eeew. <br/> \n <br/> \nEEW! EEW EEW EEW! OH GOD EEEW!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chexmix",
    "plus": 0,
    "snip": false,
    "text": "Wow. It's the _Suspiria_ edition."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shirt145",
    "plus": 0,
    "snip": false,
    "text": "Man, guys, hygiene is important."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawdog",
    "plus": 0,
    "snip": false,
    "text": "That damn panel 5 left me wondering if maggots are often served de-veined and butterflied like shrimp."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "[[dryheave]]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "This strip is incredibly beautiful, horrific, just genius in its presentation. 5. It will haunt my nightmares."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "maximum grodies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Onstad has a way of capturing the essence of little moments in life. He has done it again here, but the resulting product is met with mixed reviews. <br/> \n <br/> \nAlso: I got an Achewood avatar, OK?  Stop hating on me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "Beneath a sky of maggots I walked <br/> \nUntil those maggots began to fall <br/> \nI gaped at God to receive my gift <br/> \nBathed in maggots till the planet shit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redheron",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD I WAS EATING. <br/> \n <br/> \nNOW I'M NOT."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "he should fire up the range and let'em sizzle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henry_pussycat",
    "plus": 0,
    "snip": false,
    "text": "I like this strip particularly because I despise maggots and can easily find myself in Cornelius's shoes (or slippers). Ugh! Maggots!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimbob",
    "plus": 0,
    "snip": false,
    "text": "I love how we are shown the fallible, human* side of the impressive Mr Bear. <br/> <br/> <br/> * (Ursine? Ursular?)"
  }
]