[
  {
    "depth": 0,
    "minus": 0,
    "name": "hateandwar",
    "plus": 35,
    "snip": false,
    "text": "I never understood the appeal of fucking at another person' house.  <br/> \n <br/> \nWith their consent, I mean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robbingdog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by robbingdog was marked lame too many times and excluded. (marked lame by JimTS, Norsef, riotdejaneiro, fallow_fields, blastradius, Vondicus, cmjhogan, headphones, crawfomp, fancypants, Fielding, cjk98, ravindra108, desert_donkey, mrblank91, campincarl, Frankreich, Hwed)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "audhumla",
    "plus": 33,
    "snip": false,
    "text": "that was pretty much his joke, yeah"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dusty was marked lame too many times and excluded. (marked lame by oozienelson, scantman, lazarusloafer)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scantman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by scantman was marked lame too many times and excluded. (marked lame by Dusty, headphones, jfen)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greyfield",
    "plus": 2,
    "snip": false,
    "text": "tl;dr robbingdog's unfunny post makes hateandwar's funny post funnier."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing that the same 7 people that chubbied hateandwar's post lamed robbingdog's."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "i just wanna say the lame that appeared right after i criticized that post didn't actually come from me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "machineelf",
    "plus": 1,
    "snip": false,
    "text": "to avoid eating sous vide, apparently."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "I can't see how people can sleep in motel beds at all where ten thousand fools before have fucked or shlubbed or god knows what. in that bed. <br/> \n <em>That bed!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zaratustra",
    "plus": 1,
    "snip": false,
    "text": "it's a winning formula"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "If you get real lucky they've washed the sheets that month."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 7,
    "snip": false,
    "text": "I once stayed in a military facility where all the mattresses had initialled and dated stains."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "Yeah, in the U.S. we call that \"Motel 6.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 5,
    "snip": false,
    "text": "<br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wot no \"wot no bananas\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "magreaux_dogg",
    "plus": 1,
    "snip": false,
    "text": "What is shlubbing? Sounds Yiddish, like \"shlep\" and \"shlong.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 8,
    "snip": false,
    "text": "Come over here, I'll show you"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "My definition of it is  <em>to emit any type of involuntary bodily excretion.</em>   <br/> \n And since that's the first use of it as a verb (transitive, involuntary, hahaha), afaik, rather than the common noun, that is definitively what it fucking means. <br/> \n Now, if you'd like a demonstration, please step over to the booth with that friendly fellow waving at you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "<em>These knives!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I don't see your objection. It's sex, but somone else has to change the sheets. Plus there are probably tea and coffee making facilities."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "un_malpaso",
    "plus": 5,
    "snip": false,
    "text": "And seriously... what is it with the scones? Was there a point in history when someone in England ordered a biscuit, said, \"I don't believe this is dry or crusty enough! I need the thick, rock-hard texture of a cracker, but the mouth-filling bulk of a nice moist biscuit!  <br/> \nGavin, return to the kitchen and bake this biscuit until it has less moisture than Mars dust! Quickly! I have a bicuspid that sorely requires a hairline fracture!\" <br/> \nOh, but then you have the cup of Earl Gray to dunk it in. What a delightful treat. News flash: how about cooking food that's edible on its own without any \"treatment\"?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "is mad preserved food. cf-hardtack"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "willt",
    "plus": 3,
    "snip": false,
    "text": "Fie upon your inability to enjoy such a superlative foodstuff. Fie!  <br/> \nSrsly though, scones shouldn't be like that - it should  be as moist and creamy as ... well, a maiden's thigh, I suppose. Maybe America didn't cook it quite right. (Makes sense, that's what happened with chocolate....)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dueledge",
    "plus": 1,
    "snip": false,
    "text": "I'm not sure you can really say they make chocolate \"wrong\". It's actually us British who changed the formula for our chocolate during WW2 due to shortages, and its far more sugary than it really should be (even if it does taste better). America didn't need to change their formula becuase they turned up so late."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "willt",
    "plus": 6,
    "snip": false,
    "text": "This does not explain why Hershey Kisses taste like cheese."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "That's because Hershey's is lowest denominator chocolate. Chocolate for the masses. <br/> \n <br/> \nAlthough if you are eating Hershey Kisses and it tastes like cheese, you might want to go to a doctor because I'm pretty sure that's a stroke signifier."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "willt",
    "plus": 1,
    "snip": false,
    "text": "/tastebud signifier."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 4,
    "snip": false,
    "text": "Hershey's Kisses truly are the lowest. Basically, Hershey's milk chocolate tastes like grease with some burned charcoal for flavoring. And the kisses give me mad squirts... not surprising since they are shaped like little drops of poo. <br/> \n <br/> \nAh, I love these digressions"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "belg..belgand?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "One time I brought some back for my colleagues. Two people ate them before word got around the office not to touch them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "No, you're all wrong. Hershey's tastes like vomit. <br/> \n <br/> \nCadbury's 4eva."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Or sudden-onset diabetes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "American chocolate is wrong. British chocolate is different. European chocolate is canonical."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think that Mayan chocolate is canonical actually. <br/> \n <br/> \nOn that note I have a bar of Green and Black's Maya Gold (65% dark with orange and spices) in the other room and I feel I might be in need of a few squares. <br/> \n <br/> \nOh and on a somewhat related note no matter how desperate you are never, ever try to make brownies with olive oil when you run out of vegetable oil. Just... don't."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I only eat chocolate that has been given as an offering to Quetzalcoatl."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I hate bergamot oil. That's the weird taste in Earl Grey. Bergamot oil. It even sounds bad, and bad for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "What kind of scone did you have? Christ! Scones are best enjoyed straight from the oven with some Devonshire cream and some jam, and they should have a firm but soft exterior and warm, soft, thick interior. It is  <em>nothing</em>  like a cracker if done properly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think this problem is self-correcting. By insulting scones they are also being denied scones. Never to eat another scone is... I wouldn't request that punishment on all but the most vile."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "An american \"biscuit\" is not a biscuit. It is a degenerate scone. Also, scones are not hard or very crusty. I think you have confused them with some dog shits you found lying on the pavement."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jamb23",
    "plus": 0,
    "snip": false,
    "text": "Man, I know I'm late to this party, but seriously, did Al Murray punch you in the face and tell you it was a scone? Get a cream tea from the Rose Cafe in Oxford - that's how a scone is supposed to taste. All moist and warm, crumbling as you bring it up to your mouth to eat it...and so soft it could probably  <em>heal</em>  a fractured bicuspid. <br/> \nYou can insult our teeth, you can insult our late '90s girl groups, you can insult our primitive and quaint computers, but you can NEVER insult the scones."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heyo",
    "plus": 0,
    "snip": false,
    "text": "This is how I imagine every bed and breakfast.  The only one I ever stopped in (did not stay) had a ridiculous number of cats in the lobby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 5,
    "snip": false,
    "text": "But in this B&B it's the cats running it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 7,
    "snip": false,
    "text": "With a ridiculous number of humans in the lobby?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I want to go to a B&B where there are numerous humans curled up on the floor by the fire."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "You want to go to an orgy parlor then I suspect. This sounds like a much better weekend."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hwed",
    "plus": 7,
    "snip": false,
    "text": "A horribly unpopular \"B&B\" can be a wonderful tax shelter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "I wonder what Roast Beef really wants for his birthday!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "uh such as a new computer to do programming on and maybe  <em>The Prisoner</em>  on DVD hehe that Patrick Doogan is such a man !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "You know how much The Prisoner is on DVD man? It's God damn ridiculous I'm not paying that much for seventeen episodes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 6,
    "snip": false,
    "text": "oh then maybe just like a new mouse pad the mouse pad I have now is hell of dingy and there is such as a coffee stain that looks like Star Jones on it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "willt",
    "plus": 6,
    "snip": false,
    "text": "What is felt: AAAAAAAGH! AAAAGH!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "I got it as a gift, no knowing how much I was setting someone else back. One or two episodes per disk, total rip-off by A&E."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You can get it for 40 bucks used on Amazon, and of course it's way cheaper there too. <br/> \n <br/> \nBut seriously, 100 bucks for the SUPER BIG ASS COLLECTOR'S EDITION with no alternatives? Bad move. I rarely use the special features on stuff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "The special feature suck, to boot. There is an \"Interactive Village Map\" on *each disk*. Same map, each disk. Also, there is a scholarly discussion about the proper episode order, but it is printed on the DVD cases themselves. It's shitty, but typical of things that originally showed on PBS."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That's lame. <br/> \n <br/> \nI'm still getting it for myself for my birthday since I'm coming into a ton of money over the summer."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "belgand",
    "plus": 6,
    "snip": false,
    "text": "Why are you doing that? It seems like a poor idea both for sexual release and finance. Also, why is this happening in the summer? Do you need to save up for it to be a large enough pile to be considered erotic?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "My birthday is during the summer."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oooh~"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "...lalaa!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Look, I need to borrow some money..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "preferably before someone comes into it"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "capital",
    "plus": 0,
    "snip": false,
    "text": "Alternative: bittorrent"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I wanted to but I just couldn't do that to Patrick  <em>McGoohan</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heyo",
    "plus": 1,
    "snip": false,
    "text": "Patrick  <em>McGoohan</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Patrick McGoohan. <br/> \n <br/> \nIf I'm missing an inside joke centered around getting his name wrong, then never mind, and please accept my apologies."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah it is totally an inside joke hehehe..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pointy_stick",
    "plus": 0,
    "snip": false,
    "text": "I was going to guess something involving Dracula and purple pumps, but I guess I was wrong. <br/> \n <br/> \nPersonally, I wonder when we're going to see Molly's breasts, what with her sleeping in the nude and all. It's not like we haven't seen plenty of balls and rock-hard cat cock, after all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "You realize Molly's a cat -- she has six breasts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pointy_stick",
    "plus": 1,
    "snip": false,
    "text": "I'm hoping that if Onstad were to show us perky cat titties, he'd digress from reality like he's done so far with the entire series. <br/> \n <br/> \nIf Molly does indeed have 6 breasticles located on her lower abdomen, then why hasn't it ever shown any other strips? <br/> \n <br/> \nI'm not letting this go until my demands are met. <br/> \n <br/> \nSHOW ME THE TITS ON ROAST BEEF'S WIFE, ONSTAD."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripleg",
    "plus": 8,
    "snip": false,
    "text": "MOLLY KAZENZAKIS COME ON SHOW ME HER NUDE"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "It's never gonna happen. That would require Onstad to draw a new picture of them in bed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I feel sure I've seen Molly's tits at some point .. maybe I dreamed it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The Jack and Diane party showed that she is in possession of some pretty sweet cleavage. Not that there couldn't be a bit more below that, but it doesn't look likely."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The same thing as all men: a blowjob in the morning, a chorizo-based meal for dinner, and a trip to the all-you-can-anal (and make your own sundae) bar for dessert. <br/> \n <br/> \nYou show me a man who does not want that and I will show you a dead husk who may or may not be lactose intolerant."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Anal bar as in you get anal done to you or you do it to other people?  <br/> \n <br/> \nIs this gay anal?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Like a salad bar. You get as much as you want and your choice of toppings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "machineelf",
    "plus": 2,
    "snip": false,
    "text": "breakfast is a foreign concept to me. today i woke up at 10 and had leftover hamburger helper and a lite beer (read: no girlfriend). can i go to a bed and breakfast where i get a meal like that?  <br/> \n <br/> \nprediction: beef goes into a fantasy of opening a b&b that is acceptable for dudes. in the living room he can sell his cards."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lordparadise",
    "plus": 9,
    "snip": false,
    "text": "Bed and Breakfast for Dudes would be tough. <br/> \n <br/> \nI mean, it couldn't be Lyle-level dirty, but it also couldn't be so clean that the tenants are constantly aware of the fact that it has been cleaned. <br/> \n <br/> \nBasically that same philosophy would apply to the cooking. Ideally the host would just subtly ensure that there are plenty of leftovers from dinner that are still sitting on the counter when the tenants wake up, so that they can munch without it becoming a thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aarongstock",
    "plus": 1,
    "snip": false,
    "text": "Communal TV all stuck at the Golf Channel* each morning with lived-in couches and recliners, a few newspapers already broken down with sports pages on top. <br/> \n <br/> \n*It's not that you need to play or even like golf, but I find something very comforting about TV golf in the morning."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "All not much decor in the rooms except maybe some movie posters like from Boondock Saints <br/> \n <br/> \nTV Guide sitting on the coffee table in the living room, about four inches from the TV remote <br/> \n <br/> \nHalf-full bag of like Doritos sitting on a table near the bedrooms"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 3,
    "snip": false,
    "text": "Fridge has nothing but bacon and the ingredients to a bloody Mary.  There are also garlic heads. <br/> \n <br/> \nThe living room has a comfortable but annoyed golden retriever/lab mix named Chuck.  Chuck mostly just sleeps. <br/> \n <br/> \nThere is a table to the side of the coffee table just for empties.  Both tables are mostly covered by empties."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "If it is Low there is a Sega Saturn with  <em>Street Fighter Alpha</em>  in the drive. <br/> \n <br/> \nIf it is Nice there is an Xbox 360 with  <em>Dead Or Alive IV</em>  in the drive. <br/> \n <br/> \nEveryone picks Kasumi so they can watch her jiggle."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "And your Fiesta Name is Pendejo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "There is a Super Street Fighter II Turbo arcade machine there. This is the best way."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "never_die",
    "plus": 4,
    "snip": false,
    "text": "Wowm you guys just wrote an entire strip right here.  Nice work.   <br/> \nI want another one every day.   <br/> \nSent to my PDA. <br/> \nYou will all be compensated with $2.99 a month divided evenly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "I will do this, for the sum of seven dollars."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I will come to your home and dance in a jocular fashion for $4 plus bus fare. In this economy what else can I do?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "Sold!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Please provide me with a detailed address so I can work out how much the bus fare will be. You may be surprised at how expensive bus tickets are these days."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 3,
    "snip": false,
    "text": "I believe all one would really need is a smokey English tavern/Irish pub which did not close and had rooms consisting solely of a fireplace, a bearskin rug, and a well-ventilated white-tiled bathroom. <br/> \n <br/> \nAtmosphere would be provided by an amplitude of rough cut timbers, antique arms, sternly glowering portraits, bronze statues of naked godesses, animal skulls, and a pack of aging hounds."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "Bed and Breakfast for Dudes, not Blokes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "No, no, I think he's onto something here!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Bed and Breakfast for Chaps!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Chaps  <em>who wear chaps in bed!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Cigarettes?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "Chaps, yes, that's the word I'd been looking for."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "How about Chums?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Pals?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Gay lovers?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Amigos?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "<em>Confreres</em> ?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I'm not your any of these words, paisano."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "<em>HEY THERE PAISANO'S, IT'S TIME FOR THE SUPER MARIO BROS SUPER SHOW!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 5,
    "snip": false,
    "text": "Bed and Breakfast for  <em>Men</em> , be they stout  <em>Lads</em> , swarthy  <em>Fellows</em> , or estimable  <em>Greybeards</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "\"Surfaces to sleep on & and that first meal of the day that isn't breakfast but it's not lunch either\".  <br/> \n <br/> \nI would require a large sign and there would be a large number of car accidents resulting from it. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Would there also be women with loose morals and tight cooze?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 7,
    "snip": false,
    "text": "You drink yourself to sleep in a big saggy armchair in front of the fire. Next morning you are woken by a discreet cough; the landlord has shuffled over with a bacon butty, a half of mild and Capstan Full Strength. You eat your breakfast and walk out into the thin grey light of morning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "Bacon and thin grey light are an excellent tonic after a long night's drunk."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Who's your interior decorator, Thor?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 7,
    "snip": false,
    "text": "Testosterone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "The Bed and Breakfast for Dudes exists. It come in two flavors: \"Hunting Lodge\" and \"Fish Camp\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Couple boxes of American-Chinese (maybe some spring rolls) chilling in the fridge, which is dominated by beers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Main thing is, nobody comes to wake you up for breakfast, or for any reason. And breakfast itself is not served. In fact, it's basically just bed, beer, and diversion of an electronic and/or sexual nature"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it turns into a Frat house of sorts, all a guys' getaway. hella plasmas and SportsCenter, secret beer fridge where the password is \"Beer\"... <br/> \n <br/> \nand a special room for friends' arrests. <br/> \n..and fi'deen acres out back for selling each other out to Ottawa Modified Death."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "my girlfriend is a vegetarian, and she makes me hamburger helper.  <br/> \n <br/> \nit is a wonderful relationship.  <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(I suppose I'll take this one) <br/> \n <br/> \nHamburger Helper?  I barely knew her!   <em>Other than the times she's drunkenly cheated on you with me</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "<em>(you can do better)</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my feelings on this asset are  <em>nice try. <strong>NOT!</strong></em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by Cynara, Jar, willt, mr_fahrenheit)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nalso, why is this called 'bead' and breakfast?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "I figured it was a reference to that strip about  <a href=\"http://web.archive.org/web/20110102224626/http://achewood.com/index.php?date=04112005\">being held prisoner in the bead shop</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i thought about that or maybe there would be some reference to beads in the dressage of the bnb but to know a Vail."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nohassles",
    "plus": 2,
    "snip": false,
    "text": "my father was once staying at a b&b because that kind of thing floated his boat and he got up in the middle of the night and stomped around looking for the bathroom and when he came out he ran into the middle-aged irish owner who said \"you're a brave man, there was a box\" and he said \"pardon\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "My feelings on this asset are \"confused\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "there was a box"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "THERE WAS A BOX"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 3,
    "snip": false,
    "text": "CORRECT"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "but do you wanna cum?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "how come nobody has posted a modified fram of lawbot laying \"dead\" on slab and Ray exclaiming \"Lawbot!\" upon his viewing?! <br/> \n <br/> \nTHIS SHOULD BE DONE."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "LIEK THIS?!! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "yeah, i made fun of your typo. <br/> \n <br/> \nnow it's there for eternity and i'm married to God."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "vagina?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Lawbot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "LAWBOT"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 7,
    "snip": false,
    "text": "LOVE HIM. <br/> \n <br/> \nLITIGIOUS."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "<em>In that elegant, classy way.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <strong>THERE WAS A BOX?</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "BUT WHO WAS PHONE??"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Are you implying you want to bang i_love_kate? <br/> \n <br/> \n'Cause that is the vibe I am getting here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "No. <br/> \n <br/> \nSPOILER ALERT <br/> \n <br/> \nGweneth Paltrow's head is in the box."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Well she totally wants to bang whoever it is she's lookin' at. That is the perfect \"I'd be mildly irritated with you if I didn't wanna jump your bones and ride you like a bandit\" look."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I disagree. It seems to be more of a \"You poor, sad man you still think you have even the slightest chance of getting your bone on with me. Your chances are so small that I derive amusement that you would even consider it.\" <br/> \n <br/> \nOf course my world is more or less ruled by all of the fine variations of \"I will not have sex with you\" that can be expressed by women."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I will not have sex with you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "This is a crappy thing to see when you look at your assetbar inbox, even if it isn't a direct response to one of your own posts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "HE WENT TO JARED"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mehighlow",
    "plus": 12,
    "snip": false,
    "text": "Jim has been wearing an actual black strip over his eyes since the operation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Wait.  If you have to stay at a bed and breakfast as a young man, and run a bed and breakfast as an old man, doesn't the wife get both halves of the marriage?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iwannacum",
    "plus": 9,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wilto",
    "plus": 4,
    "snip": false,
    "text": "Not after the operation, you won't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "I smell a machine elf that give out chubbies instead of lames.   <br/> \n <br/> \nCheck out the numbers on the comment above and on \"achewood\" and \"dicklet\" below.  All old females, with few strips viewed, all getting 5 or 6 chubbies in the first 20 minutes, on comments that don't display the buggering of words and images that usually garners a green background.  For example, compare \"achewood\"'s comment with that of \"apocowarg.\"  Essentially the same content, \"apocowarg\" was there an hour earlier, but \"achewood\" stands at 6 chubbies to \"apocowarg\"'s zero."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "The air is thick with the stench and has been for weeks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shitsmeller",
    "plus": 0,
    "snip": false,
    "text": "Cum like the wind, my friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apocowarg",
    "plus": 8,
    "snip": false,
    "text": "I wonder how long Molly just sat there staring at him waiting for an answer before sighing and turning over to go to sleep."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hateandwar",
    "plus": 4,
    "snip": false,
    "text": "I just now noticed how Molly sort of smirks and cocks an eyebrow when Beef goes into a silent internal monologue in which he worries about being forced to participate in something he finds asinine. I'm not nit-picking or anything, I just think it's a cute little touch that Molly's become entirely accustomed to the idea of Beef not responding immediately to a question because something about it unsettles him on a primal level."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "Everything unsettles Beef on a primal level."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "He is from Circumstances."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I just now noticed how Molly sort of smirks and cocks an eyebrow when Beef goes into a silent internal monologue </em></div> <br/> \nThere's the name for it then,  <strong><em>The Smirk and Cock.</em></strong> <br/> \n <br/> \n<Signage contest for photoshop genii>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "Smurf and Cock is so much more accessible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "Good name for a pub, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Why is the title \"Bead and Breakfast\"? <br/> \n <br/> \nTypo? Or callback to the bead store strip?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "latter. LATTER!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Beef doesn't understand women things. Only women bead."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh. Comebacker! I see what you did there, Alice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewood",
    "plus": 7,
    "snip": false,
    "text": "Half an hour later, Molly is still waiting for an answer."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dicklet",
    "plus": 6,
    "snip": false,
    "text": "Haha yeah Onstad, them women sure are dumb. High five!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "Get it right; women are sluts."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sje46",
    "plus": 8,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "HEY WOW THANKS <br/> \n <br/> \n~~ uploads to facebook and tags a bunch of faggots and faggettes"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If loneal were still here this would have sparked a 300-comment \"discussion\" on gender mores and sexism in modern society. And I would be banging my head on my desk right now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "So true."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You...you really miss her, don't you.  <br/> \n <br/> \n <em>She almost makes the Day begin.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "He's grown accustomed to her face. (I couldn't leave that hanging)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "DAMN <br/> \n[IMGS OFF] <br/> \n <br/> \nDAMN <br/> \n[IMGS OFF] <br/> \n <br/> \nDAMN <br/> \n[IMGS OFF] <br/> \n <br/> \nDAM <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Assetbar Constant #61: <br/> \n <br/> \ntekende hates women <br/> \n <br/> \nSubclause 1: <br/> \n <br/> \nHates them to  <em>hell</em> <br/> \n <br/> \nSubclause 2A: <br/> \n <br/> \nEspecially feminists <br/> \n <br/> \nSubclause 2B: <br/> \n <br/> \nBut  <em>especially</em>  loneal"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "A lot of people hate feminists, but I think that they are just really misunderstood.  They are not all feminazis who think men have no brains, etc.  They just see objectification a lot more than other people, and people are offended at being told that they are unconsciously biased, etc.  I'm not saying you think that, by the way, just pointing it out. <br/> \n <br/> \nThe xkcd community is full of feminists."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What the Christ?  I wrote a post saying how feminists are misunderstood, and I get two lames?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yes, I said \"Christ\".  Suck it, Jesus."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I don't think Chris Onstad thinks women are dumb. I think he hates Bed and Breakfasts."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "bitchs so dum/craze i m sick o dey shits i mean seriously. :/"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overman",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Heh.  Chub"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "THERE IS NO CHUB"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He chubbed ZERO."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "THAT IS STILL LIKE NO CHUBS"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "*gasp* <br/> \nChubbed now!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you chubbied it so hard it went to TWO. <br/> \n <br/> \nWHAT SORT OF MAGIC ARE YOU?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I would have made the old anonymous dude's character exactly the same as Roast Beefs, to symbolise that they are one and the same. <br/> \n <br/> \nFor I am a sexual tyrannosaurus."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You chew tobacco?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "He has little,  <em>sexual</em>  arms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "This is why he's so irate."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "telescreen",
    "plus": 2,
    "snip": false,
    "text": "Because he can't/Masturbate!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "I've stayed at the Telstar B&B in Exeter, and I've stayed in some of the finest hotels in Europe and the USA (The Ritz, Paris was not the nicest of them), and I can tell you that the breakfast in all of them is basically the same. Indeed, the Telstar was nicer than many more expensive business traveller hotels because they made the eggs and everything to order, rather than having a crappy greasy buffet. The main difference from the finest hotels in the world, in fact, was that I was fully clothed when eating that breakfast. And the coffee was slightly worse."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "How very amazing for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Like you knew that already."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I did not but believe you me, my quality of life has increased exponentially as a result of this new found information."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 2,
    "snip": false,
    "text": "I read internet message boards to escape reality -- which should tell you something about the quality of my life. Then I insult people for having lives that aren't packed to the brim with excitement."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I get it - you are talking about me! 555"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Gotta agree on this one, when traveling in Britain I have enjoyed some fine  <em>ass</em>  breakfasts from B&Bs.  Eggs, soss, toast, beans, the lot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I have been British for nearly 19 years and I still have no idea what the hell \"soss\" is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "One of the brothers in Bonanza? Or sausage? You decide."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "In England they call them \"bangers in the mouth\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 2,
    "snip": false,
    "text": "Here in the States we call it a sausage in the mouth."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "No, you can just call them sausages."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "You would say that wouldn't you Bananagrabber?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "He's just mad because he forfeited animation rights."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "This little conversation brought a little tear to my eye. I can only sit here and hope that one day a comedy show to match the quality and depth of Arrested Development will be produced. Until then, well, the DVDs are the best 60 bucks I ever spent. Seriously, I have watched Season 1 about 7 times and the 2nd only marginally less."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You know how americans can't stand vowels, well.."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I don't want to cast aspersions on stereo: it is possible that 'soss' is a real piece of slang that I have never come across, but I have noticed a worrying tendency for Americans to treat British idiom as a sort of free form verbal scat singing which can be improvised ad hoc. I am referring particularly (and to be honest pretty much exclusively) to the whole V for Vendetta 'eggy in the basket' debacle."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "One instance does not a tendency make."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "But our humble narrator did call them \"eggy-weggs.\" <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "To be fair, most of that slang is not authentic British slang, it's some kind of crazy Eastern European stuff... my fine young chellovecks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "I don't like that you emphasized \"ass\" in that sentence. I don't feel like I have a lot of outs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "Ladies and gentlemen, we've just witnessed history in the making.  Lawbot's post about hotel breakfasts has 128 syllables, beating his previous record by 127."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Incorrect. Please consult the archive again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Haha, oh Lawbot."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Who the heck is lawbot? <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh.  Hello lawbot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Why is a B&B named for a pioneering communications satellite?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No-one knows.  <em>No-one knows</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckalgebra",
    "plus": 1,
    "snip": false,
    "text": "Beef nails yet another social trend in the groin.  <em>You</em>  might call it a bed and breakfast,  <em>I</em>  call it a  <strong>stranger's house.</strong>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "The italicised I looks like a forward slash. Sorry bru :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "The colon and parenthesis looks like someone is frowning"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh. My. God! That is so weird, look if you use the close parethesis you can make it smile :) see."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I don't see it"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Rotate your head around the pivot that is your nose.  Preferably so that your eyes end up on the left, but it's negotiable."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "Okay okay okay everyone, check this out: <br/> \n <br/> \n:(: <br/> \n <br/> \nI am freaking out so hard right now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Holy shit dude that looks just like my appendicectomy scar!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "It's a vase! (slap) It's two faces! (slap) It's an optical illusion! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What a wonderful mixed metaphor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "Molly at no point indicated that she wants to go to a bed and breakfast."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "This is still a valid fear. She wants to drive down the coast because Highway 1 is so fucking picturesque and stop to stay at some terrible bed and breakfast along the central coast. You spend the day looking at antique stores and art galleries in some tiny terrible town where they're basically just thrift stores, but without anything cool or broken electronics... just stuff from people's grandparent's houses that nobody wants. She wants to go for a walk on the beach that will not end with the possibility of anyone getting sand in unpleasant places. <br/> \n <br/> \nAt breakfast the next morning you look around and the entire room is filled with other men in exactly the same circumstances. You look back and forth at each other and are unable to tell whether this shared pain makes it better or worse. <br/> \n <br/> \nThis would be the Northern California version of a \"fun, long weekend\" Type A which is the one where you don't go up to wine country and at least drink quite a bit. Otherwise that version is more or less the same, but aside from and because of the alcohol consumption there's a greater chance that you might score. It is also more likely that the place you eat dinner at is actually somewhat good and not just quaint. <br/> \n <br/> \nI suspect that this version of \"weekend getaway\" is roughly the same elsewhere in the country and perhaps the world with some small local variations."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 6,
    "snip": false,
    "text": "... or you go away for the weekend, fuck like bunnies, hang out, read a book, have someone else cook food for you and then STOP YOUR FUCKING WHINING. If she's not adapting the holiday so you have fun as well then you're a fucking doormat and she's a bitch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Sorry Belgand, this isn't necessarily pointed  <em>entirely</em>  at you, but more for the whinging on the board."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Would you like some cheese with that  <em>whing?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "But agreed, a vacation is a vacation. While Roast Beef's fear is a valid fear of Dudes I think real people who are in love could tolerate that shit, as long as they aren't from Circumstances."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Haha, oh please don't let that have been intentional."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "your syntax is hurting"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Leave off. He is beseeching his god Haha."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I know. If we were to fuck like bunnies I would know that I was on vacation with a stranger and I doubt I would ever return. <br/> \n <br/> \nFrankly I've never been subjected to this sort of thing and I doubt I ever would be. Not her style. But you read enough guidebooks and absorb enough local culture and it just starts to congeal into the terrible truth. <br/> \n <br/> \nOh and I once drove down the coast with my father on a vacation many years ago. Just be glad you never spent Christmas Eve at the Madonna Inn (separate rooms, but still) with your father and step-mother when you were thirteen. I must say, however, that the bathroom in the restaurant there is great. They have a waterfall urinal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Belgand, you were sleepwalking again.  <strong>That was NOT the urinal!</strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You bring up a valid point. Who hasn't pissed in a weird place while sleepwalking? I mean, this is pretty much a universal thing, isn't it? I wonder if women do this or if it is just a thing of dudes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man, there's a whole movie plot right there. A couple are entertaining the boss and wife and their kid comes out and pisses in his dad's martini."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "...  <em>The Aristocrats!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Are you kidding? She asked him if he wanted to do something special. Didn't you SEE?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "DAAAMN epicurus and lawbot on the same page  <em>just like old times</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I was thinking the same thing.  Now, if doc_rostov and edwell come back, we can be a happy family again..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I'm under new management. Now my thing is that I say \"straight up\" a lot and also I have eczema or however that is spelled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I think this is just Beef overreacting and thinking that Molly wants to do something that SHE wants to do for HIS birthday. <br/> \n <br/> \nI bet Molly would really want to roadtrip to Comic Con with Beef, the Spectre of Death and an Inuit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "as long as they don't have to stop at any taco bell drive-thrus on the way down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This is the voice of  <em>reason</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Me or Molly?  <br/> \n <br/> \nI just got really scared for the future of Assetbar if I'm being the voice of reason."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Perhaps Reason has a hand up your arse?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <em>I DON'T WANNA BE YOUR VOICE OF REASON YA FREAK BITCH!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "The likeness is uncanny!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Is Reason another nickname for theirateturk? <br/> \n <br/> \n(for new people, the joke here is that theirateturk loves sodomy)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "But not as much as his girlfriend does! <br/> \n <br/> \n <em>Ohhhh</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah hedo, theirateturk's girlfriend is the one that's a hand puppet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Now that he's married, Beef has become the \"everyman\" character. What a shift!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "A neuter joke to a cat sounds like fightin words to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Not when the cat in question has had all his \"fight\" removed. <br/> \n <br/> \n <em>Surgically.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "... not to mention declawed!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "He has to order vegetarian chinese dishes, just to get an approximate memory of what a furious ding-dong looks like."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Only in heaven do you get furious ding-dong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'm rather fond of throwing dried proteas myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Huge slam on bed and breakfasts out of nowhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Huge slam on breakfast in bed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "Huge Denny's Grand Slam for breakfast in bed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "<em>You can call me the nannerpuss, nannerpuss!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Man, if this were anyone else, I have this great joke tying 'nannerpuss' with the main reason women like B&Bs.  Why do you have to be innocent catgrl?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Am not! Watch this! <br/> \n*Ahem* <br/> \n <strong>POOPY!</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh man, that would rock."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Not as good as Moons Over My Hammy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's a pretty decent one, I guess."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Moonlight on huge Vermont bed and breakfast?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "FUN FACT: I had a Denny's Grand Slam on Saturday."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That  <em>is</em>  fun!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Stop bragging about your triple penetration with a couple dudes named Dennis."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "OH YEAH I WAS TOTALLY AT GAY DENNY'S AND HAD A GAY DENNY'S GAY GRAND SLAM WHICH EQUALS GAY PENETRATION WITH GAY PEOPLE AND IS [I]NOT[I] A PLATTER OF BREAKFAST FOOD."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>NOT</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I though that was like a NOT! moment.  But it's NOT!  So that means you did really do all those things.  :("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "hoist on his own petard at Denny's?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "<em>more like I was hoisted on Denny's petard if you know what I am saying.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "In truth Dennis really does come like a fucking firehose so that's not too unlikely of a scenario. I'm amazed you didn't chip Denis' teeth with your pelvis due to the sheer force of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fictions",
    "plus": 0,
    "snip": false,
    "text": "It is my birthday coming up too. Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "Guys i m gon thru sum changes whiff myself, lol.  as u cun c i m stotting 2 spell so mush better den b4 i m even usink shorthands lik uall do so m assimilatin  <strong>fart</strong>  nicely ^_^, oso <br/> \n <br/> \namway check dis shit outs n tell u me dun lol man, maximum craze, chil' <br/> \n <a href=\"http://web.archive.org/web/20110102224626/http://www.youtube.com/watch?v=bqMq82S7OVQ\">Watch n high qualit.</a> <br/> \n <br/> \n^_^ ^_^  <strong>LOL!</strong>  ^_^ ^_^"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Are You There God? It's Me, Gladi8orrex."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I told you to keep away from me with your  <a href=\"http://web.archive.org/web/20110102224626/http://www.youtube.com/watch?v=ZxoODPQ4CTM\">Amway</a>  shit. I'm not buying anything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Waht do an amway? <br/> \n <br/> \nbout 7 libers lol man"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Dude, if you  <em>are</em>  Glad, check which account you are logged into please. You are destroying the magic. <br/> \n <br/> \nIf not, that was just as incoherrent as a Glad post, well done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "matth915",
    "plus": 0,
    "snip": false,
    "text": "This is a really quality beef strip.  Good job chris!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "This is really quality beef! Good stripping job, Chris!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "Oh, Chris, you old chauvanist you. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "chauvinist, I mean.  crap."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "I'd want to have the first half because once my half is over then its just divorce"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "I wonder how long those thought bubbles kept appearing by Beef's head as Molly lay there, waiting for an answer. <br/> \n <br/> \nCould have been a while I guess; she's probably used to it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tripleg",
    "plus": 7,
    "snip": false,
    "text": "Jim had been a salesmen. A wholesaler. A wholesaler of wool. In his heyday he had driven the long miles between in never quite successful textile mill in China Basin and the sheep ranches of Napa, Sonoma, Lake and Mendocino Counties. Occasionally he would stray up to Humboldt, Trinity and Shasta, but there were middle men aplenty willing to meet him in Santa Rosa. Between 1973 and 1975 he kept a mistress, one Darla Larkspur, with whom he trysted at a Motel Six in Rohnert park once a month. They met over shared beers and shock at hearing the fate of Fancy Mark Clancy on the wireless at the Drake's Public, a now-defunct roadhouse known best for its below-average salted peanuts and waitresses so nicotine stained it seemed as if they had washed their hands in yellow hi-lighter. It was a bittersweet affair, ending much as it had begun, in an alcohol fueled night of fucking and sobbing. <br/> \n <br/> \nJim and his wife, Sylvia, raised three children, two sons and a daughter, in Burlingame, CA, a suburb of San Francisco. Rachel is a temp accountant in Foster City, Evan managed a Circuit City and is in talks with a local Best Buy franchise about coming on as a traffic optimization consultant. Sadly, Ian, the third, suffered spiritually from his father's constant travels. He is a fixture at various social groups whose names end with -Anonymous that meet in the halls of churches and community centers along the 680 Corridor from San Jose to Pittsburgh. Jim and Sylvia's marriage may not have been the most idyllic, but it survived more stresses than most, and in their own way, they did love one another. <br/> \n <br/> \nJim retired a few years back. He didn't take to domestic life. In an effort to cheer him up, we took him on a trip along his old route. From 101 to 12 to 37 and further. I sat bitch in the back of an '87 Acura Legend, between Jim and his wife. I saw a tear escape his eyes somewhere between Cloverdale and Willits. We asked him what it was, and he told us that, in all the years he'd driven it for almost three decades, he had never realized just how beautiful that country and its rolling hills and redwood forests really were. <br/> \n <br/> \nHe had the operation a little after that; said there wasn't really much he was giving up. Sylvia talked him into opening the B&B in a fit of pique after the last time Darla, drunk, broke, and lonely, tried to call them from her brother-in-law's trailer up in Boonville. Jim resigned himself to it by reasoning that, if he couldn't still be out on the road himself, he could at least maintain contact with travelers this way. They leveraged his pension to purchase a modest ranch and re-established themselves, after a lifetime of small compromises, as hostlers in Olema. Occasionally, if a guest makes a strong impression, or if, recalling the good old days, Jim will lead personally guided tours of some of the more colorful county routes and the taverns and brewers the casual tourist is like to miss."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "tl;dr <br/> \n <br/> \nwas it absolutely necessary to post this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "hey, tgh... are we... are we internet  <em>nemeses?</em>  should we get together on facebook or aim and hash things out to make the show better? figure out who's the face and who's the heel?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Eh, I didn't really care I just thought it was some weak ass writing. I would take the lame back if I could."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "chubby for wrestling speak"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "better to talk about Circumstances with a capital C twice per page"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's in the rules, mory.  <br/> \n <br/> \nYou  <em>muft</em>  talk about Circumstances at least thrice per page."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "Really, you've got some nerve to comment about what posts are necessary."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "never_die",
    "plus": 0,
    "snip": false,
    "text": "very good, but Jim's wife's name was Deb. <br/> \nDeb."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mudmagic",
    "plus": 0,
    "snip": false,
    "text": "I wish I could chubby twice <br/> \n <br/> \nthrice, even"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "So I can only rate comments on things I own or create, but can't chubby or lame myself?  MAKE UP YOUR MIND, ASSETBAR."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What?  You can do X and you also  <em>can't</em>  do X?!?! <br/> \n <br/> \nWhat do you mean, rate comments on things you own."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 1,
    "snip": false,
    "text": "Seriously? Come on. Chicks dig the B B because it doesn't FEEL like they're doing the hotel \"let's get as many human fluids on the sheets cause they aren't ours\" thing, but really that's all it is. Just let a girl pretend, why don't you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "So what you are saying is that women like having sexual intercourse in a B&B because they don't feel like they are having sexual intercourse in a hotel?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "the same reason they wear lacy underwears when something cotton and boring will also keep the pee trails and skid marks from getting on their clothes: it's classier"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "That hurts all my sensibilities, but... the idea is the same."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I think going halvsies on a marriage sounds like a splendid idea. So far I have gotten roughly 10 percent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "[drphil]In a healthy relationship the focus should not be on \"how much am I getting\" but \"how much can I give.\"[/drphil]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Does it count when I give her a slap in the mouth?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "<shrug>  I  <em>like</em>  B&B's..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Does your husband like them too?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "How's your vagina doing tetsujin?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kdarr",
    "plus": 0,
    "snip": false,
    "text": "beef's \"job interview look\" is classic... hair all combed like vincent kartheiser from mad men."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "howl",
    "plus": 4,
    "snip": false,
    "text": "This comic makes me feel somewhat uncomfortable. I share Beef's misgivings about bed and breakfasts, which makes it funny to me, but I think the way Onstad framed it is really quite sexist."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "niggar",
    "plus": 3,
    "snip": false,
    "text": "I think Onstad is really quite sexist."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boy",
    "plus": 4,
    "snip": false,
    "text": "Girl, you know it's true. I'll lick my dick for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bertha",
    "plus": 6,
    "snip": false,
    "text": "<strong>With all this hate, mindless BS, I thought I would share something nice. I'm a beautiful black female and my love, a beautiful white man just made love to me for hours upon hours. It was amazing, blissful, I was melting, and he kissed me over and over and told me how much he loved me, and we just came all over each other. I actually feel renewed. And no it isn't something that is going away, we have been with each other for almost four years, and it is still amazing.<br/>\n<br/>\nSTOP focusing on each other's difference, and getting sidetracked with race, color, etc. We are all in this together, man &amp; woman. Spread love, and your world will expand with positivity</strong> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "I like the Edward R. Murrow version of Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "What is a good 21st birthday gift for a boyfriend who is mostly \"of literature\"? <br/> \n(We are in Canada, so booze is not a thing)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "I'm asking because first choice was obviously a trip to a little mountain B&B.   <br/> \n:'("
  }
]