[
  {
    "depth": 0,
    "minus": 2,
    "name": "catachresis",
    "plus": 19,
    "snip": false,
    "text": "They talked about this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carpetbag",
    "plus": 11,
    "snip": false,
    "text": "I am not quite certain what happened in the last three panels, yet I feel this uncertainty adds to the humor."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mrsmuckles",
    "plus": 14,
    "snip": false,
    "text": "I believe Ray clambers down from the couch, glowers at Connie for touching on a sensitive subject, and stalks off."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ttagxamm",
    "plus": 10,
    "snip": false,
    "text": "See, I've always thought he gets so worked up he  <em>falls</em>  off the couch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "Ray's had enough. He don't need this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 7,
    "snip": false,
    "text": "Naw, he's a cat so he doesn't reach a normal height. This is the source of the humor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "Ha Ha!...Sulking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jstegall",
    "plus": 9,
    "snip": false,
    "text": "I love how Cornelius Bear can make Ray shut up and leave with just one line."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "howard",
    "plus": 44,
    "snip": false,
    "text": "dude <br/> \n <br/> \nthat is because cornelius bear is The Shit."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ninjaein",
    "plus": 1,
    "snip": false,
    "text": "I swear to God, Cornelius Bear has participated in many Badass Games to perfect his style over the years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 1,
    "snip": false,
    "text": "So who is more of a man- Ray, for winning the GOF, or Cornelius Bear, for winning the Badass Games?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zedpower",
    "plus": 8,
    "snip": false,
    "text": "As much as I like the idea of eggless Sardinian dough, you can't cook a massive furious nazi from San Bernardino. <br/> \n <br/> \nI love it when I rhyme accidentally! It's like a little gift from my brain to me. <br/> \n <br/> \n...dang! Today is wonderful!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 8,
    "snip": false,
    "text": "I see as like arguing who is more man, a MMA champion or a hardened Special Forces veteran. <br/> \n <br/> \n Throw them in a ring together, with rules and a referee, odds are extremely likely the MMA man will come out on top, for he is in the controlled element, ultimately just a game, in which he has specialized. <br/> \n <br/> \n Reverse the situation, and drop the MMA guy naked into the wilderness, and he will likely be dead within a week. Drop him into a fire fight, and he will probably stand paralyzed with fear until he is cut down. Put him into hand-to-hand combat in an Afghani hovel, and his attempts to beat the other man into submission will be cut short when his enemy gouges out his eyes or caves in his skull with an improvised weapon. <br/> \n <br/> \nRay proved himself the best man at the GOF. <br/> \n <br/> \nCornelius proved himself the best man at  <em>life</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "fuck-diddly-uck yes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "Put the same hardened Special Forces veteran into any social or cultural setting that requires sensitivity or nuance and he'll be dead in a week."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mira",
    "plus": 14,
    "snip": false,
    "text": "I sympathize with Ray. Africa? South America? The Caribbean? it's hard to tell when it's always a bunch of bitchy twenty to thirty-somethings sittin' on the dirt, Jeff Probst all teasing them with hamburgers and videos from their families."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 8,
    "snip": false,
    "text": "In a less civilized era, we would have called this kidnapping."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I still refuse to believe that the people in the show are actually undergoing all of that. They MIGHT be in the location claimed, I'll concede that is a possibility. But they are most certainly not starving and dirty. There's no doubt in my mind that they are provided plenty of food, water, a shower, a bed, etc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "that doesnt ecplain the extreme weight loss they go through.  at the end the people look gaunt as fuck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "**e <strong>X</strong> plain"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "yeah c'mon tekende splain that shit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Weight loss programs? Special effects? Makeup? Body doubles?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "madnes",
    "plus": 3,
    "snip": false,
    "text": "Where does Ray go? Does he just skootch* on outta there? <br/> \n <br/> \n*spelling in contention."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "I've always preferred scootch, but that's just me. He's gonna get his drink on, naturally."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "I never thought about my preferred spelling of scootch before. Thank you, Achewood forums!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "I think it's 'scooch:' honestly, I feel Ray straight up skedaddled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "psykeres",
    "plus": 5,
    "snip": false,
    "text": "I like to imagine that Ray has been getting his slant on and just plain old eased himself to the floor, supine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 6,
    "snip": false,
    "text": "Just for perspective, when this strip was written, that would have been Jenna Morasca who won Survivor, famous for being extremely mean to a deaf girl and stripping for peanut butter. To be fair, she was only a sorry-assed crybaby because she was waiting for Ray to cold fly her ass out and buy her some more peanut butter."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I should probably get that season, because that is hell of awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 11,
    "snip": false,
    "text": "i like the point of the diminutive size of the characters as ray dismounts from the couch and has to look up at cornelius.  such small characters having such sass is hella comedy.   <br/> \n <br/> \nhowever, this aspect of the achewood reality seems sometimes  <a href=\"http://web.archive.org/web/20091231062858/http://achewood.com/index.php?date=04292004\">flexible</a> . (unless there are cat-sized grills and telephones and martini glasses in achewood, which is entirely probable.  maybe this particular couch is human-sized because ray is visiting cornelius at the onstad residence.  or maybe i'm thinking about this far too hard.)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "red_dawn",
    "plus": 6,
    "snip": false,
    "text": "Achewood deserves that level of contemplation. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "digdugz",
    "plus": 1,
    "snip": false,
    "text": "I think you're right. <br/> \n <br/> \nPlus the presence of the achewood underground means its entirely plausible that there could be mini stufffor them to use."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joestork",
    "plus": 2,
    "snip": false,
    "text": "Ha ha, Stufffor. <br/> \n <br/> \nThat took me a long time to figure out, mainly because it is such an excellent word on its own."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Poor Ray, the kicker is that Survivor is all shot in a studio. Like the moon landing. Mr. Bear tries not to bring that up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 6,
    "snip": false,
    "text": "Television seems to be the only thing Cornelius does not have discriminating taste in. I mean, Survivor, Gilmore Girls? Come on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 5,
    "snip": false,
    "text": "I think he accepts the specific type of enjoyment provided by such shows and is not perturbed by the social stigma of liking something that Cool people consider lame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "It's the accusing glower in the penultimate panel that does it for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "derekjames",
    "plus": 1,
    "snip": false,
    "text": "I always assumed that Ray was drunk and slid off the couch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Onstad really has a knack for saving a scuffling strip at the last moment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "When they are side by side Connie almost looks like a rough, less detailed Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doomsdaybadger",
    "plus": 0,
    "snip": false,
    "text": "I love yelling this at my friends when I lose arguments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "It took Ray three strips to deal with the Little Nephew attack.  But when Ray starts to mouch, it takes Cornelius only one panel.  Dude is  <em>raaaaaawwwww</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "The indignation? Substantial."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 2,
    "snip": false,
    "text": "Amazing. <br/> \n <br/> \nThat glare actually raised Corny's eyebrows. <br/> \n <br/> \nAlso, I'd like to point out (as someone already has) that these are  <em>cats</em>  sitting on a human-proportioned couch, so in that second-to-last panel, Ray is  <em>standing</em> .  I agree that it might be funnier if he scooched out on his butt, but I think he just walks away."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Thank you for putting that image in my head. Thank you. <br/> \n <br/> \nI am not being sarcastic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "readingcomics",
    "plus": 0,
    "snip": false,
    "text": "after reading all the comments and then eyeing in on panel 5, it's really that Ray is scooting off the couch because, as shown, he uses his arms to brace his fragile self from the upscaled fall. Even though it's totally unnecesary because Ray is a cat.  <br/> \n <br/> \nbling bling"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "I loooooooooooooooooooooooove this one. Just so you know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "Ray demands that his conversations be REMEMBERED, dammit! <br/> \nWe TALKED about this!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "wallabeechamp",
    "plus": 2,
    "snip": false,
    "text": "Who knew Ray was a woman? Because every time I get a \"we talked about this,\" it means my girl made a decision based on some vague talk we had."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "courtland",
    "plus": 0,
    "snip": false,
    "text": "Ray certainly seems to be a master of the  <a href=\"http://web.archive.org/web/20091231062858/http://achewood.com/index.php?date=05122006\">look.</a>   He takes after his father Ramses after all, what with the art of leaving."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "It wasn't even a question. Cornelius can beat down Ray with one shot and he knows it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I love the period (as opposed to question mark) at the end of \"so why didn't you, Ray.\""
  }
]