[
  {
    "depth": 0,
    "minus": 0,
    "name": "cbtbone",
    "plus": 27,
    "snip": false,
    "text": "Beef is so pissed at Ray for two panels and then he forgets all about it.  He must really like Gary Sinise."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "This is over a year old but I just have to comment that if not for many of you on Assetbar, I would miss all these little details because I fly through most webcomics (that might have something to do with reading Dinosaur Comics before anything).  I have to get the books so I can let my eye rest on each panel for more than 2 seconds after reading the text.  Computers are hard on meine Augen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "...bruk"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Mmmyes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dondoran",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Dinosaur Comics got me in that comic-reading mentality too, but I've learned to at least go and re-look at the panels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mortshire was marked lame too many times and excluded. (marked lame by NeoNaoNeo, SaulBellow, Patware)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 7,
    "snip": false,
    "text": "Could you not picture the Kool-Aid man busting through a wall.  He stands there, looking dumb, he looks at both the guys, relaxes, and then yells:  \"Oh yeah!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by mistlethrush, davidadam, Patware)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 64,
    "snip": false,
    "text": "Ray's logic: <br/> \n(1) ASSUMPTION: Gary Sinise was in a wheelchair in Forrest Gump <br/> \n(2) ASSUMPTION: The wheelchair stuff in Forrest Gump was CGI <br/> \n(3) MODUS PONENS (1) & (2): There exists such a thing as an actual CGI Wheelchair and Gary Sinise is in this wheelchair"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terebikun",
    "plus": 3,
    "snip": false,
    "text": "To be fair, it was Beef who first introduced the notion that the wheelchair was \"all CGI and stuff\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I think Beef meant that the missing legs were CGI and stuff. Like in the Butterfly effect where he has CGI missing arms. (sorry for referencing that movie but that is a good example of obviously CGI amputations.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Check out Teodor's face when Ray makes his decision about CGI wheelchairs. It's like he saw it coming from a mile away, but you can exactly dodge out the way of a comment whose stupidity is also a mile wide and tall."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "Or, maybe,  <em>just maybe</em>  you  <strong>can't.</strong>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "catachresis",
    "plus": 3,
    "snip": false,
    "text": "Also, normally Onstad's jokes that try and involve the UK are pretty lame because of separation, but this one totally nails Simon Le Cowell"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 8,
    "snip": false,
    "text": "I like how Ray is going from memory on Simon Le Cowell, he remembers Cowell is British, and thus assumes a Cockney accent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hereward",
    "plus": 1,
    "snip": false,
    "text": "I love Onstad & Achewood's relationship to Britain (I am english) - he is obviously an anglophile, loves the UK & lots of aspects of its culture, and thus - in Onstad fashion - makes fun of it all the time. His accents are often pretty good, I think."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retardo2",
    "plus": 2,
    "snip": false,
    "text": "Chris we know you are an anglophile! You don't have to hide anymore! We love you and we will support you when you make the decision to come out of the closet! <br/> \n <br/> \n <em>Oy will rrokk yer kan, me boy!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "True dat. Plus Simon Le Cowell is such a caricature anyway, no stereotyping can feel wrong. <br/> \n <br/> \nI think there's some logic there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ButterMoths, madnes, Mangtastic, fosters, MortisInvictus, mediumrare, aHatOfPig, mystkmanat, Doc_Rostov, sexualhomeboy, echidnaboy)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 2,
    "snip": false,
    "text": "You clearly do not know the right Americans. <br/> \n <br/> \nWe are not all ignorant chowderheads."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by madnes, fosters, MortisInvictus, mediumrare, aHatOfPig, Doc_Rostov, NotCool)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Patriotic nationalists from any country are idiots, definitely.  And I will agree that America just seems to produce more of these sort of nasty."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by fosters, aHatOfPig, Doc_Rostov)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "Believe it or not, even here in Texas, there are people who are not mindless jingoists.  I think the issue isn't that there are more rabid nationalists in America, but rather that they're much more vocal than anywhere else.   <br/> \n <br/> \nGranted, it's public acceptance of meaningless symbolism that enables it to continue.  (Big Fat) Rush and Nancy Grace still have audiences, no matter how much I wish they'd both go away."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by BionicSheep, aHatOfPig, Doc_Rostov)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 15,
    "snip": false,
    "text": "Dude what the hell are you talking about? You guys have chavs, and The Daily Mail. Bitch, please."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 6,
    "snip": false,
    "text": "Yeah.  It's not like there's some sort of British Party espousing Nationalism. At least not one that would ever win seats in any UK election. <br/> \n <br/> \nOh wait.  There's exactly that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Hah, my Canadian friends get so confused when I agree with them that Americans are stupidly patriotic.  (Yes, I happen to have been born in America by pure chance...and I'd like to stress the word chance.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I like the idea that people imagine themselves born outside of a pre-assigned group (intelligent people, for instance) and then have to spend most of their time trying to escape to the promised land. It's the fear of absorbing the features of a stereotype and mostly it's a fear that perpetuates the concentration of a particular stereotype in a particular area. <br/> \n <br/> \nI do the same by remaining in the city after being born \"in the west\". Crazy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "you could join your canadian friends.  by chance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 2,
    "snip": false,
    "text": "I like the way Beef keeps holding a grudge against Ray for being so stupid in panel four."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 6,
    "snip": false,
    "text": "it is clear here that ray has no idea what CGI means.   <br/> \n <br/> \nit is also clear that he does not care."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 1,
    "snip": false,
    "text": "I love how Ray always just calls the operator and asks to be connected to whomever he wants to talk to, with no thought of the logistics involved. I am tempted to try this - it might work just because most people don't bother to try it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 2,
    "snip": false,
    "text": "I'm waiting for Chris to draw the strip mentioned in the alt text 'cos it sounds awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "alt text: \"Now, the Kool-Aid Man barging through the wall of a gay porn set in a wheelchair...I need to get out my brushes...\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "When I first read the alt-text, I accidentally scanned it as \"...the Kool-Aid man barging the wall of a porn set in a gay wheelchair...\" <br/> \n <br/> \nThat is all."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "through"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 1,
    "snip": false,
    "text": "that is quite the head whip-around on the part of beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Gary Sinise was such a prime choice; dude is totally  <em>ice</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "haven't you ever had that awkward moment where you make some slightly obscure reference to somebody who isn't familiar <br/> \n <br/> \nthen they just start talking about Simon Cowell"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Anytime someone mentions Gary Sinise around me I inform them that that guy is  <em>ice.</em>  It has actually come up a lot more often than you might think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "question: is it possible to make too much fun of a brit's accent? <br/> \n <br/> \nANSWER: no <br/> \n <br/> \n(4)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abuncha_nada",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else notice how Ray can call anyone he feel like, whenever? <br/> \nAnd they just put him through."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It comes with being rich and also Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "In panel 4 Beef is still angry about being misunderstood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Simon Le Bon mixup?"
  }
]