[
  {
    "depth": 0,
    "minus": 2,
    "name": "lastlarf",
    "plus": 16,
    "snip": false,
    "text": "The way you can tell Beef's side of the conversation simply by looking at Ray's face is magic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by tttt, ASaltySalute4, retinarow, InternNumber1)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "satellitetv",
    "plus": 1,
    "snip": false,
    "text": "The good life is...alright, how about \"Dope Nose\", now THAT was shit."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "stuart",
    "plus": 2,
    "snip": false,
    "text": "Dude, Dope Nose was the one (other) good song on Maladroit. I actually ended up deleting the rest of the album because it was all the same droning, whiny track."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "Two album band. The first two. But even at their best,  <em>so</em>  easy to make fun of. Almost irresponsible not to, really."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Four song band."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killingthejay",
    "plus": 1,
    "snip": false,
    "text": "most good bands, even at their best, offer you something to rip on"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "The Good Life is a completely awesome song. If that is the worst Weezer song you know then surely you haven't listened to anything of theirs since Pinkerton."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by eatmorekix, GMM, woodenteeth, theplaidknight)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "Also I have a friend who is basically the baby of an iMac and Weezer"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked as spam and excluded. catachresis: What a douche. (reported by mistlethrush, Magb, heatbag)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by keithcozz, illgamesh, theplaidknight, ASaltySalute4, jmmfgd, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 4,
    "snip": false,
    "text": "But don't you see?  Weezer 'in tune' and 'listenable' is the last 3 albums.  When you can actually hear the songs really well with good production it all goes to hell."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "na they should re record the actual songs in the blue album not record songs with the same chords and lyrics slightly rearraged so it appears to be a new album. that's what I mean. lol I compeletly agree with you mostly.  <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 8,
    "snip": false,
    "text": "I know a guy who looks like if \"Pinkerton\" had a baby with an Old Navy outlet...poor bastard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by pitseleh, erinye, Mastronaut)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 0,
    "snip": false,
    "text": "Pinkerton is Weezer's second album."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snoozebar",
    "plus": 7,
    "snip": false,
    "text": "Oh, I thought you meant the  <a href=\"http://web.archive.org/web/20090919134701/http://www.pinkertons.com/\">rent-a-cop firm</a> , and was picturing an fat security guy porking a t-shirt display."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 8,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090919134701/http://www.pinkertons.com/BIKE.jpg\">Is this the funniest picture I've ever seen?</a>  (Yes.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 53,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090919134701im_/http://i30.tinypic.com/2guy7mv.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mxh",
    "plus": 1,
    "snip": false,
    "text": "If I could give multiple chubbies..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Haha I had forgotten about making this one! always gives me a good chuckle!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "haroldzidler",
    "plus": 0,
    "snip": false,
    "text": "The white cop all badass with his sunglasses and unbuckled helmet. Tube socks all pushed down. Sleeves and pants all short. The black cop all a shorter version of Shaq if he were a janitor"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's also my high school!!!!!!!!!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you are lying. <br/> \nyou are Five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by centipede_damascus was marked lame too many times and excluded. (marked lame by tinyslothbear, fakead, Dwilow)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mira",
    "plus": 24,
    "snip": false,
    "text": "I've learned not to talk about music on the internet. No matter what you like, there will be at least three people to tell you that it sucks and you need to get better taste in music."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 37,
    "snip": false,
    "text": "Your opinion sucks, it is nothing but a corporate opinion made to get money from kids who want to rebel. You should hear this opinion I know, TEN TIMES better than yours."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tellumo was marked lame too many times and excluded. (marked lame by ButterMoths, fakead, daidai, tttt, glorify, hikikomori, godfatherofsouls, illgamesh, Fcannon, Zem, hellofditties, Boredom_Man, philosophe, icecube)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "nutmeg",
    "plus": 4,
    "snip": false,
    "text": "man fuck that guy liars is the shit his opinion sucks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "You're joking, because we were just talking about foisting opinions on other people... right? <br/> \n <br/> \n <em>right?</em>"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "tinhand",
    "plus": 6,
    "snip": false,
    "text": "Questionable Content is such a 5/10 comic."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "<em>Their activities are so poorly conveyed.</em> <br/> <br/> <br/> ...But saying that, I'm still on their top eight on Myspace.  I am a bad person."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "geysershitdick",
    "plus": 3,
    "snip": false,
    "text": "Did you link to a really bad comic on purpose? Why would you do that? <br/> \n <br/> \nThat comic was so bad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 6,
    "snip": false,
    "text": "Discussing music on the internet makes discussing religion on the internet seem like a completely reasonable proposition."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 5,
    "snip": false,
    "text": "Religion is messed up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by keithcozz was marked lame too many times and excluded. (marked lame by fakead, erributtz, aHatOfPig, morbo)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cleave",
    "plus": 9,
    "snip": false,
    "text": "I read somewhere - and I agree - that Weezer is the only band in history to retroactively destroy their credibility in full."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "How did they do that"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cleave",
    "plus": 1,
    "snip": false,
    "text": "I believe it started when they recorded their Green album.  Then, you know, the stuff afterwards?  I am not familiar from there on in."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 2,
    "snip": false,
    "text": "Isn't that just called 'selling out'?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "The lead singer/guitarist guy is at Uni studying music and was attempting to put together a PHD on what the formula for the perfect pop song would be. I'm guessing he used Weezer as his experimentation (i.e. \"Beverly Hills\") <br/> \n <br/> \nHe must sleep awkwardly on all his money."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the prince and the EP."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "Ray's bed is wobbily drawn and looks all too much like Pee-Wee's Playhouse furniture."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petewriggley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by petewriggley was marked lame too many times and excluded. (marked lame by ButterMoths, fakead, jaredwilde, deathpiano, nipsy43, Zem, bixschmix, erinye, stormagnet, slalvation, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "You know what, no. I lamed you, but it was because I disagreed with you, not because what you said was particularly \"lame-worthy.\" And for that I am sorry.  <br/> \n <br/> \nFor the record, I think Pinkerton and the Blue Album are two of rock's seminal albums. I also think that their more recent stuff, save a few songs, is pretty much shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Fuck Papa Roach. And all this Nu-metal bullshit. You can replace all of the lyrics with \"broken home,\" \"my daddy didn't love me,\" or (my personal favorite) \"my girlfriend hates me because I'm a selfish asshole with a small ding-dong\" and it totally works. I think that's the gist of what most of today's bands are saying anyway. Well, that's what I am hearing them say in my brain meats."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "I've never heard Papa Roach, but I can easily imagine Henry Rollins taking those lyrics and making them  <em>brilliant</em> . <br/> \n <br/> \nWe should start a petition. It might go better than the more obvious \"please stop videoblogging Henry Rollins\" petition."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Right, because there are only two bands or two styles of music in the whole world. <br/> \n <br/> \n <em>I am glaring at you across an entire year of history.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "The wong burger glare isn't as scathing as you might think. <br/> \n <br/> \n(I'm risking you changing your icon eventually for this pretty regular comment.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "ray lies down in the resting equivalent of side-saddle.  look at his legs. <br/> \n <br/> \ni have never listened to a weezer album and never will, because in every picture i have ever seen of the band they are trying SO HARD to be 'cool/uncool' that i know i will not like the music, sheerly out of principal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "heheh, principle.  that was awesome, i haven't made that mistake since i actually HAD a principal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by riazm was marked lame too many times and excluded. (marked lame by mxh, getawaykettle, EndlessMike, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 1,
    "snip": false,
    "text": "Maybe Nice just doesn't produce the same amount of hilarity."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 3,
    "snip": false,
    "text": "I've been putting it off, because I know that they who hold the Keys to Achewood will sniff out my heresy, and hunt me for the disease that I am. But now I must make good my insane rantings! <br/> \n <br/> \nWhat we have here in Achewood - and, by extension, in the rest of the world - is a question of Tribal Identity. We all belong to a tribe, or, at the very least aspire to. For Pat, people like Bono or Moby are tribal leaders, telling him (and other members of his tribe) the best way to do things. Some tribes, such as punk, don't really have firmly established leaders, but they do share enough of a common value-set that two tribe members could talk to each other and be fairly certain of getting along. <br/> \n <br/> \nWhat we run into more and more, is that the prevailing tribes in the West, specifically America, are not about what you do, or what you believe, but about what you purchase. Nowhere is this more easily seen than the so-called \"indie\" tribe. They're readily identifiable by the clothes they wear, the music they listen to, even the coffee they drink. But scratch beyond the surface of this, and you'll find... <br/> \n <br/> \nNothing. Nothing that's holding them together other than the granfaloon of being indie. They did not have to earn their identity, they did not have to strive for entrance to the tribe. They put it on as easily as their vintage shirts, and it leaves just as deep of an impact. It is a soft philosophy for a soft people, a tribe that requires little risks and gives little reward. <br/> \n <br/> \nCompare this to the persecutions of the Jews, or early Christians. (I am forced to use religious \"tribes\" here - there are very few Western tribes nowadays, nowadays, outside of religion, that have the capability to temper a soul like good steel, save perhaps military tribes.) In both instances, it cost of identity with these tribes was murder...and people still gladly paid it. For them, the ultimate cost was more than balanced out by the prospect of ultimate payoff - But the stakes were high, and it took powerful refinement of the soul so that they could identify themselves with such a tribe. <br/> \n <br/> \nSo what does this have to do with Achewood? Sadly, it shows the knuckleheads in a poor light. Each one of them has risked little, and gained little in return. Pat has taken up causes and wears the mantle of offenses that he never had to take the brunt of. Ray has never had to face hardship, and then had the good fortune (if you can call it that) to be able to throw cash at all his problems to make them go away. Cornelius has given up on his  virtuous aspirations as a herald of Truth, and has instead settled down to a steady stream of pap that nobody will miss. Lyle and Todd - you know they both checked out of the game, the moment it got a little too real. <br/> \n <br/> \nWhich leaves us with the two characters that stick out most in our minds - Beef and Phillipe. Phillipe (a character who is two young to have developed a tribe) we are drawn to, because we see several things. A constant and sure black-and-white approach to the world that all yearn for, but few find. An innocence that we all possessed before we were ever tried, tried to our very souls. And a sense of potential, of all the good that he could be, that comes off of him in palpable waves. But in the end, it's all just a cop-out anyway - Phillipe is five, and he will always remain five. Much like Tom Sawyer, he's idealized, and any fall from this pedestal would shatter his image in our minds. <br/> \n <br/> \nAnd then there is Roast Beef. He is from Circumstances. And Circumstances have become his tribe. It's a very lonely and selfish tribe, however. He doesn't seek help from his problems, not even when they get between him and Molly. He doesn't seek to change. He has bronzed his Circumstances, and wears them around his neck, proclaiming that Nobody can understand, Nobody can identify. Pride is not about having - it's about having more than everybody else. And Beef ego-boosts by having more problems than everybody else. Even when he's got depression. <br/> \n <br/> \nHow can this cast of soft, toothless boys go beyond what they are now? By removing Death as a motivator, the prime distilling quality of most non-religious lives is removed, and almost everybody becomes static characters, their only hopes reaching out for poor, fallible people to fulfill emotional needs that cannot be met that way. They must play out their dull, superficial lives, with no hope of reprieve. It makes me pity them, even as I laugh and commiserate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Great Wall of Text! <br/> \n <br/> \nI regret nothing!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "This Great Wall of yours may be seen from the Moon....but will it keep out the Barbarian Hordes?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "nah man indie is sweet as"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "That is exactly how I always imagined Ray's bedhead to be.  Oversized and fancy."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jimbob",
    "plus": 0,
    "snip": false,
    "text": "It's a good, funny strip. Would have been perfect if the last two lines of Ray's comment in the last frame had been left off. A joke goes a little flat if it's spelled out after you've already got it. <br/> \nSorry, only four Beefs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "<em>It just looks like this</em> <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090919134701im_/http://img25.imageshack.us/img25/1570/adfgo.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "icecube",
    "plus": 2,
    "snip": false,
    "text": "Headless guitar innovation or photo-editing blunder? Those of us who know the truth may prefer the lie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "good comment. <br/> \n <br/> \nyour avi helps drive this home, too."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "Every comment I make gets the benefit/curse of being phoned in by little Nephew."
  }
]