[
  {
    "depth": 0,
    "minus": 1,
    "name": "lizjones",
    "plus": 52,
    "snip": false,
    "text": "Circumstances."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 14,
    "snip": false,
    "text": "Some of the darkest strips are also some of my favorites."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 37,
    "snip": false,
    "text": "He's carving with a spoon...oh Beef..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "His parents taught him that from their numerous stints in the can."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 10,
    "snip": false,
    "text": "I used to be in the pinewood derby, It would always piss me off when ever someone cheated and didn't get penalized. Hang in there beef, my car was just as lame."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "WORD I always had a lame self styled pine car and the other kids all had sweet cars with actual car paint on them. sooo pissed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dzieger",
    "plus": 25,
    "snip": false,
    "text": "The one year I participated in the Pinewood Derby, I had a very lame car, but I actually won. As far as I could tell, the secret was the vegetable oil I used lubricate the wheels/axles, so that ugly hunk of wood got off to a really fast start, and its extra weight/mass (it was barely carved) gave my mutt a lot more momentum than the sleek, well-designed purebreds.  <br/> \n <br/> \nI held on to that trophy for a long time..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stuart",
    "plus": 5,
    "snip": false,
    "text": "I made a Ford Taurus for a Pinewood Derby car that won second place. The guess was that it worked because the graphite we had used to lubricate the wheels had been blown all over it by me repeatedly blowing all over it. <br/> \n <br/> \nI was such a little shit as a kid. I cried that I got second place and wanted to make the third-place kid have it.  <em>Ungrateful little shit!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kickstart was marked lame too many times and excluded. (marked lame by fakead, logic, Archon_Divinus)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How can one be a \"fan\" of the Ford Taurus? I mean, it's a decent car, I guess, for a Ford, but there's nothing special about  it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kickstart was marked lame too many times and excluded. (marked lame by fakead, logic, Archon_Divinus)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Did you know that the Ford Taurus is statistically the LEAST stolen car in America? <br/> \n <br/> \nI know this because I heard it on a news program about car theft a few years ago.  The only reason I remember it is because I drive a '96 Taurus myself, and whenever I am with people who talk about how great their damn fancy cars are, I state that my car is the LEAST STOLEN IN ALL OF AMERICA as a point of pride.   <br/> \n <br/> \nNot even car-thieves want my car.  I dunno, I think that is kind of awesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "it has an upgraded security system, in that no self-respecting thief would want to steal it <br/> \n <br/> \n <em>Injoke coined by my mother on a family trip, 1997</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "thesoulbear",
    "plus": 2,
    "snip": false,
    "text": "You ASSHOLE VEGETABLE OIL ON THE WHEELS WAS ILLEGAL <br/> \nI LOST TO A CREW FULL OF CUBSCOUT MOTHERFUCKERS LIKE YOU <br/> \nTHIS MAKES ME SO MAD I COULD JUST <br/> \n <em>Do you want some frittata?!?!?!?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 6,
    "snip": false,
    "text": "what pissed me off about the pinewood derby is that the retarded kid who just stuck some wheels on a block of wood with no further detail always won."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 23,
    "snip": false,
    "text": "Looking back on it, a lot of my cars were purple with stripes. I thought purple was the coolest. <br/> \n <br/> \nNo wonder my dad made me go out for football."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrectomy",
    "plus": 0,
    "snip": false,
    "text": "damn dude, you got hell of circumstances."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "my childhood carpet was purple. <br/> \n <br/> \nfootball was awful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 2,
    "snip": false,
    "text": "My car was shaped like a wolf and the front of it was carved into teeth and I rammed it into any red cars as hard as I could so that red paint would get stuck to the teeth of the wolf car. <br/> \n <br/> \nIt was the best."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "my car is an indian that turns into a wolf"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 9,
    "snip": false,
    "text": "This is almost exactly my life as a kid. My car always sucked balls, I mean, how is a damn kid supposed to get a good one? And everyone else had one that had all kinds of fancy shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "<em>like laser-guide cut cars<br/>\nwith engineered aerodynamics and all..<br/>\n</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wallabeechamp",
    "plus": 0,
    "snip": false,
    "text": "Yep. Same for me. I only had a butter knife to carve with and tried putting my wheels on with Stick 'em. I hated the Scouts!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 1,
    "snip": false,
    "text": "Man, Circumstances with Beef always ends like this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 9,
    "snip": false,
    "text": "i once helped my little brother make a sweet monorail-style pinewood derby car. but some punk with a perfect little porsche made fun of it and he ran to the car crying.  he threw his bolo at me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 7,
    "snip": false,
    "text": "Fuck that punk! Monorails are awesome!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Why is Beef's childhood trauma so funny and yet so sad?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Comedy = tragedy   time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Heh heh. Tragedy   time is what I meant"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 2,
    "snip": false,
    "text": "Oh, I guess the plus sign doesn't show up. Ignore me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Maybe you meant \"Comedy is Tragedy plus Time.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 3,
    "snip": false,
    "text": "In the words of Mel Brooks:  \"Tragedy is when I cut my finger.  Comedy is when you fall down a manhole and die.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "At this point in Beef's life he no longer lives with his mother. Biographers take note."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "feetnotes",
    "plus": 2,
    "snip": false,
    "text": "I always read this as Beef being chastised by his mother, who is concerned that he will wake Gramma K (who is a guest in the house at the time, or lives there). Thus, \"your granny needs sleep!\" refers to a third party, not the speaker. <br/> \n <br/> \nHe seems to look older when his father gets shot. But Ray looks about the same. Maybe he gained weight? Doesn't sound like the Beef we know, though..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flavius",
    "plus": 1,
    "snip": false,
    "text": "Story of my life"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 16,
    "snip": false,
    "text": "Roast Beef! You didn't make a car!  <em>How come??</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 3,
    "snip": false,
    "text": "aw beef.  you just need to drill straight axle holes and use a little graphite.   <em>you can win</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ananke",
    "plus": 3,
    "snip": false,
    "text": "Poor Beefie only had a spoon to make his car with...it's sooooo sad!  :*("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "little ray is great. he doesnt even have to say anything, he just looks hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clever-nickname was marked lame too many times and excluded. (marked lame by TwoRightFeet, mortshire, mistlethrush, LaserBlade, Hyetal, Boredom_Man)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 2,
    "snip": false,
    "text": "Bragger."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 15,
    "snip": false,
    "text": "Achewood is not a comic for well-adjusted self-confident persons.  You may go read Hi and Lois.  Thank you for your attention in this matter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dueledge",
    "plus": 0,
    "snip": false,
    "text": "Beef is going about that all wrong - he needs to break the spoon and and wrap it in tape before he can make a workable shiv. But man I always feel so sorry for the young Roast Beef"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "The first few shovelfuls of dirt that began the chasm of the dichotomy of... okay, now I'm starting to irritate myself!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by mr_lostman28, KaMeT, theplaidknight, yingkaixing)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 2,
    "snip": false,
    "text": "minding you that the highlight of my youth career was in taking second place in the toothpick bridge contest, and pedaling our electricity-bike longer than anybody else."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 4,
    "snip": false,
    "text": "I succeeded in two separate egg-dropping contests. <br/> \nOne project was a basket filled with cotton balls with plastic grocery bags stretched over the handle and a wire frame I taped to the bottom of the basket. It was hideous, but the plastic wings made it flutter very gently to the ground from two stories. <br/> \nThe other (wherein we actually had to drop the egg into the contraption) was made all out of computer paper. A cone connected to a long shaft with cube-ish base full of crumpled up pieces of paper. <br/> \n <br/> \nThis is what happens when moderately intuitive kids with no scientific skill attempt engineering.  <br/> \n <br/> \nAlso in third grade, I made a kickass diorama of the forest but kept forgetting to bring in animal figurines for it. I failed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Your egg-drop mechanisms are interesting to me. <br/> \n <br/> \nThe one I made was a cylindrical Kool-aid container which was filled with water and a certain amount of salt in addition to the necessary egg.  But our drop was conducted inside the classroom and we did not have to survive two storeys."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 3,
    "snip": false,
    "text": "I wrapped my egg in a box with a bunch of deflated balloons as padding. The egg survived but I failed because we weren't supposed to use padding. (To my Machiavellian thrid-grade mind felt that it was a success)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 0,
    "snip": false,
    "text": "When I did egg-drop containers, we could only use straws and tape. A set number of straws, and a predetermined length of tape. <br/> \nMine still won."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jezebel",
    "plus": 19,
    "snip": false,
    "text": "I bought a giant peanut-shaped sponge, carved out an egg-shaped hole in the middle, put the egg in, then taped it shut.  I then surrounded that with packing peanuts in a shoebox (we had to use a shoebox).  I won.  I was so proud I took it home and set it on my dresser.   <br/> \n <br/> \nI didn't know eggs could rot.   <br/> \n <br/> \nWhen my mom cleaned my room a couple of months later, she opened the box and picked up the sponge, confused.  The egg fell out and broke.  She promptly began vomiting in her 8 year-old's Breakfast Club trash can."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mrectomy",
    "plus": 0,
    "snip": false,
    "text": "wow."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "warlockd",
    "plus": 0,
    "snip": false,
    "text": "My mom er..well was special.  She got one of those styrofoam containers that big mac's used to come in, put styrofoam pellets in it. <br/> \n <br/> \n....then a 8 oz bolt to the bottom.  \"See, eggs don't crack when they hit tip side up!\" <br/> \n <br/> \nI had to believer her!  She was older and wiser!  But seeing the trash bags filled with balloons win I felt like a moron when ours blew apart when it hit the ground from two stories.  What was worst? <br/> \n <br/> \nWe had to figure out the speed they hit the ground at.  Mine, atleast, was the fastest:P"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "septic_wiener",
    "plus": 0,
    "snip": false,
    "text": "i remember the egg drop. i put an egg in a cigar box with some paper towels and a plastic grocery bag as a parachute. i won"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaldor",
    "plus": 2,
    "snip": false,
    "text": "See, the trick is just to leave the egg inside the hen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 1,
    "snip": false,
    "text": "Man, I've still got old trophies from pinewood derbies, and half of mine barely even looked like cars.  My best one was a hammerhead shark, it was awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Dude, I totally made a shark car! Not a hammerhead though, just a generic shark. But I topped it the next year by making a squid car. I carved the tentacles via extensive use of a Dremel tool. <br/> \n <br/> \nIt didn't win anything but I was pretty much the coolest kid in Cub Scouts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I don't wanna just say that the dude is from circumstances.  The dude had a fucked up life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "The alt text on this strip is The Saddest Thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gtc",
    "plus": 0,
    "snip": false,
    "text": "Hold on young beef, your Molly is on her way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "How soon is now?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Young Ray and Beef sure liked John Hughes movies back then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It always erks me just a little bit that cat glasses are handed down from humans. Those things do not hook over the ear of a cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamiikoneko",
    "plus": 0,
    "snip": false,
    "text": "I like the overexplaining flavor text."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i like this sort of alt text best."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Dang man, strips like this always make me feel hell of sorry for Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "Dang man, strips like this always make me feel hell of sorry for Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wallabeechamp",
    "plus": 0,
    "snip": false,
    "text": "This exact same scenario happened to me when I tried making a pine wood derby car. I tried carving mine with a butter knife, got yelled at for making a mess, and had to throw mine away. All the other scouts had these cool cars and I felt like a bad person for not finishing mine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redheron",
    "plus": 1,
    "snip": false,
    "text": "Aw, Roast Beef.. even after all these years, you still need a hug. Maybe a little peeps jousting, that always makes me smile when I am sad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Man, Weird Science was great. <br/> \n <br/> \nAlso, mine was awesome. Sucks for you guys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "This makes me so sad. [i]Don't you dare make noise! Your granny needs sleep![i/]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "all-star951",
    "plus": 2,
    "snip": false,
    "text": "<em>BBCode, we need to reach an agreement here.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "I cant seem to help myself from rating depressing strips low, not that I don't think that they're good, it's just that they're just depressing, and I can related to the facial expression of roast beef on the 1 and 2 rating. i cannot enjoy beef's and phillipes suffering"
  }
]