[
  {
    "depth": 0,
    "minus": 0,
    "name": "notself",
    "plus": 0,
    "snip": true,
    "text": "A comment left by notself was marked lame too many times and excluded. (marked lame by TonyHighwind, anticitizen, hellsfruition, ActualTaunt, ravindra108, eRiUukFJk, joamiq)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090810065128/http://en.wikipedia.org/wiki/Intersexuality#Nomenclature\">Wikipedia </a> disagrees on this."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "yeah. IS being the main problem. more like had DSD or was intersex. I think it is just one in along line of problems that weigh on his sholders. some of witch being that he might get peter cancer."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "zefiel",
    "plus": 52,
    "snip": false,
    "text": "Have you ever had a litter of Kittens? I just had one, and for the life of me can't tell the dudes apart from the dudettes. One's already started Typing, so I guess that's the nerd one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vreeeee",
    "plus": 13,
    "snip": false,
    "text": "We got a cat that the lady swore was a boy cat, so we named him Eliot after T.S.  <br/> \n <br/> \nWell we took him in to get neutered when it came Time, and turns out we actually took  <em>her</em>  in to get [i]spayed[/i. <br/> \n <br/> \nSo we named her Eliot after George."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "selbencoirlo",
    "plus": 10,
    "snip": false,
    "text": "you shoulda named her Elliot after Sarah Chalke but I dunno where you gonna find another l on short notice"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bozendoka",
    "plus": 0,
    "snip": false,
    "text": "We had the same thing happen with a cat that had already been named Eddie.  By the time she got knocked up she knew her name, so no use changing it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Eddie is actually a nickname for Edna, so it's still fine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "donnatron",
    "plus": 4,
    "snip": false,
    "text": "I'm fairly impressed that  <em>you</em>  had a litter of kittens.  <br/> \n <br/> \nIs that wrong?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 3,
    "snip": false,
    "text": "Yeah, now that his waist-mounted cell phone caddy/shielder is gone the risk for tumors in the nonos increases."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 4,
    "snip": false,
    "text": "nonos?? Thank you for this delightful pearl of a word."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 17,
    "snip": false,
    "text": "Delightful Pearls is a pretty good one too, actually."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ezcmac",
    "plus": 9,
    "snip": false,
    "text": "It is widely accepted that Beef is depressed because he comes from Circumstances."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "philipmarschall",
    "plus": 1,
    "snip": false,
    "text": "Cassandra \"Roast Beef\" Kazenzakis"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biiaru",
    "plus": 0,
    "snip": false,
    "text": "I always thought it was Kakenzakis. I have been wrong for years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 6,
    "snip": false,
    "text": "Chances are, if he was born intersexed, he's not packing much these days. That adds another layer to his depression, avoidance of ladies, and severe inferiority complex when confronted with Molly's  <a href=\"http://web.archive.org/web/20090810065128/http://achewood.com/index.php?date=07072003\">huge condoms</a> . He must be doing something right, though; Molly's stuck around for quite some time now."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zefiel",
    "plus": 25,
    "snip": false,
    "text": "Interestingly, Molly's blog reveals that Beef does have some performance issues, such as sometimes being 'too quick on the draw'. However, despite his depreciation of himself and his abilities ('Good thing my peter is hella crappy and you don't get orgasm') is willing to learn and try out new stuff to keep Molly satisfied. Molly is a very well balanced, credible character, who recognizes Beef for what he is, and is willing to stand by him for reasons that go beyond sex, which she also doesn't seem to have complaints with.  <br/> <br/> <br/> /been typing too many essays for univ. this week, sorry."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "thommy_h",
    "plus": 82,
    "snip": false,
    "text": "He's called Roast Beef because he's the middle cat (\"not Ray, not Pat\"), right? <br/> \n <br/> \nYou know, cos the middle toe is the piggy who has roast beef... <br/> \n <br/> \nI just figured this out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "somanywhales",
    "plus": 11,
    "snip": false,
    "text": "I think you are overthinking this. <br/> \nBut maybe you are a genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sargasm",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sargasm was marked lame too many times and excluded. (marked lame by Doc_Rostov, SenseiHollywood, miaou, fortunagolde)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thommy_h",
    "plus": 8,
    "snip": false,
    "text": "Remember the first time his name was mentioned though? At the part? \"Roast Beef, the Middle Cat, Not Ray, Not Pat\". He's the one in the middle, like the middle piggy who had roast beef. <br/> \n <br/> \nSeriously, I feel like I've solved a major equation here. I'm chanelling Einstein, but with web comics."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by HassanOLeary, NeoNaoNeo, softerworld, equinn2006, pr0ncess, mattylite, STUART)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "jesler729",
    "plus": 39,
    "snip": false,
    "text": "Yes but <br/> \n <br/> \nIt's a comic <br/> \n <br/> \nRoast beef is not a real cat he was made up by Chris Onstad"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "I wish I could give this two chubbies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "I have to agree with this one the most. I remember the ALT text of RB's introduction bing something like \"people were asking what the name of the middle cat was\". It sounded to me like Onstad glanced at the grocery list magneted up on his refrigerator and typed it in."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "He was thinking Arby's"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Even Onstad gave this a chubby."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yogurtworld",
    "plus": 0,
    "snip": false,
    "text": "Nowadays, it's more accurate to say Pat is the cat who is neither Ray nor Roast Beef."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "This doesn't rhyme though."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "johnnylandmine",
    "plus": 1,
    "snip": false,
    "text": "You know, I always assumed it was for a much more vulgar reason."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "decagon",
    "plus": 0,
    "snip": false,
    "text": "And the fourth little piggy had none. Because he's a vegan. <br/> \n <br/> \nOkay, this is a stretch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "I hate to be the killjoy here, and I don't even know why I feel like I have to mention it (a singular love of fair accreditation?), but this very \"equation\" was approached and solved (or whatever) by senseihollywood in the comments for the strip in question (3/21/02). But good job anyway, unwitting plagiarism be damned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I was sitting here about 75% sure that was true, so I'm glad you did the legwork for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "donnatron",
    "plus": 0,
    "snip": false,
    "text": "I just didn't want to be the one to rain on their parade. Thank you for taking that burden."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "see also  <a href=\"http://web.archive.org/web/20090810065128/http://m.assetbar.com/achewood/uuafmC635#comment_13\">http://m.assetbar.com/achewood/uuafmC635#comment_13</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "divot",
    "plus": 1,
    "snip": false,
    "text": "ALT TEXT: But where did Roast Beef come from?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "Because as a hermaphrodite his genitalia resembled a certain choice cut of meat <br/> \n <br/> \nEh? Eh?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "Onstad would later answer this: circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 6,
    "snip": false,
    "text": "I think Thommy_h is right, but basically only in the sense that that is the reason Onstad chose that name, not in a 'pre-achewood, Nibelhiem 5 years ago' sort of way. I like to think I'd have worked this out if I had any idea that the middle toe got roast beef in the traditional sense. <br/> \n <br/> \nI know that, unfortunately, it's almost impossible to over-think literary things, having done mega boring AS level english literature already. <br/> \n <br/> \nAlso; those two have been friends since old times, Ray should know why he's called Roast Beef by now. Then again this is the more non-canon age of Achewood so different rules seem to apply."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unfun",
    "plus": 5,
    "snip": false,
    "text": "Chubby, for being so nerdy that you use Final Fantasy 7 to explain things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "It seems very Ray to not think to ask your best friend something like that for many years."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You can't waste all those special questions on any occasion. They have to be kept for when you get the car from Peel-Out Summer and go on a journey of discovery. Both of America, and of self."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "isunklower",
    "plus": 3,
    "snip": false,
    "text": "In Greek mythology, Cassandra was a prophet who accurately foretold of doom, but was cursed in such a way that no one would ever believe her predictions.  <br/> \n <br/> \nI'm pretty sure this is how most depressed people feel about their pessimistic thoughts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "In \"Billions and Billions,\" Cassandra is the metaphor Carl Sagan uses to describe political reaction to evidence of anthropogenic climate change.  <br/> \n <br/> \nI'm pretty sure I'd have Carl Sagan's babies, were it physiologically feasible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 4,
    "snip": false,
    "text": "it is NOT. for at least two extremely compelling reasons."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Interesting thing - has anyone ever actually seen a video of Carl Sagan talking? Have you ever noticed how he sounds EXACTLY like Mr. Smith from the fucking  <em>Matrix</em> ? How bonkers is that shit? <br/> \n <br/> \n...is that what all Americans sound like to foreigners?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Nah, you all sound like Keanu Reeves."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Dude...."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Sweet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Yes!  I have!  A kindred spirit at last! <br/> \n <br/> \nWatch \"Cosmos,\" and every time Carl Sagan pauses, say: \"Like a virus.\"  Good for a million and one laughs. <br/> \n <br/> \nOr maybe just the one chuckle.  To each 'is own."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Personally I liked adding \"...Mr. Smith\" to the end of all of Elrond's lines in the  <em>Lord of the Rings</em>  movies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cameasiam",
    "plus": 0,
    "snip": false,
    "text": "Check out that mad ass furrowed brow in the last panel. Non-Rad Chillies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I am totally in Beef's shoes on this one. Since this is the internet I will not reveal my true name to you all because you will gain the power to make me grant you wishes and repair your motor vehicles without pay but rest assured it is the effeminate persuasion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I'm a girl nicknamed 'charlie.'  How's that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "Yes my dear that can be a thing in social circumstances depending on your point of view but consider also that you do not have to put the name Charlie on your college or job applications or the like if you do not wish to. I would hazard a guess it is short for a sweet, girl-next-door's name such as Charlene or Charlotte or hell even Charmander if your assetbar name is any indication of any Pokemon predilections, or if you are from the Ghetto like myself (although I guess your birth predates the popularity of Pokemon by some minutes so you would not have the experience that many black people I know in my community being of slight Circumstances have in terms of receiving improvised pseudo-African-French names such as Laquisha or RayShaunte). So as of yet I do not have the power to say your name and force you to relinquish your claims to my firstborn child. It is not your nickname that will be any detriment to getting mad rutty in your life as it may have been in my case at certain points in my life. So buck up kiddo."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Actually, my given name's Catherine: charlie comes from the fact that I wore a \"Charlie & the chocolate Factory\" shirt my first day of high school.  My assetbar name does actually come from Charmander, a nickname^2 from another friend because i'm short and rosy. I was raised in lower-middle-class Alabama, the middle child of a therapist and a guitar player who are divorced, so I have some minor Circumstances..  As far as getting mad rutty, I think my main detriment is that I am Achwood-reading, Pokemon-loving, po'white trash who is also rather short and has familial issues. Sorry if I came off as diminishing your problem, but there's no emoticon for *sympathetic shrug and pats on the back.* In retrospect, I could have just said *sympathetic shrug and pat on the back.*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I take it back I take it back! That ^ was hella unwise of me! Argh!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Young miss it is a pleasure to meet you by chance in this high-stakes series of tubes called the internet Catherine is a name that brings familiar feelings of warmth to me for my mother's middle name is Kathryn I will let you in on the secret that my first name is Lindsay I hope you enjoy it as you travel through life. Just be careful not to use carat symbols with reckless abandon as that will produce hella confusion as you enroll in calculus classes in the future and in addition I appreciate your sympathetic shrug and pat on the back I have long felt that imitation physical contact over the internet is better than any lamps that Roast Beef might sit under. Have a fine evening."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Lindsay's a nice name."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Thank you my dear and I hope it would not be too forward of me to express my gentleman's desire to exchange words beats and life with you outside of the assetbar, elsewhere on the internet but I do not want to give out my AIM name or things of that nature directly on assetbar so that mad internet people will follow the treasure trail to my home to win metaphorical one on one basketball on me. But please click on my avatar to see the URL of my webcomic and you will eventually locate an e-mail address if you scroll far enough and click hard enough. Once again, please enjoy your day."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "So, uh...how's it going, you two?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "donnatron",
    "plus": 2,
    "snip": false,
    "text": "I can't believe I read all that. As if it were the dialogue in a Harlequin romance novel."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Hate to break into the conversation but I was three close relatives shouting dissaproval away from being named Perry."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "leggotheego",
    "plus": 0,
    "snip": false,
    "text": "Maybe this story also explains the origin of 'Roast Beef' as his name, too.  Underdeveloped genitalia would seemingly resemble deli meats."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "This has been discussed in the comments under another strip, but just to summarize, it seems widely agreed upon that this is why he is called Roast Beef: <br/> \n <br/> \nRoast Beef was always, initially, the \"middle cat,\" as he was introduced when we finally learn his name in the early strips. <br/> \n <br/> \nIn the game \"This Little Piggy Went to Market,\" the middle toe has \"roast beef.\" <br/> \n <br/> \nThus, Middle Cat = Middle toe = Roast Beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Jesus Christ, this should remind to read through the OLD comments on this page that I last read 10 months ago before posting a redundant response."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnemodomi",
    "plus": 1,
    "snip": false,
    "text": "beef has hella brow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wilbur",
    "plus": 0,
    "snip": false,
    "text": "Love the shadow of that cactus in the first panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Thats cool RB, I used to date a girl named Cassandra."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "Shouldn't Ray already know this stuff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucycannon",
    "plus": 0,
    "snip": false,
    "text": "As zefiel and vreeeee implied but did not spell out, sexing kittens is notoriously difficult, and false IDs are common.  (Hmm, is it that a [typographic] colon means a boy and an inverted exclamation mark means a girl, or vice versa?)  It doesn't help that certain color patterns are more common in one sex than the other, leading to even more mistaken sex IDs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Man there is nothing worse than showing up to a sex club and then realizing you forgot your sex ID."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Oh man a \"sex ID\" sounds like an ill-fated, malformed idea for a government program from the early 90s to get teens to be more responsible about sex. All posters in black and white on the bus of a male and a female teen holdin up their sex IDs. Then across town there's another one with two shiny-haired dudes holdin up their sex IDs. Then you turn on the TV and you see a commercial with Lisa 'Left Eye' Lopes in black and white standing in front of an all white background talkin about her sex ID and then she walks off the screen and then those magic words appear:  <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090810065128im_/http://www.celluloidandvinyl.com/wp-content/uploads/2006/08/The_More_You_Know.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think the joke you are missing here is obvious. <br/> \n <br/> \nIt is very hard to sex kittens."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's what she said! Before I reported her to the police."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "His eyebrow in the last panel is sillidiculous."
  }
]