[
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": true,
    "text": "A comment left by toiletstore was marked lame too many times and excluded. (marked lame by Spoon, evolume, Deusoma, LordHumungus, dullard, SurelySmack, Locke1127)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 79,
    "snip": false,
    "text": "Oh Barbara Bush, where were YOU?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hikikomori was marked lame too many times and excluded. (marked lame by Thorfinn, evolume, LordHumungus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apocowarg was marked lame too many times and excluded. (marked lame by sneeeeeeeeeeeze, TheLoneliestMonkey, CloseFriend)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retinarow was marked lame too many times and excluded. (marked lame by brynito, Spoon, kenthegod, TheLoneliestMonkey, nutmeg, CloseFriend)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "excusemesenator",
    "plus": 15,
    "snip": false,
    "text": "STOP THAT"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "elliot891",
    "plus": 2,
    "snip": false,
    "text": "Brilliant avatar"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "A better avatar would be a cats pink anus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gmm",
    "plus": 1,
    "snip": false,
    "text": "I can't think of anything that would be better than"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "lexsenthur",
    "plus": 3,
    "snip": false,
    "text": "Any part. <br/> \nAny color. <br/> \nAny animal. <br/> \n <br/> \nWould be better than this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Bright blue whale penis. <br/> \nRigid and proud. <br/> \n</callbluff>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Misleading statement. <br/> \nThe penis of a blue whale isn't itself blue. <br/> \nIt is a similar shade of pink to a cat's anus, but less hairy. <br/> \nIt is also longer than a horse (a whole horse) and can shoot many gallons of ejaculate. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sdskyle",
    "plus": 14,
    "snip": false,
    "text": "You can lame me all you want, but I kind of liked that movie. Sure, huge letdown, but I still enjoyed it. <br/> \n <br/> \nAlso, according to wikipedia: <br/> \n\"Carvey may hold the distinction of being the only comedian ever to be imitated by a former President of the United States at the funeral of another former President of the United States. At the January 2, 2007 funeral of Gerald Ford, George H. W. Bush reminisced in his eulogy about how Ford took it in stride when SNL's Chevy Chase made Ford the object of his own imitations. Bush cited this as a valuable lesson in learning to laugh at one's self as a part of public life. \"I'd tell you more about that,\" Bush continued, \"but as Dana Carvey would say, [imitating Carvey imitating him] 'Not gonna do it! Wouldn't be prudent!'\".\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snachicat",
    "plus": 2,
    "snip": false,
    "text": "SPLUT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i love that line...so classic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davidbowie",
    "plus": 1,
    "snip": false,
    "text": "YES! My vote finally means something. If only I could cast it for smuckles/hawk 08"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bushmeister",
    "plus": 3,
    "snip": false,
    "text": "I personally wonder if this is what REALLY happens when someone has to drop out of the running for president."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "usversusthem",
    "plus": 11,
    "snip": false,
    "text": "Ma Edwards don't take no sass, apparently."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 11,
    "snip": false,
    "text": "It's hard to take sass when you're dead."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "zebra",
    "plus": 11,
    "snip": false,
    "text": "Not if you're not all a pansy about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moraiat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by moraiat was marked lame too many times and excluded. (marked lame by sneeeeeeeeeeeze, evolume, aHatOfPig)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Damn, have you seen John Mcain's mother?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hbaranov was marked lame too many times and excluded. (marked lame by kylank, unquotable, gethen, Audhumla, whymog)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "red_dawn",
    "plus": 1,
    "snip": false,
    "text": "The voodoo enchantment that animates her corpse prevents  <br/> \nher from rotting, actually."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 5,
    "snip": false,
    "text": "Great. Now I'm picturing Weekend At Bernie's II with John McCain's mother."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 16,
    "snip": false,
    "text": "When the Pirates of the Caribbean sequels were still a mere fancy in our minds, and the Curse of the Black Pearl was  <em>the</em>  movie to watch over and over again, some friends and I discussed what the sequels would or could or should be.  The only solution, in my mind, was the obvious one: <br/> \n <br/> \nJack and Will find out about Barbossa's vast buried treasure, but they have to find out more from contacts in Tortuga or there's a voodoo curse that stops them from getting the gold themselves or something, so they have to dig up the Captain's rotting corpse and pretend like he's still alive.  Is obvious choice. <br/> \n <br/> \nThus: <br/> \n <br/> \n <em>Pirates of the Caribbean: Weekend at Barbossa's</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 12,
    "snip": false,
    "text": "We then threw around ideas of  <em>Debbie Does Barbossa</em>  and/or  <em>Barbossa Does Barbados</em> , etc etc. <br/> \n <br/> \nThen we had microwave supermarket pizza with Old El Paso bacon salsa and a full bag of mozzarella added and had trouble shitting the next day. <br/> \n <br/> \n <em>Fin</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "I CAN'T STOP  <em>GIGGLING</em> . Why Can I Not Chubby This More?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 6,
    "snip": false,
    "text": "Beautiful! I think I would have preferred your sequels to the ones they  <em>did</em>  make.  <br/> \n <br/> \nAnd I've had similar experiences with Totino's Pizza Rolls. When you're hungry for them it seems like you can sit down and eat a whole 80-count bag, but around 20-25 the world starts sloshing and gurgling around you, and somewhere in the 30s you sink into a kind of green hell-trance. <br/> \n <br/> \nAnyway. I leave you with this thought:  <em>Gentlemen Prefer Barbossa</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Aaaah.. I see.. you were HIGH, weren't you.  Chubbaroo!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skrizach",
    "plus": 0,
    "snip": false,
    "text": "John McCain's mother looks like a TV sitcom twentysomething in old person makeup."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I, alas, cannot stop imagining Ma Smuckles pulling down Ray's thong to get at his \"little pink tush.\" I will drink. That may help."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "greatwhite",
    "plus": 1,
    "snip": false,
    "text": "Ray's mom is smokin'. And a take charge kinda lady. I'm into that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 37,
    "snip": false,
    "text": "Ramses would only be with a woman who could kick his ass."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "Yet he would never kick ass in front of her. That would be a Rude Thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "Whereas taking a woman to Bakersfield and winning the Great Outdoor Fight is a Ruuuuude Thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "Ramses Smuckles would never run for president. He does, however, kick men's asses and vote."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shenred",
    "plus": 5,
    "snip": false,
    "text": "Hmm, that could explain Ray's motives for running.  He knows that his dad votes, maybe he's seeking the attention and support that he lacked as a child... <br/> \n <br/> \nOf course, Ramses is too hard for nepotism.  He'd probably vote for Ray's opponent to instill some character from afar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whoisspain",
    "plus": 1,
    "snip": false,
    "text": "Ach, Ramses doesn't seem to me to be a tactical voter, even if it is for reasons of Moral Learning. <br/> \n <br/> \nAs a true badass, he weighs up the candidates and makes a reasoned decision based on the issues at hand. He might vote for Ray. He might not. But the fact that  Ray is his son will not sway him one bit. To take that into account would be  <em>silly</em> . It would be a  <em>silly</em>  vote."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lawbot",
    "plus": 17,
    "snip": false,
    "text": "Unless you are an older cartoon cat, I think you have a problem. <br/> \n <br/> \nAre you ever honest with yourself, greatwhite, about everything?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flandango",
    "plus": 1,
    "snip": false,
    "text": "Ray cannot swear about his mother or her actions.  No man swears about Ray's mother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 3,
    "snip": false,
    "text": "Would you be even more into it if she sat on your birthday cake?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 10,
    "snip": false,
    "text": "Thwarted by a spanking, but indifferent to shooting. Ray is a Dude of Complexity. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 6,
    "snip": false,
    "text": "No way, man. This is just like that scene in Apocalypse Now where the soldiers put their helmets underneath their balls for protection. Dudes  <em>hate</em>  being fucked with in their private places."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 6,
    "snip": false,
    "text": "I think that is actually the place where they  <em>most like</em>  being fucked with."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morelaak",
    "plus": 2,
    "snip": false,
    "text": "at the heart of it, the fact of the matter is Ray is still a Mama's Boy. <br/> \n <br/> \ni mean, come on. remember that time he bought his mom's cheese on eBay?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 15,
    "snip": false,
    "text": "I was trying not to, actually."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cpnglxynchos was marked lame too many times and excluded. (marked lame by Thorfinn, kylank, Zem)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 2,
    "snip": false,
    "text": "You  <em>fucking bastard.</em>  I was in  <em>mid-chew.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeal",
    "plus": 4,
    "snip": false,
    "text": "Oh, Ray was hoping his mom would bail him out here the whole time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robobogle",
    "plus": 5,
    "snip": false,
    "text": "It's hard to back down. Even when everyone else can see that you've gone too far. Ray has played this perfectly, nobody will ever be able to say that he didn't have a chance. <br/> \n <br/> \nThis is what moms are for, guys."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 21,
    "snip": false,
    "text": "Mother do you think  <br/> \nthey'll try and break <br/> \nMy balls?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Oooh ahh <br/> \nMother should I build a wall?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "the_stoned_one",
    "plus": 4,
    "snip": false,
    "text": "mother should i run for president <br/> \nmother should i trust the government <br/> \n <br/> \nI guess after you spend so much time cleaning up after your small children and watching them do stupid things you think a bit less of their ideas of grandeur. <br/> \ni mean Ray might have a bit of fun being president but he could get shot! <br/> \ntheres not much chance of that just chilling in the hot tub, burning one and listening to The Police"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "... <br/> \n <br/> \nsir, you have said something true today.  nothing bad has ever come from sitting in a hot tub, blazing up and hittin the play button on the Bose.  EVER."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "You never saw Eating Raoul, I guess."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "is this a specific \"hot tub, lit up, listening to music\" bad thing? <br/> \n <br/> \nif not, then the ideal still stands."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "It is specific, as is vreeeee's example.  From these two fictional cinematic data points, we can safely generalize to real life and conclude that nihilists or cannibalistic suburban restaurateurs are highly likely to appear as a direct consequence of lighting up in any tub while music is playing. <br/> \n <br/> \nI will send flowers, and remember you more or less fondly."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I have, in the recent past, burned one while in a bubble bath with some mad tunes playing. I am happy to report that no nihilists or cannibalistic restaurateurs appeared. I will repeat this experiment with the Police and report back to the class at a later date."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 1,
    "snip": false,
    "text": "If you fail to report back we will assume the worst."
  },
  {
    "depth": 9,
    "minus": 2,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Nice marmot."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Forgive me, but- What's a marmot? <br/>"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "baryonyx",
    "plus": 4,
    "snip": false,
    "text": "The following is a marmot. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Wow. I always thought he said \"nice varmint.\" I believe that I may be wrong, but I can say with a fair amount of certainty that what they dropped into his tub was not a marmot. I don't know where that leaves us on this..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 1,
    "snip": false,
    "text": "yeah, The Dude calling the animal the wrong name was sort of the funny part"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Obviously, I'm not a golfer."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "i haven't seen that movie in a long time, but i'm pretty sure it's a ferret that they drop into the bathtub. just for your edification."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "l_u_l_z",
    "plus": 0,
    "snip": false,
    "text": "That is adorable and creepy at the same time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vreeeee",
    "plus": 9,
    "snip": false,
    "text": "Nice marmot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Well played, vreeeee.  Well played."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "Seconded. The motion passes, Lebowski references are still awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "And once again I am afflicted with a case of the Shoulda Scrolled Downs Syndrome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "I still am having difficulty seeing anyone respectable standing in front of the nation and saying the equivalent of, \"Sorry guys, I can't come out and play. My mom says no. See you later, I guess...\"  <br/> \n <br/> \nI don't care how they're dressed when they say that, you hear those words and you immediately start imagining them in red Oshbegosh overalls. With big yellow buttons."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "missbee",
    "plus": 2,
    "snip": false,
    "text": "Oshkoshbegosh?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "There we go, I knew it was something like that.  <br/> \n <br/> \nI suppose I can't be blamed for not having an encyclopedic knowledge of... ugh... children's clothes."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "You don't get to make babies, if that is the attitude you have, sir."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "From what I've seen, people tend to make babies whether they know about kids' clothes, tuition costs, or babies at all."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "Britney, Q.E.D."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "You are both wrong. Maybe I live in a happy fantasy land, but that simply doesn't happen, in my experience. People who make babies know what they are doing. Also, they make babies by eating three candy canes on christmas day."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Oh, fuck. Not now! I'm too young for this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "I fear my mother more than any other being on earth. If a man with a gun told me to run for president and my mom said not to, I would be shot."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "In America,  <em>any</em>  man who tells you to run for president has a gun.  It sort of comes with being assertive over here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Why lame me?  I mean it's not like I think that's a good thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iidebaser",
    "plus": 25,
    "snip": false,
    "text": "don't fuck with a lady wearing a goddamn  <em>magic shirt.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Is it magic because the button side switches mid-conversation?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "try to explain that with science straw just try to rationalize. you can't."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Panels 4 and 5 have both her buttons and her hair reversed from panel 1.   <br/> \n <br/> \nExplanation:   <br/> \n <br/> \nIn panel 1, she was checking her look in the hallway mirror, with the handset in her left hand.  One must always be at one's best while dressing down a wayward son.  We see her view in the mirror. <br/> \n <br/> \nIn panels 4 and 5, we no longer see the mirror view, but are looking directly at her.  She has switched the handset to her right hand, as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Sorry, that's not right.  Panels 4 and 5 are the mirror view.  Women's jackets have the buttons on the left."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Yeah, what's the deal with that, anyway? Gender is weird."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nokococo",
    "plus": 8,
    "snip": false,
    "text": "Because, back in days of old, men dressed themselves, while women were dressed by servants, and the servants were mostly right-handed, so they flipped them.  The buttons, not the servants.  HISTORY'D."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Men's buttons are on the right because knights held the lance in their right hands while jousting.  The left side of their armor had to overlap the right side, or else it would catch the tip of a lance and direct it into the chest, killing the knight.  Women's buttons are on the left because that's the opposite of the fashion for men (read: knights who about doing violent things). <br/> \n <br/> \nThat's what I heard, anyway."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "\"You joust well, sir! I offer you another lance.\" <br/> \n <br/> \n\"Yes! Another lance!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "Yeah, pretty much correct, except men didn't dress themselves. Nope, those austere gentlemen had pages to do it for them. The reason the buttons were on the right side is because men drew their swords on the right, and they didn't want it catching. And fuck the page. (On that note, does anyone get a severe feeling that being sent off to be a page is a condemnation to years of being terror-laid? Maybe it's just me, but I am certain that those boisterous old lords saw any creature with a high enough voice as raping material after a few drinks.) So...yeah, it's a combo."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Yeah that's basically how I have heard it came about. The thing about pages though, no, I'm not so sure about that, Mr. Punch."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "My history has been updated.  Much appreciated, all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 14,
    "snip": false,
    "text": "You're all wrong. <br/> \n <br/> \nWomen have their buttons on the left because they don't have rights."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "NICE."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iidebaser",
    "plus": 3,
    "snip": false,
    "text": "I'm actually picturing something more like an alien symbiote here, periodically rearranging itself, gelatinous tendrils unwrapping, shifting, resolidifying.  very unnerving to those who witness it. <br/> \n <br/> \nthis also explains why ray seems to be ready to quit the race, when her warning about the G.O.F. went unheeded:  <em>men have died from her spankings.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by kylank, gethen, pr0ncess, nutmeg, iidebaser)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Your comment would have been much better if it were just the last sentence."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jlynes",
    "plus": 3,
    "snip": false,
    "text": "I need science  <em>because</em>  I have eyes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nutmeg",
    "plus": 4,
    "snip": false,
    "text": "straw i guess i'm not very good at it but i was trying to use a type of humor as well. i do not in fact believe in magic nor do i believe that onstad intentionally endowed mrs. smuckles' blouse with magical inverting abilities. <br/> \njust to clear things up, i also have a pair of eyes, and i'm pretty proud of them. they may not be the most perfect eyes but they are the only ones attached to my particular brain and they show my brain some pretty ok things sometimes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wotown",
    "plus": 0,
    "snip": false,
    "text": "From now on, every time my mom calls, I'm going to ask her if Church is nice lately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by myrrdisparo was marked lame too many times and excluded. (marked lame by pokerface, Thorfinn, kylank, mortshire)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cakeofpan",
    "plus": 1,
    "snip": false,
    "text": "\"mother\" <br/> \n <br/> \n\"soft, pillowy walls\" <br/> \n <br/> \n*bleaches brain*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zebra",
    "plus": 1,
    "snip": false,
    "text": "But what if she starts actually telling you about it?   <br/> \n <br/> \nOh my goodness I would fill with awkward fear pee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 14,
    "snip": false,
    "text": "Mater ex machina?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "her name is sondra. so perfect."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "flash1087",
    "plus": 3,
    "snip": false,
    "text": "I had an elementary teacher named Sondra, I believe in third grade. Real nice lady, the daughter of German immigrants. Similar hairstyle and glasses, though, and were she to call me now and tell me I can't be President I'd probably abide by her. <br/> \n <br/> \nFun fact: I once unintentionally stole a Transformers 'Choose-Your-Own-Adventure' novel from her class. To this day I feel terrible about it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 2,
    "snip": false,
    "text": "regret is the first step to rehabilitation, but you sir (or indeed mandam, either way it doesnt matter to me or the good people of this message board) have commited a crime that is beyond pardon. the theft of literature is oen thing, but to steal an interactive cartoon series cash in form a hallowed educational establishement is to rob the education of thousands and in the words of John Stewart Mill \"That is robbing the Human race, posterity as well as the present generation\" and that sir (or madam) is despicable. <br/> \nDE-spicable. <br/> \nfor shame <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "WHAT CAN I DO TO REDEEM MY TORTURED AND WANDERING SOUL?!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Noting else for it, I recommend you join a monsatic order as soon as possible (preferably coptic, speaking of which did you hear about George Clooney? anyway...)  <br/> \nEither that or fix up an old studebaker and drive it to the edge of town with some springsteen playing while cursing the day your life fell apart. <br/> \neither will surfice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I was going to say self-flagellation but that works fine too I guess."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "Studebaker Springsteen Day. I can't believe I don't do that from time to time already."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "..there isn't enough emotion in Sondra nor Ray here to make me believe this. <br/> \n <br/> \n(read as: I DEMAND SHAKE LINES!! SOMEONE GOTTA BE SUPER-PISSED!!!)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 2,
    "snip": false,
    "text": "Ray's mum is waaaaay too classy for shake lines. With eyebrows like that she oughta be a tax auditor. She just  <em>looks</em>  at you and she knows that you  <em>lied</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009142755/http://achewood.com/index.php?date=03162007\">There came a time</a>  in her life when she could hear all of the accumulated lies in another man's voice. <br/> \n <br/> \nIt comes faster when that other man is your son."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it doesn't have to be Ray's mom that's so mad. i really figure it would be Ray, what with this maternal edict to stop Running..also 'cos he's been in such a horrid mood lately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flandango",
    "plus": 0,
    "snip": false,
    "text": "Shaking in anger is beneath Ray's mom.  Her name is Sondra.  She may get cross, but never angry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "Does Ray always wear mittens?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "He has paws.  He is a cat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "...with opposable thumbs. Who walks upright. And runs for president."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dino_grill",
    "plus": 1,
    "snip": false,
    "text": "my bad.  i was still suspending my disbelief."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Go right on ahead, nobody much minds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 3,
    "snip": false,
    "text": "Ray's had this coming for a while. Oh how I wish the mother of everyone currently campaigning would call their offspring and threaten them like this. Even the dead ones. <br/> \n <br/> \nESPECIALLY THE DEAD ONES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "This alt text is horrifying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snark21883",
    "plus": 0,
    "snip": false,
    "text": "Behind every great man is a woman who'll spank him on his little pink tush until he cries out loud."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "It seems politicians are masochistic weirdos afterall?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "most disgusting alt-text EVER!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "The pink part of the tush is the part on which a dude wants the least to be spanked."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "brokeaccount",
    "plus": 5,
    "snip": false,
    "text": "Unless he is Rod Huggins."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "d-pad",
    "plus": 1,
    "snip": false,
    "text": "I'm sure a quick Google search would show you some dudes who want that part spanked the most."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I for one am quite happy the alt text got that out in the open. I was totally unsure as to what part of a cat's hiney was actually pink. <br/> \n <br/> \nNow I'm absolutely sure I never wanted to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 18,
    "snip": false,
    "text": "THE PRESIDENT HAS BEEN SPANKED BY HIS MOTHER <br/> \n <br/> \nARE YOU A BAD ENOUGH DUDE TO RESCUE THE PRESIDENT?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 25,
    "snip": false,
    "text": "try what i did. only $10k up front. <br/> \n <br/> \nalternatively: <br/> \nif you ARE, turn to page 118. <br/> \nif you AREN'T, turn to page 43."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Wistful that I can't chubby this twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "ROCKY VII - ADRIAN'S REVENGE! <br/> \n <br/> \n- ROCKY MUST SAVE THE PRESIDENT FROM GERMAN TERRORISTS, INTENT ON SPANKING HIS PINK TUSH.  <br/> \n <br/> \n- THROUGH UNHOLY GERMAN MIND CONTROL, THEY HAVE MANAGED TO SET IT UP SO THAT THE PRESIDENT'S MOTHER IS  TO SPANK HIM AT 12 PM SHARP ON INDEPENDANCE DAY <br/> \n <br/> \n- JUST WATCH THE MOVIE"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the issue i have with this, other than you making up a new Rocky, is that you misspelled 'independence'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 19,
    "snip": false,
    "text": "homie don't tell me you never did the independance"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "HA"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Well shit - excuse my haste to crack a joke, at the expense of my spelling."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "No no on, it's \"in de pen, dance!\" day.  <br/> \n <br/> \nIn de pen!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "C D C? <br/> \n <br/> \nD C S A B Z C."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slalvation",
    "plus": 7,
    "snip": false,
    "text": "U F A 4-N X-N, 9? <br/> \n <br/> \nC, C!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my God, i wasn't sure anybody was going to get that. <br/> \n <br/> \nchubbied to the nines."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Also: Is the sea really that busy?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 2,
    "snip": false,
    "text": "<em>Nein!</em>  No, wait...  <em>9!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I wanna point out that when this was posted two weeks ago I made a picture of Ray at a press conference saying the whole \"HEY DUDES, THANKS FOR RESCUING ME. LET'S GO FOR A BURGER. HA HA HA HA!\" thing but GIMP ate it so I never posted it. <br/> \n <br/> \nSad times."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Mrs. Smuckles is right to be concerned. No white man with three names would allow a cat like Ray Smuckles to be a president and live. <br/> \n <br/> \nThis is why Obama's mother does not send him pound cake anymore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "Ray's mom is raw.  <br/> \n <br/> \nand her hair is perfectly sculpted"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "...calculated?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "It's [url=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/PowerHair\"]Power Hair[/url]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 7,
    "snip": false,
    "text": "oh fuckin whatever"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "storableprawn",
    "plus": 0,
    "snip": false,
    "text": "What if he wins purely on write-in votes? <br/> \n <br/> \nThe chicken vote is not one to let a little thing like someone's mother stop them from getting their platform some time on the damn spotlight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Sondra's jacket buttons up in the opposite direction in panels 4 and 5, compared with panel 1. Unless we are seeing her in a mirror..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Women's clothing buttons right side over left, while men's clothing buttons left side over right. <br/> \n <br/> \nTherefore, panel one is a straight-on view, and panels four and five are reflections."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "or that O just 'flipped' her in Photoshop... <br/> \n <br/> \n\"po-tay-to\", \"po-tah-to\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "Apparantly Ray's speech patterns are genetic. \"...a tragic woman with all her babies dead\" is pure Smuckles talk."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lucidz",
    "plus": 58,
    "snip": false,
    "text": "Of course... You realize, she forbid him once before for pursuing what he must do.... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nPerhaps she's just telling him what he needs to hear..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "basically, yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh wow. That was  <em>dedicated</em> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Chubby! Chubby! One thousand times Chubby!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "There was never graphic threat of spanking to dissuade So-Rod from the Fight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "His reaction to being forbidden to run for President was way more solid than the GoF, though. Notice the arm positions. When she says he can't be in the GoF, he holds his hands up in the air and yells jubilantly about three days, three acres, three THOUSAND men. With the presidency, he crosses his arms and says, \"CRAP!\"  <br/> \n <br/> \nIn these two situations one man has paid attention to his mother. Which one was it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "This clearly contrasts the relative importance of the Great Outdoor Fight and the United States of America."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 1,
    "snip": false,
    "text": "America, America... Rings a bell. Qualified in '75? Got her ass handed down to him by some asiatic dude?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Shit... His ass. HIS. What was I thinking?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "A certain Dr. Freud would say this further illustrates the point."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "But we had came in favor of  <strong>RUDE</strong>  titties!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ampkit5",
    "plus": 0,
    "snip": false,
    "text": "You, sir, deserve the largest chubby to be found in your tricounty area.  A good day to you, sir!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boyd",
    "plus": 0,
    "snip": false,
    "text": "this comic would work with just the three last panels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 1,
    "snip": false,
    "text": "wow i wasn't really digging this whole arc, but it really paid off here"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 3,
    "snip": false,
    "text": "A more cogent reason to forbid Ray from becoming Prez is that nobody whose entire wardrobe is a thong and medallion ever has won an American presidential election. <br/> \n <br/> \nWell, at least not since John Quincy Adams."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "well shoot fire if it ain't time some feline became the ruling body, dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 1,
    "snip": false,
    "text": "Anybody feel like making a mock-up with John Quincy Adams' head on Ray's body?  Would like to see that, thanks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 15,
    "snip": false,
    "text": "[IMGS OFF] <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Other...other way around, dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Options, tekende, options!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 24,
    "snip": false,
    "text": "or per your request: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "I think I prefer this one. The expression matches the pose. He's an elegant cat of the old school."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucidz",
    "plus": 25,
    "snip": false,
    "text": "Crap, I'm too late.... <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Expression and text = win."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 3,
    "snip": false,
    "text": "By the way, anyone notice how angry President Adams has been lately?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "John Quincy Adams was something of an asshole, for real, and he straight up had no problem with telling you that. I believe I read a quote from him that said, \"I am not one who is ready to show compassion to strangers. I am not sociable. I have little need for good graces or for shallow shows of affection, all of which have overtaken the minutes of the day until most of one's time is spent reassuring someone they have never met before that they are well-liked, and consequently very little is accomplished at all.\" <br/> \n <br/> \nThat's from memory, so it may be off a little, but he was a real bad-ass."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That quote doesn't make him sound like an asshole. It makes him sound like a reasonable man."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rajib",
    "plus": 5,
    "snip": false,
    "text": "It's amazing how John Quincy Adams managed to summarize MySpace, some 200 years before its creation."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "fucking. <br/> \nawesome. <br/> \n <br/> \nchubbied for truth"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Not just MySpace, but internet etiquette in general, really. Megachubbies for your excellent statement."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Phantom chubbies from the over-friendly"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Way to bring history to life! With dearth of actual, I grant a virtual chubby for your efforts."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I would chubby you for use of the word \"dearth\" but unfortunately... <br/> \n <br/> \nWell. You get the idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "damn it, I'm out of chubbies!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bobodante",
    "plus": 0,
    "snip": false,
    "text": "It's not nice to mess with Mother Smuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "He who dares, wins?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "I love how Ray reacts to his mom as though he's been caught having a wank or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "I think I might buy the CRAP. panel on a shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "powderfinger",
    "plus": 4,
    "snip": false,
    "text": "so this one kinda clears up why Little Nephew lives with Ray. Uncle Ray being the last living babie of Momma Smuckes and all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opalleye",
    "plus": 1,
    "snip": false,
    "text": "A great non-sequitur ending to a huge build-up of a story arc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bluejay",
    "plus": 0,
    "snip": false,
    "text": "On the real."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "What is Ray doing with his hands when he says God Dammit?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "singtralala",
    "plus": 0,
    "snip": false,
    "text": "uhm, looks like he's about to cross his arms"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "He's throwing them up in resignation, because he knows he's never going to win without his own mother's endorsement."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "I believe its fist pumping.... Not to be confused with pumping... Or fisting..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Or pimping."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Or fusting"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Go watch the Bakshi Lord of the Rings some time.  Gandalf does this a lot. It's like he's milking the Giant Cow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "The Bakshi Lord of the Rings is probably the most ridiculous movie i've ever seen, animation-wise. Some of their gesticulations and facial expressions are beyond ridiculous."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "All of Bakhi's work is like that. <br/> \n <br/> \nWizards had a great ending, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Honestly, my friend and I spent all of Wizards joking about their faces and voices. <br/> \n <br/> \nBut I agree, the final duel between the two Wizards was the best."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "Thank you, Mrs. Smuckles, for wrenching Ray's eyebrows out of the grumpy position.  I hope church has been nice lately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shineboxx",
    "plus": 0,
    "snip": false,
    "text": "My second favorite alt text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gbeaton",
    "plus": 1,
    "snip": false,
    "text": "I really didn't like this arc until this strip. Hooray for Ray's Mom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "The smuckles eyebrows are definitely hereditary."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "your avi frightens me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "It's blowing my mind. The rest of my night is shot. I'm looking at that thing till the sun comes up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Just avoid the hot tub, and keep the music to a minimum."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Oh my God hover your mouse over that avatar HOVER YOUR MOUSE OVER THAT AVATAR"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "What, do you want brain damage?!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Alright, my plan: step 1) take shrooms step 2) find avi step 3) roll over avi step 4) play some techno/psychedelic double music, a la Todd. step 5) awesome/death"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "both tracks: The Golden Path by The Chemical Brothers, exactly fourteen seconds offset from each other."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "IT'S SO... <br/> \nIT'S SO FRIKKIN' SWEET <br/> <br/> \nIT'S SO ... IMPORTANT <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "bjorntd? Dude? Oh crap.... <br/> \n <br/> \nCLEAR! *fzzzssshhhzzap!*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Today, my ideas, and the ideas of another man, have killed two men."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padraig",
    "plus": 1,
    "snip": false,
    "text": "It's obvious momma Smuckles taught Ray everything he knows about getting things done."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this one, however, is rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "if Onstad is really axing this arc already..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "It does seem like the arcs have been somewhat...truncated recently. Wasn't the longest one recently about Todd and cocaine?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "You'll have to be more specific. There are several long arcs about Todd and cocaine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "It seems shorter when you're whacked on cocaine, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I have noticed that. It's been bugging me. He (Onstad) just gets us all riled up, and he repeatedly just cuts them off with deus ex machina style endings. I've also noticed the cocaine thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I'm ready for a more random one-offs, myself."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "agreed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 1,
    "snip": false,
    "text": "Great way to end it. Ray was starting to be a little too much of a headstrong jackass, it was awesome to see his mom put him in his place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "OH GOD, HAVE I STOLEN YOUR AVATAR?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "aint no big thing the more boognish the merrier."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharkofsomerton",
    "plus": 1,
    "snip": false,
    "text": "Is Mrs. Smuckles Implying that L.N.'s parents are in a better place? <br/> \n <br/> \n <em>A future story arc in unfurled before our humble eyes</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "Maybe he is telling us this story so he can tell us that one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 0,
    "snip": false,
    "text": "I love Ray's mom, if only because of crap like this. The wine has not so far impaired her Mom abilities that she does not recognize when there are Shenanigans afoot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardcorebrat",
    "plus": 0,
    "snip": false,
    "text": "The pink part of a cats tush.....um... eeeewwww. I like her cuz she is a hard-core lady ;)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theargentinian was marked lame too many times and excluded. (marked lame by missbee, snowman, Thorfinn, kylank, wargasmic, snoozebar, Comrade_Tom)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "d-pad",
    "plus": 1,
    "snip": false,
    "text": "{insert chubby and praise of comment} <br/> \n <br/> \nOn second thought, \"insert chubby\" just sounds way too dirty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "[insert facsimile of a chuckle and make exclamations regarding the relative \"meta-ness\" of assetbar]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "[insert tangentially-related pun or wordplay principally featuring dialogue from a renowned Achewood strip]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "elzilcho",
    "plus": 3,
    "snip": false,
    "text": "[insert \"insert joke here\" joke here]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "{insert snide comment doubting the sexual inclinations of every single person involved in the thread as a closing statement, preferably voiced in words most fifteen-year-olds could relate to}"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Dude, I'm fifteen. Cool it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "Are you implying that everyone should only write things that are totally devoid of content? Or are you implying that you are too cool for the concept of a message board?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "theargentinian",
    "plus": 1,
    "snip": false,
    "text": "i think i was implying that all the comments i read seem to fall under one of the aforementioned categories. On the other hand, i think i was also implying that i was a douchebag. Now I can't make up my mind as to the implications."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 15,
    "snip": false,
    "text": "theargentinian wishes to take that one back, it seems. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "crap. i am out of chubbies. i would so give this one. <br/> \n <br/> \n...i may even make this my desktop background.."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Thanks, man. You are a true patron."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009142755/http://img220.imageshack.us/img220/6092/srydodzbgsz8.jpg\">i done did it</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Now  <em>I'm</em>  out of chubbies. Nice follow-through."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Also out of chubbies, but that is fantastic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I'm not even going to lame this.  I wanted to tell you in a comment:  this is lame."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": false,
    "text": "Huh. <br/> \n <br/> \nWell I guess it was a good arc while it lasted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Well at least now we know where Ray got his furrowed eyebrows from."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Ray's grumpiness has NOTHING on Mrs. Smuckles'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Kind of nice not to see Onstad (or \"The O man\" as i'm sure he is affectionately known by his household staff and clients) Isnt going to be tied down by the X runs for president arc every four years, dont get me wrong this was a good arc, but i'm worried about the \"Teodor runs for california state congress for the progressives in the the 2010 mid-terms\" arc this pattern could inevitably lead to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jawsh",
    "plus": 0,
    "snip": false,
    "text": "exactly why i haven't run"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "optimistprime",
    "plus": 0,
    "snip": false,
    "text": "Guess we know where Little Nephew comes from then. <br/> \n <br/> \nI wonder if Ray has a dead brother or a dead sister."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": false,
    "text": "That's sort of implied with the \"all her babies dead\" remark thrown out by Mrs. Smuckles up in the fourth panel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "I didn't even think about that. Between this and Dornheim, how many Smuckles don't we know about?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atrusrand",
    "plus": 0,
    "snip": false,
    "text": "Ray's mom's name is Sondra Smuckles. Huh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghostd",
    "plus": 1,
    "snip": false,
    "text": "AWW, MOM!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "This is why Achewood  <em>SPANKS MY LITTLE PINK TUSH.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 1,
    "snip": false,
    "text": "...of course it is nowhere near little. :/"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "and all of the fellas say \"TMI\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "NEI IMO"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "I fucking love achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": false,
    "text": "This proves that, even though Ray is full of unbridled badassness, his momma will be there to give him the solid whoopin' that he deserves from time to time. <br/> \n <br/> \nAs odd as it is to say, I never thought I'd see the day that Ray truly was whipped."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "People shoot Presidents."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "I was listening to NPR this morning. Apparently some people don't want to vote for Obama because they are afraid he'd get assassinated. This was sort of a preoccupation for me as well. But I figure another high-profile racially motivated political assassination is exactly what this country needs to tip us into the brink of anarchy and revolution."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "If you ask me,  <em>that</em>  is terrorism. Yeah, thousands of human beings died because of the attacks on the Pentagon and the World Trade Center, but the legacy of racism is so long and storied in this country that this fear will come up whenever a candidate like Obama steps up for centuries to come."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I think the racist organizations that WOULD assassinate a black president are too underfunded, undermanned, and disorganized any more to pull that off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "On the other hand, maybe Vonnegut had a point when he indicated that this may be exactly what they want us to think..."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "comrade_tom",
    "plus": 2,
    "snip": false,
    "text": "\"GAD DANGIT Jethro! Where the hell did you put the GAD DANG Semtex?\" <br/> \n <br/> \n\"Ah Put it by the confederate flag ya fuckin' yeller bellied sonofabitch\" <br/> \n <br/> \n\"GAD DANGIT! It AINT there asshole. Jesus, we aint never gonna kill that sonofabitch at this rate!\" <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "laserblade",
    "plus": 2,
    "snip": false,
    "text": "DENISE!  Are you crappin'?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "how well funded/manned/organized do you need to be to shoot a fella. Cold Charles Guiteau style."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Youre talking about guys who still believe God was born in a missisipi log cabin and hates black folks. These guys have to take courses in high school just to figure out how to un-do their flies, shooting a president is a huge undertaking compared to that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "the best-protected fella in the world. of course - that crazy guy shot reagan, and he didn't even do any sort of real planning."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "But Overcompensating thinks Ray has a chance!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ajg",
    "plus": 0,
    "snip": false,
    "text": "Excellent avatar.  The b*****es, they do indeed love you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Parents, huh!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 1,
    "snip": false,
    "text": "This beats holding Mickey Mouse at gunpoint. Mick, he's a great guy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "Does Mrs. Smuckles know how much volume he does? DOES SHE KNOW HOW MUCH VOLUME HE DOES?  <br/> \n <br/> \nRay looked set to go the way of Fontanelle until this timely intervention."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "\"ALL her babies?\" What happened to Ray's other siblings?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "you guys are reading into that way too much"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "should have elaborated even more: a BUNCH of kennedy children died young. it's almost hard to keep track, but at least 3 other kennedy children besides JFK died early. which is why ray's mom refers to babies, plural."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "And Ted's been drinking embalming fluid for years now, it seems."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ahh, Diet anything."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Silence. What he did to the Clintons was pretty badass. Even if he looks like the liberal Newt Gingrich and left that woman blah blah blub blub."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "and even if he ogled my mom"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Wait a minute phillipes mom never did this did she? Man thats cold of phillipe's mom, all the walking butts in the world can't cover up the fact she was fine with her son running for president and almost certainly getting shot!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "why would he almost certainly be shot? <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Didn't your Mom ever sit you down and have that talk with you?  Look what happened to that lovely Kennedy family."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Policies like puppies named Mr. Poopytime are a controversial policy, not everyone wants our country to be brought together."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 2,
    "snip": false,
    "text": "Philippe's platform was highly controversial. For example, his stance on Homosexuals."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Although Homosexuals was a pretty cool mascot. I'm sure most gay dudes and lesbian dames would have loved it. They have a fantastic sense of humor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "No one would ever shoot Phillipe. He is a very special boy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trubbles",
    "plus": 2,
    "snip": false,
    "text": "This is a LAME WAY OUT for onstad. I thought this thread had a lot of potential. I hope onstad has something good planned."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I thought this arc had 0 potential, and this was an AWESOME way out. Honestly!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I kinda wanna explain what I am thinking? Is that OK? Do you mind? <br/> \n <br/> \nIn my mind, the best arcs (all of them) dealt with some pretty surreal subject matter--your subaru brat in hell, for instance--and adding a normal human element to it. <br/> \n <br/> \nThis is more of a satire or a commentary, I think, then a truly original surreal & bizarre concept, so for me, it falls a little flat. I am really looking forward to more bizarre story arcs.... fake manes, wearing cups full of water around the waist, etc."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "brynito",
    "plus": 0,
    "snip": false,
    "text": "222 comments is just too dang many! I declare the comment section officially beyond useless. <br/> \nAlso, Ms Smuckles looks very much like Ms Reagan here, mixed with a little Jackie O. Is that Chanel? Daaaang."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "banjobird",
    "plus": 1,
    "snip": false,
    "text": "All of the comments on this page in size twelve font add up to less than ten pages. <br/> \n <br/> \nAre you telling me that you'd be put off by reading the equivolent of \"The Little Train That Could\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Keep in mind, the longer it gets the more useless it gets. In comparison to the usefulness of, say,  <em>The Brothers Karamazov</em> , or  <em>The Sound and the Fury</em> , \"The Little Engine That Could\" is a goddamn perpetual motion machine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Dude. NOT COOL. Keep Faulkner out of this. KEEP FAULKNER OUT OF THIS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "I just got an e-mail from Mr. Onstad. I'll paraphrase: <br/> \n <br/> \nDear avid reader, <br/> \nI've been keeping an eye on your comments in this assetbar of ours. They're wonderful. Everyone must really like you. Keep up the good work. <br/> \nSincerely, Chris Onstad. <br/> \n <br/> \np.s. I will be sending out emails to most other people who read my comic, but those emails will just be newsletters, yours was the only one I put love and care into."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Yaaay! Good for you! (There is no sarcasm intended, please do not take it that way). (Or meta-sarcasm). (Look, to prevent an infinite regress you're just going to have to take my word on it. It's hard to prove on the internet!)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": ":-( <br/> \n <br/> \nI... I thought Onstad's love was a forbidden mount to such as us. It is wrong to be jealous. So I stand here being wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "dude he didn't actually receive such an email are you crazy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Of course he didn't. But a man can dream can't he? A man can dream."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "A man can dream, yes, unless another man ties him up & uses toothpicks to keep his eyelids open. <br/> \n <br/> \nDon't be alone tonight, Mr Punch, don't be alone."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 2,
    "snip": false,
    "text": "I am going to take you and strip your clothes and clean off all the dirt and germs from your body with the hot, hot water until you are all clean and then I'm going to open your eyes with little hook and clean them off too and then I'm going to let my dog pull all of the slippery blue snakes out of your belly, so he won't be hungry, and I'll let you lie in a basement until you're finally quiet again and your skin goes all crusty and you smell. <br/> \n <br/> \nI'm sorry. I instinctively respond to threats in kind. It's embarrassing, really."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Thankfully, I can't chubby either of you, saving us from a very awkward conversation about the true spirit of a chubby. I think this is something we can all be grateful for."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I'm grateful."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Oh, but I wasn't threatening you, Mr Punch. I was promising you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Oh, alright then. Considering you made no actual direct statements, and therefore you aren't promising anything, we cool. Props?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharkofsomerton",
    "plus": 2,
    "snip": false,
    "text": "On a unrelated note. I just took a few blasts from a homemade bong and have Tom Waits playing. Its a good night"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 2,
    "snip": false,
    "text": "I am also floating in a happy stoned way, listening to Bowie, and reading comics.  Life is awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "applebed",
    "plus": 4,
    "snip": false,
    "text": "This message is the little chocolate reward at the end of my Cornetto <3"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "out of chubbies but you deserve one nonetheless, Bowie and the awesomeness of life tend to go hand in hand."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "also, your avatar is what Bowie would look like if he was a magical pony."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 2,
    "snip": false,
    "text": "*Smiles and goes into an infinitely better fantasy world where David Bowie stars in a live action film version of 'Rainbow Brite'* :-)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "i thought that was 'labyrinth'"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "In 'Labyrinth' he was Jareth the Goblin King, not Starlight \"the most magnificent horse in the universe\"!  It's difficult to see how you would mix the two up..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Labyrinth was a major influence on my childhood development, and when I first saw a David Bowie album cover I said \"Hey, it's Jareth!\" I did not understand the lack of goblins or mane."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "Watching Labyrinth whilst high can be a scary experience."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "If by scary you mean awesome."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "whatev"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carten",
    "plus": 0,
    "snip": false,
    "text": "The Spaghetti Incident!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 2,
    "snip": false,
    "text": "With nearly 300 comments it's hard to tell if this hasn't been said yet, but: Anyone else notice that Sondra says she won't \"be a tragic woman with  <strong>all</strong>  her children dead\"? Could this be the relation to Little Nephew and why he lives with Ray?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Oops, I chubbied accidentally, but just take it as consolation in case I sound like a dick (I'm not trying to):  Yes, this possibility has been said several times above."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "First time I read it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "There are at least three comments from 2 days ago above that echo similar sentiments, as far as I can tell.  Just do a \"Find\" search in your browser for \"nephew\" and/or \"l.n.\" and you'll see."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I have better things to do with my time. That includes posting this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "No, you didn't sound like a dick."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "In a universe where no means yes, I'd say, no, not at all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Honestly this was my favorite of the arc so far. <br/> \n <br/> \nThis one and the first one... <br/> \n <br/> \nI like pretty much EVERY arc, but I think maybe, for me, the idea of ray becoming president is just too real & not at all the bizarre surreal adventure that achewood usually provides... a 5 year old otter going to the super secret ice cream shop, or to the trash dump to rescue the couch? Buying AirWolf? Cartilage Head, Stoned Lightning, I mean, heck, I could write these out all day, and you don't care. None of you care at all. Forget you guys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tagrineth",
    "plus": 2,
    "snip": false,
    "text": "I still find it amusing that the cats hold the earpiece of their phones somewhere arbitrarily against the side of their head, rather than actually at their  <em>ear</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Ray has also been known to hold his phone out in front of him, looking at it as he speaks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": false,
    "text": "What's holding Ray's glasses up?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "samcc",
    "plus": 1,
    "snip": false,
    "text": "Gumption."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ubermensch",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure exactly how Ray pronounced the word \"Mommmm\". Surely if you were going to extend 'Mom', you'd go for the Os?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "Ray is a straight up bitch for this. <br/> \n <br/> \nPresidency is more important than your mother."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Spanking the asshole is harsh."
  }
]