[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Sleeps, mikeronomicon, Thorfinn, GeyserShitdick, lamelliform, rhymesforkids, farqussus, NDCaesar, milkpants, JuanCarlos, Sargasm, atticusonline, Talbain, aHatOfPig, chatterjee, cognitonaut, ravindra108, alejandroadam, prowle4763, ford, dropkickpikachu, pogo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kelrith",
    "plus": 0,
    "snip": false,
    "text": "he's a genius, 'sides (you like the ' there?) he can just forget it when he needs to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by chagment, Moolah, Interestingname, tttt2, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agika",
    "plus": 0,
    "snip": true,
    "text": "A comment left by agika was marked lame too many times and excluded. (marked lame by randombeing, mjfitzge, goocifer, Darthemed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by ShemmJacc, Pseudochron, vykromond)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 60,
    "snip": false,
    "text": "worse still is when it isn't particular vocabulary but diction or such as vernacular that overtakes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Don't fight it, man.  Just let the thing take it's course and try to guide it where you want it to go."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sabalpalm",
    "plus": 39,
    "snip": false,
    "text": "get a new girlfriend"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anonymous44",
    "plus": 1,
    "snip": false,
    "text": "seconded"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "alzuna",
    "plus": 3,
    "snip": false,
    "text": "My boyfriend won't read Achewood, even though I've tried to get him to... *sadface*"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Neither my boyfriend nor my roommate will read it with me.  <br/> \n <br/> \nI like to think it's because it's too above them. Sympathy chubby!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "prettyrad",
    "plus": 3,
    "snip": false,
    "text": "I showed my girlfriend bits of the Great Outdoor Fight book, but instead of the mutually titillated reaction I was expecting, it was actually... well, it was actually a bit awkward. I still quote Achewood in conversation and have to explain what I'm on about, which is perhaps more awkward, yet increasingly unavoidable."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Do you at least have Achewood friends? The only way I get by in conversation is by having at least one to catch my no-entirely-subtle references.  <br/> \n <br/> \nGood luck dude. It took an ex-boyfriend 6 months after we broke up to get me into Achewood. :("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "prettyrad",
    "plus": 0,
    "snip": false,
    "text": "I have internet Achewood friends. Does that count?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Well, I should think so!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "money4something",
    "plus": 10,
    "snip": false,
    "text": "All I see when I look at this conversation is Roast Beef playing peekaboo."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "Nice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ohnoadeathray",
    "plus": 0,
    "snip": false,
    "text": "Man, I got some of my friends because of achewood."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This string of stories about the support or lack of it from peoples partners for their Achewood reading is reminding me of a herpes treatment commercial."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "But is anyone getting hugged from behind while some dramatic-but-hopeful piano is played? Is there a sweater tied to one's shoulders?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I assume that part begins after the announcer tells us about medicine for not getting Achewood. Since were still in the sad part of the commercial your avatar fits perfectly. Unfortunately this medication can only be bought legally at a few dispensaries in California."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Also in Denver!  <br/> \n <br/> \nBut I see what you mean. Before the part where they talk about the [genital herpes] medication they make it seem like you are forever diseased and unloved... but man, once you start takin' that shit it's dicksville/vaginatown/anusopolis* from there! <br/> \n <br/> \n*If you not enjoy any of these things, replace the thing that gives you chubs and end it with a city-related suffix. (i.e., Fursuitsville.)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Also it allows you to drive a restored powder blue 57 Chevy Bel Air down a beautiful coastal highway while a sexy woman in a flowery dress rides in the passenger seat and laughs with you. For some reason this is never contrasted like the looking sad and apart on the couch/dancing together in a garden juxtaposition. Why not have a before shot where a guy drives a white civic with holes in the paint through western new jersey while a woman in a moo-moo and crocks with a bitchy look scowls at him (because he has a herpes outbreak)?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 6,
    "snip": false,
    "text": "Get a new boyfriend."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "My my that avatar is hell of awesome. Do you still go on Homestar Runner? I haven't been in a while. I am worried that it will suck and my 'five-years ago' self will be crushed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Homestar Runner is still good. It's not getting less funny with age so much as we're getting less able to enjoy it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gunsofray",
    "plus": 1,
    "snip": false,
    "text": "Tell him only REAL men read Achewood, and dont talk to him for a few days."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 6,
    "snip": false,
    "text": "We should all have Achewood-approving significant others.  Or at least Achewood-tolerant.  Screw the Achewood-averse ones!  Fuck them!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "akarroa",
    "plus": 3,
    "snip": false,
    "text": "Your last 2 sentences almost contradict the first one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "'Tis true, the English language has two opposite meanings for both \"screw\" and \"fuck,\" one very nice and one very negative.  It is only in context that we know the difference."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 0,
    "snip": false,
    "text": "Achewood, sterilize your bitches."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 35,
    "snip": false,
    "text": "bitches gotta be takin' their cunt pills.  i ain't wearin' no gunnysack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trevor328",
    "plus": 5,
    "snip": false,
    "text": "I work in IT and I can also attest to that distinctive \"shhhhuck\" sound a uterus makes when it closes for business. <br/> \n <br/> \nIt's also the sound of my sperm crying."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "This is the saddest thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "omegatron",
    "plus": 1,
    "snip": false,
    "text": "Get a new job."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef's household must be rough for Molly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 15,
    "snip": false,
    "text": "Ray is somewhat insensitive to Beef's lifestyle in this strip."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 4,
    "snip": false,
    "text": "Ray is somewhat of a dick in this strip.  <br/> \n <br/> \nI mean... frankly... any girl whose tits would drop off and uterus seal shut at the mention of such things is probably better off that way. Best to keep the idiots out of the gene-pool. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 3,
    "snip": false,
    "text": "As Ray points out, this shit ain't exactly rocket science. In fact, I'm beginning to wonder if rocket science is actually rocket science."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "It's all just ratios and chemistry and calculus and physics and shit. <br/> \n <br/> \nActually that sounds pretty hard except for the ratios, which one can easily look up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I was scrolling down to see if someone had already pointed out that Ray is being a dick here. Way to make your best friend feel bad. Not cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hollis was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Zem, blarghamagarky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Contrasoma, featurelessvoid, divot, NeoNaoNeo, SSDDR, trout, logic, blarghamagarky, Hotwax)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hollis was marked lame too many times and excluded. (marked lame by NeoNaoNeo, SSDDR, blarghamagarky)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by riotdejaneiro, decagon, SSDDR, bug, petro, gethen, TTAGXAMM, mashuren, ibetso, Hotwax, Darthemed, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hollis was marked lame too many times and excluded. (marked lame by NeoNaoNeo, SSDDR, blarghamagarky)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "riazm",
    "plus": 2,
    "snip": false,
    "text": "You will struggle to be original in the unclothed internet lady niche. I'm just saying."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "My point exactly... hence the lack of titty photos."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 11,
    "snip": false,
    "text": "Eventually, you will view a nude painting older than Coca-Cola, realize there is nothing new to be revealed, and take photographs of whatever you please and sell them by the pound."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ragnarok_engine",
    "plus": 14,
    "snip": false,
    "text": "OKAY, SHOW US YER PANCREAS"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "totally.  the only thing more intimate than skin is whats underneath it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ford",
    "plus": 6,
    "snip": false,
    "text": "I gave this a chubby because i think its a joke.  up yours if it isn't a joke (but not up yours if it is)."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Dog, you are  <em>SUCH</em>  a douche."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Dude, I think I got the point when various people lamed my comment, and the entire conversation that preceded from it, into oblivion (or oblivion defined by my 3-lame-limit filter, anyway).  I'm sorry my comment wasn't adequately thoughtful.  No need to call me a douche.   <br/> \n <br/> \nI realize this comment will also probably get lamed into oblivion before you read it, but just thought I'd put it out there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "He was calling caduceo a douche, I believe.  You've been quite entertaining throughout.  Might I suggest setting your lame filter higher?  I keep mine at thirty so I can read asherdan and Dr. Manflesh comments--no need to go so extreme, but you'll miss a lot of extremely popular comments with a lame filter that low."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "I like Dr Manflesh too. <br/> \nHe wins. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "My threshold for lames and chubbies is 10, and that works great. I reccomend it highly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I'll try it out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I like you hollis (chubb granted as gesture of good will). The comment wasn't aimed at you. <br/> \nI am curious though... why would you think it was? It didn't follow from yours... and I referred specifically to a dog. <br/> \nDo you have a tail to tell us? <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "I think I did not pick up on the fact that caduceo's avatar is a dog because (as semiquaver pointed out) my lame filter is set too low.  It seems like all the cool kids are using 10 these days, so I will too.    Thanks for assuaging my concerns :)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "So with that in mind, have your chest-decor changed significantly in the past two years?  <br/> \n <br/> \nTis not perversity but SCIENCE that compels me to ask. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "im sure shes a hot piece of brain, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 2,
    "snip": false,
    "text": "\"Isn't Unix made by fat people?\" is harsher than this. \"The Debonair Sysadmin\" is more affectionate. And, yes, I own hats. <br/> \n <br/> \nNo matter how nerdy and unkempt, if you can synthesize hallucinogenic drugs, you are soooooo in."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skellingtonloc",
    "plus": 2,
    "snip": false,
    "text": "Beef went to bed all looking like panel 9 that night."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": false,
    "text": "isnt ray neutered? <br/> \nhttp://achewood.com/index.php?date=01212002"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "no ray can totally  <a href=\"http://web.archive.org/web/20101005061338/http://m.assetbar.com/achewood/uua7SLXJx\">Sport Wood</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": false,
    "text": "yea, the title of the one you linked is 'Man, it was a only vasectomy' <br/> \ngood call."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "geozimmdrake",
    "plus": 0,
    "snip": false,
    "text": "wait but hows he gonna have kids????"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Vasectomies can be reversed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Yes, although only with like a 50% success rate or something? Can some cock-doctor back me up on this?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spenham",
    "plus": 10,
    "snip": false,
    "text": "I'm not a cock-doctor, but I do play one on TV. Reversing a vasectomy is effective in only 50%-70% of cases. You can visit my website  <a href=\"http://web.archive.org/web/20101005061338/http://en.wikipedia.org/wiki/Vasectomy#Reversal\">here</a> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "If vasectomies have a 50% success rate at worst, then at least one testicle would be reconnected successfully out of the two of them.   <br/> \n <br/> \nThis may be wrong though, as maths were my worst subject."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foolio",
    "plus": 0,
    "snip": false,
    "text": "Aren't the commonly observed 2 tits a form of RAIT array in themselves?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Your 'array' is redundant. <br/> \n <br/> \nBut... what is my 'redundant'?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pmoney187",
    "plus": 0,
    "snip": false,
    "text": "Greatest of all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 2,
    "snip": false,
    "text": "Wow, that alt text is profound."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senatorexlax",
    "plus": 0,
    "snip": false,
    "text": "I was just thinking the same thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "Totally."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 4,
    "snip": false,
    "text": "After the chick jettisons her tits and the airlock closes, a siren starts sounding along with the words 'You have ten minutes..to reach minimum....safe distance.'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "Favorite part is \"maybe get stuff onto my iPod three outta ten tries."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 1,
    "snip": false,
    "text": "Any crud is fly-easy if you can make yourself care."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "I'd think that Ray would be all over the uterus part; dude doesn't come across as the willingest-to-wear-a-jimmy-hat type of guy I've ever met."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ketelcat",
    "plus": 1,
    "snip": false,
    "text": "I call bullshit on that. Ray has like a whole blog post about always wearing rubber.  <em>And</em>  he (tried to) have the jimmyhat talk with Little Nephew.  <br/> \nIn short, Ray is a main dude of condoms."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I love-love- <em>love</em>  the last panel inference that if you can get stuff onto your iPod, say, four or five outta ten tries, you might never have a family."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I've never understood how people can have trouble getting files on their ipod. I mean...you don't have to do  <em>any</em> thing except plug your ipod into your computer. iTunes literally does all the work for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigs",
    "plus": 1,
    "snip": false,
    "text": "Yet, Beef is closer to having an actual family at this point(what with marriage and all)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "The rudest."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i know ray will be ray, but still, how can a woman be worth her weight in cans if she is turned off by nerdy stuff?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Depends on what the cans are full of."
  }
]