[
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 22,
    "snip": false,
    "text": "Oh, brutal. President Carter was always Nathan's hero. This is a really rough one for him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 1,
    "snip": false,
    "text": "Wait wait- This isn't all part of the roleplay? Like, the van ramming and carter meeting? Fuck man, I've been to some weird gay bars."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": "SOME vans get rammed"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 15,
    "snip": false,
    "text": "A guy is ramming my van! I never thought it would be this way!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "Daaaaamn!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "False: Nathan's political heroes are Harvey Milk and J. Edgar Hoover."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achtung",
    "plus": 3,
    "snip": false,
    "text": "cause he's Gay right"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fancypants",
    "plus": 7,
    "snip": false,
    "text": "JFK get out of here! You are supposed to be dead! <br/> \n <br/> \nSilly JFK!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cracklewater",
    "plus": 5,
    "snip": false,
    "text": "Graham Chapman is not as active as he once was."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zaer",
    "plus": 3,
    "snip": false,
    "text": "He's a very naughty boy"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "Not a messiah"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "I'll have you know Nice Pete is an equal opportunity psychopath."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 9,
    "snip": false,
    "text": "This is one LARP to end all LARPS."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "more like van, rimming and carter meeting"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Oh my!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "raticus",
    "plus": 1,
    "snip": false,
    "text": "I wonder why Nice Pete has the tank top back on in the last panel...? (Maybe he didn't think it was appropriate to be naked when meeting the President?)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theirateturk was marked lame too many times and excluded. (marked lame by lizard, lateadopter, Blamebow)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "it's as good a reason as any"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Onstad = cntl-C, cntl-V for that one, then forgot to eraser out the tank top in Microsoft Paint.  No way he Nice Pete manages to magically spray his tank top back on during a quick shoulder check for high school wrestling outcomes. <br/> \n <br/> \nDang, kind of wish you hadn't drawn that to my attention."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "If this is the case, he should be a lot more Nick Gurewitch about editing shit once it's published because fuck the fanboys"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "I say Onstadt can edit to his heart's delight until the book comes out and it's a bone fide commercial item.  Why the hell not?  The beauty of the medium is its flexibility, and what author doesn't wish he could go back and fix the little niggly things that mar an otherwise decent effort?  But sure, fuck the fanboys.  He should do it for his own satisfaction."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "Why stop there? He should be able to edit even after they send the book into space for being rad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mensch",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>There will only be one. And it won't be what I would call the \"rough cut,\" it'll be the \"final cut.\" The other one will be some sort of interesting artifact that people will look at and say, \"There was an earlier draft of this.\" The same thing happens with plays and earlier drafts of books. In essence, films never get finished, they get abandoned. At some point, you're dragged off the picture kicking and screaming while somebody says, \"Okay, it's done.\" That isn't really the way it should work. Occasionally, [you can] go back and get your cut of the video out there, which I did on both American Graffiti and THX 1138; that's the place where it will live forever. So what ends up being important in my mind is what the DVD version is going to look like, because that's what everybody is going to remember. The other versions will disappear. Even the 35 million tapes of Star Wars out there won't last more than 30 or 40 years. A hundred years from now, the only version of the movie that anyone will remember will be the DVD version [of the Special Edition], and you'll be able to project it on a 20' by 40' screen with perfect quality. I think it's the director's prerogative, not the studio's to go back and reinvent a movie.</em></div>  -- G. Lucas <br/> <br/> <br/> What an asshole."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "OK.  I buy this if you're a true  <em>auteur</em>   (e.g., Kubrick, Godard and Welles).   But Star wars?  Really?"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Give a nigga credit for trying his best"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 3,
    "snip": false,
    "text": "star wars was good until the 3 newest movies.  The original 3 movies were creations of mostly one or a few people, drawing on their own personal experience and culture.  The latest 3 movies were made by giant companies, the decision making process was obviously driven by committee consensus and focus group, and the result was that the shittiest aspects of our contemporary shitty culture mar the films completely, starting with Jar Jar Binks as some kind of fucking blackface nigger stereotype, as if this was a  <a href=\"http://web.archive.org/web/20101018000217/http://en.wikipedia.org/wiki/Looney_Tunes#Stereotypes\">1930's era looney toons </a> cartoon.  However the negative impact that the racial and gender role stereotypes has on these films pales in comparison to the stereotyping of the intended audience as lap dog consumers of another mindless Disney-esque sugar and alcohol and 4/20 fueled addiction liquid-group-think-cartoon-by-committee and happy-meal-toy-by-market-research moving picture 'experience.'  Okay, so some stereotypes are accurate after all..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "The asshole gets a chubby"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 4,
    "snip": false,
    "text": "Actually IIRC it was sorta the opposite. For the first three Lucas and co. came in with all kinds of retarded bullshit ideas about how Luke Skywalker was going to have a robot head and shit, and a limited budget and the kind of close corporate oversight that's normal when dealing with a nobody director forced him in the end to come out with something marginally normal and sane. Once Lucas made everyone a kazillion dollars nobody was going to interfere with The Genius's creative vision (I mean seriously who are you picturing even trying to push Lucas around over some market demographics, in 1999), so he got absolute control over every creative aspect of his films, and with infinite budget and creative freedom to create whatever he wanted what he created was sewage. <br/> \n <br/> \nYou can see the exact same thing with The Matrix, or Avatar. Horrible directors (or maybe once-good ones, who knows) cruelly forced by The System to produce passable films, that get them a ton of money and fame which the directors then blow on cinematic war crimes once left to their own devices. Big business are actually the good guys here."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "direbmem",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Big business are actually the good guys</em></div> <br/> \nNo matter how many times I read that, it will always look strange."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "There are no good guys. It's far too complicated to summarise like this in either direction."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "cool.  So even if I'm wrong, at least the guy saying I'm wrong isn't right.  Seems like a fair compromise."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "\"Star Wars Episode IV: A New Hope\" was an accidental masterpiece, and Lucas was the only one who didn't realize that."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Kind of like how much awesome poetry gets created by censorship. <br/> \n <br/> \nActually im just think of the discussion of Tambourine Man in Dangerous Minds (1995 Michele Pfeiffer). But it has happened. I just cannot think of more examples right now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 3,
    "snip": false,
    "text": "It troubles me that people think that Pete's roleplay and murder are mutually exclusive. Troubles me, it does. I mean, sure, maaybe he's not going to kill anyone tonight, but that doesn't mean the man's never made a young man dress as a Chemus Witch going to the Market and put an axe in his neck in the same night. If Pete's gonna ice somebody, he's gonna put it into a story, and make it part of the character. Dude's of southern ways but doesn't mean he's of a low mind or has no artistic bearing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Nice Pete made an account everyone! Check it out!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perdition",
    "plus": 0,
    "snip": false,
    "text": "Teodor is one lucky bear."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 5,
    "snip": false,
    "text": "No shit. Look at the stress lines on Nathan's pants! Dude is rocking a Denny Dick."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "I am relieved that I was not the only one to notice this. I had started asking myself some heavy questions."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "Denny's Dick*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 2,
    "snip": false,
    "text": "If Denny's makes you anything less than the man with abilities in his pants, then I don't even want to know you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "spazdor, I will definitely buy you some kind of slam at Denny's. <br/> \n <br/> \nThis is not a come on, we will have a delicious breakfast whenever we so choose and it will be wonderful."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<i>A guy is buying my slam! I never thought it would</i> <br/> \netc."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "(oh right i forgot that this goddamn web app bucks established convention for no reason at all)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Just stay out of his van."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "Re-read this arc with Billy Ocean's \"Get Outta My Dreams, Get into My Car\" on repeat and  <em>see the difference a soundtrack can make</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "[url=\"http://igotsomecandy.ytmnd.com/\"]I made this a couple years back[/url]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://igotsomecandy.ytmnd.com/\">GAH</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "okay..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tinhand",
    "plus": 12,
    "snip": false,
    "text": "I wouldn't be surprised if Nathan were already dead. Dead because the naked man who appeared to show enough kindless and generosity to a sexually starved elderly homosexual man should happen to be a madman in the midst of a delusional time-warp'd plot upon which Nathan had the misfortune to stumble. One which held sexual undertones to the unsuspecting eye, yet which promised only the violence of a twisted mind to any lured to the scene, through lust, fear, or perhaps both, many have the potential to fall folly. Such is life. Achewood serves as a warning to those traveling the underbelly of existence for thrills, and as an entertainment for sleepless entertainment dwellers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "*sleepless internet dwellers"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The naked man</em></div> <br/> \n <br/> \nSimple mistake, or fact about Pete? <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyjohnny",
    "plus": 1,
    "snip": false,
    "text": "T has failed to make weight..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmontag",
    "plus": 16,
    "snip": false,
    "text": "This has to me the most van-shaped handbasket I have ever seen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 6,
    "snip": false,
    "text": "It's the most van-shaped casket I've ever seen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "You haven't seen Nightmare Before Christmas, have you, drone?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 4,
    "snip": false,
    "text": "Ford Econoline v. Subaru Brat <br/> \n <br/> \nHell on wheels meets wheels of hell."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "I have a somewhat rusty ford econoline extended length one ton capacity van from the early 80's.  the windows are painted a color that sort of matches the body color but not quite.  Anyone want to organize a nice pete road trip?  I'd be happy to donate the van.  runs like a champ.  might get almost 18mpg highway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "PS there is only one seat not even for the driver not even a passenger seat anymore and only the side door works anymore all the other ones won't open anymore except the back door will open if you kick it real hard from the inside at the same time that someone holds the latch button on the outside.  (there is no latch on the inside)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "Yes.  We've never had a meetup, a con, or a larp, but a NP murder tour.  It just might work.   <em>It might just work.</em>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "We All standing next to that dusty, old country road.. <br/> \nThe one your parents drove down to take your childhood dog to the Millet's farm cos Sadie couldn't stop piddling on the floor? The blue-green of the windswept grass catches your eye, bowing to and fro in the breeze. Then, there is a glint of shine from County Road 46! It shimmers for a sec, causing you to squint before it disapears under the next rise; trail of dust lazily wafting across the fruited plain, wont to join its pristine brothers in the cerulean heavenlies but found lacking. You continue to stare in its direction for such a duration you'd be sure to see the vehicle again. Alas. Your hair is ruffled by the increased wind sending a small chill down your spine. Focusing on the fencing you lean on, your thoughts turn to admiration of the amount of labor put in to keep barbed wire up, cattle in and coyotes out. Your eyes follow the line of fenceposts along the road, until suddenly a roar of a taxed engine is present. An instant later, a white workvan appears, cracked windshield, missing left headlight and all..that's left of it. An arguement of where to stop begins between the worn Bridgestones and the rocks underneath them. The vehicle has stopped in front of you. Silent. The same dust chasing the van now envelops you as you emit one single cough. The van's side doors swing open. It is too dark inside to see anything. Are there others besides the driver? Am I ready for what I signed up for? It's too late. It's time for Swim Practice, a male voice inside the vehicle says. You climb in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "the only thing missing is an industrial sized Hobart meat grinder!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "meet is murder"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "put me to sleep, at the theater. NBC and Blade: Trinity are the only two movie to have ever had this effect on me, at the theater."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zaer",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete has one way to do  <em>anything</em> ..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lordsorasen",
    "plus": 4,
    "snip": false,
    "text": "Nathan's bulge really completes this comic for me.  I might have stranger Achewood standards than I first realized."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "He stuffed his burger down there -- something for Pete to eat later."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 5,
    "snip": false,
    "text": "You are the worst."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "direbmem",
    "plus": 8,
    "snip": false,
    "text": "At least Nathan didn't stuff a sausage down there. Then jeffspaulding might be the wurst."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "PARADOX"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaa",
    "plus": 5,
    "snip": false,
    "text": "Speaking of nude males, I hope Ray is getting a cut from this:  <a href=\"http://web.archive.org/web/20101018000217/http://phoneballs.com/\">http://phoneballs.com/</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lordsorasen",
    "plus": 1,
    "snip": false,
    "text": "Achewood isn't listed on this page.  Is this possibly copyright infringement?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I know,  <em>right</em> ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perdition",
    "plus": 1,
    "snip": false,
    "text": "They actually did email Onstad for permission. He replied, \"Seriously? That's something that a fictional cat I invented thought was a good idea. Whatever, man, go for it.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "The only logical conclusion to this invention is that someone actually starts the Great Outdoor Fight."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zaer",
    "plus": 3,
    "snip": false,
    "text": "Aw man that would be  <em>sweet</em> . Tom Waits singing \"Goin' out West\" on the first night concert.. Country singers just lying there waiting for death as we cut to an ad for phoneballs..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "Chubby because now when I listen to that song (which is quite often) I'll think of the GOF. Two great things that go great together."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hal",
    "plus": 0,
    "snip": false,
    "text": "Damnit, what in the hell is your avatar from?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "\"a character I invented.\" <br/> \n <br/> \nWhat the Hell people, I see \"cat\" on assetbar a THOUSAND TIMES MORE than in the actual comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mygen123",
    "plus": 14,
    "snip": false,
    "text": "This is...horrible. I don't--this is horrible. Why are we acting like this isnt horrible? Now I have to watch the brave little toaster again or I won't get to sleep."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 5,
    "snip": false,
    "text": "But that's a horrifying movie <br/> \n <br/> \nThe Air Conditioner...oh GOD"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 9,
    "snip": false,
    "text": "The whole air conditioner thing was a gentle way to teach kids about rage induced aneurysms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Also it was a horrible bit of foreshadowing for Mr. Hartman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Did his brain explode after he got the impression that his toaster was calling him lazy?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strike>toaster</strike>  Wife"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "That reminds me, I've never been sure if that toaster is supposed to be male or female. It has a woman's voice but a male demeanor. There are no anatomical clues either as it has a plug, but also two slots other than it's mouth."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "It's a hermaphrodite."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You see, dang it, this is going to confuse the children, for once I would like to see an anthropomorphic toaster with realistic genitals."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "You, sir, seem to imply that the way of the future isn't girls with dicks AND vaginas. <br/> \n <br/> \nI'll see you in 2020 when gender roles as we know it have crumbled entirely."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "How do you know this? Have you had some kind of 2020 vision?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "That's what my Ophthalmologist said!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "Dusty is the winner."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "gaaaaaaah <br/> \n <br/> \ndusty has defeated me at assetbarring <br/> \n <br/> \nnow I must go East"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "That movie also taught kids that killing yourself is probably never worth it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Yet another reason that  <em>Passion of the Christ</em>  never really needed to be made."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 1,
    "snip": false,
    "text": "So basically, you want me to cry for mentally-scarring reasons and then just the saddest reasons ever told through film? I can't stand to see that blanket look out the window and think The Master was finally coming home. I just can't bear it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowden",
    "plus": 30,
    "snip": false,
    "text": "The role of President Carter in this fantasy is probably played by a wood chipper."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": ":D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": "D:"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Whoa man that guy's face is upside down. <br/> \n <br/> \nThat or he's an Australian."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Or lysdexic."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "He's toothless too, so he's also British."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "the british have clean teeth they're just scraggly as shit"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey Achtung the British are coming! <br/> \n <br/> \nTo chew on you with our perfectly normal teeth"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "They will meet \"President Carter\" after a quick stop at the pancake house. <br/> \n <br/> \nBut wait! Denny's serves pancakes..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "No.  It is pancakes house."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "PAAAAAAAAAAAAAAAAAAAAANCAKE HOOOOOOOOOOOOOOOOOOOUUUSE!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nanrouchuanr",
    "plus": 6,
    "snip": false,
    "text": "Only at the mention of President Carter does Nathan's expression show any worry about Nice Pete or what can possibly happen in a nice van."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "\"Wait a minute...Carter?  I voted for Ford.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 0,
    "snip": false,
    "text": "I think Teodor should be happy about these most recent developments. a) He now has a fat old man to cushion the van walls. b) There is someone else to do dares now for as long as Nathan lives. c) With all this practice he is definitely going to win the 'Ship now. -Cue the Rocky montage music-"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I think Nathan is not alive anymore."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "I believe you may be right.  Nice Pete having his shirt on again in the last panel may be an indication of this.  Also, it is interesting that there is a lock on the inside of the back doors."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Well spotted, but I think it's an indication that Onstad wasn't looking too closely at the art he was re-using.  <br/> \n <br/> \nOr maybe such continuity glitches are deliberate, like the ever-changing shape of Vlad's torso?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Damn.  Trawling through the archives  <em>again</em> .  ::sigh::"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Vlad just can't stick to his exercise program. Have a heart."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Naw, it changes from panel to  <a href=\"http://web.archive.org/web/20101018000217/http://achewood.com/index.php?date=03232009\">panel</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I think this is a real breakthrough for Nice Pete! :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 3,
    "snip": false,
    "text": "Lie Bot, what is the most uncomfortable thing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 28,
    "snip": false,
    "text": "motu, motu...the most uncomfortable thing is to be at the dentist for fillings, and just after the dentist locks your mouth open and places 8 stainless steel ring clamps on your teeth, the smoke detector begins to beep that it is out of power. The dentist claims that he can't work with that distraction and gets a step ladder and starts to change the battery. Foam popcorn falls from the ceiling as he works and gets in your eyes and mouth which you can't close, you try to tell him but he can't understand you, so he turns to look, which makes him fumble and drop both the old and new 9 volt batteries, they bounce off of your face and lodge themselves against the clamps on your teeth. You sit up quickly and grab them out of your mouth, screaming, but your shoulder bumps the ladder causing in to tip over and the dentist lands on the side of it balls first, then tips over onto the floor and curls up in a ball. Still dazed, you get up and help him off the floor, and both of you realized at once that you have both peed your pants from pain. The dentist takes the jaw ratchet out of your mouth saying \"damn, I mean holy fuck, ouch right?\" then he leans over and puts his mouth by your ear and whispers \"are you as fucking turned on as I am right now?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lordparadise",
    "plus": 3,
    "snip": false,
    "text": "Also: Thanksgiving."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "backdraft",
    "plus": 0,
    "snip": false,
    "text": "Also: http://www.youtube.com/watch?v=_q2mja5yNNk (apart from the promo at the end)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "backdraft",
    "plus": 1,
    "snip": false,
    "text": "Bugger.  <a href=\"http://web.archive.org/web/20101018000217/http://www.youtube.com/watch?v=_q2mja5yNNk\">This:</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for bugger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "Since Michigan banned smoking in bars, I haven't had the need to shower after a night of drinking, but...but I think right now I have to before I pass out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "hygiene. LOVE IT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>CLEAN.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 37,
    "snip": false,
    "text": "chris onstad  <em>are you okay</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mygen123",
    "plus": 1,
    "snip": false,
    "text": "He's falling apart for our entertainment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pppoa",
    "plus": 0,
    "snip": false,
    "text": "It's like food: at a certain point it's so good you just enjoy it and try not to think about where it comes from. (But damn if suffering isn't tasty.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 11,
    "snip": false,
    "text": "chris onstad is rocking some  <em>rough chuckles</em>  these days"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 3,
    "snip": false,
    "text": "Back when Onstad first wrote those early, heartwarming scripts in which Mr Bear wasn't afraid of the cops, and Philipe listened to guided tours of an aquarium, who would have thought it would come to this? Two lonely, lonely men in the back of a serial killer's van, pathetically grateful that at least they won't have to face death alone. The music is Sigur Ros."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "The Internet is no longer the serene place it once was. <br/> \n <br/> \nAchewood has changed to reflect the gritty, hard-bitten nature of the Internet.  Once, we would feel nauseous and giddy at the sight of a man's stretched-open butthole at Goatse.cx. <br/> \n <br/> \nNow we can eat spaghetti and meatballs while watching live feeds of terrorists cutting people's heads off like it ain't no thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 2,
    "snip": false,
    "text": "Haha that's my favorite ustream channel too"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "We are all Teodor, living in a world with horrible things happening in front of us, too timid or apathetic or lazy to object.  This is what I take away from this arc so far."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "that is the essence of Ache Wood"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 3,
    "snip": false,
    "text": "You're missing the secret, silent gratitude that even terrible things are happening because at least something is happening for once in your life <br/> \n <br/> \n <em>just wait until I post this to my blog</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "These days, 'Goatse Security' is mentioned in BBC  <a href=\"http://web.archive.org/web/20101018000217/http://news.bbc.co.uk/2/hi/technology/10282263.stm\">news items</a> . Comedy cadavers like Leno will be using it as a vanilla reference in 10 years.  <br/> \n <br/> \nAnd in case anyone hasn't seen the Goatse olympic logo the BBC  <a href=\"http://web.archive.org/web/20101018000217/http://www.digitaltoast.co.uk/bbc-goatse-london-2012-olympics-video\">broadcast</a> ...  <br/> \n <br/> \nAh, The Men Who Stare at Goatse."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i am casting a pilot for a gritty, neo-noir television series about the internet.  Rough trade, hard times sort of stuff.  Real inner-internet. <br/> \n <br/> \nThe name of this series will be  <em>The Wire: Wired</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 9,
    "snip": false,
    "text": "I imagine the classic scene where he sits at his drawing board, hunched away from the camera, and his wife approaches, hand falls to shoulder, the man turns, his face is warped by Craziness, he guffaws maniacally and waves his pencil at her face, \"Darren's gonna meet President Carter!,\" hollow, from another place, distant, but too immediately terrifying for her and she runs from the room, runs out of the house, Onstar in his craze teeters in his chair, blinks, guffaws again, and turns back to his creation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "All work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy. <br/> \nAll work and no play makes Jack a dull boy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "awful intricate scenario for a automotive convenience device"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Why does everyone still think I'm typoing Onstar?  IT'S INTENTIONAL.  IT'S LIKE TACO.  WHY WON'T THIS CATCH ON."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I... I don't get it?  How is a taco like an automotive convenience device?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Exactly dude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Tacodor"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "socrates asks: in the joke which no one gets, which is sadder, the unsympathetic audience, or he who jokes poorly?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 5,
    "snip": false,
    "text": "Plato: \"It's... a Geek tragedy?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Account created etc."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Account created what, nick? To take the hemlock just because of a shitty pun? Or to vomit up the hemlock because a shitty pun, which therefore saves your life? <br/> \n Clarify your response and reasoning, I would ask you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Account created FOR ME TO POOP ON!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It was actually \"Account created to give this comment a chubby,\" which is how this young AssetMeme(c) started."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I chubbied you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "You know I hear all these onomatopoeia for laughing but I realize I have no idea what they sound like in real life. 'Guffaw'? Are you like swallowing dry chicken and chuckling at the same time?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"Hyuk\" is pretty close."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "a guffaw is thus: (p)FF'(w)auh"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "What you describe is more of a Scoff.  A Guffaw is: <br/> \n(h)UN(k)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You  <em>muft Guffaw</em>  it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Hunk? Where the hell's the 'guff' and 'aw' in (h)UN(k)?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's not as literal an onomatopoeia as others.  But I don't agree with (h)UN(k).  Anything involving a choking kind of laugh like gu-FAW or a-HYUK is a guffaw."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowden",
    "plus": 12,
    "snip": false,
    "text": "Onstad: WHAT, WAS THAT TOO MUCH? <br/> \nOnstad: THAT WAS SOME NEW MATERIAL I'VE BEEN WORKING ON <br/> \nOnstad: I'M TRYING TO GET INSIDE YOUR HEAD, YOU KNOW?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achtung",
    "plus": 1,
    "snip": false,
    "text": "i've given out enough chubbies on this page :-/"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 3,
    "snip": false,
    "text": "It's been awhile. Since Onstad made us chuckle, that is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 0,
    "snip": false,
    "text": "There must be something wrong with Nice Pete. It's not like him to pull the same gag twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 7,
    "snip": false,
    "text": "Oh wait, I get it... high school is destroying his creativity!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Ah, but before it was a one-man show. Team sports, even when they LOOK entirely the same, are a whole different issue."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lordparadise",
    "plus": 1,
    "snip": false,
    "text": "Also, Todd has been teaching Pete the secrets of Peeling Out.  He is eager to put them into practice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 1,
    "snip": false,
    "text": "Nice Pete is in high school, and knows some jokes only get funnier with repetition"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 14,
    "snip": false,
    "text": "Wow... this... isn't the happy ending I envisioned when I made  <a href=\"http://web.archive.org/web/20101018000217/http://midconet.net/achewoodtest/pete/\">this animated gif.</a>   There is music playing in the background so turn up your speakers, or turn 'em down if you're at work.  It's not the best animation, but it was quick and easy and fun."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "okay.. fixed the music.. it should play now <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "speaking of animated gifs, your penis-zoom avatar just bought you an ignore. hopefully you get permanently banned from asstebar just like TUOAMB. then where will you go to masturbate on the carpet?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "it fits with the theme of the strips this week, though"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 2,
    "snip": false,
    "text": "Man, its friday. Why bother being all wordy about this. <br/> \n <br/> \n <strong>Fuck you.</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Fuck you too, bro. <br/> \n <br/> \n/shades"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>&gt;banned from asstebar</strong> <br/> \n <br/> \nso much better than ASSETBAR <br/> \n <br/> \nAsstebar is where the cool kids hang out"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "That Nice Pete guy seems to have some odd ideas about what kind of activities you make your friends do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "You can tell he has issues because he thinks Carter is still president."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 2,
    "snip": false,
    "text": "No. <br/> \n <br/> \nPresident Carter is president in high-school, of course. You can tell he has issues because of the bleeding naked bear lying on top of the bleeding old homosexual."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "they tripped and fell.  That's not Mr. Pete's fault.  And any officer who pulled him over would agree. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "A bleeding stuffed naked bear <br/> \n <br/> \nholy christ, dat an alive stuffed animal"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "He won't be for long."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete put his vest back on in the last panel. Or is it a continuity error? Find out next week in an all new episode of High School: The Massacre!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "HIGH SCHOOL MASSACRE <br/> \n <br/> \nTen times better than High School Musical!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "BATTLE ROYALE!!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Chubbed for Ralph Ellison."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "lol wtf is a ralph ellison"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "duck",
    "plus": 3,
    "snip": false,
    "text": "it is when you throw up into a moon crater dogg i googled it"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "Invisible Man (ISBN 0-679-60139-2)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Who the fuck is that..?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tldr",
    "plus": 0,
    "snip": false,
    "text": "Pretty scared that Nice Pete is just going to set that van on fire after he tells them to rematch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "acid_police",
    "plus": 1,
    "snip": false,
    "text": "No way, he has way too many murders left in that van to destroy it. It's like when you blast \"Don't Stop Believin'\" in your car when it reaches 200,000 miles--you could've sold it long ago, but you wanted to keep it just for that moment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "who are all these fucking new people popping up all of a sudden?  I feel like I'm not doing my job anymore of posting shit that makes people hate this place."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ratacattt was marked lame too many times and excluded. (marked lame by notbono, mashisoyo, incompleteunit, newspaperdrone, streever, fatbackbuckets, LexSenthur, usversusthem, QuietWyatt)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Come on man, you know better. You know the first tenet, and you chose to behave this way. There is no stopping laming you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Never be a dick to a stranger!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "Edgy, yet entertainingly dark and pertinent to today's Internet. One admires the meta subtlety of apparently unrestrained trollery, which is in fact, fully controlled. Bravo! <br/> \n <br/> \n Kudos and two thumbs-up for a well-done  <em>Nice Pete \"Welcome, acid_police!\"</em>  Quite apropos, given the strip. Bring the whole family. <br/> \n And cheers to newcomer acid_police who performed the role of newbie quite expertly. Keep an eye out for more from this newcomer. <br/> \n <br/> \nFinally, amidst the spittle and frenzy, I misread one juicy bon mot as  <em>assetbar fans so big and hardcore they require 220 volts</em> ...and really liked that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Extremely weak effort.  Really shoddy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>fuck you acid police. fuck you.</em></div> <br/> \n <br/> \nWhat will you do if we let you go home, <br/> \nAnd the plastic's all melted, <br/> \nAnd so is the chrome? <br/> \nWHO ARE THE  <strike>BRAIN</strike>  acid POLICE? <br/> \n <br/> \nWhat will you do when the label comes off, <br/> \nAnd the plastic's all melted, <br/> \nAnd the chrome is too soft? <br/> \n <br/> \nWAAAAHHHHHH! <br/> \nI think I'm gonna die . . . <br/> \nI think I'm gonna die . . . <br/> \nI think I'm going to die . . . <br/> \nI think I'm going to die . . . <br/> \nI think I'm going to die . . . <br/> \nI think I'm going to die . . . <br/> \nI'm gonna die . . . <br/> \nI think I'm going to die . . . <br/> \nI think I'm gonna die . . . <br/> \nI'm going to die . . . <br/> \nI think I'm gonna die . . . <br/> \nI think I'm gonna die . . . <br/> \nI think I'm gonna die . . . <br/> \nGoing to die! <br/> \n <br/> \nWHO ARE THE  <strike>BRAIN</strike>  acid POLICE? <br/> \n <br/> \nWhat will you do if the people you knew <br/> \nWere the plastic that melted, <br/> \nAnd the chromium too? <br/> \nWHO ARE THE  <strike>BRAIN</strike>  acid POLICE? <br/> <br/> <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I pulled you over for your dangerous curves <br/> \ncoming up ahead <br/> \nNow there's squawkin' on my mother box <br/> \nIt's tellin' me to bring you in <br/> \n <br/> \nI use.. <br/> \nScience and Technology <br/> \nto formulate <br/> \nmy theory <br/> \nthat your d.n.a. <br/> \nis the d.n.a. of something <br/> \nstrange and amazing <br/> \n <br/> \nWe are The Science Police <br/> \nlay face down on the ground <br/> \nWe Are <br/> \nThe Science Police <br/> \nWe monitor and apprehend <br/> \n <br/> \nYou are <br/> \nYou are <br/> \nYou are <br/> \nYou are under arrest <br/> \n <br/> \nYou've got me searchin' <br/> \nThese city streets <br/> \nThese filthy alleys <br/> \nThese quantum leaps <br/> \nYou've got me callin' in <br/> \nEmergency! <br/> \n <br/> \nYou are <br/> \nYou are <br/> \nYou are <br/> \nYou are under arrest <br/> \n <br/> \nYou can't get away <br/> \nYou will serve your time <br/> \nYou violated statue 15-G <br/> \n <br/> \nCitizen!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 5,
    "snip": false,
    "text": "Old Mister Johnson had troubles of his own <br/> \nHe had a yellow ratacatt which wouldn't leave its home; <br/> \nHe tried and he tried to give the ratacatt away, <br/> \nHe gave it to a man goin' far, far away. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nThe man around the corner swore he'd kill the ratacatt on sight, <br/> \nHe loaded up his shotgun with nails and dynamite; <br/> \nHe waited and he waited for the ratacatt to come around, <br/> \nNinety seven pieces of the man is all they found. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nHe gave it to a little boy with a dollar note, <br/> \nTold him for to take it up the river in a boat; <br/> \nThey tied a rope around its neck, it must have weighed a pound <br/> \nNow they drag the river for a little boy that's drowned. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nHe gave it to a man going up in a balloon, <br/> \nHe told him for to take it to the man in the moon; <br/> \nThe balloon came down about ninety miles away, <br/> \nWhere he is now, well I dare not say. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nHe gave it to a man going way out West, <br/> \nTold him for to take it to the one he loved the best; <br/> \nFirst the train hit the curve, then it jumped the rail, <br/> \nNot a soul was left behind to tell the gruesome tale. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nThe ratacatt it had some company one night out in the yard, <br/> \nSomeone threw a boot-jack, and they threw it mighty hard; <br/> \nIt caught the ratacatt behind the ear, she thought it rather slight, <br/> \nWhen along came a brick-bat and knocked the ratacatt out of sight <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nAway across the ocean they did send the ratacatt at last, <br/> \nVessel only out a day and making water fast; <br/> \nPeople all began to pray, the boat began to toss, <br/> \nA great big gust of wind came by and every soul was lost. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nOn a telegraph wire, sparrows sitting in a bunch, <br/> \nThe ratacatt was feeling hungry, thought she'd like 'em for a lunch; <br/> \nClimbing softly up the pole, and when she reached the top, <br/> \nPut her foot upon the electric wire, which tied her in a knot. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nThe ratacatt was a possessor of a family of its own, <br/> \nWith seven little kittens till there came a cyclone; <br/> \nBlew the houses all apart and tossed the ratacatt around, <br/> \nThe air was full of kittens, and not a one was ever found. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea <br/> \n <br/> \nThe atom bomb fell just the other day, <br/> \nThe H-Bomb fell in the very same way; <br/> \nRussia went, England went, and then the U.S.A. <br/> \nThe human race was finished without a chance to pray. <br/> \n <br/> \nBut the ratacatt came back the very next day, <br/> \nThe ratacatt came back, we thought he was a goner <br/> \nBut the ratacatt came back; it just couldn't stay away. <br/> \nAway, away, yea, yea, yea"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Am I wrong to hear a twangy banjo accompanying this?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Acid! <br/> \nPolice! <br/> \n <br/> \nAcid! <br/> \nPolice!  <br/> \n <br/> \nAcid! <br/> \nPolice! <br/> \n <br/> \nAcid! <br/> \nPolice!  <br/> \n <br/> \nAcid! <br/> \nPolice! <br/> \n <br/> \nAcid! <br/> \nPolice!  <br/> \n <br/> \n(It's a Boredoms reference, people)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "OOIOO"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I can't give any more chuppies <br/> \n <br/> \nv-chub b/c i am tripping on acid"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "You know, I've never done acid, but I have to think that once you're on it you'd have better things to do than post on Assetbar.  Yes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boheeka",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://www.youtube.com/watch?v=kwNN6b4xDxQ\">take it away jean-luc</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "acid_police",
    "plus": 7,
    "snip": false,
    "text": "How's this for an avatar? I'll assume, since you are threatening me with a biological weapon people stopped being afraid of almost a decade ago, that you are stuck in an age when primal internet aggression was a means of survival in the hostile and uncharted message board frontier. It was necessary then. I understand this.  <br/> \n <br/> \nMost have moved on, and are better people for it. It is now certainly lame to be up in someone's shit like an Oscar Wilde rimjob on the internet. Take a piss, ratacatt. <br/> \n <br/> \n*Put's ratacatt's body in van* <br/> \nI am the winner."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "That's pretty good for an avatar I've got to admit.  Now how's this for an avatar reply?  Yes, that's my actual penis.  From multiple angles.  Some of you may have to mouse over until the old image expires from the cache."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuckacidpolice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckacidpolice was marked lame too many times and excluded. (marked lame by Wonglers, byronic, flandango, lordparadise, I_Love_Kate)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "acid_police",
    "plus": 7,
    "snip": false,
    "text": "Damn, that is nutso dedication, but again, you're behind the curve. We live in an age where the internet has rendered people completely numb to the sight of penises. In fact, I think we visit the internet with the expectation that some taint is gonna jerk off in front of us. I'm frankly surprised this wasn't your first move.  <br/> \n <br/> \nPlus, it would've been much more aggressive if you had a sturdy hard-on thrusting toward the camera. The flaccidity of it is almost like a white flag. Vulnerable, delicate. But I'll still give you a chubby for exposing yourself to some random dude."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "you're mean :-("
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 4,
    "snip": false,
    "text": "These pictures actually help me understand where your anger is coming from. I'm sorry for all the lames dude, I just thought you were a jerk, I didn't know it was like that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "oh no you not getting picture of my eretion that easy"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "You gave yourself that one chubby didn't you."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "no it was your mother"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I'm touched i got basically a personal apology, but until that dick disappears from my computer, you aren't forgiven."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what, like you mean disappears out of the temp files and browser cache and so forth?  fdisk format baby"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i'm not a computers guy. when i say \"disappears from my computer\" i really mean \"is not on my screen\". and since the image has updated back to Doonesbury, its fine now.  <br/> \n <br/> \nfuckacidpolice is hella ignored though. I hope you save your wittiest and least penis-containing content for this account"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "wow this is so neat it's like I feel like we are bonding I don't usually have people talk to me on this thing I hope I'm not being too forward like when a girl smiles at me and then I assume it means she wants me to put my penis inside her does that ever happen to you where you totally take things the wrong way like that?  Anyway still as it is I really appreciate it and if you want to be friends on facebook or whatever we could hook up as long as you're pretty much what I'm looking for in a facebook friend which is like, not a whore, right, not like this other guy who was on here who offered to meet up with me and I looked him up and from his account it was basically plainly clear that he friends anyone and everyone and parties all the time with just random people who are probably all smoking pot and doing E don't get me wrong I don't have a problem with pot but when it becomes your social lubricant and all your social interactions revolve around the stuff then okay it's time to go to rehap right.  And also you should NOT HAVE A FUCKING MYSPACE ACCOUNT ONLY FUCKING FUCKNUT FUCKTARDS HAVE MYSPACE ACCOUNTS.  so yeah look me up send me an e-mail or something meow weird at symbol midconet dot net"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>least penis-containing content</em></div> <br/> \n <br/> \nWouldn't that be thegoblins?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "An Urban Dictionary search for \"oscar wilde rimjob\" yielded nothing. However there is an entry for \"Oscarbedogasm\" which I assumed meant an orgasm resulting in body fluids bursting out of every opening this being what happened to Oscar Wilde's body on his deathbed shortly after he passed. This was not what the definition was but at least this is presumably not something that happens, at least not unless you die right after you orgasm."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I regretted this asset the instant I posted it. Sorry guys."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "acid_police",
    "plus": 0,
    "snip": false,
    "text": "Also, I am going to say a prayer tonight asking that God clear up ratacatt's confusion with adjectives and adverbs. It will be a noble prayer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "u know u got trolled hard when ur reduced to grammar disses"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "acid_police",
    "plus": 0,
    "snip": false,
    "text": "Shoot, you're right."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 3,
    "snip": false,
    "text": "Never show your tiny cock to a stranger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Assetbar: for when you're too insecure to flash on the bus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Never have I been more glad that AIU spends so much time here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>you suck!</em></div> <br/> \n <br/> \nWhoa.  You crossed the line with that bit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "hahahaha. Some raised eyebrow emoticons would have made that asset better."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "{ :("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "There is just no punctuation that can properly emulate raised eyebrows."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": ">=[ and <=O"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "missbee",
    "plus": 3,
    "snip": false,
    "text": "',:0"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Your avicon is like \"Look, I did it bitches.\"  And you did."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "I've always used O_o or something like that.  It's not a raised eyebrow, but it connotes about the same emotion that a raised eyebrow does in real life."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I associate it with people I hate.  I don't hate you but people I hate use it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "my ex gf uses it a lot she has a cat fetish up to and including a hello kitty vibrator."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Thought about getting one of those vibes for onea my lady friends."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I have a friend who has a girlfriend like that except she seems to be a totally asexual being.  It's probably better that way."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "asexual women..what gives"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ya."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "§8"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Question mark square eight?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Diamond, my friend means. <br/> \n <br/> \nHe was never good at shapes."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "It looks like a square. Just on it's side."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Its, my friend means. <br/> \n <br/> \nHe was never good with punctuation."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Man I hate you guys all gangin' up on me for my poor shape and spelling skills you suck"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>you suck</em></div> <br/> \n <br/> \nWhoa. You crossed the line with that bit.  <br/> \n <br/> \n(And the cycle begins anew.)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "You're right, that was rude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "Also, teodors face just kills me in the 4th panel. He is just sitting there like, \"what did he say?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "I kinda feel like this is the kind of arc that works better when read as a whole, instead of getting it bit by incredibly unsettling bit. <br/> \n <br/> \nOf course, I could be wrong. It could finish up and simply be horrifying."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "You know, best case scenario."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squidvicious",
    "plus": 0,
    "snip": false,
    "text": "Pete lived in a van for a while, tied his shoe on the bumper."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Nathan's gonna die."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aedved2",
    "plus": 0,
    "snip": false,
    "text": "I don't comment often, really, but this ... what is this? I feel like I'm reading some rejected script from a Lynch film that was re-worked to fit the talents of Andy Samberg and his SNL shorts crew.  <br/> \n <br/> \nI mean, honestly!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "You say that like it's a bad thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aedved2",
    "plus": 0,
    "snip": false,
    "text": "I suppose I did mean it as a bad thing, though I shall reserve my judgment until the end of the arc. Perhaps I better stay away from the site for a week or so and see how things have developed - maybe read the whole arc in one go rather than in bits, as was suggested earlier."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "<insert obligatory \"one week will only be one strip\" dig here>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 3,
    "snip": false,
    "text": "The arc has ended already. It's gone off on a tangent and there's no sine of closure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mensch",
    "plus": 1,
    "snip": false,
    "text": "Must. Stop. Math. Jokes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "I THREW 'IM ON THE  <strong><em>GROUND!!!</em></strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tez",
    "plus": 0,
    "snip": false,
    "text": "This is some horrifying shit and Nathan is gonna get some King-sized PTSD out of this. If he makes it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "melchior",
    "plus": 1,
    "snip": false,
    "text": "Teodor would have preferred the leftover Moons Over My Hammy rather than this spectacle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Is anyone else keeping a tally of Moons over My Hammy jokes?  This is the fourth one I've noticed since Pete entered Denny's.  Nothing against you, melchior, just pointing it out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I think I can remember 5 off the top of my head. Can you ask them to stop?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Hey you kids.  Cut it out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I've got them on Ignore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "melchior",
    "plus": 0,
    "snip": false,
    "text": "I figured I'd go with the safe joke rather than pointing out the rampant erection in panel 11.  Duly noted though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Alt text: Nice Pete apparently thinks that High School was a singularity which occurred in 1977.   <br/> \n <br/> \nHe has created a metaphor for this singularity inside his Nice Van. <br/> \n <br/> \nOnce passing its event horizon, there is no escape.  <br/> \nYour body and soul will be crushed and broken.   <br/> \nYou will disappear without a trace, as though you had never been."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by mistlethrush, TacoBock, Jean-Paul, QuietWyatt)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Account created to point out anti-Semitism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "Account created to point out anti-Semitism being pointed out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Account created to point out a window."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "There's a man in the window. That man is Nice Pete."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "There are no exits."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "all exits have become entrances"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "helloftubby",
    "plus": 0,
    "snip": false,
    "text": "GO ENTRANCE"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete is there.  You cannot go entrance."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Account created to beg for help."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "Account created for powerpoint on windows."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Account created to ask if there's some solution to the bugs my powerpoint version has on windows 7. I want to snap 2 powerpoints windows (not in slideshow mode) side-by-side, but it won't. Any ideas?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I find a cricket bat works wonders...."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miaou",
    "plus": 1,
    "snip": false,
    "text": "I've had...  <a href=\"http://web.archive.org/web/20101018000217/http://i497.photobucket.com/albums/rr337/regionbug/cricketBat.jpg\">awful results</a> ..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "By Jimminy!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "what in the flying FUCK"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "this  <a href=\"http://web.archive.org/web/20101018000217/http://www.openoffice.org/\">patch</a>  may do the trick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Account created to comment on a webcomic about cats who like to get high."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I always wondered (since two seconds ago) <br/> \n <br/> \nshouldn't they be smoking catnip?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "no, no more than you should be smoking catnip. They basically aren't at all cats. They're cat-bodied humans. What's the last cat-like (/bear-/otter-) thing you can remember any of them doing?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "murderin' for no reason other than the hell of it"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "that's a human thing"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I knew this Chicago Jew named Kreitsler back in the day, he drove like he invented road rage. <br/> \n One time he pulls up next to an old lady waiting on a red light. She's looking over at him, kinda nervous like. <br/> \n He couldn't resist. As soon as the light changes, he floors it and cuts the wheel hard, plows right into her land yacht. This was in the 60's when boys were men, and everything factory was a muscle car. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Was he driving a Kreitsler?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That's what she... um, asked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allenphreak",
    "plus": 1,
    "snip": false,
    "text": "T in 8th panel makes the face I've been making ever since Nice Pete showed up at his window."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mullin",
    "plus": 15,
    "snip": false,
    "text": "You've made an old homosexual bleed internally tonight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Who hasn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Although Nathan wanted \"wrestling\" to mean something no one wished for, Panel 7 is the exact moment that Nathan realises that wrestling isn't what he wants wrestling to be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Panel 7 is when Nathan realizes he's fucked in a way he never wanted to be."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 3,
    "snip": false,
    "text": "Pete sure put his shirt back on fast"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>Shhh!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "genuine guinea-T genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "courtland",
    "plus": 1,
    "snip": false,
    "text": "He realized it was probably going to be Murder Time, and Nice Pete wears a T-Shirt and Tube Socks to a Murder and  <em>nothing else</em> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miaou",
    "plus": 1,
    "snip": false,
    "text": "Don't you  <em>ever</em>  put a shirt on, fattybeaver."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "courtland",
    "plus": 0,
    "snip": false,
    "text": "Unless you want to stop the chubbies, amirite fellas?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "You still havent. Not that I'm complaining."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shishkabob",
    "plus": 0,
    "snip": false,
    "text": "has nathan realized his mistake yet"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure it is starting to dawn on him by Panel 3..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yay Darren."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jean-paul was marked lame too many times and excluded. (marked lame by radchilies, gladi8orrex, tsume454)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by Jar, midgetron, QuietWyatt)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jean-paul",
    "plus": 1,
    "snip": false,
    "text": "Jeez, touchy."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "I'm with jean-paul.  It's one thing to read a strip where Nice Pete talks about murder as a basketball game.  It's entirely different to have to watch him torture and kill other characters.  I never signed up for a snuff comic."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "I'm going to have to agree with the kitties on this.  This arc is getting to the point where I just want to see Nice Pete get his ass kicked.  Fuck you Nice Pete."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Pretty sure the Cavalry is on its way.  Steve DeNeuve intercepts the van, puts two in N. P.'s head, transports all animals safely to their destinations, and then heads off to do some Arithmetic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "except in that scenario Philippe is not safe. Philippe can never be safe again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Or watches with a Svenhard's."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pumajones",
    "plus": 0,
    "snip": false,
    "text": "If Teodor dies, I don't know that the strip would ever be the same. You cant do this to us Chris YOU CAN'T DO THIS TO US"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "it's not a big deal man i mean it's not like he hasn't died before"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "Exactly.  All they need is a little thread and a needle, maybe some stuffing, and Teodor's as good as new.  Stuffed animals can be killed many times over and bounce right back."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "almed all u stupid bitchs. reach into my pants and feel my dick. fuk all yall"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 5,
    "snip": false,
    "text": ">There is no dick there"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "courtland",
    "plus": 0,
    "snip": false,
    "text": "Angry inch?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "puguglypress",
    "plus": 2,
    "snip": false,
    "text": "avatar/comment synergy^"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "i came for the cat cock, i stayed for the snuff"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "You came to Achewood, or the internet in general?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "divot",
    "plus": 3,
    "snip": false,
    "text": "WAYS IN WHICH THIS COULD BE SHADES OF DARLENE: <br/> \n- it will end with a hat, and tears <br/> \n- an idyllic trailer-and-beer-based romance that will end in jealous recriminations <br/> \n- a Chili Foot-long, a Blister Dog with shake and mustard, a Cabin Melt Plus, and two sides of beef 'n' onion chop with extra Saltines <br/> \n- one person ending up on a chain gang, one on a ventilator <br/> \n <br/> \nDISCUSS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "penises",
    "plus": 0,
    "snip": false,
    "text": "So after wrestling practice are they gonna go play basketball?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Nah. There's still only one winner for wrestling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 1,
    "snip": false,
    "text": "Is Andy Larson's van...death-proof?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 2,
    "snip": false,
    "text": "It's tough being an old homosexual in highschool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Tell that to the gym teacher!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "Are you implying homosexuals are also pedophiles?  Tut tut, UVT, tut tut."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "No, just old homosexuals in high school."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hoarday4",
    "plus": 2,
    "snip": false,
    "text": "We're gonna need some serious Beef and Ray action to recover with after this carnival of horror is over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "or a little home-coming otter action."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Beef and Ray  <em>antics</em> . Arriving-home otter  <em>scenes</em> . <br/> \n <br/> \nto recover i certainly don't want to see any \"-coming\" or \"action\" from/between Ray/Beef/Philippe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The internet wrings its hands in anticipation."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Correct. They wanna cum."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "Teodor is dead. <br/> \n <br/> \nHe is floating at the top of the van, naked and embarrassed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 3,
    "snip": false,
    "text": "He will be joined shortly by Nathan and Nice Pete, and they will meet Todd at a Friendly's in Hell. <br/> \n <br/> \nJust having a good old time. <br/> \n <br/> \nHigh school."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Just some knuckleheads... <br/> \n <br/> \nFrom  <em>dead times.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "parenthetical",
    "plus": 1,
    "snip": false,
    "text": "Considering what I thought was going to happen to Nathan, this isn't so bad. Of course, there's always: Soon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "this weekend i'm renting a cargo van and filling it with stuffed animals.  i have big plans."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "*btw - anyone have any kittens available in the austin tx area?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 1,
    "snip": false,
    "text": "Sorry man, I've only got lions, and tigers, and bears."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "Oh, my."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "noooo_oo_oo",
    "plus": 3,
    "snip": false,
    "text": "Bah, all those teams suck. <br/> \nWhat about Celtics, you got any of them?  <br/> \n <em>Do you have any Irish people</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I know of some in the el paso area."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "\"Shades of Darlene.\" is the title here.  What does that mean exactly?  I re-read that arc, but there are too many options to consider.  Any thoughts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 6,
    "snip": false,
    "text": "They both involve someone's teeth getting stuck in parts of cars not usually known or made for the reception of teeth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Violenty bucking vehicles snapping necks?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "violently vibrating vehicles victimize, vivisect"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Maybe it'll turn SHITTY  <br/> \n <br/> \nAHAHAHA <br/> \n <br/> \n>B]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "manoomin",
    "plus": 0,
    "snip": false,
    "text": "I really do hope the conclusion to this is better than it's been so far, or it'll be a whole lot of uncomfortable for very little reward. :-/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaphodthebb",
    "plus": 0,
    "snip": false,
    "text": "This is my hope as well. I thought I was pretty tough when it came to Achewood, but apparently I'm not tough enough to handle this much brutality, re: Teodor.  <br/> \n <br/> \nIs Philippe still waiting for his garlic and rosemary jumbo shrimp skewers! That is what I want to know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "There is only one way to drive a van in High School, and it is like you are stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "Why hasn't anyone said anything about Nathan's legs? He is like a gay cat Cotton Hill."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "haha, I thought that too, same character even. Thankfully we never had to see cotton with a crotch bulge."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wingspan",
    "plus": 2,
    "snip": false,
    "text": "Consider the bear's perspective. Of all the possible outcomes he must have been imagining, Pete emerging from the restaurant arm-in-arm with a physically odd old man and a Bic pen drawing of the man's countenance on his stomach could not have been one of them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Téodor why didn't you run <br/> \n <br/> \nWHY DIDN'T YOU RUN TÉODOR"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Can't someone just kill Pete. Someone knows someone with the wherewithal to kill him. Ray knows rappers. Rappers know people."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "When Onstad tires of writing for Pete, Pete will do something really horrible and wind up in jail again.  If he doesn't for this caper.  He will meet a new cellmate, and the cycle of life will continue, unless his new cellmate doesn't live up to Pat's standards and may return."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Beef should have let Ray go all Ice Pro on him when he had the chance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "nathan reminds of charles bukowski [IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "try that again http://rayharvey.org/wp-content/uploads/2010/02/charlesbukowski1.jpg"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "Is Nathan really short, or is he just doing the trick where you put your shoes on your knees? <br/> \n <br/> \nIt's too bad he lost. As we all know, the loser of a state championship wrestling match is ceremoniously put in rolled up carpet and dumped in the swamp."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "\"We're all friends.\" <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000217/http://achewood.com/index.php?date=09172002/\">And so is Ray</a> <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 2,
    "snip": false,
    "text": "this link is like a pity date from a platonic friend - not a valid date."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "how many times people, must you post a trailing forward slash just for the hell of it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "First of all I don't even know what a trailing forward slash is. Secondly I  <strong>intend</strong>  everything I do."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "how the hell did it wind up trailing at the end of your URL if you don't know what it is?  Oh, you know what it is all right.  You're fucking with all the poor dolts on here who can't remember from one day to the next that it needs to be removed, despite the fact that every time someone posts it, I post a correction."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Because you touch yourself to Gary Trudeau."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "askingman",
    "plus": 0,
    "snip": false,
    "text": "This is Nice Pete's test to see if he should kill all of his friends and move on to new ones or not. Teodor passed. I do not think Roast Beef will."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 0,
    "snip": false,
    "text": "\"We're all friends He's having a great time.\"  <br/> \n <br/> \nSee it's OK guys! Everyone's having a good time here. Don't worry about Nathan, he's [i]fine[/]."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Your bbcode, however..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "robbiemofo took his bbcode to high school in the van of niceness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sonofkong",
    "plus": 3,
    "snip": false,
    "text": "<em>Try to win</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Try it. I fucking dare you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "The only thing possible in this nice van is concussions and serious injurious activities!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "sounds like my first marriage!  <strong>oh</strong> !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "He gets with ladies but in the end they do not like him!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumajones",
    "plus": 0,
    "snip": false,
    "text": "things just keep getting worse for Teodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Shades of Darlene! HA! But also, uh-oh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sjb3",
    "plus": 6,
    "snip": false,
    "text": "It started with a baby otter standing on a manual... And it has come to this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "A retarded Otter, actually.   <br/> \n <br/> \nUntil Onstand retconned it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Or maybe a retarded baby otter <br/> \n <br/> \nIs anyone on Assetbar a retarded baby so that they can confirm this?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Maybe one should be ashamed to chuckle at this, hell, I'm laughing -- sick jokes for sick folks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "dick jokes for..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 1,
    "snip": false,
    "text": "Blind people don't really look at you when you talk. <br/> \nThey sort of...stare off...into... <br/> \n <br/> \n... <em>your soul.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "nah bro they jus' can't see is all"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckacidpolice",
    "plus": 0,
    "snip": false,
    "text": "[unread]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckacidpolice",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckacidpolice",
    "plus": 0,
    "snip": false,
    "text": "* [unread]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "THERE ARE SO MANY PENISES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 18,
    "snip": false,
    "text": "well, your avatar at the end of that penis cavalcade is about the worst thing i've ever seen, so you're officially not helping."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Noooooooooooo!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "how about a hand penis weekend <br/> \n <br/> \nwith syrup and yoghurt"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "When you say 'yoghurt' do you really pronounce the 'h'? <br/> \nLike how some people say 'hwite' for the word 'white'."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "we all talk like alan rickman. it's great"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Ten points from Gryffindor, Mr. Ratacattt."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://overcompensating.com/posts/20081023.html\">I'm... <span style=\"border-bottom: 1px dotted\">so</span> excited... and I <em>just can't</em> <span style=\"border-bottom: 1px dotted\">hide</span> it...</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pumajones",
    "plus": 0,
    "snip": false,
    "text": "wh... why are there dicks"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "says the pussy <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "OH SNAP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm disturbed by Pete's sideburn/ear situation.  Does he just ask the barber to cut an arbitrary pattern that suggests human sideburns?  I'm sure Onstad has tussled with this issue in the past.  It is a puzzlement."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://www.youtube.com/watch?v=SAO94NeTGjo\">side burns</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://3.bp.blogspot.com/_CQXaaF8_KUk/SwW1iGt7MyI/AAAAAAAAALk/4rpHkyKBS10/s1600/Star-burns.png\">Star-burns</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://drivenet.files.wordpress.com/2008/11/spider-monkey2-thumb.jpg\">Annie's Boobs</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you so hard."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aristagoras",
    "plus": 1,
    "snip": false,
    "text": "Nice-on-water, don't let the Secret Furry Contingent in the Achewood Fanbase get to you. It  <em>does not matter</em>  why Ray is friends with humans despite the early arcs, why Nice Pete has sideburns but is a cat, why Teodor can bleed but was introduced to us as a stuffed animal. <br/> \n <br/> \nTo get all Quine and Kripke on this shit, \"is a cat\" and \"is a stuffed animal\" do not denote as they do in our world or in other contexts. I don't want to go into specifics, because  <em>that would feed the furries</em> . <br/> \n <br/> \nAt the risk of getting lamed, \"Achewood\"'s version of \"is a cat\" is basically \"Garfield\" minus the formula plus the \"Far Side\" comics about Hell plus the installments of \"Peanuts\" where Charlie Brown outright says \"No one likes me.\" There is no room in that equation for continuity or loving care. I am still hoping Roast Beef's maudlin wedding poop ends up with Molly going back to the guy with the enormous wang whose rubbers horrified RB so. <br/> \n <br/> \nSuch questions about self-created \"puzzlements\" that the contents of the world clearly wants you to ignore, and a longing for their resolution, leads you down a path studded with Keenspot comics, non-nostalgic ownership of Thundercats DVD's, and Achewood  <em>fan fiction</em> . You will create your own character who visits the wedding and falls in love with Ray's hot sister who is good at everything!  <em>Do you want this future Nice-on-water</em> <br/> \n <br/> \nLet us instead focus on how Nathan thought he was going to get to put his placement on those sideburns (to paraphrase Young Money) but now is going to die a slow, painful death -- while Nice Pete had the depth of the trackside grave calculated the money Nathan touched his gut."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Okay dude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "knuckleheadbabylon",
    "plus": 0,
    "snip": false,
    "text": "This is definitely one of the darker threads Onstad has come up with. I really hope things are Ok at home."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Initially, Teodor was holding his genitals out of shame. At this stage, he's holding them reflexively for protection."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "I leave town for 10 days and return to belly portraiture, elderly homosexual bear wrestling and dine-n-dashing. <br/> \n <br/> \nI shudder to even imagine what may be next on the agenda for Andy Larson's 5th period biology study session."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "You will find out  <strike>Wednesday</strike>   <strike>Wednesday evening</strike>   <strike>Thursday evening</strike>   <strike><em>Pacific time</em></strike>  Sometime this weekend with an accompanying blog post about the comic being a \"loss leader.\" <br/> \n <br/> \nBut it is free so I am only working the rough chuckles because I like Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "Andy looks so god-dammned angry while making hot donuts."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Darren, this is Nathan. Welcome to High School Hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alanlemagne",
    "plus": 0,
    "snip": false,
    "text": "It is super weird how the old guy always says \"Oooh, I think I'd like that.\" Every gay old IHOP devotee I have ever met uses that phrase as frequently as 16 year old girls use \"Like.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "IHOP?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "<strong>I</strong> nternational  <strong>H</strong> orrorHouse  <strong>o</strong> f  <strong>P</strong> ete"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alanlemagne",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we haven't had any Dennys in my town since 1977 when a strange van showed up and... OH NO WHATONEARTHHAPPENEDTHERE!?!?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weretrout",
    "plus": 0,
    "snip": false,
    "text": "I wish we had a Nice Pete in my neighbourhood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "Me too  <br/> <br/> <br/> (in  <em>your</em>   neighborhood)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "this is not funny"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "When will Philippe enter the stage?!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "I think that after this strip, it's time for Onstad to finally deliver on something we've been promised for a long, long time. <br/> \n <br/> \nWe were promised shit-tons of slide whistles and dudes getting punched on the erection.  Never (not even in the Philippe goes home arc) have we needed it more than now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "That's what's happening in panels 13 and 14"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I think that after this strip, it's time for Onstad to finally deliver on something we've been promised for a long, long time.</em></div> <br/> \n <br/> \nTomorrow's Recipe: Chicken?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Tomorrow's recipe is deliverance."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "I just called to say that I love your icon."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cuddlefish",
    "plus": 2,
    "snip": false,
    "text": "I call dogshit.  a long standing lover of Achewood... that's saying alot. but I have never liked Nice Pete. and believe wholeheartedly that Teodor would not be so foolhardy as to step into his van on this dogshit 'role play' of Nice Pete's. let me think about how Teodor totally snubbed Nice Pete to share some weed with Ray and shoot the stoned as fuck shit about how ridiculous Nice Pete's lyrics were.  <br/> \n <br/> \nhttp://achewood.com/index.php?date=01082007 <br/> \n <br/> \nI mean really I just hate Nice Pete as a character and am hating the current storyline. I choose to speak now. so be it. deal. <br/> \n <br/> \nonly a FUCKING IDIOT would ever engage in any activity with NICE PETE. and we all know that TEODOR is not a fucking idiot. someone doing some math here? no? I'll be leaving now. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chamurai",
    "plus": 1,
    "snip": false,
    "text": "Sir, are you insinuating that Nice Pete...isn't Nice at all?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Hey ASSHOLE he only WENT so that NICE PETE wouldn't KILL HIM and I'm SURE you'd DO the FUCKING SAME."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you should have kept with the story line.  do you think teodor volunteered to get up in those straps? <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "You are forgetting that life has, in fact, made Teodor idiotic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Life makes idiots of us all because- <br/> \nDat's de way <br/> \nGod plannd it <br/> \nDat's de way <br/> \nGod meant it to be. <br/> \nOh-oh yeah <br/> \nOh-oh yeah."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "a long standing lover of Achewood... that's saying nothing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "ONSTAD STOP RAPING MY ACHEWOOD CANON"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hornets",
    "plus": 0,
    "snip": false,
    "text": "Most of the time, I forget that Nice Pete is a serial killer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://www.youtube.com/watch?v=on5VMRl18Uw\">If I was a serial Killer</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000217/http://www.youtube.com/watch?v=-7KXcSn2wBU\">We Don't Die</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "Fucking streaming videos. <br/> \nHow do they work?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "do you need me to post a non streaming video?  Are you on a really old browser or something?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "Fucking magnets, how do they work?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "NCSA Mosaic. A motherfucking miracle."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "Have you tapped into some kind of portal to the future, bridging your internet to the future internet?  Is your 28.8 modem hecho en mexico?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "It was the damnedest thing.  I had a \"chat romance\" with a girl but then after we fell in love, I found out about the time-travelling inbox and it turns out she's totally underage back here in 1996."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "did that make you weep the weepy-weep way?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but I always cry after sex."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "You need to get a big one, the type with a hole in the middle, and a lot of ky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "holy shit onstad is old"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 0,
    "snip": false,
    "text": "See the difference between football practice and wrestling practice is that you get to keep your arms wherever you want"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Hey chuckle fucks!  The story arc box has been updated!  Holy shit!  This is like one of my biggest dreams come true!  I lead an unsatisfying life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "lol what about an update on his daughter's status?!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by divot, chivalress, lateadopter)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "status: terrible"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "Chucklebot, what is the Roughest Thing?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "> My dick in his daughter"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "You have ruined my life with this comment."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aristagoras",
    "plus": 1,
    "snip": false,
    "text": "You have improved my life with this comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "Now  <em>this</em>  is working the roughest chuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "nice. <br/> \n <br/> \nthough call me when Ray updates his advice column, then I'll be surprised"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 0,
    "snip": false,
    "text": "HOLY FUCK I GET THE TITLE NOW <br/> \n <br/> \nLyle's backstory, the way his girlfriend died."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "motu",
    "plus": 0,
    "snip": false,
    "text": "Also ^that^ is comment 420"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "WOOOO! <br/> \n <br/> \nSmoke weed errday!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "I can't hear a ZUKE anymore without wincing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "ZUKE til ya PUKE, LYLE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shishkabob",
    "plus": 0,
    "snip": false,
    "text": "teodor's eyes in panel four <br/> \n <br/> \nWHAT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "It's Thursday afternoon.  I will seriously pay money for this not to be on the front page anymore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Welcome to Onstad time"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "C.P.T. (Cartoonist Procrastination Time)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "I know the West Coast is a little behind me, but I didn't realize how behind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "penises",
    "plus": 0,
    "snip": false,
    "text": "It is going to continue being Thursday afternoon until the next strip is posted. My boss is far happier about this than I am."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what are you talking about? <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "And for the record, this isn't so much about \"make with the funny\" as \"this cartoon creeps me the hell out.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "Don't say that. Scott McCloud will convince Onstad to use micro-payments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 1,
    "snip": false,
    "text": "I just had a scary thought, the longer a strip stays up the higher the probability that an Achewood reader will die. This may well have been someone's last Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 1,
    "snip": false,
    "text": "Which is scarier: that, or that this might be someone's  <em>first</em>  Achewood?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "uncomfortable implications arise from this"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Maybe it is someone's first... AND LAST achewood"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "Be careful... on <br/> \n <strong>JUDAS PRIEST FRIDAY</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sidd2600",
    "plus": 0,
    "snip": false,
    "text": "Even an old crazy burger eatin' queen would see the sudden naked Denny's van invite as a bad idea, I cannot escape the thought that this man should have heard or experienced a cautionary tale against this already."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "Dude, if a naked chick walked into Denny's and spoke of her van... <br/> \n <br/> \n...no, no. It's 2010. I'd assume someone was filming for YouTube and I'd call the cops. <br/> \n <br/> \n......and at least one cop would mock me under his breath for not getting into the van. <br/> \n <br/> \nHORMONES KEEP THE SPECIES INTERACTING"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "okonkwo",
    "plus": 0,
    "snip": false,
    "text": "things fall apart"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lesange",
    "plus": 0,
    "snip": false,
    "text": "The center cannot hold."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "mere anarchy is loosed upon the world"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Don't settle for mere anarchy. Demand total, atom-splitting anarchy!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "*centre. Yeats-speak."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lesange",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I speak American."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "teezee",
    "plus": 1,
    "snip": false,
    "text": "Chinua Achebe SUCKS!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "I liked his book, but the phrase comes from the wonderful poem \"The Second Coming\" by William Butler Yeats, which works the rough verse by alluding to Christ's nativity in the midst of a poem about horror and chaos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "and what rough beast, its hour come at last, <br/> \nslouches towards Bethlehem to be born?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "I'm not illiterate, I just deeply dislike Achebe's book.  This reply is like a reference to \"of mice and men\" being derailed by going such as \"I like Steinbeck but actually that is from the Scottish poet Robert Burns and the real quote is 'The best laid schemes o' mice an' men/ Gang aft agley.'\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jorgemacd",
    "plus": 2,
    "snip": false,
    "text": "\"Posting short pieces more often than large pieces less often\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "OH NO HE DIDN'T"
  }
]