[
  {
    "depth": 0,
    "minus": 0,
    "name": "gilbert",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gilbert was marked lame too many times and excluded. (marked lame by in_my_innocence, Ariamaki, NDCaesar, Tragic_Johnson, unsentletter, rmango, tellumo)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by sean1058, ReNeilssance, Sweetlips, St-Elmos_Fire, El_Geeko, rmango)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "moraiat",
    "plus": 3,
    "snip": false,
    "text": "\"I think it's kind of funny/ I think it's kind of sad...\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by kenthegod, Ariamaki, trisha, Darthemed)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "shemmjacc",
    "plus": 13,
    "snip": false,
    "text": "the both have their own merits"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edgy",
    "plus": 12,
    "snip": false,
    "text": "I'll admit I really enjoyed listening to his a few times, but I'm sick of those easy-sad covers. <br/> \nLike, take any song that reminds you of your first love because there's the name of her dog/street/anything, and sing it like you're so totally sad with an accoustic guitar or piano. <br/> \n <br/> \nOr maybe i'm just angry because most people like the gary jules version better and no one around me knew it wasn't the original in the gears of war trailer. (arrh, anger, makes me answer posts)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "feyla",
    "plus": 5,
    "snip": false,
    "text": "I totally agree with you there. I mean, I hadn't heard the song til I saw Donnie Darko, but I still did my research on it. You gotta respect a songs roots."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "dj_douche",
    "plus": 1,
    "snip": false,
    "text": "Donnie Darko - definitely one of the best. soundtracks. ever. A chubby for you everyone who mentioned it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gigs",
    "plus": 8,
    "snip": false,
    "text": "See, the juxtaposition is what makes it good. The contrast makes it more interesting and thought-provoking, whereas Gary Jules just did a plain sad song, which isn't exactly a challenge."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 7,
    "snip": false,
    "text": "when will it stop being acceptable to just do an acoustic version. If you're going to cover a song, try. Just a little."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dysphemism",
    "plus": 3,
    "snip": false,
    "text": "I wish there was a way of conveying the savage, triumphant way I punched the 'chubby' button just now to agree with you. I might've damaged my mouse but I REGRET NOTHING. <br/> \n <br/> \nKicking the brass section out of that song was a dick move, Jules. You heard me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "notcool",
    "plus": 1,
    "snip": false,
    "text": "Another upbeat, depressing song... <br/> \n <br/> \nJ. Frank Wilson, \"Last Kiss\". <br/> \n <br/> \nYaaaaaaay."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "That's what I keep saying, too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "Oh dude I do not want to be a dick to a stranger but it's \"...I find it kind of funny, I find it kind of sad...\" <br/> \n <br/> \n/ritalin"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "(bait)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "etoosa",
    "plus": 1,
    "snip": false,
    "text": "I have often gotten mad at people who have no idea that the songs they are singing are really by Tears for Fears. It saddens me that people don't know their musical history..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "May I ask, what bands in particular is he speaking of?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 12,
    "snip": false,
    "text": "at the time like three or four covers of 'Lovesong' came out. not sure about radio specifically. but alot of covers of that song are floating around. oftain from bands that really have no claim to a Cure influance (like 311 for example) it's like how there are a thousand covers of 'How Soon is Now' even though it's kinda an odd ball for The Smiths, they had much better songs, that would be more fitting tribute. I think he was mostly talking about all the 'Lovesong' covers that had all come out. wiki it. a retarded amount of acts cover that an how soon is now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 1,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by connellingus was marked lame too many times and excluded. (marked lame by tttt, Tragic_Johnson, Mastronaut)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "well the APC cover is a medley, so it gets off on a technicality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "But it's A Perfect Circle, so it gets right back on the hook. <br/> \n <br/> \nIn other words, I don't think A Perfect Circle is a very good band."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "They would get off with just being not a very good band if they hadn't covered Imagine.  That is the worst thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "Didn't Green Day make some bullshit cover of a John Lennon song recently? That song makes me want to set myself on fire."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "working class hero?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "working class hero?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lucid",
    "plus": 1,
    "snip": false,
    "text": "You know, I probably only like a handful of songs and none of them are from Emotive (Dear lord spare me from that awful Emotive) but when I like a song, it generally means I'll listen to it ad nauseum without ever considering it grating to do so.  <br/> \nWhen any band does something like that for me, I can't really dis them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "I only ever listened to them cus I liked tool so damn much. but I'm over it....    <br/> \n <br/> \nAPC is only slightly tolerable when you'r mom is also in the car."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "i'm sorry, but the quicksand cover of 'how soon is now' is dead nasty"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "Quicksand was such a great band, but they had no need to cover  <em>that</em>  song, of all songs... <br/> \n <br/> \nTheir original music was good, but yeah, that cover tune was dog poop."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "People also seem to be having a field day with \"Pictures of You.\"  Damn kids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killingthejay",
    "plus": 3,
    "snip": false,
    "text": "basically the smiths were awesome and 311 sucks. <br/> \n <br/> \nand the cure is good, but it is silly to like them, nonetheless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killingthejay",
    "plus": 4,
    "snip": false,
    "text": "also i must take this opportunity to lament the saggy shapeless way both robert smith and and morrissey have aged."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 6,
    "snip": false,
    "text": "Robert Smith's face now lies in a ditch halfway between a sadly broken Amazing Johnathan and Dave Matthews in a wig.  It is a sad thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 13,
    "snip": false,
    "text": "Whoa whoa whoa. Did you just say basically that Morrissey has aged poorly? That is plainly untrue. Retract, dude. Retract."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": true,
    "text": "A comment left by odei was marked lame too many times and excluded. (marked lame by smaconi, riotdejaneiro, StagnantDisplay, trisha, jezebel, likeiwassaying, choosebro)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gmm",
    "plus": 3,
    "snip": false,
    "text": "True that, Morrisey has always (and will always) look \"pretty damn good for 40\".  <br/> \n <br/> \nAlso I like The Smiths and The Cure ok? Ok."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "furthur8",
    "plus": 0,
    "snip": false,
    "text": "I could not agree more with the sentiments expressed in this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 9,
    "snip": false,
    "text": "i remember the mcdlt  <br/> \n <br/> \nalso remember mcsoup, mcpizza and i may have imagined mctacos"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 3,
    "snip": false,
    "text": "I remember McPizza man, that stuff was ok."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "divot",
    "plus": 0,
    "snip": false,
    "text": "Apparently in a town the next province over there is a McDonald's that still has pizza. I'm almost scared to go and find out, for fear that it is a vicious lie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shitsngiggles",
    "plus": 2,
    "snip": false,
    "text": "I lived in a place that was a test market for a lot of fast food places.  Two of the mcdonalds in that town were diners.  you sat at a table and ordered from a phone.  It was kind of like a McWaffleHouse."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "You don't generally order from phones in a Waffle House."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Unlike Del Rancho and the rare indoor-seating Sonic."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "indoor-seated sonic!! man, i gotta find one of those..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There was one in Oklahoma City for a long time, but it closed recently."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "There's one in Louisville, KY. It's kinda crappy, though, be warned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "expellens",
    "plus": 1,
    "snip": false,
    "text": "Pizza Hut had an almost edible offering known as the  <em>Priazzo</em>  back in the '80s.  A Chicago style stuffed pizza that had four different variations.  My personal favorite was the  <strong>Florentine</strong>  variation: five cheeses, regular Cheddar, Mozzarella, Ricotta, Romano, and Parmesan - combined with ham and spinach.  <br/> \n <br/> \nI still think about this pizza when I'm sort of stoned."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, ham? No. Pepperoni, yes. Sausage, yes. But not ham. Ham has no business on a pizza in my opinion, even if you try to sneak it by me by calling it Canadian bacon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Spinach and mozzarella is basically the king of vegetarian pizza. But when meat is involved I go all Low Mind and basically just evaluate based on amount of meat and spiciness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 3,
    "snip": false,
    "text": "Here in the UK, D.L.T. is an extremely terrible radio host"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hondaudio",
    "plus": 0,
    "snip": false,
    "text": "So true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 16,
    "snip": false,
    "text": "i can never tell if chris onstad himself loves or hates The Cure. <br/> \n <br/> \nprobably both."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nighttoad",
    "plus": 5,
    "snip": false,
    "text": "i also have a love/hate relationship with the cure. it's one of the many reasons i find achewood so gosh darn funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "The King of All Cosmos! Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 4,
    "snip": false,
    "text": "Chris Onstad, <br/> \nFor Christmas, could I have some more 'Theater of Thoughts?'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": true,
    "text": "A comment left by purplehaze was marked lame too many times and excluded. (marked lame by iaintnogent, equinn2006, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 2,
    "snip": false,
    "text": "I think his point is it is retarded to wear a sex pistols shirt and not know who the hell Ian Curtis is, or at least new order. plus you love blink 182 but you will never listen to a descendents album in your live time. I agree with this mentality, but I have no problem with being 'punk' when you don't give a crap about anyone or any band that you haven't or can't see live."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "themacktruck",
    "plus": 0,
    "snip": false,
    "text": "You know... I sort of fell into The Descendents and none of my friends had ever even heard of them.  Then again, I heard about them mentioned in a NoFx song and decided to check them out.  But they're now probably my favorite band."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ovenface",
    "plus": 1,
    "snip": false,
    "text": "The only song by nofx that I can think of that references the Descendents is off of war on errorism, which is at the time when my punk phase was starting to die. Since you are about the same age as me, it makes me sad to think of all the teenage years you missed not listening to the Descendents. I guess there's no point to this comment except that it reminds me of the good old days. Also, come on! Punk kids don't know about Bad Brains? Circle Jerks? Circle Jerks even played Warped Tour like three years ago. Kids are still listening to them, though I don't know how much good that's doing anybody."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "I'm not seeing the connection between the Sex Pistols and Joy Division.  They are related but disparate genres.  As far as Blink-182,  they are okay to like if you are thirteen or otherwise mentally handicapped."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "joy division is a band that started BECAUSE of a sex pistols show...  <br/> \n <br/> \nthat was my point.  it's no big deal though. honestly it's just old man bitchery I saw some tv add for the best songs of the 90's ever! and you guessed it not one song from pre 98...  for real. and all top 10 hits. not a single rare gem from the days whem mtv almost played music still, and radio played NEW RELESES!!! (shock and awe) it's all QQ"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 4,
    "snip": false,
    "text": "I have been  <a href=\"http://web.archive.org/web/20101003195751/http://en.wikipedia.org/wiki/Joy_division\">schooled.</a>  by one older and wiser than myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "by the way. I agree. any covers of 'This Charming Man' or 'bigmouth strikes again' are just terrible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gtc",
    "plus": 0,
    "snip": false,
    "text": "Have you heard the Ukranians' cover of Bigmouth, sung in Ukranian no less? A truly great version."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "I don't want to lame someone for disagreeing with me. <br/> \n <br/> \nInstead I am going to comment that I really like Placebo's cover of Bigmouth Strikes Again.  <br/> \n <br/> \nWhat do I know though, I started listening to the Smiths in 2007."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "Maybe Seattle is an anomaly, but the 17-19 year olds here, we're totally aware and down with all the history...all scoutin' secondhand shops for old Big Black lp's, all silkscreening our own Crass shirts... <br/> \n <br/> \nSlightly different punk rock but Christ, as long as the spirit's there and you're not just straight up purchasing predefined 'tude, it's punk enough for me."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Seattle is an anomaly.  We are a bit more music savvy than most, I think as a holdover from back when we were The Scene during the grunge years. <br/> \n <br/> \nI miss those days."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Not to sound bitchy but given your age, how much of those days did you experience? Unless you made it to a Soundgarden gig in which case you can tell me to fall down in a hole and stick it in my superunknown."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "When I say \"I miss those days\" I think I mean \"I missed those days.\"  But yeah, I love Soundgarden.  I wish I'd been able to be part of that whole movement. <br/> \n <br/> \nAlso, Down in a Hole is Alice in Chains.  <_<"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was trying to be clever and incorporate some other Seattle references. <br/> \n <br/> \nI wish I'd been in Seattle at the time as well. Even if Soundgarden ever regroup for a tour, I'm not sure Chris can belt out the notes anymore."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I bought his recent solo album, and other than the tune he did for the newest Bond movie, I was kind of disappointed.  Maybe I need to listen to it a few more times to sort of acclimate to his new style, but mostly my reaction was \"meh.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "No, that is the correct reaction to Chris Cornell's solo work."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hannibalv",
    "plus": 0,
    "snip": false,
    "text": "I was at their Lollapalooza show a week and a half ago. <br/> \n <br/> \nHe's still got it.  They all do."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I kinda like Death Cab for Cutie's \"This Charming Man\" cover. Stars's cover sucks, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 6,
    "snip": false,
    "text": "I would love to have a poster or sticker of the penultimate panel; out of context, it would be so hilariously bizarre."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 25,
    "snip": false,
    "text": "I wonder how the mechanics of the \"four shit and die\" works. Does he shit four times in quick succession and then croak immediately, or is it a drawn out, big deal affair where he will die after his next four shits are taken but those shits will not come any faster than they would have naturally? Like he could walk around and look at people real intense and say stuff like \"Another band got famous by covering a song off Disintegration and I have taken three shits since\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "Excellent discussion topic. i think he means four shits real fast and then immediate death. That's what I would do if I was like MEGA pissed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "this is what i hold to be true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "5 for truth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlowe424",
    "plus": 1,
    "snip": false,
    "text": "Speaking of which... <br/> \n <a href=\"http://web.archive.org/web/20101003195751/http://www.youtube.com/watch?v=dmEvPZUdAVI\">MS Dos</a>  makes me sad inside."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I think no one of any age has any business stomping around acting punk rock anymore. When the kids do it (post McD.L.T.) it is at best completely uninteresting and at worst just fucking ridiculous. When the adults do it (pre McD.L.T.) it just looks silly and kind of really sad. It was good that punk happened. Essential, actually. But it's no longer happening with any credibility, so let it go and remember it fondly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20101003195751/http://rbeef.blogspot.com/2004/08/priests.html\">Priests</a> <br/> \nPat:  <a href=\"http://web.archive.org/web/20101003195751/http://journeyintoreason.blogspot.com/2004/08/screw-dream-team.html\">SCREW the Dream Team!</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101003195751/http://philippesblog.blogspot.com/2004/08/good-morning.html\">Good morning!</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20101003195751/http://corneliusbear.blogspot.com/2004/08/oh-sweet-aphrodite.html\">Oh sweet Aphrodite</a> <br/> \nLyle:  <a href=\"http://web.archive.org/web/20101003195751/http://lyle151.blogspot.com/2004/08/wtf-in-fridge.html\">wtf in the fridge</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "And now I have gone full circle, since it was when I was checking up on Ekaterina Gamova I found a link to this thing called Achewood. Is SO good I did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 14,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101003195751/http://raysmuckles.blogspot.com/2004/08/dang_23.html\">Dang!</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101003195751/http://philippesblog.blogspot.com/2004/08/judas-priest.html\">Judas Priest.</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20101003195751/http://corneliusbear.blogspot.com/2004/08/ekaterina.html\">Ekaterina</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101003195751/http://charleysmuckles.blogspot.com/2004/08/leapfrog-is-hell-of-cock-yo.html\">leapfrog is hell of a cock, yo!</a> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef looks like every math teacher ever.  <br/> \nAlso, I now use the take four sh*ts and die line whenever I hear of possible future awful things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "that's cool maybe you should make up your own things to say though"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "also, you can say shit here. This ain't church."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "why is beef dressed up like Nice Pete? <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vweep",
    "plus": 0,
    "snip": false,
    "text": "Not 3 nor 5 shits... <br/> \n <br/> \nexactly 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "That was going to be my comment exactly. vweep, masterful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "Five times shalt thou not shit, neither shit thou thrice, excepting that thou then proceed to four. Six is right out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Excellent. Since my birth indeed preceded the McD.L.T. I now am official licensed to act all punk rock. I shall continue to do so, but with greater vigor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i have realized i can now start stomping around all punk-rock. <br/> \n <br/> \n <em>rad</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I like how Beef still has his Photoshop garb on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milo",
    "plus": 0,
    "snip": false,
    "text": "man, he looks like my college tutor. seriously. this is creepy. 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "A whole four shits, folks. That is hard-core and death-inducing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "not if South Park is anything to go fromm. <br/> \n(it is not something to go from.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "\"I am gonna take four shits and die\" is the funniest thing ever and  <em>I don't even know why</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "capnroblivious",
    "plus": 0,
    "snip": false,
    "text": "The scariest part about the McDLT is the fact that some McDonald's bigshot thought the answer to the problem was to waste more Styrofoam on a clever gimmick than to just throw out the heat lamps. <br/> \n <br/> \nOh, the 80's."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i suppose no one born after 1980-whatever has had anything to be angry about?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cbchillcb",
    "plus": 0,
    "snip": false,
    "text": "According to the cat no one born after a burger can be punk rock."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "yo faggots first off <br/> \n <br/> \n#1 no band has ever become famous by covering disintegration songs <br/> \n <br/> \n#2 it's ok for kids to act punk rock nowadays life still sucks i would say <br/> \n <br/> \nprobably more than it did in the 70's"
  }
]