[
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 22,
    "snip": false,
    "text": "The expression on Beef's face is the best part."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zaratustra",
    "plus": 76,
    "snip": false,
    "text": "D:]"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "honestly, that is one visage i would get tattooed to myself."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "Do you blame him?  <br/> \nAny man who has been asked to fetch a pregnancy test from the pharmacy by their girlfriend has pulled that expression. <br/> \n <br/> \n*Coughs* <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "libelandslander",
    "plus": 15,
    "snip": false,
    "text": "Okay I guess my vagina might make it so I don't understand, but why would buying a pregnancy test be that bad? I mean I can understand not wanting to buy \"feminine hygiene\" products because it is gross and you might be afraid of buying the wrong thing but I would think that if your girlfriend needed a pregnancy test, it would at least be partially your fault. <br/> \n <br/> \nUnless we're talking \"I had no idea she might be pregnant until she said she needed a test,\" but that is a bunk thing for a lady to do anyways."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vweep",
    "plus": 9,
    "snip": false,
    "text": "It's looking into the cashier's eye, and knowing, just knowing, what they are thinking."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rumblefish",
    "plus": 49,
    "snip": false,
    "text": "They are thinking \"I'm fifteen minutes late for my lunch, I hope this fucker doesn't try to pay with a cheque.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": false,
    "text": "You are great. :)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "griffypoo",
    "plus": 14,
    "snip": false,
    "text": "Yeah, anyone who thinks the cashier gives a flying fuck about what you're buying has never worked retail.  As the hours go by, you no longer see brand names or even types of product anymore.  Boxes fly across a laser square and a number shows up on a display.  Currency is exchanged.  Eventually you can only see in terms of  <em>how is this latest dickhead going to make my day longer and shittier than the last one</em> ?  Can I pay half with foodstamps, 1/4 with debit, and the last with this bag of pennies?   <em>Yes, unfortunately, you can.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "One time I went to Walgreens to get something, I forget what. A couple of nights prior to that I had had a pretty intense session in bed with an ex-girlfriend of mine, and my neck and chest were absolutely covered with hickeys. I'd been wearing sweaters with long zip-up collars to cover the hickeys, but on that evening I'd left my home and forgotten to zip up the collar, leaving the hickeys quite visible. <br/> \n <br/> \nThe cashier had a bemused smile on her face as, not looking directly at me, she said, \"Did you lose a fight with a Hoover?\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 7,
    "snip": false,
    "text": "when my girlfriend made an appointment to get the pill described I walked with her to the gynaecologist. Several other people were sitting in the main room. The desk-lady asked my girlfriend what she came for...When she replied \"I want to get the pill described\", one dude, who was there with his pregnant wife, looked at me. The point of this story is : -That- is what a \"knowing smile\" looks like"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wjon",
    "plus": 12,
    "snip": false,
    "text": "'The pill' is a euphemism for a range of oral contraceptives for women. In common with all pills (aka tablets), it is a small solid object, composed of the active agent compressed with a medium (normally talc or somesuch). It can be coated to aid swallowing. Shape, size and colour vary by type. <br/> \n <br/> \nNo appointment needed! Pill description whenever, wherever."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 4,
    "snip": false,
    "text": "I can see that you're mocking me. Thus, you're implying that I am some sort of fool. <br/> \n <br/> \n <em>How dare you besmirch me with that GRIEVOUS appellation! Draw your weapon at once!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Oops, I didn't mean to start a duel. Last time I start a conversation about going to the store for lady stuff. *shakes head* <br/> \n <br/> \n(It is not actually the last time I am going to do that)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 4,
    "snip": false,
    "text": "Yes but you can't travel back in time and set things staight again, now can you? <br/> \nThis wjon-guy and me could have been the best of friends had it not been for your vaginal shenaningans."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "And what makes you think I can't time travel, huh?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "Dude, I just came back and re-read my comment. I had to read it about twenty times as it made no sense to me. I get it now, but it was a cheap shot. I'm sorry."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gamemeister27",
    "plus": 0,
    "snip": false,
    "text": "I was a cashier at target. One man bought KY lube. I thought nothing of it....until later."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "especially if you have not boned her."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "draykid",
    "plus": 0,
    "snip": false,
    "text": "Your comments get better and better the more I read."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rumblefish",
    "plus": 4,
    "snip": false,
    "text": "I agree, pregnancy tests are not a concern. Asking the pharmacist if your wife needs to be present to buy the morning after pill however...there are just layers of feeling like a shit right there."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "It is a concern for me. <br/> \nI have a reputation for  <em>not</em>  getting it on.  <br/> \nIf people knew I were, they might start to reconsider my just basically being a jerk that everyone hates...  <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jaldor was marked lame too many times and excluded. (marked lame by johnnybaverage, dickie_roxx, katethegreat, gorrioncita)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norsef",
    "plus": 4,
    "snip": false,
    "text": "Because female genitals are complicated and intimidating enough without being reminded about how many ways they can malfunction or back fire. Imagine if you will a rubix cube you have to complete in the dark wearing an oven glove. A rubix cube that nags and has emotions and periodically sprays blood.  <br/> \n <br/> \nThis is the real reason men like breasts. They're simple. We understand them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "His Mickey Mouse pancakes were all fucked up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theyang",
    "plus": 1,
    "snip": false,
    "text": "where DOES Beef keep the phone?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "I like how he has to actually LOOK at each imaginary visage in order to be properly horrified by it."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "robo-key",
    "plus": 10,
    "snip": false,
    "text": "knowing smile :)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "peterjoel",
    "plus": 7,
    "snip": false,
    "text": "area wipes :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 18,
    "snip": false,
    "text": "You have to admit, thats a lot of douche liquid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 5,
    "snip": false,
    "text": "Actually yeah... that is good value right there..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mikebox",
    "plus": 10,
    "snip": false,
    "text": "I love him raising his arms like it's attacking him."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "Back!  BACK Area-wipes!  Avast, ye! <br/> \n <br/> \n*whipcrack*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlowe424",
    "plus": 4,
    "snip": false,
    "text": "He can't really afford  <em>not</em>  to buy it."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "untilyouaresonude",
    "plus": 39,
    "snip": false,
    "text": "A lottery that caters to women...and it's called Titty-Bux.  <br/> \n <br/> \nWhere's the Genius Grant and why doesn't Chris Onstad own it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 3,
    "snip": false,
    "text": "i am a lady. i would definitely buy Titty-Bux lottery tickets. i don't even play the lottery. that is a testament to chris onstad's genius."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling that more MEN that would buy titty bux than women, in the hopes that there is a grand prize that involves several buxom beauties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red_rooster",
    "plus": 6,
    "snip": false,
    "text": "oh my god. i'm dying. \"area wipes\"!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 6,
    "snip": false,
    "text": "<em>Knowing Smile</em>  brand area wipes!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 4,
    "snip": false,
    "text": "You can picture the commercial for this product pretty easily. There's definitely a Bloom filter going on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I was thinking Gaussian Blur all turned up to like 15px, but Bloom is good too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 2,
    "snip": false,
    "text": ":)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snatch22",
    "plus": 37,
    "snip": false,
    "text": "Beef has no idea what women do, but he wants no part of it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Titty Buxx is the iceing on the cake."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 0,
    "snip": false,
    "text": "LOOK how mortified he is. Knowing Smile area wipes is my favourite product name ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by chagment, dismas, plusigot125)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, ButterMoths, riotdejaneiro, Overmedicated, sneechles, TheLoneliestMonkey, woodenteeth, Sargasm, michellemarie, charchar, nathanielperson, boswelljn, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "I find the most hilarious part of this strip is that Titty-Buxx is proceeded by two exclamation points."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "Also that it is void if more than one of the cells is revealed. That is for people who are hella bad at game theory."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Or people who do not have very bright lamps."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "clembot",
    "plus": 0,
    "snip": false,
    "text": "i don't normally laugh out loud at comics but this one is too good"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 1,
    "snip": false,
    "text": ".... <br/> \n...Where does he keep his phone?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flynn",
    "plus": 14,
    "snip": false,
    "text": "Apparently in place of his right kidney. He is mostly Aibo ... maybe his right kidney IS a phone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 2,
    "snip": false,
    "text": "Robocop style."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 8,
    "snip": false,
    "text": "Hanging in a pocket mere inches from his peter. \"Boy Named Sue\" 8-bit ringtone all agitating his free radicals."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "The ladies need lotterly love, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darkwaffle",
    "plus": 1,
    "snip": false,
    "text": "C'mon titty!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qwerty",
    "plus": 0,
    "snip": false,
    "text": "This strip so accuratly conveys male horror when asked to buy any 'femine' product for their partners or friends. You're an adult and you know they need this stuff and you know what it's for but you still can't help doing a mental EEEEWWWWWWWWWWWW."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zaratustra",
    "plus": 17,
    "snip": false,
    "text": "Personally, I think that it conveys 'YEAH, I HAVE A WOMAN AT HOME. AND I BUY HER -THINGS-. BEAT THAT.'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's an excellent way to look at the situation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "I never have a problem buying feminine stuff for a chick.  It's not like anybody would think the stuff was for me.  It's stuff like 'rhoid cream and laxatives that I want no part of.   <br/> \n <br/> \nI would totally buy Titty-Buxx!! all the frikkin time, tho."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gtc",
    "plus": 3,
    "snip": false,
    "text": "Particularly if you buy a pack of ' <a href=\"http://web.archive.org/web/20101005060939/http://m.assetbar.com/achewood/uua2q3Cmm\">odyssey ULTRA-MAX XXL</a> ' at the same time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It is the face from PBF of the fight trainer watching his optimistic contender getting beat to a pulp by the World."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notgodot",
    "plus": 16,
    "snip": false,
    "text": "This comic illuminates one of the many, many reasons I'm glad to be a homo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "Amen to that man, that calls for a 'knowing smile'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Also: we get all the actual fun parts of hanging out with ladies.  This usually means hell of Christmas presents because ladies are the ones who are organized enough to pull that stuff together. <br/> \n <br/> \nCome on, let's get a list going."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Buying these products is a very, very small price to pay for touching breasts. I know gay guys are into it as well. I've seen it happen. You're all so close, but so far."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "And here: we see a straight man has discovered bisexuality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "huh... I still don't understand what you're suggesting here so I'm going out on a limb (a limb weakened by possible humiliation) and I'm going to ask how this is revelant."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "randyjohnson",
    "plus": 0,
    "snip": false,
    "text": "Shit does every guy in a relationship has to go through this? <br/> \nI haven't yet, thank god"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chewy",
    "plus": 2,
    "snip": false,
    "text": "She would never ask me, as I would be guaranteed to get it wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for your Bill Bailey avatar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Christ.  Icon, icon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Knowing Smile Area Wipes is my favorite. It's so mortifying. You can just imagine the chick at the cash register."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "The chick at the cash register would totally have a knowing smile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fielding was marked lame too many times and excluded. (marked lame by Overmedicated, Jesler729, luasn)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "no \"sanitary napkins\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 5,
    "snip": false,
    "text": "She's a Lady, wooOOOooOOOAAAAOOhhh, She's a Lady (tm)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "helloftubby",
    "plus": 1,
    "snip": false,
    "text": "beef is so damn annoyed that some has to call him on his dang ole mobile phone"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "<em>My</em>  favourite is the \"Secret Promise\"... because it doesn't actually say what it is."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "plusminus",
    "plus": 3,
    "snip": false,
    "text": "It is a  <em>Women's Product</em> , and any more information is simply too much."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mygoodfriend",
    "plus": 1,
    "snip": false,
    "text": "So vague! I have always been disturbed by the \"non-slip grip\" that feminine applicators recently tout. What does that mean? Why???! I would not be too bent buying such things for my lady though, but I am a tough guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 2,
    "snip": false,
    "text": "Man, I'm a lady and I  <em>still</em>  have no idea why in the jam a tampon would need a non-slip applicator. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dasilodavi was marked lame too many times and excluded. (marked lame by SirFrederick, rowboat, bug, morypcaina, Satyr)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_stoned_one",
    "plus": 14,
    "snip": false,
    "text": "men should get their own lottery ticket too <br/> \ni propose we name them \"Ball Scratchies\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 2,
    "snip": false,
    "text": "\"Dick Dollars\"? <br/> <br/> <br/> \"Cock Cash\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "\"Wang Winnings.\" <br/> \n\"Schlong Schwag.\" <br/> \n\"Stiffie Scratch-Offs\" (or \"Pecker Pull-Offs\") <br/> \nFor the UK and Canada: \"Lap pinkie Loonies or Pounds.\" <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "slalvation, I want you to enter the world of your imagination. In your imagination, there is a lottery ticket counter with a big marquee over it advertising a poopular brand of scratch ticket. <br/> \n <br/> \nThis marquee reads: \"Cock Cash!!!\" <br/> \n <br/> \nNow imagine the person who will deliberately walk up to this booth with sincere enthusiasm for the product."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zhankfor",
    "plus": 1,
    "snip": false,
    "text": "\"Ding Dong Ducats.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ball Sack Baht."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goocifer",
    "plus": 1,
    "snip": false,
    "text": "This doesn't have anything to do with the strip, but teodor's blog for this day is one of the top 3 all time character blog posts.  I'm going through the archives and trying to coordinate them with the blogs.  I just want everyone to enjoy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goocifer",
    "plus": 0,
    "snip": false,
    "text": "whooooops, I meant to put this on 08/09/04... <br/> \n <br/> \ntook me 3 months to notice that.  Although the peanut sauce was probably tasty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Man, I was wonderin' why you were so into his peanut sauce.  Not that there aren't a lot of really good recipes in the blogs.  Roast Beef's huevos rancheros, lemme see,  <a href=\"http://web.archive.org/web/20101005060939/http://rbeef.blogspot.com/2004/08/oh-man-huevos-rancheros-dinner.html\">here</a>  are  <em>damn</em>  good.  I've been making that for weekend breakfast a fair bit lately."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goocifer",
    "plus": 0,
    "snip": false,
    "text": "yeah it is waaay more likely that i would make beefs recipes than teodor's.  The achewood cookbook was my first cookbook, and probably has a lot of good stuff, but i only ever make galaxy nachos"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": false,
    "text": "no comment..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tourach3",
    "plus": 0,
    "snip": false,
    "text": "been there <br/> \ndone that <br/> \nnot so funny at the time"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 18,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101005060939/http://orezscu.blogspot.com/2004/09/peanut-sauce.html\">Peanut Sauce</a> <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101005060939/http://philippesblog.blogspot.com/2004/09/no-smoking.html\">No Smoking!</a> <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101005060939/http://mollysanders.blogspot.com/2004/09/beefs-back.html\">Beef's back</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 3,
    "snip": false,
    "text": "gracias"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Damn man Philippe can be a tiny little douchebag sometimes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I picture him staring at Chris and Tony silently from the window, unblinking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Dang Instances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mremaknu",
    "plus": 0,
    "snip": false,
    "text": "Instead of sending my male friends to buy these things for me, I like to say 'think fast' and throw maxi-pads at them. <br/> \n <br/> \n(No, they're not used. That's just icky.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "Secret Promise Women's Product."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jianna",
    "plus": 0,
    "snip": false,
    "text": "This strip also functions as a commentary on the absurdity of the names of \"feminine products.\"  They just complete dodge actually saying what they are, which makes them more embarrassing than if it just said TAMPON in giant font on the box"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Where on earth did that phone come from?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "im the oldest of 4 sons, and i was raised by a single mom.  youre all reticent to buy these things for your ladyfriends, or signifigant others, but imagine having to at the age of 12.  if its your lady, you get to see her no-no area(s) and maybe interact with her/them.  the only benefit i got was that i didnt get punished for non-compliance."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "greenjoolayd, I think reading this just took about two months off of my life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "why reply to my comment about some douchenwaffe named greenjoolayd?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Yeah, evidently it was someone who got laid by a green jew. Probably a martian nazi or something?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Who the hell is that weird-ass character in the last panel!?? That's definitely not Beef!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrewthepig",
    "plus": 0,
    "snip": false,
    "text": "Every time I answer my phone from now on, it will be with a loud and pronounced, \"WHAT\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "holy shit titty-buxx"
  }
]