[
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 1,
    "snip": false,
    "text": "I love Rays face in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Especially with the Mickey Mouse ears."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by apocowarg, Thorfinn, NDCaesar, atticusonline, mira, Jeet, Siah, prowle4763, SPECTRE)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "delzhand",
    "plus": 2,
    "snip": false,
    "text": "Wait... all these players in the syndicate, and they're meeting at a Best Western?  That doesn't add up.  Best Western isn't exactly top-shelf."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 14,
    "snip": false,
    "text": "But.. but it's the Gold Lounge!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 18,
    "snip": false,
    "text": "Seems weirdly like Sandman's \"A Doll House\", a convention of serial killers at a remote motel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stoatlad",
    "plus": 1,
    "snip": false,
    "text": "That was actually one of my favorite parts of the Sandman stories. I don't know why, as I am not normally morbidly inclined."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tripperday",
    "plus": 1,
    "snip": false,
    "text": "I can be morbidly inclined. Probably why I liked that story."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slickshoes3234",
    "plus": 5,
    "snip": false,
    "text": "hahaha all with the two offset thumbtacks holding up a landscape-printed page a little right of the center of the bulletin board area of the sign"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 20,
    "snip": false,
    "text": "Dear  <em><strong>Ray Platinum</strong></em>  Card Holder, <br/> \n <br/> \nAs one of our very select members, we are are proud to share exclusive opportunities for travel, leisure, and entertainment.  Now, for the first time ever, we  present Best Western Better than the Best Suites.  Simply use your Ray Platinum Card to make your reservation at any participating Best Western and leave the rest to us.  At check in you'll be whisked up in a private elevator to a rooftop landing pad, and flown in a waiting helicopter to a private island for the duration of your stay....Because Life is Freedom.  Won't you try it out? <br/> \n <br/> \n <em>For Ray, By Ray.  Every time.</em> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 6,
    "snip": false,
    "text": "Ray looks absolutely  <em>scandalized</em>  to hear that Butters likes Hanna-Barbara more than Disney"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "It's not just that, it's that it would be amazing to discover a person that not only prefers Hanna-Barbara to Disney, but that apparently loves H-B, a cartoon organization, without any apparent knowledge whatsoever of the organization that basically began all cartoons.  The parts just don't add."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 12,
    "snip": false,
    "text": "And he named one of his dogs after  <em>Scrappy Doo</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "I know, man! No-one likes Scrappy. There are Scrappy hate sites."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "The  <em>entire ending</em>  to the live-action Scooby movie was about how much everybody hates Scrappy Doo. <br/> \n <br/> \n(Spoilers!)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 4,
    "snip": false,
    "text": "I hate that you live."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 2,
    "snip": false,
    "text": "Harsh. But fair."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 3,
    "snip": false,
    "text": "It seems so right for your avatar to be saying that"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Scrappy wasn't soo bad. <br/> \nWhat WAS bad was that the others never actually let him wail on the bad-guys. It would have been fun to watch the outcome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Scrappy is Joe Pesci. Joe Pesci scrapes his nails down the board of my spine. <br/> \n <br/> \nExcept in Goodfellas."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I love it when Joe Pesci swears."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pigs",
    "plus": 1,
    "snip": false,
    "text": "I once saw a show where someone put a colt python to Scrappy's head and blew him away...I wish I remember where I saw that though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Scrappy gets swept up by a l-eagle in Harvey Birdman and eaten. If that helps. This is such a popular idea it recurs throughout most of the series."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheezeburger",
    "plus": 11,
    "snip": false,
    "text": "Rich kids get taken to Disneyland when they are kids.  A player who came up from the streets got his ass sat down in front of Scooby-doo while moms went off to work her 2 jobs.  Scooby-doo is waaay more ghetto-correct than Mickey Mouse, but Ray wouldn't know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckyoufriday was marked lame too many times and excluded. (marked lame by ShemmJacc, telegramsiam, STUART)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "more like the History of How Ray Discovered This"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "As indicated by the word \"PREVIOUSLY\" in the first panel, which I had never noticed until now."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "clever-nickname",
    "plus": 2,
    "snip": false,
    "text": "Ray's face perfectly illustrates \"Oh no he didn't. <br/> \n <br/> \nOh no he did  <em>not.</em> \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheezeburger",
    "plus": 0,
    "snip": false,
    "text": "Is Butters = P.Diddy bein' all preppy rapper and such?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "Alt text indicates he is Gordon Gecko."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slickshoes3234",
    "plus": 4,
    "snip": false,
    "text": "The Cat has Pet Dogs"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Ray has no fvcking taste in cartoons. End of. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "corpsey",
    "plus": 8,
    "snip": false,
    "text": "Slightly controversial I know, but I don't think Scooby Doo was EVER good. Also everyone mentions Scrappy but there are worse relatives of Scooby that they've introduced, such as Scooby Dumb. No-one knows about them because they SUCK SO GODDAMN MUCH."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That shit was offensive to my intellect by the time I was ten and could differentiate good from bad... and was no longer entertained by pretty colours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Scooby-Doo didn't even have pretty colors, though! It was like everything was filtered through brown."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I now have no good memories of Scooby Doo whatsoever. My disdain is complete."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Fair enough. Scooby Doo isn't really the best example of Hanna Barbera quality. <br/> \n... I only watched it for Scrappy. <br/> \nYes. I'm serious. Scrappy was my favourite Scooby Doo character. Velma was a close second. Scooby and Shaggy annoyed me with their irrational cowardice and retarded costume antics... and no comment whatsoever about the two preppy shits.  <br/> \n <br/> \nNope. The only characters worth watching were the amusingly violence-enthused Scrappy... and the totally nerd-hot Velma."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "I know people who talk like Bensington Butters in the third panel without a trace of irony"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "galbraith",
    "plus": 1,
    "snip": false,
    "text": "The unfunny strip before this made this not very funny strip hilarious!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Although you are wrong, you are still right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 1,
    "snip": false,
    "text": "Unlike people that say they're going to use certain lines from these strips, I say instead I'm going to use AKKOLADE's theme at parties."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "\"Unlike people that say they're going to use certain lines from these strips, I say instead I'm going to use AKKOLADE's theme at parties\" has TOTALLY enteredmy day-to-day speech! My freinds r confused lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "7th_shot",
    "plus": 1,
    "snip": false,
    "text": "Sometimes, the alt text answers questions you didn't even know you had."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "awesomest thing: ray has the micky mouse ears on top of his actual ears, instead of wearing the hat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I love Ray's Mickey Mouse costume. So classy."
  }
]