[
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 32,
    "snip": false,
    "text": "The Pepsi-can lamp on the phonebook nightstand littered with condom trash...classic. I love how Ray's abalone deal is all channeling Henry Hill from Goodfellas, all paranoid and glancing up at the black helicopters in the sky and neurotically wiping his nose."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whuppins",
    "plus": 6,
    "snip": false,
    "text": "Not to mention trying to cook all the while."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "spinynorman",
    "plus": 46,
    "snip": false,
    "text": "The cops always strike when you're trying to cook a fancy meal. I swear to God, it's like telemarketers when you  <em>sit down</em>  to have a nice meal.  <br/> \n <br/> \nImagine that double-team. Dad gets busted as a coke mule while he's trying to sear up some pork shoulder, and then while everyone's trying to cope and they try and slice one little bit off with a trembling knife some nasal, twangy fuck calls asking if you want to change your long-distance plan."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professoryes",
    "plus": 3,
    "snip": false,
    "text": "\"Twangy fuck\" is a gorgeous turn of phrase."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 13,
    "snip": false,
    "text": "I am just tipsy enough to admit that I have a man-crush on spinynorman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tdkg",
    "plus": 0,
    "snip": false,
    "text": "I'm just now going back through the archives and reading the comments for the first time... and I have to admit I have a rather big girl-crush on spinynorman."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Littered with foils and spoils, you mean."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "hey is that a reference??? great reference!!!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 5,
    "snip": false,
    "text": "The yttrium pool table so incredibly makes it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 14,
    "snip": false,
    "text": "The Yttrium pool table that has  <em>such as</em>  a gyroscopic levelling system. <br/> \n <br/> \nHow much fun would that be to go mad rutty on?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crankheart",
    "plus": 1,
    "snip": false,
    "text": "i can't chubby this enough...39-Y fo sho."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Well thank you kindly, not least since you declared my new arch-enemy your personal hero not so long ago.  <br/> \nI guess you're just a generally nice sort of person.  <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That said, I've just realised that the post I made 2 years ago really sucked. I'd have lamed my own post if I could...  <br/> \n <br/> \nThe irony is that  <em>nobody else has</em> .  <br/> \n <br/> \no_0;"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by rhymesforkids, Taidje_Khan, Zem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "I don't think anyone frequently talks about Yttrium pool tables. You can probably count the number of times you have talked about Yttrium pool tables on one hand including the above post."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "Dude don't play like you know me. You have no  <em>fucking</em>  idea about Yttrium pool tables in my life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 3,
    "snip": false,
    "text": "You must have some pretty  <strong>wicked sack</strong>  to be talkin' to me that way, epicurus!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Let's put it this way- he has Polonium balls on his Yttrium table, and uses graphite rods to keep from melting the neighborhood down to China. <br/> \n <br/> \nDon't make  him pull a rod, man. Don't do it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 8,
    "snip": false,
    "text": "Ray has bought his abalone from such a shady character that the Feds are now watching him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tttt was marked lame too many times and excluded. (marked lame by tekende, Deusoma, Siah, sumisueme)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "I love Molly's smile in the first panel. It is the smile of ownership."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "\"That beautiful man is mine, and I damn well earned him.\" <br/> \n <br/> \nI hope to one day look to my right and see that same smile, yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 6,
    "snip": false,
    "text": "Everybody likes to come to Ray's house and grill up some exotic, possibly illegal, meats. <br/> \n <br/> \nMolly is new here and doesn't understand that being Ray's friend is like watching a kid ride his bicycle into a telephone pole over and over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "headphones",
    "plus": 0,
    "snip": false,
    "text": "Being Ray's friend means every situation is a gladiator; it is either disastrous or glorious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 7,
    "snip": false,
    "text": "An Yttrium pool table would be silvery in colour and shimmer pink in the light. (source:  <a href=\"http://web.archive.org/web/20101121051532/http://en.wikipedia.org/wiki/Yttrium#Notable_characteristics\">Wikipedia</a> ). <br/> \n <br/> \nThat's pretty damn pimp.  Apart from its carcinogenic properties, so don't eat tamales off it, y'mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Fortunately, when farts land on yttrium, they form a reusable skin."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaldor",
    "plus": 0,
    "snip": false,
    "text": "What in the goddamn would you use them for in the first place, let alone  <em>re</em> use?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101121051532/http://achewood.com/index.php?date=06152007\">It is an in-joke</a> <br/> \n <br/> \nFor this is the Internet!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "reverendsam",
    "plus": 0,
    "snip": false,
    "text": "ray mentioned it twice it was so important"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "beansdooma",
    "plus": 7,
    "snip": false,
    "text": "Something tells me that Onstad started typing in that second panel, realized he'd already said that in panel one, and just went with it anyway."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, i'll buy that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "I mentioned this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "Government conspiracies are such a rad (and completely true) topic."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Today. Today is the day I  <em>finally</em>  understood the last panel. I had always taken it as Ray being worried that the grill was going to explode and possibly shoot a fireball high enough to hit the helicopter. I think I had never realized that the word abalone was in there and that abalone is a type of bird. Man. I feel so dumb, and yet so smart at the same time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fcannon",
    "plus": 0,
    "snip": false,
    "text": "It's not a bird, it's a type of sea snail that was heavily overhunted since it's delicious. California has hell of restrictions on catching any, let alone selling it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, fuck. You have dulled my triumph, sir, but I have been educated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "surelysmack",
    "plus": 0,
    "snip": false,
    "text": "Essentially Ray is cooking illegal dinner and a therefore a little jumpy about the eye in the sky.  <br/> \n <br/> \nThe strip following this one cuts to an aerial view such as one might enjoy from a helicopter looking down on Ray's estate (see panel three, next page) so at first I thought this was going to be a whole thing, but then it never materialized."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 1,
    "snip": false,
    "text": "Ray in this comic is like a friend of mine. Dude would always call when my girlfriend and I were about to be getting mad rutty. These phone calls always went like this : \"Hey man what´re you doing?\" <br/> \n\"Well my girlfriend´s over, and...\" <br/> \n\"That´s cool. Why don´t you come here? We could watch a dvd and stuff. Would be fun\" <br/> \n\"I much rather would not...\" <br/> \n\"Ah come on. Don´t be a dick\""
  }
]