[
  {
    "depth": 0,
    "minus": 2,
    "name": "nexusicon",
    "plus": 44,
    "snip": false,
    "text": "Sometimes Achewood perfectly captures my life. This is one of those times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ppccd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ppccd was marked lame too many times and excluded. (marked lame by Untelligent, Private_Public, sid, GunsOfRay)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by regrepnsnefpoh, RedGuy, lk, Crater12)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 8,
    "snip": false,
    "text": "Quite possibly the funniest Alt-Text in Achewood history."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saru was marked lame too many times and excluded. (marked lame by Unright, kenthegod, d3athcann0n, RBisme, gowerski)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangles was marked lame too many times and excluded. (marked lame by mashisoyo, Bex, headphones, Private_Public, SneakStyles, ih8jonmayr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangles was marked lame too many times and excluded. (marked lame by Carlyle, mashisoyo, TonyHighwind, Bex, Private_Public, DerSquirrel, peng33)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangles was marked lame too many times and excluded. (marked lame by mashisoyo, Bex, Private_Public, SneakStyles, ih8jonmayr, peng33)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangles was marked lame too many times and excluded. (marked lame by Carlyle, TonyHighwind, Bex, Private_Public, adelazero, DerSquirrel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tangles was marked lame too many times and excluded. (marked lame by mashisoyo, Bex, Private_Public, ih8jonmayr, mocktopus, tsolless)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 14,
    "snip": false,
    "text": "Dude, chubbied. Double-posting's easy, triple-posting's not unheard of, but  <em>quintuple</em> -posting? That's  <strong>fucking hardcore.</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hal",
    "plus": 0,
    "snip": false,
    "text": "Also consider, at the time of my posting this, all but one of his posts have exactly five chubbies and one lame. <br/> \n <br/> \nAnd that's awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "Now they all have 9 chubbies and 2 lames. <br/> \n <br/> \nWhoever arranged this is incredibly awesome. Unless it was by accident, in which case it's exponentially better."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I made them all ten chubbies deep. <br/> \n <br/> \nI'm proud to have been a part of this assetbar failure of epic proportions."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shinkusan",
    "plus": 2,
    "snip": false,
    "text": "I did an experiment to see if this was planned: I chubbied only the top and bottom ones. 1 day later, they are all equal again. I was prepared to fix my error to make them symmetrical, but We are a Beautiful People."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "I didn't want to chubby the fail... but symmetry had to be restored. 24-3."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "33-- oh my golly"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "shinkusan",
    "plus": 1,
    "snip": false,
    "text": "<br/> \nWow, some dick just chubbied the first one... somebody save this!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "I just got them all back to 40 and 4, thus giving us a perfect 10 to 1 again. DAMN this is priceless."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "it's a Beautiful Thing"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Ha ha ha ha! The equilibrium is tarnished!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "At least it has kind of an on-off pattern now. Also cool, if less so."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "douch3",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I made it <br/> \n <br/> \n48-4 <br/> \n49-5 <br/> \n48-4 <br/> \n49-5 <br/> \n48-4 <br/> \n <br/> \nnow, for your viewing pleasure."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "It took me but a single chubby to bump them back up to beautiful 52-5 perfection. <br/> \n <br/> \n <em>That's one hell of a chubby:achievement ratio, if you ask me.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "<em>That's a god damn beautiful chubby:achievement ratio son.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Oh I just made this even more awesome by making this 55 chubbies and 5 lames. all 5's!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "so rad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 14,
    "snip": false,
    "text": "We've all been there at some point in our lives."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 7,
    "snip": false,
    "text": "Except I usually get distracted searching for more pictures of Yulia Nova and get annoyed because I can't find any big, high-res ones. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sphrog",
    "plus": 11,
    "snip": false,
    "text": "this is probably not the best thing to make my first assetbar comment about, but I will just say this: <br/> \n <br/> \n <em>they exist</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "There's such a thing as too big."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sabbac",
    "plus": 3,
    "snip": false,
    "text": "Happened to me very recently - although also in shot would have been an open tin of sardines, not yet eaten, fork close at hand"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rascaldom",
    "plus": 1,
    "snip": false,
    "text": "Oh man, sympathizing with other internet dudes over the scarcity of good Yulia Nova pics is not turning out to be the high point in my life but I can't say I haven't been there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madrin",
    "plus": 2,
    "snip": false,
    "text": "THIS JUST IN: <br/> \nyulia nova triggered some tumescence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "I think Achewood is developing a thing for corpulent breasts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 31,
    "snip": false,
    "text": "Also, <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "A prize sullied only by beef getting between me and the juicy chest-cannons. <br/> \n <br/> \nMuch respect for the pic."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Really? But, they're so low? I mean, you need to have plenty of perkiness rather than just size. Too big is just as bad as too small."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 1,
    "snip": false,
    "text": "You're so close-minded and pessimistic. What you meant to say was: \"Too big is just as GOOD as too small.\""
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nah, there's a very narrow range in which breasts are great and a ton of ways for them to fail to measure up. We need to keep high standards so that we can continue to recognize only the best. Even if it means we often end up settling for lesser racks in our daily lives, knowing that we will likely never experience a truly nice pair."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 10,
    "snip": false,
    "text": "I find your criteria for excellence overly conformist. You shouldn't judge a breast by the numbers so to speak, but by how it works with the overall package. See, the elements of hotness never exist in a vacuum, they all play against each other to be hot or not. So some big ol' rude titties like these wouldn't work for just any lady, but this one rocks them pretty hard.  <br/> \n <br/> \nRegardless, I dislike any overly simplistic scoring metric, such as 'if the bottoms are less than 1 inch above her bottom rib her titties are not rude; if the overall mass of one breast greater than that of an average babies head, or less than that of a puppy's head, her titties are not rude; etc,' because it's just not that simple. It just isn't. <br/> \n <br/> \nI'M SORRY BUT THIS IS IMPORTANT."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pox",
    "plus": 10,
    "snip": false,
    "text": "One day, when women rule the world, we will dictate that men have their penises on display 2/47 so we too can hold them to idiotic standards."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nayno",
    "plus": 0,
    "snip": false,
    "text": "I think I would enjoy the opportunity to walk around with my penis on display."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 11,
    "snip": false,
    "text": "I don't need to have my dick out for women to judge me as inferior."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "Well that explains everything."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mtrott",
    "plus": 2,
    "snip": false,
    "text": "Too bad we'll never rule the world because we care that our shit stinks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Apparently, when women rule the world, they will cause the earth to spin twelve times its current speed, resulting in the theoretical physicist's holy grail: the forty-seven day week."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "one day..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You might reckon there to be only a narrow range for fine breasts, but I'd say that bespeaks of narrow tastes... no insult to yourself intended. <br/> \nThe value of a pair of breasts though is only as important as its synergy with the person wearing them. Some ladies suit small but perky, while others (like Yulia Nova) suit huge doom-jugs. <br/> \n <br/> \nIt just requires keeping an open mind and realising that beauty is a subjective thing... and looking well enough one might find it in unexpected places."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doctorbeene",
    "plus": 0,
    "snip": false,
    "text": "Please, Google! PLEASE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 67,
    "snip": false,
    "text": "It's funny how you reach a point where it seems rational that any person, living or dead, has hot naked pics on the internet somewhere."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zeroasalimit",
    "plus": 2,
    "snip": false,
    "text": "Yea, that is pretty much what I do when I hear the name of a famous woman. :("
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jackparsons",
    "plus": 4,
    "snip": false,
    "text": "When y'all put that many lames on it, you just make me want to read it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 11,
    "snip": false,
    "text": "my girlfriend was absolutely astounded that people looked up naked pictures of celebrities. she is a little slow sometimes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unclejam",
    "plus": 10,
    "snip": false,
    "text": "She sounds nice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 6,
    "snip": false,
    "text": "You know what, I bet she really is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fresco",
    "plus": 3,
    "snip": false,
    "text": "mastronaut's girlfriend COME ON SHOW ME HER NAKED"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by pityparty, Tinhand, Contrasoma, TVsIan, UntilYouAreSoNude, ppccd, riotdejaneiro, bazookaradio, Thorfinn, Vondicus, dwodles, astro_zombie, Leon_Sumbitches, GeyserShitdick, lamelliform, shammack, solobuttons, Red_Dawn, GhostD, BionicSheep, rascaldom, Tagrineth, howl, Sargasm, brzbee, DigDugz, Carrot, mira, TTAGXAMM, smugairle, we_eat_vitamins, CousinTed, Production, Magb, RicNine, Hyetal, Jeef, choosebro, Tragic_Johnson, nutmeg, Backdraft, atomskiscariot, dzieger, Doc_Rostov, AidenS123, yingkaixing, dropkickpikachu, lastlarf, smooveb, blarghamagarky, Mastronaut, Dasuta, nickb285, Crimson_King, Pigs, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by Nurdbot, Thorfinn, NeoNaoNeo, wittyname, Catachresis, clancine, nutmeg, Tashara, yingkaixing)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 11,
    "snip": false,
    "text": "What kind of monitor do you use, an incandescent bulb?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 37,
    "snip": false,
    "text": "SafeSearch is off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 3,
    "snip": false,
    "text": "I checked. There still isn't any. Poor Teodor."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 1,
    "snip": false,
    "text": "so did I, i think everyone that read it almost spontaniously opened google image search fo rjust that reason."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connellingus",
    "plus": 9,
    "snip": false,
    "text": "Everyone also opened up eBay to see what came up when you searched for \"WHATS THE BEST THING YOU GOT.\" A few auctions actually picked up on this and used that title."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "What were they for?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "connellingus",
    "plus": 7,
    "snip": false,
    "text": "I believe someone was trying to sell an old computer and someone just listed an empty potato chip bag. The funny thing about the first one is that it also transcribed the descriptions for the auction items seen in the strip, and eBay's moderators, likely unaware of the joke, closed down the auction for allegedly trying to circumvent eBay fees and such by using the listing to sell other items."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lamelliform",
    "plus": 32,
    "snip": false,
    "text": "A brief story about that: working for eBay, I've mentioned to the team that handles the search function that they should have a special page for that search string.  The guy I spoke with hadn't heard of Achewood, but said, \"Yeah, I've seen a few queries for that now and again, but I never knew why.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ferryboy",
    "plus": 1,
    "snip": false,
    "text": "hm. I'd try again. Actually, I wouldn't. It's not amazing, i have to tell you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 3,
    "snip": false,
    "text": "There so is. A movie, even. But then again, this was left 7 months ago...and for some reason I think it would be in bad taste to leave a URL for said video on this site. ...can't imagine why, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Well, supposedly.  I haven't watched it yet but it seems like a lot to hope for."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "It's just a chick that looks like Meg White, though. Ain't actually her. Then again, it is still porn, so..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "wehavemagnums",
    "plus": 1,
    "snip": false,
    "text": "You are too indie for your own good, Téodor."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 7,
    "snip": false,
    "text": "It's a testament to Onstad's writing ability that the most perfect jokes are always given to the most perfect characters for them. I couldn't imagine this being nearly as funny or appropriate for anyone but Teodor."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "leon_sumbitches",
    "plus": 1,
    "snip": false,
    "text": "Judging by the caps and the wording, i would have to say that he was getting desperate right about the time he fell asleep."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 1,
    "snip": false,
    "text": "Or drunk - note the empty bottle and glass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 11,
    "snip": false,
    "text": "I like to think that the caps suuggest that he had done a lot of other searches before this one. Like: 'meg white pictures', 'meg white photos', 'meg white looking kind of saucy', before just snapping and telling Google exactly what he wanted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "whoa! i believe that this is the first Achewood i ever saw."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aghbar",
    "plus": 2,
    "snip": false,
    "text": "I feel slightly lame.  I have no idea what the first Achewood I saw is.  Damn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I went straight to the archives without even reading the one on the front page, so I often feel left out when people make comments about their first strip. It's less special somehow when your first strip was the first one ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aghbar",
    "plus": 0,
    "snip": false,
    "text": "Yeah, me too.  I mean, I glanced over whatever one was on the page to see if I might like it, I think, and then I went straight to day one."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "junko",
    "plus": 1,
    "snip": false,
    "text": "By any standard these are three of the greatest comic panels ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 13,
    "snip": false,
    "text": "This happened to me once but the bottle held Bushmills and the search window had Nigella Lawson's name in it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "Everyone's favorite English muffin, by God"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "delicious..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zaer",
    "plus": 0,
    "snip": false,
    "text": "I'm just gonna go ahead and pretend you're quoting Arrested Development."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "SO TRUE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "This search no longer bears no results. <br/> \n <br/> \nhttp://images.google.com/images?um=1&tab=wi&hl=en&q=meg%20white%20COME%20ON%20SHOW%20ME%20HER%20NAKED"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "It bears 180,000 results."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cousinted",
    "plus": 3,
    "snip": false,
    "text": "The Teddy Bear has stayed up all night trying to find naked celebrities."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 16,
    "snip": false,
    "text": "this is what I do - I try to reason with google"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 0,
    "snip": false,
    "text": "Teodor obviously doesn't know the magic of nipple slips."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "We don't see that sort of perspective very often. (By that I mean the first panel.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 6,
    "snip": false,
    "text": "Well T, your drunk dreams have finally come true. <br/> \n <br/> \nThis strip was the first thing I thought of when I read that a Meg White sextape had leaked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "schnappm",
    "plus": 1,
    "snip": false,
    "text": "Same here"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thommy_h",
    "plus": 1,
    "snip": false,
    "text": "I came here to make almost that exact comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stopeatingmyeyes",
    "plus": 1,
    "snip": false,
    "text": "uh yeah me too"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": false,
    "text": "I'll confess to it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "moraiat",
    "plus": 2,
    "snip": false,
    "text": "Yep-o."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flynn",
    "plus": 1,
    "snip": false,
    "text": "Me too. Good god."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "Guilty."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "the_doz",
    "plus": 8,
    "snip": false,
    "text": "Reporting in. Jesus, how sad is it that even porn makes me think of Achewood?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Achewood is the new porn."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Achewood is porn."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "God DAMN IT"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "http://timworstall.typepad.com/timworstall/2007/09/meg-white-sex-t.html <br/> \n <br/> \nI believe this may be relevant."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jmmfgd",
    "plus": 4,
    "snip": false,
    "text": "[warning: censored, but still maybe not work safe images] <br/> \nhttp://www.nme.com/news/tabloid-hell/31331 <br/> \n <br/> \nNME comes to the rescue and says, \"Frankly, we don't think it is Meg.\" The battle of the tape's authenticity, along with the erections of thousands across the Internet, rages on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chrissketch",
    "plus": 1,
    "snip": false,
    "text": "Gah, poor Meg. I doubt that its actually her in the tape. But that seems to be even more reason that she'd come down with anxiety attacks. She hardly seems the type of person to be able to handle that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Simply excellent use of \"rages.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Achewood: about 9 1/2 months ahead of its time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbeta",
    "plus": 2,
    "snip": false,
    "text": "wow... ACHEWOOD... just as powerful as NOSTRADAMUS."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hyetal was marked lame too many times and excluded. (marked lame by littlecat, rascaldom, usversusthem)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 29,
    "snip": false,
    "text": "You know, I highly doubt it's what Onstad intended, but I sometimes like to pretend, since that was once established as being  <a href=\"http://web.archive.org/web/20101006071405/http://achewood.com/index.php?date=07132004\">Ray's monitor</a> , that Teodor has actually been up all night drinking whiskey and watching Ray try to find Meg White naked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ricnine",
    "plus": 0,
    "snip": false,
    "text": "I never thought of it that way but that is awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 0,
    "snip": false,
    "text": "That insight makes me enjoy this strip so much more.  Chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Nah, that doesn't seem like Ray's style.  He's more the type to just ask for the best stuff you've got and take it.  And also, the birthday cake thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Plus, the Ray-monitoring monitor is labelled with Ray's name."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "Could be just off-frame.  And there's no reason to think that's a permanent setup.  Likely Ray spent hours making the motorcycle jump over Everest, they got bored and moved along. <br/> \n <br/> \nOr maybe we're just reading too deep into it, who knows."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stella",
    "plus": 1,
    "snip": false,
    "text": "naw, when Ray just asked Teodor what kind of monitor computer people use and bought that"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101006071405/http://achewood.com/index.php?date=07112005\">Now why would you say a thing like that to Jack White</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "prettyrad",
    "plus": 0,
    "snip": false,
    "text": "I was pretty relieved when I found out that Jack and Meg aren't actually siblings; they were formerly married."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 2,
    "snip": false,
    "text": "Today was the day I browsed through the archive, read this strip, and registered Meg White as \"from The White Stripes\" and not \"that actress from the Tom Hanks movies\" <br/> \n <br/> \nToday is the day I realized Meg White is not Meg Ryan"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That's crucial. It's not too hard to find Meg Ryan naked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 0,
    "snip": false,
    "text": "GOOGLE... DESPERATION... SETTING IN!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "show me meg white until she is SO nude"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dapooka",
    "plus": 1,
    "snip": false,
    "text": "I had to do it, susurrus.  You will be happy to know that Google's first result for that search string comes... right... HERE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Me too. <br/> \nThanks!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stewieisgod13",
    "plus": 0,
    "snip": false,
    "text": "I have searched for this. And actually gotten some intriguing results."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Hentai doesn't count as intriguing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 3,
    "snip": false,
    "text": "<strong>COME ON GGOGLE IMG SEARCH YOU FUCKER<br/>\n<br/>\nIT IS NOT TOO MUCH TO ASK</strong> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemminadetate",
    "plus": 0,
    "snip": false,
    "text": "he can't help it, she just looks like an angel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "this is possibly my favorite strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "Notice how many views this strip has. Very sad. Poor bastards probably in Teodor's situation discovering Achewood."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "otterpops",
    "plus": 1,
    "snip": false,
    "text": "She may have spectacular bosoms but she's got an old lady face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "There are some things even Rule 34 can't find. <br/> \n <br/> \nFor everything else there's MasterCard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "I've studied the Meg White \"sex tape\" and concluded it's not her."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "So long as you cleaned up afterwards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "teodor is the everyman"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_hubs",
    "plus": 1,
    "snip": false,
    "text": "I wonder how many people have read this as their first Achewood strip because it showed up on their Google search results?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sheer",
    "plus": 0,
    "snip": false,
    "text": "bi nu dekorean"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jacob-242",
    "plus": 0,
    "snip": false,
    "text": "I found a Meg White sex tape on google, first try"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That was after this strip was made."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "This strip reminds me of those heady days of Onstad's experimentations with color."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tdoom",
    "plus": 0,
    "snip": false,
    "text": "Amazing."
  }
]