[
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 20,
    "snip": false,
    "text": "don't mess with click robot. you'll get buuuuurned."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bigtom",
    "plus": 13,
    "snip": false,
    "text": "click robot will fuck you up if you make him poop too much, then again i guess that is true for most people as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Zefiel, dangelder, mikeronomicon, SharkOfSomerton, Thorfinn, magnumt, Moraiat, NDCaesar, Sargasm, atticusonline, lk, Setzkin, nutmeg, heatbag, goopotato, Saint, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 9,
    "snip": false,
    "text": "Some guys dig that. Some  <em>need</em>  it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dangelder was marked lame too many times and excluded. (marked lame by Cyberbob, shrewbie, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by lumley, atticusonline, spinofdoom)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ted0phile",
    "plus": 8,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\"><em>FUCK</em></span>  YOU!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by VeniVidiEffluxi, lumley, FancyRat, atticusonline, Madoushi, spinofdoom)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "machegav",
    "plus": 5,
    "snip": false,
    "text": "At least it's not a lonely department."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thetimbrown",
    "plus": 1,
    "snip": false,
    "text": "I think he was referencing this strip: http://m.assetbar.com/achewood/uuac7z3pm"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I think he was just emphasizing your joke, dude."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asherdan",
    "plus": 1,
    "snip": false,
    "text": "I think we figured that all out a year ago, man. Now you and the other two knonckers up there can move on to figuring out what the relationship is beyond the glaringly obvious."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Man, I try to be nice about you and you gotta be like  <em>that</em> ? Man, fuck you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "SCREW YOU, man you knew that was coming."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Asherdan is not hemerrhoids...  <br/> \nJust telling you cos some folk have trouble knowing the difference. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Buzzinga."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flynn",
    "plus": 31,
    "snip": false,
    "text": "I like Ray stumbling out of frame here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moraiat",
    "plus": 3,
    "snip": false,
    "text": "I think sneaking or stalking is more of his inclination in panel one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apmihal",
    "plus": 2,
    "snip": false,
    "text": "I disagree. Ray has been sort of stoned for the last few strips. To me this strip exists for the sole purpose of showing Ray stumbling around in the background. But of course that could just be because I love the Ray is Stoned story arc so much"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 2,
    "snip": false,
    "text": "Dudes dig chicks that are mean to them. I dig chicks that can defeat me in Street Fighter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "Chicks seem to dig dudes who are mean to them, too. <br/> \n <br/> \n\"I know he cheated on me four times, killed my mother, and had a baby with my cousin, but he's a good guy underneath it all. I can change him, I just know it.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I have a friend that consistently falls for guys with deep seated issues that manifest in them being huge twat-otters to her.  <br/> \n <br/> \nShe pulls out that \"I know he's a good person underneath it.\" all the time. I told her to try to find someone that doesn't force her to scrape through ten layers of shit to find a glint of gold. <br/> \n <br/> \nShe does not listen to me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "It's 'cause rough dudes with emotional scars connected with wrong-side-of-the-trackedness generally fuck like there's no tomorrow 'cause there often ain't one. As depressing as it may be to an entire generation of effete milquetoasts who were raised on the belief that being nice is enough, a stellar trailer rocker often means more to your average twenty-something than a good-natured, shoulder-to-cry-on type. <br/> \n <br/> \n <strong>Consolation:</strong>  When she hits her thirties and gets ready to settle down, you'll be at the top of her list."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "For the record, I am from a rare socioeconomic niche which has afforded me views from both sides of the divide. This is why I feel I can speak with authority on the matter."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Oh god, I hope my comment didn't read as if I was one of those losers that whine about being stuck in the \"friend zone\" and think \"I wish she would just see how good we would be together\" as the knight in shining armor stands awkwardly on the porch holding her purse, while her asshole boyfriend (that has what he says are prison tats, even though it is pretty clear he just broke a pen, dipped a thumbtack in ink and punctured fail all over his arms) gives her the ol' Gopher in the Wet Glutch in the backseat of your Honda Civic. <br/> \n <br/> \nI don't find my friend attractive and I'm not a \"nice\" guy. Though I was a couple times when I was young enough to be excused for the naivety. I just want her to get a dude that deserves her awesomeness."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Oh, I wasn't callin' ya out or nothin'. If anything, I was addressing myself. I've taken it too far in both directions at one time or another."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Ditto."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "applebed",
    "plus": 0,
    "snip": false,
    "text": "Ultra Peanut would definitely play as Chun Li"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Ha ha, nice avicon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "How dangerous that would be depends on which Street Fighter we're talking about. <br/> \nAt least back in the SF2 days, Chun Li was top-tier... so broken that playing as her in Versus-mode was banned in my household. Wasn't a single guy in the house who couldn't beat any other character with Chun-Li. <br/> \n <br/> \nLater generations though? She got toned down. Her Hyakuretsukyaku got nerfed, among other things. Ryu sorta took over as the standard top-tier then."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "samspud",
    "plus": 0,
    "snip": false,
    "text": "She's top tier in 3rd Strike."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tasteful",
    "plus": 0,
    "snip": false,
    "text": "one of the few instances in which ray's tail is visible"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I see ray standing there and wonder if the last couple of strips have just been in his head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wangflop",
    "plus": 12,
    "snip": false,
    "text": "FeeReep totally goes Gandhi on the robot's ass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellaedgar",
    "plus": 16,
    "snip": false,
    "text": "And Phillipe just stands there watching the \"Entering Enemy Mode\" meter climb up to 100%."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 6,
    "snip": false,
    "text": "Yeah. If there's a lesson here, I think its \"if you see a robot entering enemy mode, don't stick around!\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 1,
    "snip": false,
    "text": "Ultra Peanut is barely around anyway. There are barely any kids in Achewood.  <br/> \nAlso; why doesn't Philippe live with his mum?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deancain29",
    "plus": 5,
    "snip": false,
    "text": "I dont think you should question Achewood. I try to be zen about it - just accept."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Because Philippe is an immortal 5 year old stuffed otter who is passed from family to family as they all slowly age to the point they can't take care of him, in which they send him to live with another family. Because he is five, he eventually forgets the previous family and at some point thinks he is a member of the family he is currently with.  <br/> \n <br/> \nOr <br/> \n <br/> \nI smoked a lot of weed and just started typing away..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soilentshuggah",
    "plus": 2,
    "snip": false,
    "text": "Phlut."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "henrythecad",
    "plus": 1,
    "snip": false,
    "text": "It's a safe bet that Ray won't be turning the mother out today, as seen in the first panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "denise",
    "plus": 1,
    "snip": false,
    "text": "i forget that their cats and that they have tails"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shirt145",
    "plus": 1,
    "snip": false,
    "text": "I wonder if there is a hole in the back of Ray's thong for his tail or if he just pushes it to the side? If so, which side?  Also, maybe I need to not think about this anymore."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes, there is a hole and no, I'm not hunting around for links to prove it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "And to think that all of this time I thought you were a hole man, rowboat. <br/> \n <br/> \nI'm disappointed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kledermans",
    "plus": 5,
    "snip": false,
    "text": "Ultra Peanut is such a bitch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "If I was 5 and an otter, I'd hit it. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 5,
    "snip": false,
    "text": "Anyone else who has broke up with a someone using an email address they then stopped checking will understand Phillipe's dread at Why you no call me two year?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 3,
    "snip": false,
    "text": "Is anyone else wondering why the message on Phillipe's chest isn't mirror-imaged?  I suppose \"enemy mode\" accounts for it and reverses t on Click Robot's screen before the attack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "\"Mortal Enemy Mode: carves  <em>you make me do it in my pants :(</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "That was a period but I suppose the frowny-face has a mole."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "anonymous44",
    "plus": 1,
    "snip": false,
    "text": "PHLUT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niraj",
    "plus": 0,
    "snip": false,
    "text": "Love the sounds Click Robot makes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 3,
    "snip": false,
    "text": "It may not be a tattoo, but the next thing you know he and Little Nephew are accidentally killing convenience store clerks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "<em>THUK</em> <br/> \nMRRRRRR <br/> \nMRRRRRR <br/> \n <em>PHLUT</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "saulbellow",
    "plus": 2,
    "snip": false,
    "text": "what is this is some kind of DOS-based Hello Kitty or what kind of a thing is it <br/> \n <br/> \nc:/> <br/> \n <br/> \nc:/> cd/feedme <br/> \n <br/> \nc:/feedme>  <br/> \n <br/> \nc:/feedme> dir <br/> \n <br/> \n<...> <br/> \nauto.bat <br/> \nfeedme.exe <br/> \n <br/> \nc:/feedme> feedme <br/> \n <br/> \nFOOD ARE FED <br/> \n <br/> \nthanking you goodbye <br/> \n <br/> \nc:/feedme> cd <br/> \n <br/> \nc:/>  <br/> \n <br/> \nc:/>  <br/> \n <br/> \nc:/> quit <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "Huge chubby for \"FOOD ARE FED\", as well as auto.bat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ketelcat",
    "plus": 1,
    "snip": false,
    "text": "Love how Philippe is too polite to get Click Robot off himself, just lets himself get burned and looks a little bit worried. Aw."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Ultra Peanut is five."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "It would be interesting if she did age though. Then Philippe could experience heartache like I have."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, irateturk. Do you also have a girlfriend who ages while you do not? It is the saddest thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nThe saddest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "He's sassy!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "click robot must be a chick........."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Ultra Peanut refers to Click Robot as a \"he\" so I am guessing probably not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Also it seems ironic to me that you, a person who has frequently called people either \"dumbass\" or \"idiot\" and so on, would make such an oversight."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "i was making fun of HIM because HE is being overly dramatic and emotionally weak.  turn your sarcasm detector back on, this is the internet. <br/> <br/> it seems unnecesary for you to take so much to heart on a messageboard about achewood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Sarcasm is hard to read in just text sometimes. It's not a totally obvious thing you know.   <br/> \n <br/> \nI chubby your comment to make amends."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gingerkid",
    "plus": 0,
    "snip": false,
    "text": "I am so happy Ultra Peanut is back!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "This one has a dreamlike feel to it. Like when you dream about a friend you haven't seen in years and your subconscious creates the second half of an unresolved conversation. Or revisits awkward moments so you can try to justify them to the people involved over and over again."
  }
]