[
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 9,
    "snip": false,
    "text": "for a second, i totally thought Beef was gonna be playing the part of Chuck, suckerin' T so hard a whore would blush."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Oh man. \"Bourré\" is French slang for \"drunk\", but is probably closer in both meaning and emphasis to the British word \"pissed\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Bourré first meaning is \"filled\", then drunk. Also close to Bourru, wich is mean, pissed"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's 'drunk' only in the very familiar sense of the word."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "The  <em>biblically</em>  familiar sense of the word."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 19,
    "snip": false,
    "text": "http://bbs.evony.com/showthread.php?t=11313"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 5,
    "snip": false,
    "text": "<em><strong> He is back</strong></em> <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 5,
    "snip": false,
    "text": "And like the appearance of the Lash of Thanatos, the old ones close their doors and shake with fear."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you, because of the \"Sexy Weekend Fiasco\", and the scars."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Man, I want to join just so that I can vote for one of the girls who just clearly didn't give a fuck. That basically means the ones who didn't take the time to borrow their aunt's horse or buy a bowie knife. (wtf?) <br/> \n <br/> \nI read as far as the fourth page, and defy anyone to claim that they managed to get further before collapsing in depression and rage at the internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "there was more than one page?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "you really clicked that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "The worst that could happen is that you have yourself a sexy weekend."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "In some ways I am a braver man than even I will ever know."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Courage without wisdom is madness !"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "And with that i've gone further, seen the worst with a few ray of hope.  <br/> \n <br/> \n <em>Ninja queen</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>But... but why did one of them have a Bowie knife?</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 4,
    "snip": false,
    "text": "<em>Tell my knife I love her, very much</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "SHE KNOOOOWS"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 7,
    "snip": false,
    "text": "Ground control to microtome"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "I don't want to sound creepy and say, \"Marry me\", but... <br/> \n <br/> \n <em>Marry me.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for brilliance."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "avatar",
    "plus": 4,
    "snip": false,
    "text": "done.  username:  superdork    password: dork <br/> \n <a href=\"http://web.archive.org/web/20110415014022/http://bbs.evony.com/showthread.php?t=11313\">contest link</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice_enuf_guy",
    "plus": 0,
    "snip": false,
    "text": "In our collective superdork name I befriended the hot filipina chick on page 8...woa!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I support this initiative, i would like that the collective learn more of her."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "ITT: Borgs"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice_enuf_guy",
    "plus": 0,
    "snip": false,
    "text": "Perhaps we can form an alliance with the Lexmarkians, prosper in peace and..oh good GOD what is WRONG with these people?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "Says somebody participating in a discussion of a cat  sapphic literature contest."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice_enuf_guy",
    "plus": 0,
    "snip": false,
    "text": "Sehr Geehrter Hr. Dr. Doppelganger (gotta love formal German): While I generally agree with the mantra \"do what makes you happy\", I also see a not so subtle difference between reading fiction of any sort and acting out a fictional life, including dressing the part. Capice? (also gotta love informal Italian)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "What?  You don't have Achewood parties; wherein you dress as your favorite character?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "I have those all the time.  I dress as Tedor..."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "Yes!  <br/> \n <br/> \nBut I'm worried it's leaching into my real life. <br/> \n <br/> \n(We buy kitty litter by the containerload.)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "But they use toilets (and have killer parties inspired by 2,000 flushes)."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "It's not too bad, as long as people are dressing  <em>as</em>  their favorite character and not  <em>like</em>  their favorite character.  Otherwise the Beef, Ray, and Todd fans can get a bit awkward."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "I dress as out-of-body upside-down Teodor."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Chubbied  <em>just for turning up</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Lord knows that's the only reason why i did."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Thirded, I clicked the link but only after chubbying."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes. this is what i did."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Guys, if lawbot asks, I'm not here"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wow, I never realised that your names are sort of antitheses before."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "He said, then quailed, realising that he had inadvertently summoned ridiculous amounts of pedantry to be visited upon his person."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Pedantry?  They sell that stuff at Joanne's Fabrics by the yard! <br/> \n <br/> \n <em>And thus, having made a weak joke about crafting, thegoblins fulfilled her womanly duties</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "If you think crafts fulfills any kind of womanly duty, you clearly have never been married."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "C... cat fight?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Alls I'm sayin' is crafty hobbies don't put no dinner on the table woman get yo' ass back in that kitchen right this instant!  You can knit on your own damn time meanwhile I'm the man of this house and I expect my dinner to be  <strong>ready</strong>  when I get home! <br/> \n <br/> \n*weeps*"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 13,
    "snip": false,
    "text": "While I agree that crafts do not fulfill  <em>marital</em>  duties, I have always appreciated woman that bring something to the table. <br/> \n <br/> \nFor instance, my wife is presently knitting an item for me that she 1) sheared from here own sheep; 2) carded; 3) dyed; and 4) spun.  Its a lot of work for a cumrag, but I appreciate the effort."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 1,
    "snip": false,
    "text": "If weapons are produced, crafts can fulfill  <em>martial</em>  duties."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "Daaaaamn.  Talk about avatar/comment synergy.  If only Groucho Marx and Richard Pryor could have had a saphic cut-downs erotica fight.  That would have been a thing."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "But if your craft is producing crocheted dinner plate warmers it will be very welcome when I fall asleep watching TV."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Tell me...tell me about marriage.  I hear there's a long unpleasant pointy snake and I must try to avoid its attentions as much as possible."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Pointy ?  <em> Oh you indians  ;)</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "We could discuss the relative merits of circumcision, but that would be pointless."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The guys I know around my age are all circumcised, but it seems to be more of a fashionable procedure than anything."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "Man, that's kinda old to be snipped."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "No, I don't mean they all went as a group to be circumcised recently.  They're all a bunch of fucking pansies.  What I mean is they were all circumcised as infants, a choice their parents made because all the other parents were doing it!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "I know (it was a joke based on your ambiguous sentence structure). <br/> \n <br/> \nYou exhibit an adorable mixture of intelligence and naivete.  No wonder srikamaraja wants to marry you."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "It's very hard to have an argument among men about circumcision without insulting anyone's personal hose. It's a subject that both cut and uncut men are a bit defensive about, given that the arguments essentially boil down to: 'Your penis is mutilated and insensitive', and 'Well your penis is ugly and prone to infection.'"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "<strong>Q:</strong>  What do they call that mass of insensitive skin at the end of a penis? <br/> \n <br/> \n <strong>A:</strong>  A man."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "But all penises look silly, circumcised or not.  It's not a very aesthetically pleasing organ."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I have heard many women claim that they prefer circumcised john-thomases for visual reasons. They rarely react well if I say I prefer the aesthetics of a circumcised clitoris, or clitorides."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Well, a circumcised clitoris is a nonexistent one, no?"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "The clitoris is much a larger organ than the visible bit (\"bean\").  It extends into and envelops the vagina.  Completely removing it would be very difficult and probably fatal. <br/> \n <br/> \nHowever, the correct female analogy of a male circumcision would be too remove the clitoral hood, and leave the bean alone.  So-called \"female circumcision\" as it is practiced actually removes the bean and usually the labia.  From what I've had the misfortune of reading, this is often done by scraping, not cutting.  Of course, methods vary from culture to culture. <br/> \n <br/> \nYou weren't eating your lunch, were you?  Sorry about that.  Just remember not to read about human behavior next time.  Ta!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "avatar",
    "plus": 1,
    "snip": false,
    "text": "I'll give you that a lot of penises look silly.  But some are sensual, sexy, hot, etc.  It depends, of course, on the overall context in which the penis is presented in a given medium.  And a lot of it too depends on the shape of the penis, the amount of surrounding flesh in the lower frontal abdomen that sort of morphs into the penis... like I once dated this girl who complained that she had 'cuisses de chevaux' which is French for 'horse thighs' I guess that's an idiom ... colloquialism ..?  analogy ? simile?  you know.. one of those linguistic whosizit whachamallits.  you know what I mean.  anyway, she meant thighs that sort of morph seamlessly into the buttocks, leaving the buttocks not well defined in any sort of distinct sense...  and it's kinda ugly when penises do that too, in my opinion, ya know, it's like, almost like a gut, sort of, surrounding the base of the penis.  That seems to be a universal constant in the conception of what is beautiful, does it not, that appendages should have distinct points of offshoot from the body...  should not be gradual transitions. <br/> \n <br/> \nso yeah, anyway, long story short (<---pun)  (woah that ascii arrow is like a visual pun too.  it's even pointing to the left...) um, there is certainly beautiful and artistic and erotic penises, and you'll recognize such a penis when you see it, for sure.  I've sometimes wondered what it would be like to not have such a penis, in the same way I suppose that I've wondered what it would be like to weigh two or three hundred pounds.  I'm 5'10'' and 145 pounds.  My body is really perfect in many respects.  Except of course for having an asshole.  Well I suppose that there's a lot wrong with the human body from a longevity perspective... it develops cancer, some 8% of the genome is like, frickin virus... can you imagine that... can you imagine if you bought a new operating system for your computer and damn near 10% of the compiled code it installed was latent virus... even Microsoft isn't that bad.  So yeah, the body sucks, is so unreliable, has all these issues...  but as if that's not enough, then on top of that, the one thing the body does do reliably, is have an asshole.  Every day.  Every fuckin day you have this asshole.  It's inconvenient, it smells, it requires maintenance.  I swear to fuckin god the reason that humanity invented the transporter on Star Trek was for no other god damned reason than to be able to sew that thing shut, seal it off with skin grafts, and beam the shit straight out of the bowels into the ground where it can do some good as fertilizer.  Man on the moon man on mars MY ASS how many billions of dollars motherfuckers solve the problem of MY ASSHOLE and then I'll be impressed with space technology not before NOT BEFORE"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "isaac_holladay",
    "plus": 0,
    "snip": false,
    "text": "This man said penis nine times."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "I think your use of 'sort of' should protect you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Sort of is not nearly as efficacious as condoms."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "But really, what are you talking about?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ravigotte",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <em>Mayhap, I kiss a frog to find my King!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "The woman above walks into a bar with a pig under her arm.  The bartender asks \"where'd you get the pig.\"  The woman above answers \"at a farm down the road.\" Bartender says \"shut the fuck up, I was talking to the animal.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Oh, come now -- she's not so bad as this: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "doppelganger",
    "plus": 1,
    "snip": false,
    "text": "mother?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "My frotteurism senses are tingling."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "oh man, this isn't cool.  We're going to be like the internet people who all made fun of the ghetto prom kids and made them cry. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110415014022/http://www.trutv.com/shows/operation_repo/index.html?pid=s_6OKYLPVVBDWp8GGXboM3dbsY5U2qQP\">in other news, but along the same D&amp;D roll playing SCA theme, can someone please rip this video</a>  and post an avi file of it before it goes out of rotation on this site?  It should be saved for historical purposes."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..you're kidding, right?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "It was the horrible taste in bathing suit that made me choose it. Honest. That was what I meant."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "well, as much as it would be nice that we not be prejudiced against fat people, the fact is, there is some basis in reality for such prejudice.   <br/> \n <br/> \nif you look at demographics, you find that poor people tend to be more fat more often than rich people.  And poor people also tend to be less educated.   <br/> \n <br/> \noh but it gets worse.   <br/> \n <br/> \nI dunno what all research has been done about kids who are raised with a family pet like a dog in the family, but I would be willing to bet that it makes the kids a lot more socially smart.  I mean, dogs, right, they have all this body language and facial expressions that communicate so much about their state of mind and their emotions. <br/> \n <br/> \nConversely, imagine the kid who is raised with one or more parents all fat.  I mean, when fatness reaches a certain level, right, you got facial expressions that simply can't show through all the folds of fat.  And body language... forget about it... laying immobile on the couch is not really body language. <br/> \n <br/> \nand then there is the fact that fat people are, ironically enough, incredibly strong.  they have to be to heave all that heft around all the time.  so I mean, think about it... fat people are incredibly dangerous.  they're more likely to suffer from mood disorders such as depression, etc, and then you add to that their tremendous physical strength, and basically you have like a godzilla sort of thing waiting to happen.  they're ticking time bombs.  they shouldn't be allowed within 5,000 yards of a school, park, etc., if you ask me. <br/> \n <br/> \nand then of course there is the study that got a lot of press a while back that found out that - duh - fat people tend to be friends with other fat people more than with other skinny people.  that's right... it's a lifestyle, an evil vile lifestyle, and they all chill together in their satanic lifestyle.  not only do they raise their own kids to be fat, as if that's not enough, they have infiltrated (especially the Jewish fat people) industry and politics to the point where they control our lives, spawning corporations like McDonalds and Coke and Pepsi, marketing the fat lifestyle ubiquitously in our culture, essentially shoving it down our throats, converting more and more of us into being fat, like so many alien body snatchers.  Do they come from another planet, and evil planet, with evil designs?  Quite possibly.  It would explain a lot.  A fat person might be a normal human whose body has been taken over not by one, but by two or more evil life forms from another dimension. <br/> \n <br/> \ngod I fuckin' hate fat people!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "<strong>Avatar</strong> <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>oh man, this isn't cool. We're going to be like the internet people who all made fun of the ghetto prom kids and made them cry.</em></div> <br/> \n <br/> \n <strong>Avatar</strong> <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>god I fuckin' hate fat people!</em></div> <br/> \n <br/> \nConsistent much?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "avatar, I regret to inform you that you are not my favorite troll."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "WELL THAT,S WEIRD WHYS THAT <br/>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Because I LOVE fat Jews!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "Oh, I missed his antisemitism the first time I read that. <br/> \n <br/> \nUncool, avatar; my Lord and Savior is Jewish (we will overlook for the moment that the Sanhedrin had him put to death)."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Ouch man. :("
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "It reminded me of the mid-nineties, a lot."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zaer",
    "plus": 0,
    "snip": false,
    "text": "reminds me of monkey island for some reason."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blocken",
    "plus": 0,
    "snip": false,
    "text": "sunglasses always denote who runs the show"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "back with another one of those rock blocken beats?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "He looks like a pachyderm version of Tom Cruise in Risky Business.  So hell yeah he's runnin' the show!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleaw",
    "plus": 2,
    "snip": false,
    "text": "Google learned me that Thanatos is a personification of death, but, I don't see what Beef is so worked up about. It's not like he hasn't died several times already, right? <br/> \n <br/> \nStill, I love how even when he feels bad he'll still help Ray out. <br/> \n <br/> \nOh, and I just noticed the door gets locked tightly behind him. Lovely."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "In fact, I think in fact that the fact that your death line cross the Life line would be pretty bad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "is that where ghosts come from? <br/> \n <em>ooooooooooooooooooooooooooooooooooooooooo~~~</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "And well I tought she was prepping a pistol, i think we don't have the same background."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 12,
    "snip": false,
    "text": "That would have sounded more like this: <br/> \n[IMGS OFF] <br/> \n...the door and gun sounds building to a crescendo in a drum track that lays down under a modern interpretation of a lightweight banjo rag."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "well i was expecthink a boom and then a thonk in the 10th panel"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i have heard of a boomstick but not a thonkstick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Body hitting the floor. anyway, Ham beat me to it, i was at my job and could not see that photo-buggery. <br/> \n <br/> \nI bow in respect"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "she even removes the rose from the room. dang, Beef, you sure got somethin' hanging over you  <em>and it is definitely not a ding-dong</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 8,
    "snip": false,
    "text": "It is the  <em>ding-dong of Damocles.</em> <br/> <br/> <br/> (It is not a Hostess Ding-Dong.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "<em>The ding-dong of Damocles is hanging over my head<br/>\nAnd I've got a feeling someone's gonna be cutting the...</em> <br/> \n <br/> \nWait, was Damocles Jewish?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "no, Greek.  <em>pay attention!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "For sure he was not Gordian."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "knot ever?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "r0g3r_day",
    "plus": 0,
    "snip": false,
    "text": "porkee, la rama-lama-ding-dong? German for funny: http://www.youtube.com/watch?v=0lf8YDLHQDE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 3,
    "snip": false,
    "text": "I thought Death wore roller skates. Well, at least one roller skate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "otter",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I mean, Beef was even Dragged to Hell and it didn't work out so bad.  No fly-inhaling or gypsy-gumming, at least."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Perhaps the palmist merely has an unnatural fear of death or misfortune."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Unnatural indeed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "In the words of the most beloved philosopher-emperor Aurelius, if a Thing may happen to a righteous [person] just as easily to an unrighteous [person], then it cannot be inherently good or bad."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 3,
    "snip": false,
    "text": "Yeah, well, you know, philosophy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Not to mention  <em>Emperors</em> ... <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n Cads, the lot of them!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Not to mention [b] <em>Emperor</em> [b]... <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "My BBCode ambitions were lofty, but my attention to detail too feeble. Henceforth I shall be known as a reckless boob by the status quo, and my nights will be lonely and frequently interrupted by callous laughter and the shattering of expired eggs on double glazing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "[quote=Overmedicated]Problem, Assetbar?[/quote] <br/> \n <br/> \nGET THE FUCK OUT OF HERE <br/> \n <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "you coolfaced so hard i fucked my bbcode up bro, not cool"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "The timing of your folly astounds me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "history",
    "plus": 1,
    "snip": false,
    "text": "Ooo...went with Aurelius over Shakespeare...impressive.  History approves."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "swordsower",
    "plus": 1,
    "snip": false,
    "text": "I, like god, do not play with dice, and do not believe in coincidence.  Einstein, yo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravigotte",
    "plus": 0,
    "snip": false,
    "text": "I guess he only has nine lives. <br/> \n <br/> \nBeing a cat and all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Even Beef's hand are screwed up"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Why is beef consulting a hand reader, is he not supposed to be the one with the power of science ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 51,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Boy, I sure wish Todd didn't do all those cocaines."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, that was a great strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "It gave us \"PHILIPPE is FIVE\", and the idea that it is only a problem to have an addiction in a specific time and place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "Drawing individual window sections can be a pane."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "that was punderful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quazifuji",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110415014022/http://m.assetbar.com/achewood/uua4bJhLH\">That's two of the four that have happened!</a> <br/> \n <br/> \nThe prophecy is coming true!  Cüddlenacht approaches!  Beware!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i gotta ask..who gave this chuppies? are there a whole lot of lurkers up ins, or did you all actually appreciate this bit of Hastily Painted Buggery?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "This is just me, but the elephant heads in this story arc look like TIE fighters with a peter attached to them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I think perhaps you haven't seen very many peters."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 5,
    "snip": false,
    "text": "Perhaps you haven't seen enough phallic sci-fi. <br/> \n[IMGS OFF] <br/> \n <em>Do not fuck with polychaetiformes.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Ha ha ha, it's so adorable!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Oh, you say that to all the phalli."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chico",
    "plus": 1,
    "snip": false,
    "text": "I like dem too -- they make the best cheese steaks."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "...kind of."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "women all whore <br/> \ni virgin life <br/> \nfuck world fuck it"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "---you"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "LET'S BE BEST FRIENDS ON DEVIANTART"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "swordsower",
    "plus": 1,
    "snip": false,
    "text": "Where can I get one?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 10,
    "snip": false,
    "text": "Anywhere south of the Shield Wall."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Contact your nearest sietch today."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 7,
    "snip": false,
    "text": "Esmar Tuek & sons, est'd circa 9,580 AG. <br/> \n <em>~Our skin is not our own~</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "popedragunov",
    "plus": 1,
    "snip": false,
    "text": "As a self-proclaimed Dune nerd this deserves several thousand chubbies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "I JUST NOW looked closely at your avatar and realized it was not John Denver."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "They say that God created Assetbar to train the Faithful.  <br/> \n <br/> \n <em>What does God need with a starship?</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "for all the dune nerds of assetbar (cred and chubs to srikamaraja) ... sting is applauding you <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "greatnowimhardihopeyourehappynowyoudick"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "You can ride those, right ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Perhaps they were unnaturally truncated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "A moyle never forgets."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "hahahaha."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "A mohel, a proctologist, a whore, and the Lash of Thanatos walk into a bar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "You really think I asked for a 12-inch pianist?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 19,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>A mohel, a proctologist, a whore, and the Lash of Thanatos walk into a bar.</em></div> <br/> \n <br/> \n <strong>Punchline:</strong>   An old drunk looks up and says: between the four of you, I don't know whether I'm coming or going, or how long I'll be."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "V-chubbin'."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the comment/avatar synergy. Can't help but read it in a Graucho stylee in my head."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "where in hell is Cheese? <br/> \n(do not make an account just to be Cheesy.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Volkswagen . . . but -- <br/> \nBut Beef can't afford a Volkswagen and Ray only drives American! <br/> \n <br/> \nI sense that this palmistry parlor is in a place that Roast Beef would not normally frequent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "probably somewhere near Achewood proper. all the homies seem to run real close to one another."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "\"That man can't afford no Volkswagen. What is the damn fool doing near a dealer for a car he can't afford. He must be from out of town.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "guikey",
    "plus": 0,
    "snip": false,
    "text": "...But it clearly states that Roast Beef has passed by this particular palmistry before. It clearly states so... in the first panel, no less."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "He passes on the highway. See those signs? Those are highway signs. He's never been down into the belly of the beast before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 18,
    "snip": false,
    "text": "awwite fools. prep yaself an' do it good cuz i m ott done maself nah wit ma song creation. <br/> \n <br/> \n <em>spin it up. uh, uh, ye, ye, here we go</em> <br/> \n*beats* *beats* <br/> \n <br/> \nthe prepratian o notes <br/> \nan clearin' o trotes. <br/> \n <em>teh batt is abot 2 begin</em> <br/> \n <br/> \nwho among dem <br/> \nhas teh will-n-teh-drive to win <br/> \ni dunno but i'ma pray for di(m)n <br/> \nan hol' on 4 teh mighty win(d) <br/> \n <br/> \n <em>das abot to blow</em> <br/> \n <br/> \n*sing portion o' rap* <br/> \n <br/> \n*hi-note*Oooo, is it really sumfink u want? <br/> \nto found williams-sonoma <br/> \nwhile ya dressed as an elephannnnt <br/> \noooo, do u hab teh knowledge to ge*stress the e*t <br/> \nthat thing u both wannnt*anger* <br/> \nwuld u do whatever it takes? <br/> \nwuld u bet on urself 2 raise teh stakes? <br/> \nwuld u put ur faith in teodor? <br/> \n*somber* <em>eve(n) tho he neveh done b4</em> <br/> \n <br/> \n*rap* <br/> \n <br/> \nking eroticus maximus is powerless <br/> \nwhen teh protaganiss(t) doesn't hab a penis <br/> \nteodor, rattled to teh core <br/> \ncourage, courage son. to enter teh door <br/> \nof lesiban erotica. <br/> \n <br/> \n <strong>HARD-CORE</strong> <br/> \n <br/> \nwillsonom, wont sumwom(n) help dis foo' <br/> \nhe's got jus' 1 fing 2 do <br/> \nlord knows he's cleveh, <br/> \na masteh story telleh, <br/> \ngib im a chance an he'll shame ya <br/> \ndespite his skils prob wont come out ahead <br/> \nwin time comes 2 collect is prize will prob b dead <br/> \n <em>after all he's nearly one-hundred</em> <br/> \n <br/> \n*end-beats* <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110415014022/http://www.youtube.com/watch?v=9h9QRHMiAwc\">plz cehck ma collab partnrs song ot. i' transcends language</a> <br/> <br/> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Chubby by reminding me the air of another song i like. <br/> \n <br/> \nYoure still rad, tho"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "dat sotra makes me cry. h8 2 b unorig. sry u fond sumfink u recognised i totes h8 dat"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "this rap needs more chubbies"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "omnilingua",
    "plus": 0,
    "snip": false,
    "text": "*beats* *beats*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nHook: <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nThe man steals, robs you that you submit autos deeper, funds to <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nwhich is dealt, you steal, you shall submit deeper autos, cash on <br/> \n <br/> \npart1: <br/> \n <br/> \n(yeah) <br/> \nno sun here it creates the streets to highlight one <br/> \nlos frau merkel, I now make a fresh start <br/> \nPut me on the ghetto president (president) <br/> \nI am winning the elections, I have the absolute majority of the fans <br/> \nand they talk of the street, which of you was ever on the road? <br/> \nPull the white death through your nose <br/> \nsun's rays, there is not, I write a track about fairness <br/> \nthis is the second part of yourself, there are <br/> \n(here) you see no laugh because nobody is happy <br/> \nand this climate is forcing you, that you dream of home <br/> \neverything that makes you so depressed here, but nobody sees <br/> \nschon wieder weihnachten in knast how time flies <br/> \nand yes you trauerst, your parents are disappointed <br/> \nbecause you're not crooked ding bereust <br/> \nperspektive not, here is one with a cover in knast <br/> \nbar and that is einzelhaft, good night, good night <br/> \n <br/> \nhook: <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nThe man steals, robs you that you submit autos deeper, funds to <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nwhich is dealt, you steal, you shall submit deeper autos, cash on <br/> \n <br/> \npart2: <br/> \n <br/> \nI have the road attidüte here because roads attitude <br/> \ntell what can I do, can not sleep, of tatu tata <br/> \nclearly, your life is already scheiß hedged <br/> \nstudying medicine, doktor over night, it wixxer <br/> \nWe were given no opportunity, no monakko <br/> \nwe had not only beautiful time in rain <br/> \nI ess du döner and truffle <br/> \nscheiß Rebar and my assistant every day looks like the monster is designed <br/> \nRestorative you get here gänsehaut, here the walls are gray, man drauf <br/> \nI do because prison-sound, know me from <br/> \nscheiß to rap, I never was a rapper <br/> \nsince my age of seven was my goal: crime <br/> \nhere's no way that remains ne-way street <br/> \nhere and I would decline because I am in grad Treibsand sleep <br/> \nand the shit keeps me awake <br/> \nI watch my friends in mourning, no hats trauer young managed <br/> \n <br/> \nhook: <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nThe man steals, robs you that you submit autos deeper, funds to <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nwhich is dealt, you steal, you shall submit deeper autos, cash on <br/> \n <br/> \npart3: <br/> \n <br/> \nhere it is colder, colder, I'm here and I freeze <br/> \ncan you get me out of berlin, berlin but never out of me <br/> \ncross the finger to his w on cops I shitted <br/> \nand the policy fails, your own fault if we do dissension <br/> \nyour indictment gets her back now <br/> \nGerman because the poverty is the poverty that accumulates <br/> \nsehn nobody wants it, but we stand mittendrin <br/> \nwhat kind of gangster-rap? <br/> \nlooks to me I live what I sing <br/> \nthe hourglass, they continue to run, stop <br/> \nwe continue to dream, continue to make errors, but the worst here no regrets <br/> \nwe are trapped children, all year long winter <br/> \nand even some tears of joy that would prevent state <br/> \nThere is no future, you will be forced to dealn <br/> \nnot working, so Spielothek, you will be forced to spieln <br/> \nand this road will remain my second thought <br/> \nwe are criminals, you bonze So here closes the circle you spast <br/> \n <br/> \nhook: <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nThe man steals, robs you that you submit autos deeper, funds to <br/> \n <br/> \nand it goes ching ching <br/> \ntell me you hear sounds like the ghetto sounds <br/> \nwhat I do remains a ghetto-ding-ding <br/> \nyou'll never understand it's their's will never understand <br/> \nwhich is dealt, you steal, you shall submit deeper autos, cash on"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmad",
    "plus": 0,
    "snip": false,
    "text": "...totally thought it was a dick til like, panel 9"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Thanatos: <br/> \n <br/> \n[IMGS OFF] <br/> <br/> <br/> <strong>Looks a bit emo, if you ask me.</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Remind me of Hel for some reason, off to find some evidence !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "He's allowed to look emo as much as he wants, what with his being nekked with a sword and BEING DEATH."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And the wings, and half of him broken away.  It screams  <em>Final Fantasy VII</em>  to me. <br/> \n <br/> \nAnd that  <em>goddamned vacant look</em>  that Greco-Roman statues love to have."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "casserole",
    "plus": 2,
    "snip": false,
    "text": "That's only because the paint's worn off their eyeballs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "Not entirely. Ancient Greek statuary was typically posed and given expressions in a way somewhat similar to the manner of modern interpretive dance.  <br/> \n <br/> \nAs one historian put it: It isn't important to know what Aphrodite's hands were doing, because we know they were doing nothing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Aphrodite don't need to use her hands. She can take it down a full 24 inches if she needs to without pausing or gagging or nothing. That's kind of her deal, y'know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "A 24-inch penis: For when you can't get off without first stabbing a woman in the heart."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Poor little Suzy..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mensch",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>A 24-inch penis: For when you can't get off without first stabbing a woman in the heart.</em></div> <br/> \n <br/> \nSome chick I picked up on the \"Size Queen\" board begged me to give her 12 inches and make it hurt.  So I stuck it in 4 times and slapped her."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Some chick I picked up on the \"Size Queen\" board begged me to give her 12 inches and make it hurt. So I picked up a sandwich at Quiznos, filled it with nails, and fed it to her."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "chubby for implying you have a 3-inch penis. and for slapping a bitch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "this chick I met on the beach we started talking and the conversation took kind of a weird turn she said she wanted 6 inches so I took out this knife I got at walmart and I stabbed her but she kept getting her hands in the way and besides I didn't know what I was doing anyway because I am not a professional and so the damn thing got stuck somehow in her ribs.  Don't ask me how that could happen because you know it is sharp you'd expect it couldn't get stuck that it would just be sharp enough to cut it's way out of anything it could get stuck in.  Well what do you expect when you buy cheap stuff from walmart I guess."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "juggalo",
    "plus": 0,
    "snip": false,
    "text": "So this member writes in and says HEY WHY DONT YOU PUT BIG SPIKES IN MODELS TITS and I'm like Icantdothatsirtheywontletme but he's like NO NOT THROUGH MODELS TITS BUT POKING THEM FROM THE FLOOR UP and I'm like OhIseewhatyoumeanIlltrythat and he's like THAT'S GREAT and so I went to the shop and made some.  So then this model comes in and I said TAKE OFF ALL YOUR CLOTHES AND HERE PRESS UP AGAINST THESE HUGE TIT SPIKES and she's like SurefinewhateverItsyourmoney and I said HAHAHA I BET THAT HURTS BITCH and she's like Umnotreally and I said OH...WELL I GUESS I HAVE TO MAKE THEM SHARPER NEXT TIME SORRY."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "avatar, your goru board is wondering where you've been."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, in all fairness, she has to be able to handle gods and demigods of various types. Not to mention whatever Zeus has decided to shape-shift into this week."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I thought she usually gets to handle whoever she wants to handle, and was unusual in that respect."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, within reason. I was not thinking of that specifically, but yeah, she is married to Vulcan through no desire of her own and is more or less obligated to fluff his hog. I mean, she's still screwing just about everyone else behind his deformed back because she's kind of a bitch, but there's are least one case where she doesn't have a choice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 13,
    "snip": false,
    "text": "<strong>fixed</strong> <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <strong>Looks a bit emo, if you ask me.</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <strong>Looks a bit elmo, if you ask me.</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "harpo",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He can still get wood though. Don't be saying he can't!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nWhat young Hellenic up-start doth interrupt my divinely ordained match of Sapphic wits? <br/> \nDon't make me call the Buddhists, and conjure up a  <em>real</em>  God of Death. <br/> \n <br/> \n <strong>On with the bean-flicking!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "yes, but the cutting has gotten a little outa hand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "You would be emo too if the sands of time had chipped off your own personal hose"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Here we see Roast Beef take on the role of Ray Charles if he were an elephant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...and still alive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 2,
    "snip": false,
    "text": "Even dressed as an elephant and frantically typing lesbian smut Onstad isn't confident that Teodor can carry a strip by himself. <br/> \nRoast Beef, I think that's your pager going off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "So I'm sure we were all skeptical about beef being at a hookers. But when did you know for sure? I knew in panel 7, because if his dick was that big he would never be depressed. But then I have to admit I started to doubt a little again when in the next panel he starts to vibrate and I know beef doesnt have any pockets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Your avataricon is making something in my pocket vibrate. <br/> <br/> <br/> Yeah, it's my penis"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": false,
    "text": "Bourre! That's hilarious! It's the French for Borracho!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "What a horrible application of oneself, young man. <br/> \n <br/> \nWhy would you do such a thing on a Monday morning, Tekende?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "For energy. For fun."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "Because the wanking  <em>is</em>  about to begin."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "i shouldn't have started yet?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's almost as if you know no wanking decorum whatsoever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it does not rhyme."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Your FACE doesn't rhyme!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it does not rhyme <br/> \nyour face does not rhyme <br/> \n <br/> \nwell, it uses the same word at the end of each line..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "Your mom does not rhyme.  Even when I play her like an antique Spanish guitar or a particularly scintillating game of Uno."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it does not rhyme. <br/> \nyour face does not rhyme. <br/> \nyour mom does not rhyme. <br/> \n <br/> \nthere has to be a different way to end it this time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "yo ryme is a criem"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "And it's all turned to chyme."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "When it was just in its prime."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You've messed with the time"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "L'chaim!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "chico",
    "plus": 0,
    "snip": false,
    "text": "Sublime."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "sucka M.C.s cain't step to me/ <br/> \nso step off, step on and step away/ <br/> \nand put an ear on top of the words i scrame: <br/> \nGET IT RIGHT/GET IT STRAIGHT/GET IT IN| TO| YOU <br/> \n[/breathecarolina]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would fuck that mime"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "Real Gay Life"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Get the fuck out of here Onstad.  First half is MASTERY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "what a tease.   4 though.  get to the battle already dammit!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoblins",
    "plus": 6,
    "snip": false,
    "text": "I just realized I've been waiting two weeks with bated breath for cartoon lesbian erotica.  I think it's time to make some real friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "i'll be your real freidn gobblins"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "You're a fair-weathered friend.  I liked her when she had that awful picture.  Sure, its easy to like her now that she's cute."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "FUCK you I was horny for her with her last pifcutre too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "It appears I am knee-deep in troll peen, for some inexplicable reason. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>thegoblins, bringing you disturbing troll bukake scenes since 2009.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "pop surrealism at its best"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "juggalo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juggalo was marked lame too many times and excluded. (marked lame by cunty, HamScout, gladi8orrex, Mattsolo, Wolfensti, falseprophet, drmadplay, FablesandBlues, Guikey, wingspan, miaou, The_Clarkness, CMD7194, cromar)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Fubsy"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "shaft? that's not a shaft! This is a shaft! <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Can you dig it? <br/> \n <br/> \nAfter seeing that movie for the first time last semester, I took to saying \"Close it yourself, shitty!\" whenever I could.  I quote things for no reason whatsoever!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "doppelganger",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I quote things for no reason whatsoever</em></div>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Heeey!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "It's a very nice... penis!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>pop surrealism at its best </em></div> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Man, I chose me some hot legs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Ha ha!  It's easy to confuse whitey."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "I don't get it."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I don't think we are meant to get it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Wait, are you referring to yourself as whitey here?  I'm confused."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I thought the implication was that Shaft and I confuse whitey."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 5,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I've been waiting two weeks with bated breath</em></div> <br/> \n <br/> \nSo by now you should be a master-bater."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Seriously. Better friends would have produced some high quality lesbian erotica immediately."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I believe Onstad wishes to fan our lesbian ardor through suspense."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "I really think its about the boys and their relationships.  I am not at all interested in the actual sapphic erotica. <br/> \n <br/> \nTwo-party Porn is about putting yourself in place of one of the participants.  The day I fantasize about being with a woman  <em>as</em>   a woman, is the day I start down the road to transsexualism. <br/> \n <br/> \nI dig woman that are into men.  Otherwise I could just watch dogs fucking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "That being said, if thegoblins and aelindil would like to get it on . . ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "You do not even know what I look like.  All you have seen is a crocheted doll who will not be participating. <br/> \n <br/> \nBasically what I am saying is for all you know I could be a hambeast.  (I do have a SomethingAwful account...)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "You were the only other girl I have observed around here lately.  I assume that you  <em>are</em>   a hambeast. <br/> \n <br/> \nGood thing I keep a Kosher table."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Ahh, I see now.  You may contact me regarding payment for said films."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I could snuggle into her fat rolls afterwards."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Like a thermal blanket!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(narenial posts too, and even has a pic of herself, you insensitive clod!)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "It's okay Hedonismbot, I can't expect everyone to grace me with their affections as lavishly as you do."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "No offense intended.  I was just more familiar with the other two.  In fact, if you profile is to be believed (Art Tatum  <em>and</em>  Queen!!), I think I love you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "I love you too, Mensch. <br/> \n <br/> \nThat avatar of Rod turns me on even more than I already was."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "By the way."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "It is pretty ooze-worthy."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "She plays the ehru!  That's pretty rad."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I grace her with my lavish affection daily.  Today some even got in her hair.  Don't you hate that?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "It works nicely as a conditioner. <br/> \n <br/> \nAnd thanks, Goblins! Someone who actually knows what an erhu is!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Also I'm married. <br/> \n <br/> \nNot that this would be much of a deterrent for  <em>me</em> , but I think the husbandtype might have Words on the subject."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I don't particularly like any porn, including many lesbian porns.  They're obviously just doing it for the camera!  It's just not something I get down with, yeah."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "that's fake lesbian porn you're talking about.  it's fake in the same way that music on 99.9% of American radio stations is not really music.  Wow... when you think about it... the American diet consists mostly of processed quick-serve food, e.g. not food at all...  the music isn't real music... the porn is so watered down and fake that Janet Jackson exposing a nipple (singular, mind you, just one of two nipples) for 1/20th of a second  <em>actually means something</em> ...  wow...  Americans probably have the most boring sex lives of any culture.  I feel sorry for anyone who tries to immigrate to this country at this point...  like my roommate, for example.  It's like, I keep telling him, one day he's going to wake up and go \"why the fuck didn't I go to Canada instead!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "swordsower",
    "plus": 0,
    "snip": false,
    "text": "There seems to be more sexual tension in the commentary than the entire arc itself, yo."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "There is [i]definitely[/] more commentary in the sexual tension than the entire arc itself."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "Oh, God. My first BBcode failure. It's like being arrested for the first time in  <em>goodfellas</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[quote]You broke my cherry srikamaraja... [/quote[ <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i...i don't know what to say about this..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I appear to have confused a quotation from  <em>Goodfellas</em>  with another, more popular quotation from  <em>The Godfather: Part II</em> . I was, however, still able to screw up my BBcode in homage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 0,
    "snip": false,
    "text": "I wonder if Onstad is aware that in panel seven he drew Roast Beef holding a ROCK HARD CATCOCK"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "swordsower",
    "plus": 0,
    "snip": false,
    "text": "This strip is all about the fapping."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 8,
    "snip": false,
    "text": "I was unsure if anyone else had noticed that the silent film mentioned in the alt-text would look somewhat...erotic. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "<strong>AAAIIIIIGHT!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Achewood needs more sinister or erotic bluegrass and blues, more shadows and silhouettes, more long walks into the shadows of the inky bayous and more hell. <br/> \n <br/> \nSoon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The world needs more sinister or erotic bluegrass and blues."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "how 'bout this  <a href=\"http://web.archive.org/web/20110415014022/http://www.veoh.com/browse/videos/category/animation/watch/v15876410s2yDf9Gt\">Cosmopolitan Cyborg A series of Station IDs commissioned by the ALL MUSIC Italian music television chann</a> <br/> \nokay not so much <br/> \nbut how about this <br/> \n <a href=\"http://web.archive.org/web/20110415014022/http://www.myspace.com/thegoblins\">Gothic / Jazz / Psychobilly </a> <br/> \n <br/> \nyes, 'the internet' comes through again!   <br/> \n <em>THANK YOU INTERNET</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Little Blue Crunchy Things doesn't count, unfortunately. I wish they did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i've got a gif of this waiting to be timed properly but i have another place to be very soon. when i get back, you all will witness Clarky Carbunkle in \"THE GENTLE-MAN\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 11,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "I'm waiting for the long uncut version."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "This is a thing of beauty!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mensch was marked lame too many times and excluded. (marked lame by ifergott, ppccd, cpnglxynchos, Fathington, I_Love_Kate)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Kind of like a corndog."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "Remind me not to get fellatio from you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the megateeth."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mensch",
    "plus": 1,
    "snip": false,
    "text": "Finest teeth I've come across."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But the mustard will help to cure your social diseases!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<em>Assetbar has always been a recipient of long, flaccid, pointless.....rants.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "fuckin great.  now there's two giant dicks I have to scroll by while trying to glance away.  I don't want to see that thing, but I dont want to ignore people either, and I can't block the image site because it's frickin' wikipedia."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>now there's two giant dicks I have to scroll by while trying to glance away.</em></div> <br/> \n <br/> \nI felt the same way about  <a href=\"http://web.archive.org/web/20110415014022/http://www.whitehouse.gov/\">http://www.whitehouse.gov</a>  during the last administration."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "D...Dad ?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Seriously where the hell are you Daidai, i'm not good at doing your job"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<strong>That's what SHE said!</strong> <br/> \n <br/> \n <em>Awwwww yeah, boys, let's take it down a notch.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that is, of course, what was related to me."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "It's possible that the comedy that will ensue from this setup will appear in another strip later this week."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "We are meant to believe the cartoon cat is employing a prostitute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "I am unsure which causes more desperation: The aforementioned Lash of Thanatos, or watching a Magreaux dog try to walk? <br/> \n <br/> \n...Wot of a Magreaux dog walking Thantos on a leash?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "This means you are the master of Death and you may have one more cookie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 9,
    "snip": false,
    "text": "I am the Master of Cookies and you may have Death. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Please tell me you just took this photo yourself for the sake of a joke."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Old as the internet"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I would really like to know where this came from."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I found it  <a href=\"http://web.archive.org/web/20110415014022/http://media.photobucket.com/image/cookie%20monster/ohiok/funnypictures/cookies/the-cookie-monster.jpg\">here</a> .  Its true origin I know not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Why does the Cookie Monster have a Very gun?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "This is how awesome that was: <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Do you know what a Palmist once said to me? <br/> \nShe said 'will you let go'!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Good thing she wasn't a gynecologist."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Id would also be concerned if a surgeon had that problem"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Urologist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "I initially thought that Roast Beef's penis was cursed. Maybe even  <em>haunted.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "guikey",
    "plus": 1,
    "snip": false,
    "text": "Well, it frequently finds itself in the company of a dead woman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm sure you coulda fooled him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "It also probably doesn't help that he calls it 'Dracula'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>good catch</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i mean,  <em>tite, tite, dat is tite phinkin'</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "NARENIAL AIN'T GOT MUCH MONEY THIS WEEK MWWWAH-HA-HA"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i wouldn't charge... <em>her</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ampkit5",
    "plus": 0,
    "snip": false,
    "text": "I'll admit, for the first five panels, I thought Beef was having his beef yanked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "The narration box is starting to take liberties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "oh my goodness this is really quite good !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "posthuman architecture <br/> \na single future - second life and the Singularity by Ronald K Plabbincock"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "people don't jack off like they prayin old woman"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "ray x beef one true pairing <br/> \nshe loved him. but he loved him. and HE loved HIM back!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "\"meditate on my dick, beef! tate on that dick! yes!\" - ray"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "it's literally impossible to do porn of a giant egg with wings and a face <br/> \n <br/> \nonstad, you should realize this. split up molly bloom and cassandra bloom. now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>ISSSSSSHHHHHHUTAAAAAAAAAA!!!!</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "TEEEEEETTTTTSUOOOOOOOOO!!!!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Perhaps this one will work: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "God damn it. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Look, I'm trying to put a fucking flag of Canada here.  Imagine it and laugh before laming the balls off me"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "I don't get it.  what does a flag of canada have to do with ground breaking Japanese animation from the 80s?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>GUY</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "avatar",
    "plus": 1,
    "snip": false,
    "text": "huh?  You mean  <a href=\"http://web.archive.org/web/20110415014022/http://images.google.com/images?hl=en&amp;q=Guy%20Lafleur&amp;um=1&amp;ie=UTF-8&amp;sa=N&amp;tab=wi\">this guy?<br/>\n[IMGS OFF]</a> <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110415014022/http://www.youtube.com/watch?v=tK2QS-jjJuk&amp;NR=1\">no. i mean <em>this guy</em></a> <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "wow, that's taking the concept music video to a whole new level"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "fuckin' nice huh? gimme a chuppy"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "it's like the eliminator x 10"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "ya ya  <strong>shut up an gimme a chuppy already</strong>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "wait are you talking to me or to Guy up there?  I need that asset bar extention thing for firefox"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "assume erry1 speaks 2 u. works 4 me"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "I chubbied.  Be happy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ishuta was marked lame too many times and excluded. (marked lame by fakead, Wolfensti, miaou, spazdor)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "In Canada, milk comes in bags."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Also in India."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "speaking of india, goblins, I gota an observation for ya.  I got my moniker.com account pulled up, and I did a bulk registration of a random domain name like hhgdscxdvdfvdfvdfvv with every possible  <a href=\"http://web.archive.org/web/20110415014022/http://en.wikipedia.org/wiki/Country-code_top-level_domain\">country code top level domain extension</a>  so I could compare the relative prices.  And india (.in) is the cheapest, at about $10 per domain. except for .com .biz .org are like $8 each.  .net is a little under $7. but those don't count for this topic because they are not country-level domain names. The most expensive is .ki (Kiribati) at $1,299.48 each.  So I applaud India for providing the world with free cheap domains that end in a catchy '.in'  unlike most countries, .in domains are available for anyone to register, you don't have to be a citizen or anything. <br/> \n <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "oops, my bad, there was a second page I didn't see.  Dermany has you undersold at a little over $8, but .de domains are restricted to people who talk with a funny accent.  .us is cheapest at $5 a pop, but again, not open to everyone, and has the minor inconvenience of private proxy registration being now disallowed by the idiots at the National Telecommunications and Information Administration, a subdivision of the U.S. dept of commerce, as well as, of course, the significant stigma of a domain name ending in .us.  ahhh... but what have we here...   .uk domains are only $7 a pop, and anyone in the world is allowed to register the bloody things!  well well...  I may get me one a dem"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Also, as I feel we must mention, your mother."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Yes, we must.  Perhaps with a passing remark on her corpulence."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Better than a corpulent remark on her passing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>and did we state that William Shatner is a native citizen, and slurpees made from Venison? (that's deer~)</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "While slurpees made from Shatner would be ham."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "swordsower",
    "plus": 0,
    "snip": false,
    "text": "And that was when I knew assetbar had become the /b/ for bored people with internet censorship, yo."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "http://kaneda.ytmnd.com/"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I am glad that someone got this, despite my horrendous fail"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "I believe \"the Lash of Thanatos\" is the Palmist term for Circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "ray doesn't go \"oh\" or \"ah\" when he's gasming. <br/> \n <br/> \nhe's a real player, so he \"woah\"s"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "Dear Onstad from Fiddy (Fiddy Cent) <br/> \n <br/> \nWhen I was born I had nothing in my life <br/> \nbut my mother and my father and a couple bruddahs <br/> \nAnd when I was young no music spun <br/> \ncept the beatz of my forefathers and my brothas <br/> \nBut then the Ray of Achewood's light <br/> \nflipped and turned upside <br/> \nThe path and the vision of my fleeting...life <br/> \n <br/> \nDown In Jail For My Homeboys <br/> \nDoing Time And Thinking Of Kickin Tunes <br/> \nWith All Of My Bros In The Hood <br/> \n--Fiddy <br/> \n(cursive script) ~~~Curtis~~"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ishuta",
    "plus": 5,
    "snip": false,
    "text": "I decided to write some sapphic erotica from the viewpoint of a white thricewidowed male. Buy me Bonestorm, or go to Hell. <br/> \n <br/> \nSaffron Tears inspected her visage in her quartz mirror. She shone like a diamond, glistening clitoris in victorious sunlight. <br/> \n <br/> \nEnter Jamie. <br/> \n <br/> \nJAMIE: Saffron, you look wonderful in that curvaceous golden sash dress, all gleaming silk and feather. I'm wet for you, babe. <br/> \n <br/> \nSaffron smiles furtively. <br/> \n <br/> \nSAFFRON: Why you usin' these tones on me, sugar? Your romanticism falls flat if you consider the essence and basis of the fact that I am with Carl now, and what was between us (was and not is, note this - Editor) was purely childish experimentation. <br/> \n <br/> \nShe trusses her hair between fingerpanes. <br/> \n <br/> \nJamie demurs and approaches from behind. Saffron's eyes widen, anime-style, and you see this in the mirror image of her, not her real face. Does her real face display the Sapphic Surprise? Maybe it doesn't. Maybe it's about to shoot them both. <br/> \n <br/> \nSaffron: Jamie! I am engaged! <br/> \n <br/> \nJamie lightly touches Saffron's left breast... but is it her left or Saffron's? <br/> \n <br/> \nFind out next strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 2,
    "snip": false,
    "text": "1 Point if you can guess their Ethnicity"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ishuta",
    "plus": 1,
    "snip": false,
    "text": "also if you can tell who is Femme and who is Bitch Dyke"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "note the subtle change in tense after jamie enters the room. this is for close readers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "I am nursing a boner that could crush a yorkshire terrier. FINISH THE FUCKING STORY!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "swordsower",
    "plus": 0,
    "snip": false,
    "text": "Thank you for that image.  That's going to become the next arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Kill it with fire"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "My boner would  <em>obliterate</em>  that dog."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "Alternatively: <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>Good god what is going on in this picture</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "I don't know but it ain't disney world"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Surrealist still-life sculptures? That's my guess. <br/> \n <br/> \nThat penis scares the ever-living fuck out of me, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "nice, uh, pun..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "More well-spent NEA grant money."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That horse be flexible. Or alternatively, horribly crippled."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "first glance at the picture showed me a reindeer dressed as a rooster trying to fellaish that monster. analysis?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 2,
    "snip": false,
    "text": "And Teduqueian style and format: <br/> \n <br/> \nBabs's thighs were aflame with delight as Johanna, German and thicklipped, twirled her once analtouch tongue round and round the corners of her warm pink clitt.  <br/> \n <br/> \n\"I'm gonna gush, I'm gonna gush!\" <br/> \n <br/> \n\"Gush for me, you evil girl!\" <br/> \n <br/> \n\"Daddy! Daddy! Why did you never love me!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 1,
    "snip": false,
    "text": "With an angry final caress, Johanna raised the Rossettian Meow Mixer like a stave or fine rapier"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Ishuta, you're my new favorite troll."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "swordsower",
    "plus": 0,
    "snip": false,
    "text": "Who was your old favorite troll?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Let's keep 'em guessing, so that they keep trying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "BuntuFreak posted: <br/> \nYou just gotta think of your murder like an RPG boss fight. You can tell from a person's personality how much (approx.) of a fight they will put up, and from their build what kind of stats they have. But remember that the more you kill, the higher your stats will get no matter your build, and all you have to do is hit the opponent again and again until their HP drops to zero while protecting Your HP from dropping. Master this strategy and all your murders will succeed. Never Fear: It's Just A Game. <br/> <br/> <br/> if you replace all the Murder and RPG terms with Lesbian and Erotica, you will understand the light wisdom only imparted to true masters of yogic dzongchen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "hahahahaha there's actually someone on the internet called BuntuFreak http://ubuntuforums.org/member.php?u=461072 <br/> \n <br/> \nThats right. Im a real Buntu Freak. Issues?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "Sometime in the winter when it is cold as fuck outside, you could store dead cats in a shed or somewhere.  You would need a good supply of dead cats.  maybe if you have some collaborators working for the humane society.  maybe some of the extremist fucks who work there.  because they have to put down a lot of cats who are not adopted. <br/> \n <br/> \nso you collect dead cats all winter.  then you get a front end wheel loader, and you load it up with dead cats <br/> \n <br/> \nthe cats are all frozen stiff <br/> \n <br/> \nafter that you dump them all in the middle of the Macy's parade or something like that. <br/> \n <br/> \nto protest all the killing of all the dead cats. <br/> \n <br/> \nthat should get people's attention. <br/> \n <br/> \nthis morning I am going to have my new cat neutered."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 1,
    "snip": false,
    "text": "congratulation on ur cat they r wondful animals"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I totally didn't even see the cock. I am, however, extraordinarily bad at paying attention to art in comics. I was looking at some Rob Liefeld panels earlier and I had to devote some effort to notice how ridiculous it was and how bad the anatomy was. I mean, I knew it was terrible, but noticing the many grave errors he made as opposed to just looking at it and hating myself for being able to see, totally not happening on instinct."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "that elephant up front in the last panel is channeling michael jackson <br/> \n <br/> \n <em>no further comments</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nI am Satan, Ray. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doppelganger",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI am satin, Ray. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "V-chub.  This gives me the hots."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "so I like to squeeze zits and it bothers me to have a zit because it itches so I would rather get the fucking thing infected so it will go away more quickly than leave it be and have it on my nose or face irritating me for a week or two or however long an unmolested zit normally lasts (I wouldn't know.) <br/> \n <br/> \nso anyway, I was wondering... you know sometimes a zit will get a bit infected and will build up so much pressure that barely pressing the skin surface near it will cause it to burst forth in a fountain of puss with an audible (I think it may even break the sound barrier) *crack* and *snap* and then a *splat* as it hits the mirror?  rihgt... <br/> \n <br/> \nwell I am wondering, (and you all can share your own personal experience on this one,) has anyone ever had a zit spontaneously pop because they left it unmolested for too long, and when it spontaneously popped, has anyone ever had it pop in the face of someone else, maybe get in their eyes or whatever.   <br/> \n <br/> \nWell of course this has happened.  It's probably a common every day occurrence for dentists for example.  Someone walks in with acne, or perhaps only a single zit, and everyone has to put on the safety glasses.  Obviously the dental procedures will disturb and cajole the skin of the face enough to cause zits to rupture. <br/> \n <br/> \nSo anyhow, go ahead and relate your most intimate and/or embarrassing spontaneous zit rupture moments.  (Assuming you are embarrassed by that sort of thing.  I mean, what's to be embarrassed about?  It's only a natural body function.  Why should you be embarrassed about a zit on your face popping any more than you should be embarrassed by your nipples getting all hard and erect through your tshirt, or for that matter be embarrassed by your distinctive inverted nipple(s) (if you have one/any) being discernable through your shirt to the point of wearing prosthetic nipples, or for that matter any more than you should be embarrassed about walking around in tight spandex pants with a highly visible erection.  Celebrate nature, thats what I say! <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "cool story bro"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i always happen to pop them at the worst times, like before social gatherings for instance and it's a race against time for it to scab over or whatever and i am convinced it's a huge Rudolph thing, glowing in red morse code to everyone  <em><strong>HEY EVERYONE LOOK I HAVE FACIAL IMPERFECTIONS CHECK IT OUT</strong></em>  not like my bottom front teeth weren't issue enough (but it's not like nobody can see those.) <br/> \n <br/> \nnever had them pop on anybody, though. like you, i've never let them get that far."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "I like to get zits on the side of the bridge of my nose.  Those are so cool, because when you pick them, they bleed like friggin crazy, non stop, just blood running down your nose.  they scab over like everything else, but for some reason the blood begins to coagulate much more slowly so it just bleeds out like a torrent for a few seconds.  What is the reason for this?  Is blood pressure higher in the nose?  I assume whatever it is, it has to do with the fact that the nose is mostly cartilage.  you get a zit on just the right area of the nose and it's like you've tapped a hidden underground aquifer just below the surface.  You wouldn't expect there to be that much blood flowing through the thin layer of skin covering the nose, but there is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "The face has a rich blood supply which is one reason why facial injuries heal faster and with less scarring, generally speaking, than most other parts of the body. <br/> \nBecause there is little flesh under the skin on the nose the blood vessells are much closer to the surface and thus more vulnerable to trauma."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "then where  <em>has</em>  she seen it..?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "In palmistry books? This is perhaps most basic conclusion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "ya know, I always assumed that those fancy teleprompters were not teleprompters, but were merely strategically placed pieces of bullet proof glass.  And I always wondered a bit about the efficacy of this strategy of having the dude stand behind a one square foot piece of glass, relative to the audience."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i thought the same thing, too. <br/> \n <br/> \n <em>maybe ju an' me are amigos !</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "I hope Teodor, in a surprise twist, actually gets his ass handed to him. <br/> \n <br/> \nThe costume comes off and it was Ray all this time. Ray has been trolling him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "Now don't you EVER say a player can't write sapphos, again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "avatar",
    "plus": 0,
    "snip": false,
    "text": "you can usually get in trouble in some countries like the US if you send naked pictures of yourself to kids over the internet <br/> \n <br/> \nbut I thought of a way around it <br/> \n <br/> \nwhen you are chatting in the chat room with a kid and you want to send the kid a picture of your penis or your cunt, you put the picture on wikipedia in the penis or the cunt article, then you send the kid the link to the article and you're like, \"that's mine\" right.  how can they blame you for anything illegal when it's right there in the enclyclopedia.  also not to mention that has to be impressive to anyone has to be impressed when you have your dick in the enclyclopedia! <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "my dick is on the biggest online encyclopedia in the world. <br/> \n <br/> \nwhere's your dick, johnny? <br/> \n <br/> \n:-) cmon. show uncle beetus. show me your peter. show me it or i'll tear out your fuckin gullet, boy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "Do you think the Goatse man was a pedophile? <br/> \n <br/> \n <em>I'll tell you something. I am the Goatse man, and I'm straight as an arrow and deviant as a donkey presented with a carrot. Fuck you.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "The building in frame 1 is in fact a poorly disguised giant mutant Mickey Mouse - which sets the tone from then on in. <br/> \n(Don't know why I had to add the word 'Mutant')"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theyang",
    "plus": 0,
    "snip": false,
    "text": "elephrompter"
  }
]