[
  {
    "depth": 0,
    "minus": 0,
    "name": "lk",
    "plus": 55,
    "snip": false,
    "text": "Teodor, NO!! <br/> \n <br/> \nyou are a gentleman"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "hbaranov",
    "plus": 5,
    "snip": false,
    "text": "OR IS HE?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hateandwar was marked lame too many times and excluded. (marked lame by diggydow, Marcus_Brody, ghoti, Omegatron)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by diggydow, flyterminator, mercuri0us, ghoti, Spaghetto, Appers)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 31,
    "snip": false,
    "text": "He  <em>has</em>  a dick, and must learn to control it."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "odei",
    "plus": 4,
    "snip": false,
    "text": "Pogo makes good posts and I have learnt to accept this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "Yes, but the advantage to being the size of a cranberry is that women may not notice when you cannot control it.   <br/> \n <br/> \nHow do you defend yourself when someone attacks you with a Cranberry?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's easy: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 19,
    "snip": false,
    "text": "aww titty fuck.  This'll have to do: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hedonismbot was marked lame too many times and excluded. (marked lame by TonyHighwind, Dogbert579, Crater12)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "Yay!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Man, I hope you're not referring to me, but just the card in that image.  The only other picture I could find on google image search was a dead link, apparently, so I had to settle for that one."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 8,
    "snip": false,
    "text": "I'm referring to the card, you have a fine bottle as your avatar, you can't be THAT geeky. <br/> \n <br/> \n\"I like my women the way I like my Scotch.  15 years old and mixed up with coke.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "I like my women like I like my scotch: aged in fine oak. <br/> \n <br/> \nThat doesn't work, does it?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 13,
    "snip": false,
    "text": "Sure it does, if you also like your women cold, stiff, and six feet under."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "weretrout",
    "plus": 0,
    "snip": false,
    "text": "It works perfectly then."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "NO! COMMENT RATING SHOULD  <strong>NOT</strong>  BE CURRENTLY DISABLED!! <br/> \n <br/> \nGODDAMMIT THIS CORN IS YOU, ASSETBAR!! <br/> \n <br/> \nthis comment is WIIIIIIIN."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "thank you for that lame. at no time ever should i say 'win'."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "history",
    "plus": 0,
    "snip": false,
    "text": "You have gone above and beyond, I salute you with a chubby  <br/> \n <br/> \nThis is your time Arthur Pewtey!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "so much for pathos!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Thirty minutes or it's OH HOLY GOD NO PLEASE NOT TODAY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ajesteronly",
    "plus": 0,
    "snip": false,
    "text": "He <i>muft</i>."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ajesteronly",
    "plus": 2,
    "snip": false,
    "text": "SHITDAMMITSHITFUCK"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "She will be soft rocked by teodor."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "robotman",
    "plus": 115,
    "snip": false,
    "text": "No, it's pretty straightforward: <br/> \n <br/> \nPat is a dick. <br/> \nLyle is an asshole. <br/> \nRoast Beef is depressed. <br/> \nTeodor is depressing. <br/> \nCornelius is a badass. <br/> \nRay IS A HOMEBOY. <br/> \nPhilippe is five. <br/> \n <br/> \nIt may help if you write this down on a scrap piece of paper and tape it to the side of your monitor, like I have. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by sirhan_duran, ZombieJesus, catbark, cretin, riotdejaneiro, tapestry, dwodles, StagnantDisplay, DESTROY_YOU, quaga, MortisInvictus, Flaaron, aHatOfPig, lateadopter, Spaghetto, iidebaser, campincarl, echidnaboy, tessebatt)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hardelicious",
    "plus": 3,
    "snip": false,
    "text": "You just found out that Assetbar is a dick."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 1,
    "snip": false,
    "text": "Since Assetbar hasn't let me lame anything in months, I'm not allowed to be a dick without at least typing a sentence or two"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": true,
    "text": "A comment left by iidebaser was marked lame too many times and excluded. (marked lame by implode, lawbot, lamelliform)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "PAY ATTENTION"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "hilarious!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "somanywhales",
    "plus": 1,
    "snip": false,
    "text": "todd is a shitty little man"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I believe the exact quote is \"crappy little bullshit man\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "clapyourhands",
    "plus": 12,
    "snip": false,
    "text": "I feel that Teodor is the most realistic character. Roast and Ray exist on either extreme of the personality bell curve but its Teodor thoughts that always ring most painfully true. If any character were Onstad himself, it would have to be him."
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "nunziantte",
    "plus": 0,
    "snip": false,
    "text": "honestly i think onstad is roast beef?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "turnabout",
    "plus": 2,
    "snip": false,
    "text": "this is not true"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bean",
    "plus": 0,
    "snip": false,
    "text": "What makes you so sure, Mets fan?  How do you know this?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Everybody's got a little Roast Beef."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "diggidy",
    "plus": 20,
    "snip": false,
    "text": "except for hindus"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "chubby just because your avatar picture made me laugh."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "um...chubby if assetbar would LET me chubby.... <br/> \nhm. <br/> \n <br/> \nvirtual chubby?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Onstad probably has a little bit of all of these characters inside of him. He has his Beef days, his Ray days and his Nice Pete days, as we all do."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 3,
    "snip": false,
    "text": "Onstad seems to understand depression from the inside out, true, but I think it would be unfair to single out one character as \"him.\"  We each have many facets to our personalities, and Onstad may be more Ray in his dreams than he is Beef in his behavior."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Apparently there is an actual person upon whom Roast Beef is based, and it's not Onstad.  I know this entirely secondhand, but I have no reason to disbelieve the person who told it to me.  However, since this information is literally in the vein of \"I know this guy, who knows Onstad\", I'll understand if it is treated with skepticism.  I'll understand, but I will still weep."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Now I can finally say that I heard about a guy who knows a guy who knows a guy who knows Onstad."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "And now I've been commented on by a dude named 'fuckyoufriday'.  So it's like a symbiosis of winning."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "turnabout",
    "plus": 1,
    "snip": false,
    "text": "this is true"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 14,
    "snip": false,
    "text": "I've always felt pretty much the opposite: that Teodor was the most poorly developed of the original main characters. Of course, he suffers from having much less \"face time\" than Ray or Beef, but although he's about as predictable as Lyle or Cornelius in his own way, he's much more formless. I mean, what's his deal? Cooking? Being a mediocre guitarist? Griping about having no lady action? At least Lyle and Cornelius and Pat have archetypes to prop them up (The Drunk, The Posh Old Guy, The Vegan Asshole); Teodor feels to me like the embodiment of Onstad's leftover interests. If achewood had maintained more of the ensemble approach of the first couple years, the fact that Teodor isn't defined by one thing would be an asset to his character's development. However, as a fairly distant second-tier character he just seems like an amorphous entity used primarily as a \"straight man\" foil against Philippe or Ray. This isn't to say I dislike Teodor, I just think he's something of a casualty to the Ray / Beef dyad."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Teodor = Poochie?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "Teodor is no kung-fu hippie from Gansta City."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "But is he a rockin' surfer? <br/> \n(You the fool I pity)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "This is ironic, because I think I learned the word \"dyad\" from that episode, as in \"I don't want to sound pretentious here, but Itchy & Scratchy comprise a dramaturgical dyad\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whoper",
    "plus": 11,
    "snip": false,
    "text": "All of this is true, but when your friends are an abusive drunk, a prophet of the Fun God Chochacho, and a Whitman's Sampler of neurotics and psychotics, maybe normality itself can be a defining trait."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flyffe",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby to that my dear."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chrissketch",
    "plus": 10,
    "snip": false,
    "text": "But thats exactly why Teodor rings true as a character. All of these left over interests. Being a jack-of-all, passionate-about-none kind of 20-something. Teodor is that feeling you get when you think, \"Shit! I'm (age) years old and I haven't DONE anything with my life.\"  <br/> \nTake the comic above. I challenge anyone to honestly say that they haven't lusted after their friends squeeze and felt horrible about it even while not acting upon said feelings.  <br/> \nAnd yet, Teodor's life is actually pretty great. He's single. He's got solid friends. He can kind of cook. He the personification of melodrama that is completely uncalled for. People always say that they relate to Roast Beef. But really, if you think that, you're more likely to be a Teodor."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well I hate the cure, I am (slightly) overweight, I'm not single, I can kind of cook, I caqn't make a squirrel's head explode with my Frank Sinatra impression, I am a mediocre guitarist. Nonetheless T is the character I most identify with. I think mostly because of the strip with Golf Golf Revolution."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Obviously I need to have more male friends because of the few I have who are male, straight, and in a relationship I've never felt that they had a better girlfriend than I do. <br/> \n <br/> \nThe closest it's ever come involves having seen a friend's girlfriend's breasts for a lengthy period of time in a sexual context and her seeming like the type who'd be up for some group action making the point rather moot. Still, I wouldn't exactly qualify that as lust. She was just the closest possible candidate for which lust could have been felt and even then I never got the impression that I'd rather be with her than my own girlfriend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Teodor would enjoy being single a lot more if he had something to compare it to, you know?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "treatyofparis",
    "plus": 1,
    "snip": false,
    "text": "i believe that if you look at the writing Onstad does in his own voice it is most similar to the voice he uses for roast beef. (i.e. alt texts and much of the copy on the website.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 16,
    "snip": false,
    "text": "Teodor isn't a dick at all unless he acts on his feelings of attraction. If a straight dude is in as close proximity as Teodor is to Molly, he should get an erection. It's just good manners."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "In my culture it's like saying 'hello! how are you?'"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Is there a proximity-tumescence table or graph that I can refer to?  Back of Martha Stewart Weddings or Roast Beef Weddings, possibly?  I hate to be thought ill-mannered."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Not that I know of, but someone should get on that. <br/> \n <br/> \nAlso I would like to point out that \"well-mannered\" is a euphemism for \"erect\" among my friends and me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "So basically what you're saying is that you find it flattering, not awkward, when you get poked in the side by a reflex erection while you're hugging a dude? <br/> \n <br/> \n...huh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "A friend of mine once had to sit in a guy friend's lap in a car due to a seat shortage. She was extremely offended that she couldn't feel any pokage. She still complains about it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "How much did she crush his junk?  Sometimes the blood supply is simply cut off."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Must be hard to hang out with them... <br/> \n <br/> \noh god...why"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattsolo",
    "plus": 1,
    "snip": false,
    "text": "Tell her take heart. There's a 110 percent chance that young man was in a zen-like trance screaming at himself not to get hard. Been there, kids. Done that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "This is indeed a troubling case. When presented with a potentially erotic situation involving a friend of the gender that you fancy is it more problematic to get an erection implying that you might be interested even if only at a base physiological level that you cannot control or to display no interest? <br/> \n <br/> \nEither can be seen as somewhat insulting. I think we, as a society, probably ought to move in favor of the latter. If a dude pops one at you then just take it as a compliment and move along."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 8,
    "snip": false,
    "text": "Learn to keep your hips back when hugging, dude.  There's that little lean forward you do with women you are not currently boning, nor do you seek to bone in the foreseeable future, or for which you should not exhibit a bone for various legal, ethical and moral reasons, or because you're embarassed or afraid.  (These terms are not meant to cover all possible situations for displaying an erect penis while hugging, and any and all actions resulting from an involuntary bone are hereby forgiven.)*** <br/> \n <br/> \n*** <em>Source: The International Anthropological Society Handbook, \"Big Bamboo\" Section.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "It may be that I was raised correctly, but I was told this very thing at a young age.  It was called the 'creepy hug', and if your pelvis was within a foot of the girl when you hug, you were doing the creep.  I assumed this was universal man knowledge, like not talking at the can.  My God, do some men hug each other with their business touching the other guy?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 11,
    "snip": false,
    "text": "That reminds me. I was at a bar a while ago and had to go to the bathroom, and one of my friends (who more than slightly resembles Lyle) also had to go pretty bad, so we went in at the same time. There were only two urinals right next to each other, but we'd known each other since 8th grade and it was an emergency so we figured we could bend the 'rule'. Then mid-stream, another guy comes out of the stall and as he's washing his hands I notice that my friend is looking at me with the most drunken mischievous gleam in his eye that I've ever seen. Now, you have to keep in mind that the stranger didn't see us come in together, so from his perspective we were just two random guys who happened to be pissing next to each other. So right as the guy has dried his hands and is starting to walk out, my friend turns to me and very loudly says, \"Hey...HEY!\" <br/> \n-\"What?\" <br/> \n-\"...nice COCK.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You've told that story on Assetbar before, but it is a good one. One worth repeating."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Oh shit. I've been exposed as a fraud. I just have this rotating list of stories that I tell to everyone to make me seem like an interesting person rather than someone who spends all day staring at his computer screen and compulsively rearranging the items in his pantry."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You can rearrange the items in my panties anyday elbox"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Chubby for me being exactly the same way. <br/> \n <br/> \nI'm sure nobody wants to hear that story about two fairly attractive girls getting mad rutty with each other in front of everyone (literally in front of as in about a foot or so in front of a group of guys sitting there watching) in the middle of the room at a party one time. I spent the time talking to a very, very boring person about water management issues and how he was installing a more environmentally friendly water heater in the in-law apartment he rented out in his house. A good friend of my girlfriend was there, you see, and I dare not be seen as choosing to look."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kstahnke",
    "plus": 1,
    "snip": false,
    "text": "Years ago I was in Wal-Mart with a buddy of mine and he was picking up a bunch of stuff. He happened to place a jar of lotion and a box of condoms side by side. When the lady checking us out picked up the condoms she glanced at the lotion and then at us. At this point I reached over and placed my hand atop his. He wasn't too happy but I got a kick out of it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Like the time I went to an out-of-town asda to buy only lemons, olive oil, and condoms. The cashier clearly thought they were all for one thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bowandarrow",
    "plus": 0,
    "snip": false,
    "text": "assetbar urinal hook-up fan fic in 3...2..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "No, no, you misunderstand. I do exactly the thing you outline here. My confusion stems from the fact that apparently I have been doing exactly the  <em>wrong</em>  thing as apparently it is viewed as a compliment to make uncontrolled turgid touches."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "V-chub for the proper usage of \"turgid\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Good lord. This is the most educational thing I've read today. Hooray for the internet!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Notice how he said \"With no family around, it must be really hard\". *coughs significantly*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "As opposed to pogo, who gets hard  <em>when</em>  his family is around."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "hey o!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 58,
    "snip": false,
    "text": "If Teodor goes through with it, I'm going to start an alternate web comic set in a world where the only activity is Teodor tasting Beef's hog."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "If Teodor goes through with it I imagine Beef will finally snap and go all Dwight McCarthy on Teodor's stuffed ass. <br/> \n <br/> \nWhich I have just realised would be surprisingly  <em>FUCK YES.</em>"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "I imagine someone in Japan has already done this."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "duskbringer",
    "plus": 0,
    "snip": false,
    "text": "Go for it, Teodor! It'll be some of the most  <em>exciting sex</em>  you will ever have!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 2,
    "snip": false,
    "text": "Have FUN having sex, dude."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "stubob",
    "plus": 1,
    "snip": false,
    "text": "Not to be crass, but I'd like to point out that if this goes much further, Teodor may end up tasting Beef's hog... After all she is someone who did oral on him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 5,
    "snip": false,
    "text": "Miss Lady is certainly  <strong><em>NOT</em></strong>  on the menu!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 4,
    "snip": false,
    "text": "He is as low as a  <em>snake</em> <br/> \n <br/> \nHe did pose nude on several occasions after all"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I came here to post an italicized reference to a low snake. Seeing that it has already been done, I will Chubby, give the nod of a man who wears a fez, and move on. <br/> \n <br/> \nMy feelings on this asset are Neutral, because that is how it must be when you are the man in the fez."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The man wearing a fez does not nod. He appreciates, but does not acknowledge."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "techiebabe",
    "plus": 8,
    "snip": false,
    "text": "Dear Assetbar, please forgive my rising above my Abilities in posting this picture, and not decide to punish me by setting my computer on fire.  Thank you. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, it worked!  ::faints::"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "doc_rostov",
    "plus": 59,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hahahahahaha! Virtual chubby for you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "Your Cornelius icopicture makes this asset maybe twice as good!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "This young man's gunning for Edwell's position. <br/> \n <br/> \nAnd he  <em>just might get it.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Is that True Neutral Spock?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I know the feeling, I just got my first Assetbar image to post."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I'm going to make fun of you for it because you aren't young. <br/> \n <br/> \nHAHA!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I seem to remember doing much the same thing when I was a mush-brained idiot, I mean, when I was young.  |:-)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickgranger",
    "plus": 6,
    "snip": false,
    "text": "This is the saddest thing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "prolefeed5",
    "plus": 2,
    "snip": false,
    "text": "What? Nobody here is into hot stuffed-bear-on-undead-cat action?  I can't say I am, but there's got to be someone out there..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "In Japan, they have a 17-volume magazine devoted to just that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "Super Kitty Happy Recess Suprise Donkey Donkey! <br/> \n <br/> \nIt's my favourite."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Excerpt: \"But Jimmy had fancy plans! And pants to match\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pkitty",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pkitty was marked lame too many times and excluded. (marked lame by gepetto, aoyola, Marcus_Brody, Appers)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "No, you're right.  As much as a like Molly, she is a bit 2D.   <em>(Admittedly, I don't read the blogs or anything so maybe she is developed more there?)</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "She's not 2D. She's just normal, which just seems weird compared to the other characters and most of the people who read the comic. A couple of my friends have girlfriends like her. Really nice, fairly smart, will probably make a great wife, but there's just nothing particularly quirky or interesting about them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gepetto",
    "plus": 3,
    "snip": false,
    "text": "Honestly, I think that molly is probably going to go down the Black Hole of Unconcluded Storylines that seems to have filled up recently;  I'm actually pretty damn sure Onstad will just forget about this a few strips in and write about Lyle getting drunk and renting a Zoot Suit instead of a tux."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 18,
    "snip": false,
    "text": "Might happen, but it seems like Onstad has been slowly building to this strip for a while, and I appreciate it, actually.   <br/> \n <br/> \nI know I'm not the only one who has thought that T had a bit of an unspoken crush on Molly, and Molly a perhaps unrealized crush on Teodor.  It goes back quite a ways, mostly to the blogs, when Molly, at times, seemed excited to run into Teodor in public and at Ray's parties.   <br/> \n <br/> \nJust taking a quick glance at some of Molly's 2004 blogs, see how many times she mentions having fun talking to T, AIM-ing T, dancing with him at the parties when Beef was acting moody, etc.  I just recently got one of the books that has an \"unpublished\" blog entry for Ray about one of his parties, where Beef almost fought Teodor because Molly and T were having too good of a time while Beef was in a bit of stitch and not enternainin Molly. <br/> <br/> <br/> It can certainly change how you might look at  <a href=\"http://web.archive.org/web/20100420202627/http://achewood.com/index.php?date=02052008\">this strip</a> .  A little pent up angst at not just the sex havin', but who it's being had with?   <br/> \n <br/> \nAnyways, this sounds like I've had this outlined for a while or something; I haven't.  I just remember noticing the signs in the blogs back in the day, and wondering if Onstad was ever going to do with it, so it's fun to see it wasn't all just random.  Maybe Onstad just wants to play J.K. Rowling and have his own version of that HARRY & HERMIONE vs. RON & HERMIONE fanboy turf war bullshit.  Whatever...could make for an interesting spanner in the works, however it turns out."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "That blog wasn't unpublished.  I've read it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I wasn't sure about that...I thought I remembered it being in the book as \"exclusive material,\" but I'm at work and couldn't check to make sure (and it wasn't mentioned in the Shop description).   <br/> \n <br/> \nThanks for being my fact checkin' cuz."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Pavement and Macallan. Please accept this chubby for good taste."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "I think T's problem is the basic geek problem - lack of character and self-esteem along with a bit a misplaced passive-aggressive anger directed at his perceived notion of \"normalcy\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I don't know about the psychobabble, but that's one hell of a handface!  Chub to it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I don't know whether I like it more or less that you use this avatar after the whole handface thing hit it's peak."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"could make for an interesting spanner in the works\" <br/> \n <br/> \nOr as John Lennon put it, a Spaniard in the works."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "ACCEPTABLE REFERENCE"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "genkisudo",
    "plus": 0,
    "snip": false,
    "text": "I am the walrus?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Forget it Donny, you're out of your element!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "veck",
    "plus": 6,
    "snip": false,
    "text": "Teodor is like Molly's gay friend who isn't actually gay."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "I think that's probably where this is going to end up, another Gay Teodor Joke."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scura",
    "plus": 0,
    "snip": false,
    "text": "That's a good point. How about <a href=\"http://achewood.com/index.php?date=02142008\">this strip.</a> Reads a little different now too."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "In Assetbar, html users get their pants pulled down, and they get spanked with percent signs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Damn did those things just come out of your eyes? <br/> \n <br/> \nWe're not impressed. <br/> \n <br/> \nIt wasn't that cool."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420202627/http://achewood.com/index.php?date=02142008\">this strip?</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "the_prophet",
    "plus": 3,
    "snip": false,
    "text": "I think you may be on to something, but people are oversimplifying. No, Teodor isn't \"in love\" with Molly, but rather the idea of Molly. Let me explain- Roast Roast Beef was a wreck, always, and without hyperbole. Teodor, on the other hand, was just a typical guy, if not a bit on the geeky side, not dissimilar to most readers of the comic. Then Roast Beef gets a girl, and starts going on a track of self improvement, to the point of being able to deal with his crushing depression. This does two things for Teodor: First, he's now more pathetic than Beef- his life is going nowhere, where Beefs is going up; Second, he sees a tangible cause for this change- a woman, Beef has one and he doesn't- this causes both jealousy and bitterness, bitterness that an apparent trainwreck like Beef has more to offer the ladies than he. Teodor is lonely and kind of latches onto the only woman he has any regular contact with, Molly. <br/> \n <br/> \nMolly, on the other hand is from another era- she is alone. Honestly, what friends does she have? They are probably all dead. People need to socialize, and Molly needed friends. No stop for a second and think- which of all of Beef's friends might she get along with? Honestly most of them are so rude, she probably does her best just to stay polite. That leaves the only polite ones: Teodor, Phillipe and Cornelious; and of those three, which do you think she'll have things in common with?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Oh, I agree for the most part.  I specifically used \"has a crush on\" and not \"in love with\" because I think Teodor is going through what a lot of dateless wonders go through: romantic/sexual thoughts and behaviors get channeled, willingly or unwillingly, through any women you might interact with: friends' wives/girlfriends, coworkers, etc.  I think T knows in this case that he's not in love with Molly, but there is an attraction, though he realizes it's more of a subconsious reaction that he should be able to control better."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Good insight.  I seldom think that deeply about motivation, being basically a feral beast in Dockers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I have difficulty reading psychological evaluations that assume a well-adjusted or neutral point of view when written by a guy who has the cover of Jethro Tull's \"Broadsword and the Beast\" as his avatar"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "Sometimes it takes a madman to see with true clarity."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Plus, she's the only woman of any stature in the achewood universe (her closest competitor would be Tina, who hasn't been heard from in three years), so she's got no touchy-feely conversational outlet. Beef probably can't stand to talk about that stuff much with all of his emotional baggage and self-doubt. Teodor's the most femme of the other characters by far. It makes a lot of sense that things are going in this direction, and it makes a nice parallel to Beef's adulterous temptation. Definitely not going to happen, though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Tina really needs to come back, if there is to be any development of Molly's character. They can really help each other develop through conversation. Of course that would probably require Onstad to do intensive investigative research into the minds and lives of womenfolk. He'll probably have to hang out in beauty shops and spend a lot of time out by the butter churners. Maybe even invent a device that will milk himself."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Fleshlight?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Molly hates Tina, according to her blog."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "I haven't forgiven Onstad for not doing the Story of Molly storyline with the ship and Wales and all. I YEARNED FOR THAT STORYLINE."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 2,
    "snip": false,
    "text": "Hey, can you actually rent zoot suits?  Lemme know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "You indeed can.  I went to the coolest wedding ever once.  No one in a fez, but plenty of Zooted suits."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420202627/http://www.suavecito.com/rentals.htm\">Go for it, dogg</a> .  I expect photographs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "I see what you are saying, but the way a person acts in life and the development of a character in a fiction are pretty different.  It's not that Molly isn't a believable character - it's that we don't get to see her develop and don't get a peek under the hood at what drives her.  In fact, we don't get to see much of her at all - especially in any of the situations that mold a person day-to-day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "For some reason I find you post disturbing. Weirdness has a cache here but I think it is a bit overrated. <br/> \n <br/> \n\"The external path of my life is quite simple, and there is nothing special to be mentioned. My inner life was full of storms, but who can describe it?\" <br/> \n--Johanna Spyri, author of Heidi"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "That is a DAMN fine handface, sir. Chubbo to you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "Dare I say it? Yes I dare. <br/> \n <br/> \nHuge slam on real women out of nowhere!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "If you were getting cold feet would you suddenly be attracted to a guy who was nearly in SoftBoy porn, and whose room smells kind of funky?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "not to mention he is hung like a cranberry"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sabalpalm",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420202627/http://catandgirl.com/view.php?loc=562\">Everyone knows Molly is just a prop for Roast Beef.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I don't think a woman who yells at you after giving you a blowjob is perfect."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 10,
    "snip": false,
    "text": "I have no idea what the dang just over half of you are worried about. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>Yeah</em>  I used Comic Sans and alternating caps, but only to emphasize the pathetic nature of Teodor's approach to women."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "\"It looks like you're slipping on women not having sex with you.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Severely cropped, one boob on right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "This is an important question that cannot remain unanswered"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I hope that all ladies here take away an important lesson and realize that today's strip IS what their \"guy friends\" actually think. The world would be a better place if they did."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "cryztal",
    "plus": 1,
    "snip": false,
    "text": "Even the girls that are chubby and have terrible acne? Whose only similar interest and personality trait is a love for  <em>World of Warcraft</em> ? I call shenanigans. This is too much in par with Chris Rock's theory of \"NO MAN CAN SAY NO TO SEX IF IT JUST FALLS ON Their LAP.\" <br/> \n <br/> \nBecause if you and Chris Rock are right, I'm totally going for pussy, [b]immediately[/b[."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "GODDAMNIT  BBCODE IS SUCH A CHOAD OF A CODE."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 3,
    "snip": false,
    "text": "This is too much on par with my theory that you are posting on cocaine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately for both of us, I am/was stone cold sober."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 1,
    "snip": false,
    "text": "i have had too many guy friends  flat out  a) tell me arent interested or b)laugh in my damn face when i get too drunk and try to make out with them no not think that your statement is silly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 0,
    "snip": false,
    "text": "It becomes less and less true for you the more you are a man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You are a rad friend. Don't let anyone tell you different."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Sympathetic hug for the rejected-by-male-friends.  I've actually had a guy friend (on whom I had a crush) tell me his life would be much easier if he actually had reciprocal feelings for me.  This made me feel a bit better, but not much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "We're just saying that guys are thinking about the possibility of having sex with friends who are girls, not that on any given night, conditions are right.  In fact, maybe these guys have helped you out by not taking advantage of you on those occassions. <br/> \n <br/> \nBTW, excellent blend of Spanish and Yiddish in your screen name. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "See, I tend to assume this, but then the ones who I am most sure about always turn out to be gay or something, and then I call all my judgment into question. Also, whenever I express this assumption, I am accused of being extremely arrogant, and then I call my judgment into question again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I should've specified that I meant straight guy friends. But you'd think that if you were good enough friends with someone you'd know their orientation, no? Plus, just because you get called arrogant doesn't prove you wrong - it could be a defense mechanism to counter the implied rejection."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It has happened before that when I reach the threshold of friendship in which a not-openly-gay guy friend comes out to me, I've secretly been going, \"WHAT? But you were totally flirting with me!\" <br/> \n <br/> \nBut let's be clear on this: If you want to tell me that all the straight dudes I know want to bone me, I ain't gonna argue real hard against you."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "All the straight guys I know want to bone me. It could be a thing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "All the straight guys *I* know want to bone me.  I think it's a guy thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Yeah, but  <em>they</em>  will be real hard against  <em>you!</em> <br/> \n <br/> \n(they will rub a boner on you)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "All the straight guys I know want to bone you"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I hope you've given them bits of my hair to tide them over. <br/> \n <br/> \n(Does that sentence imply I will bone them all eventually?  <em>I guess so.</em> )"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "miseryandthesun",
    "plus": 1,
    "snip": false,
    "text": "You want to... to talk about it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Well, I usually wear some of your hair when they are boning me, and I can imitate your voice flawlessly, so in a way, yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Men reading fashion magazines <br/> \n <br/> \nOh what a world it seems we live in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<em>Good song.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Agreed"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "<em>Straight men!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cycerin",
    "plus": 0,
    "snip": false,
    "text": "OHHHHHH  <em>SHITTTTTTTTT</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...he is also the maid of honor. <br/> \n <br/> \nI do not know how this affects  <em>things</em> , I just thought it was noteworthy."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "awko",
    "plus": 34,
    "snip": false,
    "text": "After seeing what some of my friends went through planning their weddings, I've decided I'm going to marry a blind chick and just tell her we got what she wanted."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darleen",
    "plus": 9,
    "snip": false,
    "text": "You could go all out with a wedding like that! \"Oh look honey, Frank Sinatra isn't dead and he's singing your favourite song, here, for you!\" *press play on cd player* Awww yeeeah."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mc_white",
    "plus": 15,
    "snip": false,
    "text": "\"Of course we got the bowls full of eyeballs!\" <br/> \n*pull out bowl of olives* <br/> \n <br/> \n(works every time)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Peeled grapes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It's harder to peel grapes than to open an olive jar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Olives...are...fuckable; if you have enough of them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Or if your peter is tiny tiny tiny"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They are best in a bowl full of mayonnaise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "Just about nothing is best in a bowl full of mayonnaise - rule of thumb."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I like to mix a lot of oil and a little lemon juice, then crack an egg in there, and fuck it til it BECOMES mayo.  Then I spread it on a BLT and fuck the sandwich"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You should write a book, Hedonismbot. People need to know about the FUCKING A SANDWICH."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Would that I could chubby this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Dammit, I am too friendly to chubby you, Robot Lucy Liu."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boingjones",
    "plus": 1,
    "snip": false,
    "text": "\"Oh look honey! Wait, thats right you can't!\" <br/> \n <br/> \n(walks off with a cup of retsina.)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "omegatron",
    "plus": 2,
    "snip": false,
    "text": "A cup of retinas?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boingjones",
    "plus": 0,
    "snip": false,
    "text": "Someone needs to re-read the comic. <br/> \n <br/> \nAlbeit, a cup of retinas would be delightfully disgusting. <br/> \n <br/> \nOH WAIT. YOU WERE BEING FUNNY. I'm such a tard. A chubby for fooling me, good sir."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omegatron",
    "plus": 1,
    "snip": false,
    "text": "Also an allusion to the \"bowl of eyeballs\" in the thread above this one. <br/> \n <br/> \nI am disappointed that I have to spell this out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "THIS IS STUPID BECAUSE BLIND PEOPLE HAVE EXTRA SPECIAL HEARING LIKE SUPERHEROES"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "They have  <a href=\"http://web.archive.org/web/20100420202627/http://xkcd.com/141\">Super Hearing!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "velvetpresley",
    "plus": 0,
    "snip": false,
    "text": "I wish I could give you unlimited volumes of chubbies for that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 1,
    "snip": false,
    "text": "I first misread \"blind chick\" as \"blank check\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 16,
    "snip": false,
    "text": "Helen Keller Rockefeller <br/> \n <br/> \nHer name is almost as amazing as the plan itself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "you have created something here"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "There will be a shitty grindcore band with this name started up within the month. <br/> \n <br/> \n(Maybe by me)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 9,
    "snip": false,
    "text": "Back when I was a band we used to play shows with a band called Get to the Chopper. They would always play in front of a giant banner-sized poster of Arnold, and every set consisted of a single 20-minute song of mostly improvised random noise punctuated at odd intervals by each of the members taking turns screaming \"GET TO THE CHOPPER\" into the microphone. They were much better than us."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I've always wanted to make a band named Everybody Out Of The Chunnel."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 4,
    "snip": false,
    "text": "I knew a band like this once. They played one show. Broke nearly everything on the stage. Then with one string, a snare drum, and a cracked cymbal they played thier final song entitled \"The Club Owes Us $20 For Our Performance\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "as Ray would say... <br/> \n <br/> \n <em>Hilarious!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "You personally were a band?  That is impressive stuff."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "That contraption is obviously held together by a fine oak structure"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boingjones",
    "plus": 2,
    "snip": false,
    "text": "This story is made better when you imagine Arnold from Happy Days instead of Schwarzenegger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "::sighs:: \"Yeppp, yep, yep\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for double colons; oldschool RP, dude."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I shouldn't even say this but I just stole that from my friend like 5 years ago :( <br/> \nCan I keep the chubby for knowing Arnold's signature line? <br/> \nNo wait, that was Al. Arnold was Pat Morita. <br/> \n <br/> \nSHIT."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Just tell your friend that you probably don't talk to any more that his signature action mark has received a Chubby from a man on the Internet."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I do, he's actually one of my best friends, but I will tell him that I got a chubby for his actions and he's going to have to suck it up."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Yes. Tell him to suck on your Chubby. <br/> \n <br/> \n <em>wait</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>Some might misconstrue that message</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Way to quote Al on an Arnold reference."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I already owed up to that, so I don't feel like less of a man still."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "I'm less of a man for not noticing that. No wonder straight guys want to bone me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "At this rate, we're all one chubby away from becoming neuter."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I was imagining Hey Arnold, personally."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boingjones",
    "plus": 0,
    "snip": false,
    "text": "Arnold Palmer works too. I can see any of them humorously yelling \"GET TO THE CHOPPER.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Kevin Arnold.  <br/> \nPsh, they probably don't even HAVE Wonder Years on your little island"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "haha british humor *high five* <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I thought heccibiggs was Irish? <br/> \n <br/> \nShould I be keeping better or worse track of that sort of thing?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Did you just assume that because of the red hair? I mean her Britishness comes up in some way or another like every time she posts. It's like not knowing that Falseprophet is the Assetbar representative of Black America, or that Pogo is old."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Tangential fact: I thing I have learned is that English stereotypes of how Irish people look are different from American stereotypes of how Irish people look. From what I gather, redheadedness is not considered stereotypically Irish over here. <br/> \n <br/> \nAnother tangential fact: When I was at the doctor's office yesterday, the forms I filled out asked for my ethnicity. My options in terms of whiteness were \"White British,\" \"White Irish,\" and \"Other white.\" Apparently there is enough of an ethnic distinction between English/Scottish/Welsh people and Irish people that they need two separate boxes, but all other white people are the same ethnicity?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure what the point of those distinctions are. For one I all mixed up English, Scottish, and Irish, and two, the white inhabitants of the U.K. are mostly pan-European mongrels anyway."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You are doubtless aware that the British and Irish have had their Troubles over the years.  This silly form is an interesting artifact of how many of them must see that relationship.  It would be rather like a similar form in Minnesota listing \"White German\" and \"White Norwegian.\" Sort of."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NONO  <br/> \n <br/> \nThese are based on census categories. Various nationalist groups whine about not being represented. Then Ulstermen and anyone who doesn't care needs \"White British.\" You will note that there is no English category, because the only people who care here own pitbulls and/or read the Daily Mail."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Pogo is old? No way! I mean he's on the internet, so he must be a pretty cool young guy. And he just posted a picture too! Dude can't be older than 28."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "My internet age actually is 28 -- you win! <br/> \n <br/> \n(I was on Delphi message boards, and Compuserve, back in about 1993, I think, so my Internet age could also be stated as 15.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "me too!  A chubby for being faster than me. <br/> \n <br/> \nI wonder if gazelles ever congratulate cheetas after being chased down."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It's made even better if you imagine Arnold from \"Green Acres.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 0,
    "snip": false,
    "text": "or arnold from 'hey arnold.'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jhaela",
    "plus": 2,
    "snip": false,
    "text": "She doesn't even have to start out blind. <br/> \n <br/> \n <em>If you catch my drift.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "\"Helen Keller Rockefeller, would you like to go to the movies with me?.......AS MY LOVER.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "moolah",
    "plus": 3,
    "snip": false,
    "text": "Oh great, a Teodor strip. Cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "WHOA! I totally expected, (though didn't want) a Ray and Molly awkward hug, want to bone her type dealy. But Teodor! Wow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "agentstinky",
    "plus": 7,
    "snip": false,
    "text": "I don't think Ray would go for Molly.  Some girls are OK with you putting an ashtray on their back and spelling out your name in smoke right as you 'max.  Molly is not one of those girls."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 14,
    "snip": false,
    "text": "\"Nice, not my type.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "That always sounded like something a dude says just so that he can say he's said it out loud, so he can hear it in his own words and make himself believe it, the words cycling into his brain and out of his breath in some brave simulacrum of honesty. A steadfast denial of the steadfastness of his member.  <em>If I can get to a cake with an ass on it fast enough I can tell myself that's why my alpha is so omega.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "My you are quite the wordsmith. ::swoons:: <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "I just want to say it because I'd sound like a hardboiled detective. <br/> \n <br/> \n\"I turned off the lights as she glided down the hall towards me, the soft swishing of her silk dress made the hairs on my neck bristle and the click of her heels must have echoed through the whole building. 'We're closed', I said as she reached my office. She didn't say anything as she came to stand in my doorway and the street lights cast stripes over her, with a single bar illuminating the eyes that stared straight into me. The pattern that played across her made her figure even more lithe than it was already and I couldn't help but imagine her as a deadly feline, a tiger stalking me in the night. Nice, not my type.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 1,
    "snip": false,
    "text": "Oh Shiiiiiiiiiiiiiit"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Indeed old friend... Oh shit indeed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "When did Beef's uncle come to visit?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "That time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 2,
    "snip": false,
    "text": "When the Continuity fairy was being ravished by the demon of Beef's nightmares..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofditties",
    "plus": 1,
    "snip": false,
    "text": "Oh yeah.  That time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "No...You're thinking of the  <em>other</em>  time. <br/> \nCommon mistake though.  No worries!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "Many times, often for family gatherings. Check the blogs. More happens offscreen than off. Did you know Beef went to Nicaragua?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think you mean \"More happens onscreen than off.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Oh, wait. No. That is the exact opposite of what you mean. <br/> \n <br/> \n <em>Your original intend when posting has been massacred by:<br/>\n<br/>\n<strong>I Love Kate</strong><br/>\n<br/>\n\"Extreme!\" - The Post</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Intent, even. <br/> \n <br/> \n(I might have made that mistake on purpose, so that I might create a row of Frynapples.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 1,
    "snip": false,
    "text": "Well-spotted, in any case. Perhaps I meant \"more happens off the screen than off other things.\" You know, like off the side of a bridge, or off kilter, or off on one of his trips to Holland."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "skiddysmith",
    "plus": 0,
    "snip": false,
    "text": "frynapples!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "fry napples!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "Been there, stay cool Teodor. It ain't worth it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duskbringer",
    "plus": 0,
    "snip": false,
    "text": "<em>Exciting sex</em> !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 11,
    "snip": false,
    "text": "Aww yeah, Molly, you gonna  <em>ride the cranberry</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Ride the cranberry sounds more like an Ocean Spray slogan than a double entendre...  <em>perhaps it's both?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "Crantastic Voyage"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "This would have a million chubbies, if I could manage that"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "That sort of thing is so hard to orchestrate since the 70s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 2,
    "snip": false,
    "text": "Perhaps it is but a product of the hour, but my first thought (one which caused me to spit coffee on the screen) on reading the alt text was that Onstad had hired gladi8orrex as the new alt text writer. <br/> \n <br/> \nThis thought is now in your head. You're welcome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Goddess, I put him on ignore for a reason and now Onstad taunts me so. Curse you Rostov for reminding me of this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "g8r's aight, by Ishtar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "widdershins",
    "plus": 1,
    "snip": false,
    "text": "And with a single stroke, Achewood gets very interesting... more like this please!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 8,
    "snip": false,
    "text": "NO STROKING"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nbgreene",
    "plus": 5,
    "snip": false,
    "text": "NO TOUCHING"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You're just blowin through naptime, aren't ya?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "i like that my only contribution to assetbar these days is arrested development quotes. i am hilarious."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "NO TEACHING"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fireking",
    "plus": 6,
    "snip": false,
    "text": "Finally, the now-my-penis-likes-you hug is given its due amount of respect in the creative works."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The one-eyed worm has a mind of it's own."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Molly's all \"Oh my God. Really?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "\"Oh, my god. Really? A penis? You guys!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "-The prom queen at a surprise birthday party thrown for her by the football team"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "This makes me wonder, does that theirateturk guys still post?  I miss him"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Pogo, I'm ashamed of you. You went through the American education system - at a time when it hadn't been butchered and strangled by the government to the point where a small dog or fish could graduate - and you don't know that the possessive \"its\" has no apostrophe? <br/> \n <br/> \nI'll let it slide if you claim that your dick was doing the typing. Like lolcats, genitalia don't understand the finer aspects of spelling and grammar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Can't blame the old member, I just plain forgot a grammtical peculiarity.  And me a writer, too!   <br/> \n <br/> \nYou're right, not only doesn't \"its\" get an apostrophe, but \"hers,\" \"ours,\" \"theirs\" and \"yours\" don't either.  However, it's a stupid rule and the internal logic of English dictates an insertion of an apostrophe to indicate possession, so I slip up now and then.  Damn pronouns. <br/> \n <br/> \nAt least I did't confuse \"your\" and \"you're.\"  That would demand a full body slam."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "you misspelled \"didn't\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Also grammatical."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">Maybe</span>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "That was just to see if you were paying attention.  Two points!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Sometimes a dick just likes to stretch its legs. It ain't no thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Your...your dick has legs?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "My dick has legs and a mortgage and opinions about local government"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Any the most braying fucking wife you'll ever meet. I could  <em>kill</em>  her."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I, of course meant \"And\" -- not \"Any\".  <br/> \nHold your applause, please."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Hold the applesauce yourself, dude.  I got my hands full of dick legs."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "What the?!?  Is Pogo dating spinynorman now?!? <br/> \nIs  <span style=\"border-bottom: 1px dotted\">everyone</span>  in Assetland hooking up??"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 13,
    "snip": false,
    "text": "They say he's robbing the cradle, but  <em>I</em>  like to say I'm robbing the grave,"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "ZING!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "That's Anna Nicole's line!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Not anymore!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I still can't believe she's dead.  I was going to make her a happy woman (once she got the money, that is)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I was imagining things more along the lines of John Carpenter's  <strong>The Thing</strong> . <br/> \n <br/> \n/does it have a dog's head?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "And is it now so big that it should be getting its tennis lessons? <br/> \n <br/> \nThat's what I want to know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Is it bigger than a bread box? <br/> \n <br/> \n <em>Is it a horse's cock?</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "VCHUB for \"What's My Dick?\" parody"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bovine",
    "plus": 1,
    "snip": false,
    "text": "INTERSPECIES."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 4,
    "snip": false,
    "text": "Once things are anthropomorphized, it somehow seems less gross.  Unless, of course, you're an actual human dude checking out an actual horse wearing a sombrero."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Sadly your comment now comes after someone anthropomorphized his penis... with legs.  <em>THAT</em>  is way gross"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You are a furry apologist, and I will never love you again.  You are dead to me, yiff in hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Ray gave him a copy of the book didn't he?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "How come Molly's family didn't come to earth when everyone in heaven died? Unless they went to....oh dear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "static",
    "plus": 2,
    "snip": false,
    "text": "I don't believe the entirety of Heaven burned down, just Molly's apartment block."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I interpreted the apartment block to be the entirety of heaven."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "That was my guess too. And incidentally sounds like an excellent premise for a shitty supernatural zombie apocalypse film. <br/> \n <br/> \n <em>\"When heaven burns down... Where will all the souls go?<br/>\n<br/>\n<strong>Nice Zombies</strong></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 4,
    "snip": false,
    "text": "<em>BRRRRRRAAAAAAAAAIIIIIIIIIINNNNNNNNNSSSSSSSSSS</em>  please."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Aaaaaaaaafter you, I insist. Your car or miiiiiiiiiiiiiiiiiiiiiine? <br/> \n <br/> \nThe terrifying sequel to  <em>Nice Zombies</em>  stalks into theaters this summer. It's <br/> \n <br/> \n <strong><em>Zombie Carpool</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "FUND IT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 2,
    "snip": false,
    "text": "It would do up Beef's nerves something awful to know Teodor's secret thoughts. It's okay though 'cause T is hung like a cranberry. The lady doesn't notice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flaxplus",
    "plus": 1,
    "snip": false,
    "text": "The pale blue cast of dawn is one of the best things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The Teodor/larry david parralel continues."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "<em>Please don't get hard! <span style=\"border-bottom: 1px dotted\">Please!</span> <strong>Nooooo!</strong></em> <br/> \n <strong><em>THEODOR!?!?</em></strong>   <strong>*SLAP!*</strong> <br/> \n <br/> \n--CUT TO BLACK-- <br/> \n <br/> \n-=<bum bum bum daaah da daaah da d' d' daaaaahh>=-"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "DAAAAH DAAH DAHH DAHH DAH DING! <br/> \n The first few notes of that theme tune are probably the sounds that make me happiest. someone could put the curb opening and closing credits on a documentary about the holocaust, call it curb your enthusiasm and i'd probably still laugh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "V-chub for hamscout so hard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "My friend's girlfriend insisted on kissing me on the cheek whenever we saw each other (it's a Russian thing). This is exactly what was always going through my head. <br/> \n <br/> \n <em>Every time you are smelling her hair.<br/>\n<br/>\nEvery SINGLE time your subconscious has expectation of actual sex in it.<br/>\n<br/>\nJack-off.</em> <br/> \n <br/> \nNote: also applicable to attractive female friends, of which I've mostly divested myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "Wait...is \"Jack-off\" a self-reprimand or a described action?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "Smirnov, jack-off, it's all Ruskie to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "is that henry kissinger in your avatar? sounds just like the sort of thing he'd say, tactless bastard...."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That is Pogo himself.  You are publicly comparing our dear friend Pogo to the ugliest man who has ever lived.  COMRADE Tom indeed, dirty pinko..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Kissinger, ugly? that man was the seminal sex god of the 70s. nearly half of the watergate tapes are actually just Kissinger bragging to Nixon about the sexual shenanigans he got up to the night before. <br/> \n <br/> \nNo offence was intended pogo, i hope my remarks were not those of someone being a dick to a stranger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I'm hip to the Kissinger charm with the ladies, and appreciated the reference. <br/> \n <br/> \nSorry, I can't make out your avaticon at all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "its me with my head in my hands staring into a bottle of Polish lager, unfortunately I have the computing skillz of a whelk and thus have no idea how to improve the clarity.."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Okay, I can see the beer bottle (name of Polish lager? I'm a beer fan), and a hand, so the rest must be hair. <br/> \n <br/> \nNot sure about improving the clarity, except to start with a smaller version?  Something as primitive as Word's Paint program can shrink a picture down.  I'm not entirely pleased with mine, either, but it's close enough for this crowd."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "The lagers called Zywiec (think thats the spelling),it's a pretty common but also delicious, I've been able to find it in most cities that have a polish population."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, I'll look for it next time I'm in Chicago."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "\"Power, Mr. Chairman, is the ultimate aphrodisiac.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "In my experience, telling one's member to stop getting hard only makes the problem worse.  Kinda like laughing in church."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "I think repeatedly of the word Toast. It helps"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, toast, tooooooooooaaaaaaaaaaast!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Reminds me of  <a href=\"http://web.archive.org/web/20100420202627/http://www.youtube.com/watch?v=GrF_K1w2haE\">Heywood Banks</a> <br/> \n <em><strong>YEAH <span style=\"border-bottom: 1px dotted\">TOAST!!!!</span></strong></em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "You  <em>do</em>  realize that your method will work for a while, but soon you will just pop the most raging boners at breakfast tables across america."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "s'okay. I am english."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I picture Gordon Brown, giving a speech about voter apathy at my school. Halfway through he starts rapping enthusiastically. <br/> \n <br/> \nIt's like a tiny cold shower on my loins."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "That would definitely help with the Brain-Boner Communication Breakdown but not with the Hyena Communion Conundrum."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"Brain-boner breakdown\" hahaha. <br/> \n <br/> \nCare to expound on the Hyena thing?  Just wordplay, or do you have a hypothesis?"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "It was perhaps one of the greatest failures in eugenics history. Sir Cavier Cavier-Wilkins, born in the jungles of  <br/> \n <br/> \nBangladesh in 1824, and heir to the fortune amassed by his grandfather, an administrator with the British East India  <br/> \n <br/> \nCompany, was often called eccentric by his fellow Sahibs. He was something of a practical joker. He invented the technique  <br/> \n <br/> \nof putting a bucket of water on top of a door to pour upon the next unsuspecting stiff to walk through. Of course, like a  <br/> \n <br/> \nfairy tale from the Brothers Grimm, this was a sanitized version of a similar tale. The 'stiff' in this case was the viceroy  <br/> \n <br/> \nwho'd stiffed Cavier-Wilkins by having relations with our hero's wife. The bucket was full of menstrual blood. <br/> \n <br/> \nBut besides his savage taste for revenge, Cavier-Wilkins could always be found in his courtyard with his nose in the latest  <br/> \n <br/> \nedition of one of Britain's esteemed scholarly science journals, and he had latched onto a concept known as \"genetic  <br/> \n <br/> \nsplicing.\" <br/> \n <br/> \nNow, Sir Cavier Cavier-Wilkins was more a drawing room pontiff than a natural philosopher. The closest he had come to using  <br/> \n <br/> \nthe scientific method was to pour goat's milk into his morning corn flakes. But he had to find some way to use all the money  <br/> \n <br/> \nhis grandfather left him, and the economy in India was far too fledgling for him to conveniently blow it all in one place. <br/> \n <br/> \nBut still, once he latched onto a concept, he couldn't be shaken off it, until a new one struck his fancy, much like a  <br/> \n <br/> \ncertain fairer sex that we all know. All he needed was a practical application, and it came to him, like all great concepts,  <br/> \n <br/> \nthrough religion. <br/> \n <br/> \nWhilst sitting in church one Sunday morning, Cavier-Wilkins noticed that he was sitting behind Lord Balmington  <br/> \n <br/> \nColonialshire, one of his old schoolmates, and recently appointed Punjabi magistrate. Colonialshire always had good marks,  <br/> \n <br/> \nwhich boiled the bile of jealousy in Cavier-Wilkins's gullet. Not only that, he had always walked about the schoolyard with  <br/> \n <br/> \nan air of pretension, most likely because he was actually born in Europe (though it was only fucking Scotland!) and was the  <br/> \n <br/> \nonly one in his class who had yet to lose his virginity to one of the natives (he eventually married one of the richest,  <br/> \n <br/> \nchastest, largest-bosomed, blondest women in the city). Getting the man to laugh was like trying to milk a boy who speaks  <br/> \n <br/> \nUrdu -- not enough reward for the effort put in. It seemed as if the man was so purely white that making him laugh was  <br/> \n <br/> \ncounter to his genetic makeup. But if the man could be injected with the genes of a laughing hyena from Deepest Darkest  <br/> \n <br/> \nAfrica, then he would be subject to such great embarrassment that he could never again show his face in any church in all of  <br/> \n <br/> \nChristendom! <br/> \n <br/> \nCavier-Wilkins immediately saw the potential benefits, but as with all things  <em>Science!</em>  the negative consequences were  <br/> \n <br/> \nonly visible through the Hubble Space Telescope, which would not be built for nearly a century. While initial eyewitness  <br/> \n <br/> \nreports of the massacre attributed the bloodletting to a Negroid/Mongoloid Superhybrid, it was later discovered that it was  <br/> \n <br/> \nan enraged Colonialshire, all hopped up on the savannah juice. <br/> \n <br/> \nThe rest, as they say, is history."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure if it's the length, the content, or the line-splicing, but that caused an uncomfortable erection for me, like getting hard look at dogs ruttin."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<strike>Sorry I asked.</strike>  Oh  <em>really?</em>   Quite interesting, haha.  <em>shuffles off, stage left</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Gordon Brown in any context is a cold shower to the loins. <br/> \n <br/> \nnever thought I'd say this but I MISS Blair, now there was a jerk that was interesting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "TO be fair, they were both slimy bastards. Elect me for Dictator for Life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "That works too"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "man why would you ever not want to get hard"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "What if you are a crime fighter, and your evil nemesis has placed a meat shredder in the vicinity of your genitalia. <br/> \n <br/> \nThat is a time when you wish to stay completely still.  And hope your nemesis isn't smokin' hot, cause I know a lot of them are."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I see what you're saying, and lucky for you, I've BEEN in this situation: <br/> \n <br/> \nWhat you do is you come onto your sexy nemesis and convince them that it would be better to do some fuckin' instead of some castratin' HEY that's the word I couldn't think of to describe what Bush has done to the American education system! <br/> \n <br/> \n <em>Thanks, Stereo!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "It's come up a few times, but fortunately my superhero dong is made of solid tungsten, and made short work of the shredder.  Also it made short work of your mother, later that same day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "<em>Tungsten is not a resilient metal.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Highly ductile though, which is important during sex with elderly women"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Nope, examples of highly ductile metals are silver, gold, copper, and aluminium."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Pure tungsten is somewhat brittle, but most used common alloys are quite ductile, and the tensile strength of my manhood can't be matched (I know tensility and ductility are different, but similar)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Are you guys arguing about whether your dicks are good conducters of electricity?   <em>Only on Assetbar</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "No, dude. They are arguing about whether or not their dicks are relatively malleable. If you want to talk about converting your johnson to an arc welder you'll have to head over to the forum for MAKE Magazine."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "As a prospective materials scientist, I approve of this discussion."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Goldmember wins!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 12,
    "snip": false,
    "text": "Beef almost sleeps with a flight attendant. <br/> \n <br/> \nTéodor painfully dreams about Molly. <br/> \n <br/> \nRay takes a cake into his room, and after a furtive glance back clicks the door shut. Somewhere, out there, Tina starts to cry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "oh no <br/> \n <br/> \n <em>OHHHHHHHHH SHIIIIIIIIIIIIIIIIT</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 1,
    "snip": false,
    "text": "quit getting hard, teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "Close your eyes and think of Rod Huggins."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Or of  <a href=\"http://web.archive.org/web/20100420202627/http://achewood.com/index.php?date=03242008\">this</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Teodor is a no-good scoundrel. <br/> \n <br/> \nHow dare he talk about retsina like that?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loneal",
    "plus": 6,
    "snip": false,
    "text": "They got the name \"retsina\" by scrambling up the words \"in tears.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You either have a lot of time on your hands or are a quick thinker. I'm guessing the latter considering the speed of the post. Either way, chubby for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "loneal is really smart. Like the other day when we were out, we were talking to this guy and we found out that all three of us had birthdays in October. I was like, mine's on the 18th. loneal's all, mine's on the 9th. And the guy's like, mine's on the 27th. And like INSTANTLY, loneal goes, \"hey, they're evenly spaced apart!\" and I'm like, dogg HOW did you figure that out so quickly? <br/> \n <br/> \nI mean she's a God damn English major! She should be really sucky at Maths! Not fair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "She has her multiples on 9 down pat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It is a well-kept secret that all classes at Oxford are just hour(s)-long recitations of times tables. Sometimes we get all the way up to twelve times twelve."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "(I apologize) That's gross. (I apologize)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Move over, Rainman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edwell",
    "plus": 2,
    "snip": false,
    "text": "I shall have to remember to wish loneal a happy birthday, and you a bappy hirthday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "No, they obviously got it by scrambling up the words \"isn't ear.\"   Because that's what retsina isn't. <br/> \n <br/> \nAnd retsina is too much maligned; it only tastes like liquid dog after you leave it lying around in the heat.   When it's fresh and cool, it tastes refreshingly of cat spray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I haven't done this with a friend's girl, but I have done it knowing that half of me just wanted in her pants. The other half was genuinely interested. Am I a bastard, a sincere listener or..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "...a man?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "An ellipsis?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "I have had this problem with my first cousins, lovely ladies all.  Oh, and one of my second cousins, too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "jesus"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You said it man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Let us not forget our saviors words: <br/> \n <em>Well I've got a gal, she's as cute as she can be<br/>\nShe's a distant cousin but she's not too distant with me<br/>\n<br/>\nWe'll kiss all night<br/>\nI'll squeeze her tight<br/>\nBut we're kissin' cousins 'n that's what makes it all right<br/>\nAll right, all right, all right<br/>\n<br/>\nOh I've got a girl and she taught me how to live<br/>\nShe can give a lot and she's got a lot to give<br/>\n<br/>\nWe'll kiss all night<br/>\nI'll squeeze her tight<br/>\nBut we're kissin' cousins 'n that's what makes it all right<br/>\nAll right, all right, all right<br/>\n<br/>\nYes we're all cousins, that's what I believe<br/>\nBecause we're children of Adam and Eve<br/>\nI got a girl and she wants a lot of love<br/>\nThat's the kind of trouble I need plenty of<br/>\n<br/>\nWe'll kiss all night<br/>\nI'll squeeze her tight<br/>\nBut we're kissin' cousins 'n that'll make it all right<br/>\nAll right, all right, all right<br/>\nWe'll be kissin' cousins that'll make it all right<br/>\nAll right, all right, all right<br/>\n<br/>\nYes we're all cousins, that's what I believe<br/>\nBecause we're children of Adam and Eve<br/>\nI got a girl and she wants a lot of love<br/>\nThat's the kind of trouble I need plenty of<br/>\n<br/>\nWe'll kiss all night<br/>\nI'll squeeze her tight<br/>\nBut we'll be kissin' cousins 'n that'll make it all right<br/>\nAll right, all right, all right<br/>\nWe'll be kissin' cousins that'll make it all right<br/>\nAll right, all right, all right<br/>\nWe'll be kissin' cousins that's what makes it all right<br/>\nAll right, all right, all right</em> <br/> \n <br/> \nElvis was hella creepy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Steely Dan is even creepier than Elvis. <br/> \n <br/> \nCOUSIN DUPREE (from Two Against Nature) <br/> \n <br/> \nWell I've kicked around a lot since high school  <br/> \nI've worked a lot of nowhere gigs  <br/> \nFrom keyboard man in a rock'n ska band  <br/> \nTo haulin' boss crude in the big rigs  <br/> \nNow I've come back home to plan my next move  <br/> \nFrom the comfort of my Aunt Faye's couch  <br/> \nWhen I see my little cousin Janine walk in  <br/> \nAll I could say was ow-ow-ouch  <br/> \n <br/> \nCHORUS:  <br/> \nHoney how you've grown  <br/> \nLike a rose  <br/> \nWell we used to play  <br/> \nWhen we were three  <br/> \nHow about a kiss for your cousin Dupree? <br/> \nHow about a kiss for your cousin Dupree? <br/> \n <br/> \nShe turned my life into a living hell  <br/> \nIn those little tops and tight capris  <br/> \nI pretended to be readin' the National Probe  <br/> \nAs I was watchin' her wax her skis  <br/> \nOn Saturday night she walked in with her date  <br/> \nAnd backs him up against the wall  <br/> \nI tumbled off the couch and heard myself sing  <br/> \nIn a voice I never knew I had before  <br/> <br/> <br/> CHORUS:  <br/> \nHoney how you've grown  <br/> \nLike a rose  <br/> \nWell we used to play  <br/> \nWhen we were three  <br/> \nHow about a kiss for your cousin Dupree? <br/> \nHow about a kiss for your cousin Dupree?  <br/> <br/> <br/> I'll teach you everything I know  <br/> \nIf you teach me how to do that dance  <br/> \nLife is short and quid pro quo  <br/> \nAnd what's so strange about a down-home family romance?  <br/> \n <br/> \nOne night we're playin' gin by a cracklin' fire  <br/> \nAnd I decided to make my play  <br/> \nI said babe with my boyish charm and good looks  <br/> \nHow can you stand it for one more day  <br/> \nShe said maybe its the skeevy look in your eyes  <br/> \nOr that your mind has turned to applesauce  <br/> \nThe dreary architecture of your soul  <br/> \nI said - but what is it exactly turns you off?  <br/> \n <br/> \nCHORUS  <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "why do I know this song <br/> \n <br/> \nWHY DO I KNOW THIS SONG?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "I like Steely Dan, THERE I SAID IT, I'M SORRY"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I am completely with you on this.  I can't imagine keeping that a secret."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Steely Dan is not a band that people I know seem to respect me for enjoying."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Maybe your friends don't like music."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Or don't get lyrics."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hecci, Hecci! That stupid motherfucker played me this song! He said it was a guy talking about how fit his cousin was, and I was like, I'm pretty sure the members of Steely Dan don't use the word \"fit\" like that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Right on, especially considering the Naked Lunch origin of their name (it's the nickname of a dildo)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Wait, you  know the slang meaning of \"fit?\" It sounds like the guy was talking sense."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh, he was entirely talking sense, it was just funny to imagine the American members of the band thinking of someone as \"fit.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Holy crap, really?  <em>Insane.</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "How can a band named after a giant steel dildo not be creepy?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "This is what's wrong with the Elderly of today. ;D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "SECOND cousin? That's just going  <em>too far.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Yeah, especially when you've got a sister like Pogo's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "If only I knew how to post an image, you'd see why I can't be blamed for my lustful thoughts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Reply to this message, click the link above \"Post\" that says \"BBcode\", and receive an education in linkery."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "professorhazard REALLY wants to see this second cousin of yours"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Not that I mind getting my bone on, but I figured pogo might actually want to learn the thing he said he doesn't know."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I see the [img][/img] thing, but the picture is on my hard drive, not at an Internet address, so how do I link to it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "This is an image experiment by an old-school guy using an application: <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Darn you, Assetbar!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Just go to tnypic.com and upload your picture to there to get a url."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Tinypic.com would probably be better. Who  <em>knows</em>  what kind of nasty stuff lurks at tnypic.com?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Ahhh, the days spent looking at transsexual nutsack yanker pics.  Good old TNYpic.com, hope of the distended urethra."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "hoMe of the distended urethra.  The hoPe of one is massive surgery, or a very careful application of glue"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Okay, here goes: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Okay boys, you gonna tell me you could resist this woman, no matter how closely related you were?  I didn't think so."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "I'd hit it so hard the first person to pull me off her would be named king of all England"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Why do I even bother making posts after this one.  And yet I do..."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "god so v-chub... no... fuck that.. <br/> \n <br/> \nhigh five... like way high"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Luckily I don't have to. This is one of those times when it's wonderful to be a Diverse-American."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "HE CAN BE TAUGHT!!!"
  },
  {
    "depth": 13,
    "minus": 2,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Teeth too big, eyes teary, hair wrong shade. I could resist easily? :P:P"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Damn pogo, hbaranov just  <em>SLAMMED</em>  your cousin.  I'm surprised if you're going to take that, I thought you were hard."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well to be fair, pogo slammed his cousin first. <br/> <br/> <br/> HEY-O!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You entirely missed his tongue-hanging-out double emoticons, dude.  He was trying to talk himself out of it, but she's simply irresistable (cue music)."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the help.  Hope I can return the favor."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Upload it to  <a href=\"http://web.archive.org/web/20100420202627/http://flickr.com/\">Flickr</a> ... that might be another layer of confusion, my octogenarian friend.  But if you can do it you will have a URL to paste between those img tags!   <em>Dammit, I am trying to be helpful...</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Octogenarian? He's two decades away from that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "So Pogo is a...  <em><strong>sex</strong>agenarian?</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "So Pogo is a...  <em><strong>sex</strong>agenarian?</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Still a pentagram, or whatever, but come November, I'll get my sext on."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh, that is just awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You old timers, you just don't get technology"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "omegatron",
    "plus": 0,
    "snip": false,
    "text": "Westermarck effect"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "This sort of awkwardness is why I try not to remember the names of friends' wives and girlfriends.  Also, Teodor needs to go shopping and get a new shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "Didn't he get that shirt from his beloved Penny? Dude is just a romantic!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 2,
    "snip": false,
    "text": "Generally, when the maid of honor is wrestling urges to score with the bride-to-be, it is the start of an awesome lesbian porno. Here in Achewood, however, it is confusing and sad, which makes my day."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "colorlessness",
    "plus": 1,
    "snip": false,
    "text": "confusing and sad > lesbian porno"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cubby666",
    "plus": 0,
    "snip": false,
    "text": "Confusing & sad \"is greater than\" lesbian sex, or are you equating the two?   <br/> \nEither way, I'm glad that I'm not sad right now because I'm certainly confused, and I'm pretty sure I'm not lesbian sex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spaceseeker51",
    "plus": 0,
    "snip": false,
    "text": "She is only attracted to him because of his special \"Hawaiian wasabi\" cream."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsox",
    "plus": 0,
    "snip": false,
    "text": "I was totally in Teodor's spot this past Friday and I totally thought-yelled at myself for getting hard."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I don't think you were, or did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tsox",
    "plus": 0,
    "snip": false,
    "text": "I only wanted to celebrate my ability to relate to Achewood in relation to something I felt less than good about but thanks to Achewood, can laugh and feel less weird about."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Oh, Molly. You really have no idea what you're doing to the poor guy, do you?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "They never do.  OR DO THEY??"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "No they don't. OR DO THEY?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I hear ya. OR DO I?!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "This thread is hilarious. OR IS IT!?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "I will chubby all of you. OR WILL I???"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I probably will. OR PROBABLY... WON'T I???"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "MAYBE"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "C-c-c-COMBO BREAKER"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "OR IS IT?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "I can't really tell. <br/> <br/> <br/> OR CAN I?!?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "ROUND 2!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "FIGHT!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "But is fighting really the answer? <br/> \n <br/> \nIs it?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "MAYBE"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "%u266A%u266B  <em>All we are saying<br/>\nIs give fighting a chance</em>  %u266A%u266B"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "edwell",
    "plus": 1,
    "snip": false,
    "text": "Admittedly, feeding Unicode musical notes to Assetbar is a lot like feeding honey-glazed steak to a newborn."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "The newborn perhaps could lick the honey glaze off and still enjoy it. However, since assetbar is some sort of symbol slaying robot, methinks it doesn't enjoy sweets.  <br/> <br/> <br/> ... OR DOES IT?!  <br/> <br/> <br/> I'm sorry."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Honey gives infants botulism. <br/> \n <br/> \nOR DOES IT?! <br/> \n <br/> \nyes.  yes it does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "krylon",
    "plus": 0,
    "snip": false,
    "text": "Who hasn't been there?  Honestly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 1,
    "snip": false,
    "text": "The fucking alt-text pushes this over the edge for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "You, sir are a class act. First class avatar, one post per comic. Brandy on the beach - my treat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "corpsey",
    "plus": 1,
    "snip": false,
    "text": "At least there's no mention of 3 star Metaxa. Goddamnit Greece, what the hell happened to you in the last 2000 years?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "I chubbied you for your good taste in gin. <br/> \nWell played."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Plymouth > Bombay Sapphire any day of the week, sonny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "sorry,  <em>sonnette</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Victory gin!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<strong>HA</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by orvel, Squares, KaMeT, IronDave, echidnaboy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "did you just go from talking about random hook-ups to the global status of the US? <br/> \n <br/> \nWhat happens when a lame and a chubby collide?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>What happens when a lame and a chubby collide?</em></div> <br/> \n <br/> \nNot much for 9 months, then a baby with pierced ears."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "And two broken legs"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 1,
    "snip": false,
    "text": "And five years later, a little white suitcase on the front porch with all her things in it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phy",
    "plus": 2,
    "snip": false,
    "text": "A burst of gamma radiation and a great big hole in the Vatican. A college professor with designs way above his station faintly musses his silly hair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 4,
    "snip": false,
    "text": "We kind of went different directions with that prompt. That's interesting. Perhaps we can reconcile our differences. On the carbon-scored white marble floor of St. Peter's sits a naked infant. The rhinestones in her ears distract you from the sheaf of glossy glamour shot photos neatly collated in a manila folder. <br/> \n <br/> \nThirteen years later, the professor watches in horror as Lula Mae becomes a singularity on the podium of the Little Miss Texarkana Pageant."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "The Apocalypse has been broughten.  Starring: one of those blonde bimbos from the \"Bring it\" movies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I'm wh-wh-Whitney <br/> \n <br/> \nand I bring the plague of ugly and painful sores"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Whitney was Asian. She was not blonde. <br/> \n <br/> \nArgh I hate myself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "If it had happened during a bikini contest, would she have been a half-naked singularity?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "V to the C to the H-U-B."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Correct me if I'm wrong, but isn't this the plot to \"Angels and Demons'?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 3,
    "snip": false,
    "text": "god damn god damn don't you ever shut the fuck up"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "glyc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by glyc was marked lame too many times and excluded. (marked lame by orvel, KaMeT, lux, bixschmix)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mome",
    "plus": 1,
    "snip": false,
    "text": "I'd wank to her memory if i were him. the quicker he wanks, the better it will feel."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nabeel84",
    "plus": 5,
    "snip": false,
    "text": "YOU'RE NOT EVEN FUNNY TEODOR WHERE DO YOU GET OFF? YOU'RE JUST MAD CAUSE YOU'VE ALWAYS BEEN KIND OF THE BORING CHARACTER SINCE RAY AND BEEF CAME ALONG. DON'T BE JEALOUS BECAUSE YOU'RE INCONSEQUENTIAL"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "magb",
    "plus": 1,
    "snip": false,
    "text": "Téodor knows all the tricks in the book and he hates himself for it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 10,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Dammit, I only have so many chubbies and there are such good posts today.   <em>Perfect, dude</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I don't get it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 5,
    "snip": false,
    "text": "Well at least he's got the presence of mind to use phrases like \"pale blue cast of dawn\" when he's trying desperately not to fantasize about boning his friend's fiancee. <br/> \n <br/> \nThere's times I see a lot of Teodor in myself and I do not like what I see."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "In this, friend, you are not alone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "<em>There's times I see a lot of Teodor in myself and I do not like what I see. </em> <br/> \n <br/> \nthis is what got a chubby from me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "On the other hand, there are times I like seeing Teodor  <span style=\"border-bottom: 1px dotted\">in</span>  you. <br/> \nAnd this gives  <em>me</em>  a chubby. <br/> \n <br/> \n*sorry*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Who the hell says \"lovemaking\" anyway?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, \"lovemaking\" and \"lover\" are two words that just weird the shit out of me in a way that's hard to describe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "They do have very unpleasant connotations. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "falseprophet, I may have given out too many chubbies on this page, friendly, but do you remember the time that we ate tiny chickens until our mouths and hands glistened with the grease of our feasting?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "***  <em>Some fried game fowl leave a greasy residue when eaten sloppily</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Indeed I do professorhazard. And I remember how we two, our bodies bulging with desire and poultry, repaired to our boudoir where we found our family friend Niko, reclining on our bed, wearing only his jungle of chest hair, natural skin oils, and a bed of rose petals. <br/> \n <br/> \nWe writhed upon and into each other, our mouths and other orifices gaping to release our love cries and accept each others' regurgitated chicken meat, like baby birds in a nest of pubic hair. The three of us made love that would have made the gods jealous. <br/> \n <br/> \nThat is, until your killjoy of a wife got home. What had been lovemaking before quickly turned into three dudes just bonin the shit out of her  <em>BANG BANG</em>  then see what I can get out of her."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "*** [quote]bonin the shit out of her  <em>BANG BANG</em>  then see what I can get out of her. <br/> \n <br/> \nFrom \"Watermelon\" by Common (Sense), off the album  <em>Resurrection</em>  (1994)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ah fuck."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Did you write the first two paragraphs?  That was some of the most fucking funny shit...  <em>sexual food stories are my favorite genre of comedy!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "'Specially liked the jungle of chest hair."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It was me, with inspiration from Saturday Night Live. <br/> \n <br/> \nOf course, it was back when Ferrell was still a cast member ..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "A masterpiece of 21st century literature.*** <br/> \n <br/> \n*** <em>Nolan from the Internet</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You were my high school sweetheart and my girl next door <br/> \nYou've been my lifelong best friend and so much more <br/> \nWe matured into each other's arms, we were never apart <br/> \nYou blossomed into the woman who owned my heart <br/> \n <br/> \nYou're my woman, my lover, my friend <br/> \n <br/> \nI pushed you on swings, we played in the sand <br/> \nI bought you ice cream from the ice cream man <br/> \nI looked at you like a gardener looks at a flower <br/> \nI would stare out my window at you for hours <br/> \n <br/> \nYou're my woman, my lover, my friend <br/> \nYou're my woman, my lover, my friend <br/> \n <br/> \nYou are my tender loving juice fruit, my reason to live <br/> \nMy heart's like a butterfly with flowers to give <br/> \nI remember looking back to our high school prom <br/> \nWhen I shook your dad's hand and gave flowers to your mom <br/> \n <br/> \nYou're my woman, my lover, my friend <br/> \n <br/> \nI showered you with love, flowers and pearls <br/> \nAnd you've given birth to our baby girls <br/> \nYou're my succulent sweet buttercup, and more importantly my friend <br/> \nWe're inseparable love cuddlebunnies til the very end <br/> \n <br/> \nYou're my woman, my lover, my friend <br/> \nYou're my woman, my lover, my friend <br/> \n <br/> \n-Anal Cunt, \"My Woman, My Lover, My Friend\" <br/> \n <br/> \n*My computer crashed twice when trying to post this before. The gods of assetbar frown upon the artistry of Anal Cunt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "The fact that they released a love song album for the sole purpose of making fun of love songs earns them hell of respect in my book."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "Someone who likes The Smiths?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "I-I like the Smiths.  <br/> \n <br/> \nI have a thing for men with hairstyles that resemble the plumage of a large bird - my love for Morrissey is a little  <em>wrong</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That's weird. I always had the impression that liking The Smiths was something that happened  <em>despite</em>  Morrissey. <br/> \n <br/> \nGUY'S A DOUCHE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "A virgin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Teodor's internal dialogue prevents him from ever getting anything done.  I know the feeling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "me too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "If there's moisture style touches, then Beef will probably kill himself or we'll be seeing Teodor's face frozen in a scream in a shallow grave in the pale blue cast of dawn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "... <em>moisture style?!</em> <br/> \n <br/> \n(I am far too flagrant with my italics today, sorry.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "<em>Welcome</em>  to my  <em>world.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Yes,  <em>moisture style</em> . Dig the fucking lingo, man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Beef's face all a hazy shade of winter..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Always get more steak, no one will eat the fish, even if they RSVPed for it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "This is my punishment for only having sexy friends and acquaintances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 2,
    "snip": false,
    "text": "I'm not particularly concerned.  This is a guy thing.  We wish the best for our homeboys, but a part of us will always be jealous, will always wonder what might have been, and will always want what others have. <br/> \n <br/> \nAnd the erection?  Shit man, I DARE you not to get one, hugging a lady all sweet smelling perfume all rubbing against your neck all emotionally vulnerable."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "I for one accept this dare! <br/> \n <br/> \nLadies? <br/> \n <br/> \n   Ahhhhhh forget it, I'm going to tuck my pregnant wife into bed now, I may or may not get an erection while doing so. <br/> \n <br/> \nWill report back later!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Dammit, man, I have to  <em>know!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "There was no erection, until morning, as they say \"The sun also rises\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "I totally misread the word \"tuck\" the first time I read your post."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": false,
    "text": "Molly seems a little too excited just to talk about her dead family. And Teodor is fat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Don't worry too much -- Molly probably can't even feel his chubb thanks to all his chub. Teodor is kind of fat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "FUCK"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Don't worry too much -- Molly probably can't even feel his chubb thanks to all his chub. Teodor is kind of fat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 8,
    "snip": false,
    "text": "YOU"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Don't worry too much -- Molly probably can't even feel his chubb thanks to all his chub. Teodor is kind of fat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 15,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Sweet Goddess I hope this works... <br/> \n <a href=\"http://web.archive.org/web/20100420202627/http://img92.imageshack.us/my.php?image=assetbaaarck8.jpg\">[IMGS OFF]</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "YESSSSS.... Now go look <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "hbaranov likes Garfield."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is some kind of structural Modernist masterpiece, I'll give you that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Now if he was as skilled as gladi8orrex, he could consolidate this post-poem into a single asset.  We have  <em>so</em>  much to strive for..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow, good job."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "This is like  <em>The Fountainhead</em> . <br/> \n <br/> \nBut pretentious people don't yell at it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Beef's surname is Kazenzakis. His uncle or whatever owns a Greek restaurant. He made moussaka that one time. And it took me this long to realise that he was of Greek ethnicity. <br/> \n <br/> \nRock on, I Love Kate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "For some reason, I always thought he was Polish. Probably all the Zs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "What? How? How? I'm sure it's been mentioned like a million times..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Not explicitly, I'm sure. I hope. <br/> \n <br/> \nLook, I'm no Hercule Poirot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Literally the best Achewood ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Not figuratively?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Perhaps from a structuralist interpretation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "There were shades of nihilism and a dada-ish cast to randombeing's statement there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "A liberal humanist approach would agree with his general theory."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleepyhead",
    "plus": 0,
    "snip": false,
    "text": "bastard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Dark thoughts from Teodor,</em>  Literally!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "Just wait until he starts talking dirty to her.  Teodor talks hell of dirty when given the chance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "This strip made me terrified"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Goro meet Pogo.  Pogo happy.  Hugs Goro."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Too bad we all know what happens at  <em>your</em>  family reunions, eh Pogo?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "*boned*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 1,
    "snip": false,
    "text": "I can relate to this more than I care to admit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Oops you admitted it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But did he care?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "That depends entirely on whether he admits he cares about admitting it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": false,
    "text": "But I have not admitted how much I can relate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "I would pay good money to see someone run the Iditarod with a team of schnauzers. <br/> \nGreat, swathing handfuls of them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 3,
    "snip": false,
    "text": "Beef is a friend - yeah, I know he's been a good friend of mine. But lately, something's changed that ain't hard to define. Beef's got himself a girl, and I want to make her mine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "\"You know I wish that I had Roast-Beef's girl...\" <br/> \n <br/> \n?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "I probably didn't have to post this, but if you haven't seen it in awhile you'll probably be grateful. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100420202627/http://www.poetv.com/video.php?vid=5696\">http://www.poetv.com/video.php?vid=5696</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "[/i]poeTV... one of society's few redeeming qualities.[/i]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewood",
    "plus": 1,
    "snip": false,
    "text": "As if Teodor's penis could even reach her vagina through his two-feet rolls of belly blubber."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "Also he's hung like a cranberry."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Small ones probably piss her off."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "prolefeed5",
    "plus": 0,
    "snip": false,
    "text": "It's too bad she's Welsh and not  <a href=\"http://web.archive.org/web/20100420202627/http://achewood.com/index.php?date=08232002\">Chinese</a> ..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Beef needs two towels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": "Well at least they didn't do a joke about Ouzo. Man that stuff is Jagermeister's bastard cousin. Much like a Zinger to a Twinkie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Achewood has by now  <a href=\"http://web.archive.org/web/20100420202627/http://achewood.com/index.php?date=01172007\">dealt</a> with two-thirds of the holy trifecta of astoundingly awful Greek alcohols.   The day Chris Onstad mentions Metaxa is the day I sublimate into heaven."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "i feel like achewood has gotten more \"serious\" lately. i can't remember any previous plotlines that dealt so directly with common human foibles and dilemmas. roast beef almost cheated on molly, and now teodor's feelings for molly are finally being acknowledged. i don't take any sort of issue with this development, it's just curious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boingjones",
    "plus": 0,
    "snip": false,
    "text": "Hehehehehe, you said \"foibles.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Dog sitting on instruction manuals is actually pretty common problem in this house. <br/> \n <br/> \nI'm not sure if it's ever happened with a stuffed otter, but the parallels are there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thefossor",
    "plus": 0,
    "snip": false,
    "text": "Unlike the greeting-card arc, which felt like Beef got mixed up in a Ray plotline, I'm down with this. I loved the strip when Molls got pissed at Beef for sneaking cleavage peeks... the airline thing, not so much.  Always nice to get a bit of Molly development. And perhaps there will be  <em>shames</em> ?!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ging",
    "plus": 0,
    "snip": false,
    "text": "Onstad doesn't know what girls think because he's not a girl. This should be obvious no?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Molly is the Meg Griffin of the Achewood/Family Guy corollary?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "turnabout",
    "plus": 0,
    "snip": false,
    "text": "Not obvious at all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 5,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20100420202627/http://philippesblog.blogspot.com/2008/05/i-am-learning-about-hobos.html\">I am Learning about Hobos.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "But, Teodor... <br/> \n <br/> \nWhat about  <em>Penny?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "<em>NOT</em> <br/> \n <em>PENNY'S</em> <br/> \n <em>BOAT</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mint",
    "plus": 0,
    "snip": false,
    "text": "ahhahahahaha yes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 2,
    "snip": false,
    "text": "Damnit, T, you're the only friend Molly has who isn't Beef or a co-worker. Just be a good friend, and meet some gothy girl who'll give you a new haircut and let you stay at her place. You can both be kind of flaky together and do inappropriate Public Displays of Smooches. Because if you threaten Beef and Molly, everyone in the world will kill you on a train pulling out of Istanbul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "holyq",
    "plus": 0,
    "snip": false,
    "text": "There comes a time in ever bears life where he must make a choice! <br/> \nGet hard while holding your friends soon to be wife, or live with the shame of blue balls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnemonicdevice",
    "plus": 1,
    "snip": false,
    "text": "5 Beefs because, frankly, we've all had this conversation with ourselves at least once."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "spectre",
    "plus": 5,
    "snip": false,
    "text": "Regarding retsina: only a vulgar plebian with no knowledge of biochemistry would say that it tastes like any form of urine. Urea (the active ingredient in urine), urushiol (active ingredient in poison ivy) and urethane (packing material) are all nitrogen-rich compounds. Retsina is made from -- in part -- pine needles, so it tastes of turpentine, which is based on compounds called terpenes. Terpenes are phosphorus compounds. Retsina tastes (and smells) like turpentine, not urine. In college I once got so drunk I fell in the toilet while talking a leak, so I have a vague recollection what urine tastes like. It does not taste like retsina. Retsina tastes like you were going to strip some old varnish and instead drank the remover compound. Every year I go to the Greek Food Festival and drink one retsina, one ouzo and one Metaxa to celebrate the many contributions of the Greek Food Festival to my life. (I was raised in Maryland . . . if that doesn't explain things, read something about Baltimore.) I don't like retsina, I hate licorice with a passion (ouzo is alcoholic licorice) and Metaxa is only good in cinnamon coffee. However, I believe that wherever you are, you need to be a part of things, so in Louisiana I suck the mudbug heads, in  Georgia I eat souse, I get a haggis at the Highland Games and at the Irish Music Festival I get pissed drunk and lie face down in mud. And at the Greek Food Festival, I drink retsina, which tastes like disinfectant, NOT human or animal wastes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gooneybird",
    "plus": 0,
    "snip": false,
    "text": "I was going to change my homepage from achewood today. This strip restored my faith. It also moved me to create an account to comment on the greatness of achewood. I want to see how this arc plays out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "lol moley n theordel makraggin' heckall on greek joose. crockin jocks at it n stoves ness pannels is moley hoggin on theordel theordel all tinkin abot rolln in da hay so adulteriouse. so lol  <strike>i usually stop talking when i hear one of my animals caw or whatever. i run a farm and have many different kinds of animals, sheeps, cows, chickens, crows-- wait, i just heard sheep.</strike>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Sorry, that was me.  Baaaaaaa."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Man that's totally weird because I bought Harvest Moon for the PSP today and bought a sheep but I left it outside during a hurricane and it's dead now. Coincidence? I THINK NOT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Is he getting inside your head?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "The difference between Teddy and I is that I would never say what is said in the 5th panel to friend's special lady, because it is inviting a bad outcome.  <br/> \n <br/> \nI'd probably smell her hair and think about fucking her in the colon, however."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "God I missed this guy.  Good to see you back and posting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "hehe thanks i've been spending my spare time trolling James Bonds fanboys on IMDB"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "YES!  Welcome back, theirateturk! <br/> \nI'd shake your hand, but... well,  <em>you know</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Regarding retsina: only a vulgar plebian with no knowledge of biochemistry would say that it tastes like any form of urine. Urea (the active ingredient in urine), urushiol (active ingredient in poison ivy) and urethane (packing material) are all nitrogen-rich compounds. Retsina is made from -- in part -- pine needles, so it tastes of turpentine, which is based on compounds called terpenes. Terpenes are phosphorus compounds. Retsina tastes (and smells) like turpentine, not urine. In college I once got so drunk I fell in the toilet while talking a leak, so I have a vague recollection what urine tastes like. It does not taste like retsina. Retsina tastes like you were going to strip some old varnish and instead drank the remover compound. Every year I go to the Greek Food Festival and drink one retsina, one ouzo and one Metaxa to celebrate the many contributions of the Greek Food Festival to my life. (I was raised in Maryland . . . if that doesn't explain things, read something about Baltimore.) I don't like retsina, I hate licorice with a passion (ouzo is alcoholic licorice) and Metaxa is only good in cinnamon coffee. However, I believe that wherever you are, you need to be a part of things, so in Louisiana I suck the mudbug heads, in  Georgia I eat souse, I get a haggis at the Highland Games and at the Irish Music Festival I get pissed drunk and lie face down in mud. And at the Greek Food Festival, I drink retsina, which tastes like disinfectant, NOT human or animal wastes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 0,
    "snip": false,
    "text": "I COULD CRY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alreadyinuse3",
    "plus": 1,
    "snip": false,
    "text": "HELLO <br/> \nHEY THIS IS EDWARD FROM THE FRONT DESK <br/> \nYEA <br/> \nAND UH WE HAD SOME COMPLAINTS FROM THE OTHER GUESTS THAT YOU WERE BUILDING KILLER ROBOTS IN YOUR ROOM <br/> \nMAN ARE YOU KIDDIN I BEEN SLEEPIN I BEEN UP FOR TWO DAYS <br/> \nOH I'M S-SORRY I WOULDN'T KID ABOUT THAT I WOULDN'T CALL THIS TIME OF NIGHT BUT - WE WE JUST CAN'T HAVE THAT HERE <br/> \nARE YOU <br/> \nI UH IS IS THIS A JOKE I UH I I I'M SLEEPING <br/> \nNO NO IT'S NOT A JOKE I I'M CALLING AH IN RESPONSE TO A COMPLAINT FROM A <br/> \nI TELL YA WHAT WHY DON'T YOU COME ON DOWN HERE AND YOU'LL SEE ME SLEEPIN <br/> \nNAH I CAN'T LEAVE THE DESK AND I DON'T THINK YOU'RE SLEEPING CAUSE YOU'RE TALKING TO ME ON THE PHONE <br/> \nI WAS SLEEPIN I GOT UP TO ANSWER THE PHONE <br/> \nWELL I'VE HAD THREE DIFFERENT GUESTS NOW CALL AND SAY THAT YOU'VE BEEN BUILDING KILLER ROBOTS IN YOUR ROOM AND WE D WE DON'T CONDONE THAT HERE WE CAN'T HAVE THAT <br/> \nY YER YER NUTS <br/> \nI'M WHAT <br/> \nYOU MUST BE NUTS <br/> \nI'M NOT NUTS <br/> \nWELL I TELL YOU WHAT I'M GONNA COME UP THERE <br/> \nI'M JUST TRYING TO DO MY JOB SIR <br/> \nHEY I DON'T GIVE A SHI I WAS SLEEPING IN MY BED I BEEN UP FOR TWO DAYS I DROVE ALL THE WAY UP HERE FROM MICHIGAN <br/> \nWELL WHY WOULD THREE DIFFERENT PEOPLE CALL AND TELL ME THAT YOU'RE MAKING KILLER ROBOTS IN YOUR ROOM WH WHEN YOU'RE NOT <br/> \nWH WEL <br/> \nI'M SORRY <br/> \nY Y YA YER CRAZY MAN THERE AIN'T NOBODY HERE I AH UH I'M WAY IN THE BACK HERE I'M SLEEPING <br/> \nTHERE'S NOBODY THERE I'M TALKING TO YOU THERE <br/> \n[CLICK]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ah, for a time when a good third of the posts on Assetbar weren't the internet equivalent of performance art."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "Regarding retsina: only a vulgar plebian with no knowledge of biochemistry would say that it tastes like any form of urine. Urea (the active ingredient in urine), urushiol (active ingredient in poison ivy) and urethane (packing material) are all nitrogen-rich compounds. Retsina is made from -- in part -- pine needles, so it tastes of turpentine, which is based on compounds called terpenes. Terpenes are phosphorus compounds. Retsina tastes (and smells) like turpentine, not urine. In college I once got so drunk I fell in the toilet while talking a leak, so I have a vague recollection what urine tastes like. It does not taste like retsina. Retsina tastes like you were going to strip some old varnish and instead drank the remover compound. Every year I go to the Greek Food Festival and drink one retsina, one ouzo and one Metaxa to celebrate the many contributions of the Greek Food Festival to my life. (I was raised in Maryland . . . if that doesn't explain things, read something about Baltimore.) I don't like retsina, I hate licorice with a passion (ouzo is alcoholic licorice) and Metaxa is only good in cinnamon coffee. However, I believe that wherever you are, you need to be a part of things, so in Louisiana I suck the mudbug heads, in  Georgia I eat souse, I get a haggis at the Highland Games and at the Irish Music Festival I get pissed drunk and lie face down in mud. And at the Greek Food Festival, I drink retsina, which tastes like disinfectant, NOT human or animal wastes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "oh no it seems as though Molly has gone over the alloted amount of time a man or bear can spend touching a woman's breasts without getting an erection <br/> <br/> <br/> AUNTIE RAE COME BACK <br/> \nAUNTIE RAAAAAE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "butta",
    "plus": 0,
    "snip": false,
    "text": "Oh dear. <br/> \n <br/> \nThis does not please me  <em>one little bit</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lara501375",
    "plus": 0,
    "snip": false,
    "text": "NO T.  <br/> <br/> <br/> no."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "abcdefghijklmnopqrs uvwxyz"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I know someone else mentioned it but I missed you too, TIT."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Me too, DICK."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Darling, Ingenious Cromar... *Kisses* ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckalgebra",
    "plus": 0,
    "snip": false,
    "text": "Oh HELL no."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "EXACTLY my reaction."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chivalress",
    "plus": 0,
    "snip": false,
    "text": "Despite Onstad's best efforts, I remain unconvinced of Teodor's heterosexuality."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chivalress",
    "plus": 0,
    "snip": false,
    "text": "or, uh, this comment could just go anywhere, reply to whatever, I don't even know"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "edwell",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatratcat",
    "plus": 0,
    "snip": false,
    "text": "I hope Teodor fucks her, and Onstad does a protracted series of comics of just them fucking, kind of like the \"SUCCESS!\" robots-in-Datsun strips that showed Liebot's ass."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Complete with sound effects all goin  <a href=\"http://web.archive.org/web/20100420202627/http://anderslovesmaria.reneengstrom.com/2008/02/26/122-slipped/\">Bork bork bork</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That is...wow. <br/> \n <br/> \nWhen your webcomic becomes its own slashfic, that's probably not a good sign. <br/> \n <br/> \nOn another note, I can't stand webcomics that are about people getting laid. If I ever start one, no one will have sex in it EVER."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Elbox, I dare you to read through Anders Loves Maria from the first strip and not feel heartbroken by strip 80."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "I read through it from the first strip yesterday.  I started out bored, then became fascinated, then heartbroken, and then shocked, and then grossed out, and finally I ended up a broken shell of a person, no longer able to experience life's most  <a href=\"http://web.archive.org/web/20100420202627/http://youtube.com/watch?v=FLSy8N2Ro84\">basic</a>  joys."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420202627/http://anderslovesmaria.reneengstrom.com/2008/04/18/anders-loves-the-swedish-chef-by-samanta-allen/\">It gets better.</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I started from the beginning and stopped around strip 30 or so. Yet another comic about vapid 20-somethings with 'problems' that involve being drunk and hooking up, like a slightly better-written version of QC. I cannot relate."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Agreed, and yet I still keep reading it every day. It is a train wreck from which I can't look away."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It gets better later on as Anders is revealed to be more of a douchebag. The relative happiness you see in the 30th strip does not last."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I also skipped ahead a bit, and both Anders and Maria were now boning/getting boned by different people with various degrees of guilt or uncerainty involved. That kind of shit makes me even more queasy than the happiness of people I dislike."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You clearly need to have more guilt-ridden uncertain sex."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Thus far, based upon my reading of Achilles' posts over the last couple strips.. I think he just needs more sex period, guilty or not-guilty.. but uncertain is always sexier sex."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Some people get off on leather, or high heels, or back hair, or the lack thereof. Kamet, apparently, prefers  <em>shilly-shallying</em> ."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Kamet, your reading is correct, but that's like saying \"I think The Iliad was about a war.\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That sounds like an offer Elbox.  I would take her up on it, she has soft hair and was a dancer.  This means she can get her feet over your head from across the room or something"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I was going to make a comment similar to that, but then I thought \"hey, I should scroll down first to see if hedonismbot already said something about this.\" So thank you for allowing me to remain a bit longer in the ever-diminishing club of Assetbar guys who have not hit on Loneal in an ironic yet still vaguely creepy way."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Fuck ironic and fuck vague.  Tell her you like her eyes and ask if she's as tight as she looks.  Then do that motion Showbiz did when he first met Molly, drop pants, and scream right at her til she either presents, or maces you (I'm 9 for 9 on getting maced)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "It's a small club, for sure"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "She will to rest until she has enticed us all, the Stan/Ox siren!!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Also, if telling me I need more sex constitutes an offer, then I'm pretty sure half of Assetbar including Pogo has made me an offer at one time or another."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I hate every character in the strip. YET I READ ON."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm giving Edwell a chubby, not because he deserves it for reposting someone else's snap, but because I owe him like 37 for the past week, where I was forced to only give him one a day"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "Best. Alt Text. Ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "destroy_you",
    "plus": 0,
    "snip": false,
    "text": "You really think so? <br/> \n <br/> \nSays a lot about a man who appreciates the word \"woot\"..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ihmgard",
    "plus": 2,
    "snip": false,
    "text": "Quit it teodor. quit getting hard. Quit wanting to fuck your friend's girl. No teodor thats a bad teodor"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "applebed",
    "plus": 1,
    "snip": false,
    "text": "My sentiments exactly. Bad bad naughty bad Téodor. BAD stuffed bear penis! <br/> \n <br/> \nNot to do this!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuuuu",
    "plus": 0,
    "snip": false,
    "text": "Molly wouldn't do it. I think Teodor is on a one way train to the friend zone. If he isn't already there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Poor, poor chubby Teodor.  He thinks that talking with a woman about her concerns will make her sexually attracted to him. <br/> \n <br/> \n <strong>It will not.</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ihmgard",
    "plus": 0,
    "snip": false,
    "text": "thats true, though I could totally see teodor going in for some action and then getting harshly rebuked. Though he gets rebuked hes still a bad old bear"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Hallo, everybody; <br/> \n <br/> \nOver the past couple of days, many times I would try to access Acheworld, only to be greeted by a  <strong>500 - Internal Server Error</strong>  that would persist for hours and make it impossible to get my daily dose of Achewood social interaction. Other times - despite what browser I use - I try to post a message and the entirety of the system just locks up on me, leading to termination of the program. Why, I've tried to post this message three times now, and yet I keep trying for some reason. <br/> \n <br/> \nI don't know how common a problem this is for other people, but I just thought I'd take the time (down here, at the unobtrusive bottom of the page) to invite anyone else who gets locked out of the Internet to spend time at my forum until the storm blows over. You can find it under the \"Forum\" heading, over at Snipe Hunt Media. All are welcome. Except lawbot, who is a dick. Enjoy!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yea, I've had the same thing happen, and the result was that all of Assetbar was deprived of my invaluable wit for upwards of two hours. I didn't really think this was a problem for anyone but me, since I figured that a \"normal\" person would just go \"oh I guess Assetbar is down\" and go about their regular business of boning and making money and such instead of sitting there and refreshing Facebook, Salon, and Assetbar repeatedly. I think the system just wasn't build to handle the insanity that has occurred since handface weekend. I was hoping that the recent \"update\" that I got a message about when trying to refresh would fix things but apparently not. <br/> \n <br/> \nThanks for the alternate option, though I feel weird about another forum. Also, is that IRC chat still a Thing?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Well, let me clarify that my forum is not offered up as a Second Achewood Forum or anything; I just like most of the people here, and would like to see them posting and discussing other matters, if they like."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I guess I'm too old to figure out how to find any relevant threads on your site.  Hate the black background, too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "IRC is still there, #achewood on irc.slashnet.org. Fortunately professorhazard doesn't use it as a way to tout his moral and intellectual superiority."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I am sorry that I made you cry by laming your post once. If you are strong you can get through it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Keep on rockin' that dickhood, lawbot"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Or get it circumcised, whichever you prefer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Waiting to get a registration OK back from Snipe Hunt is as frustrating as Assetbar being down! <br/> \n <br/> \nThought I had Onstad's e-mail, and I know I once communicated with him, but can't find it.  *Sigh*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Sorry about the registration; it stops the Russian spambots from selling me all the Vi4gr4 and Ci4Li5 that the Lord knows I need to get by of a day."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm registered, but I just couldn't figure out what going on with that interface and the black background.   <em>Me old, not like applications.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I had both problems yesterday; 505 at work, and I tried to post once later at home and had the lock up problem...but nothing so far today.  Hopefully it's fixed...?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the invitation.  I'll consider it next time assetbar throttles my browser."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "Go on T (your new PUA name will be Falco, because you swoop down like a bird of prey, brah), prepare your set. You're already doing the boyfriend destroyer, give a few negs to drop that HBs bitch shield, phase shift, push-pull, blast LMR, then F-close."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 1,
    "snip": false,
    "text": "T (sorry, Falco) is definitely set to go all Mystery Method in the next panel..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "'Do you believe in magic, Molly?' <br/> \n*guesses that she will think of the number 7* <br/> \n*goes kino*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Rock me Amadeus!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scott6thompson",
    "plus": 0,
    "snip": false,
    "text": "Is Molly going all Hiram the Blacksmith on Teador?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "He does have a weakness for mixed drinks..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "satellitetv",
    "plus": 0,
    "snip": false,
    "text": "It's been a while (for me), but this was a laugh-out-loud-er. Fantastic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "it all comes down to this..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "narrenschiff",
    "plus": 0,
    "snip": false,
    "text": "#73!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "Achewood Presents: Places We've All Been."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 1,
    "snip": false,
    "text": "T has the guts to think about what he really wants to do and none of the 'nads to just up and do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "All my boys who don't have the nads to up and do it RAISE THE ROOF"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Teodor=cunt"
  }
]