[
  {
    "depth": 0,
    "minus": 0,
    "name": "manetheren",
    "plus": 0,
    "snip": true,
    "text": "A comment left by manetheren was marked lame too many times and excluded. (marked lame by geesycreesy, sharksarecoming, gkiyo)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mortshire",
    "plus": 28,
    "snip": false,
    "text": "Alt text:  A thrifty bachelor uses every part of his offensiveness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 64,
    "snip": false,
    "text": "I eat stuff off of farts all the damn time. People are always like, \"Hey man, you got any plates over here?\" and I'm like, \"Don't plan on finding no plates up in here unless I'm torchin a wicked case of sass gut\"  <br/> \n <br/> \nNo ma'am, I do not throw dinner parties, yes sir, my life does have a big CONDEMNED sign hangin on the front"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 26,
    "snip": false,
    "text": "I discovered that if I don't clean the melted cheese off the microwave plate for a week or so*... and make sure it is evenly spread... it can be cooled to total hardness, carefully peeled off with a spatula and used as a plate for a while.  <br/> \n <br/> \nJust don't get that thing too hot. <br/> <br/> <br/> * = I get Cornish Pasties from Sainsbury's and then put Tabasco Sauce and Cheddar on them.  Total WIN food. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 6,
    "snip": false,
    "text": "The man does  <em>science!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 4,
    "snip": false,
    "text": "I literally got a little queasy just now, picturing that. (However, I am a lady.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "That isn't your gender recoiling in horror, that's your human decency. <br/> \n <br/> \nOffensiveness stopped being a contest in seventh grade, everybody."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 3,
    "snip": false,
    "text": "So most people think, but those who know sometimes turn pro."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "griffypoo",
    "plus": 1,
    "snip": false,
    "text": "Queasy?  This guy's like the Martha Stewart of laziness!  It's a good thing!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Did you know that if you microwave a pizza on a plate with a piece of kitchen-towel inbetween, the heated water absorbed from the pizza can then be used to clean the plate after use, eliminating the need for sink use."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "This man speaks truth, I did this many times during college."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "drake",
    "plus": 0,
    "snip": false,
    "text": "I normally disagree with your comments, but damn that sounds  <em>delicious</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Have you ever been so distracted you just started eating the plate without realizing it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "When the cheese gets THAT hard  <em>nobody</em>  could eat it. Even the mold won't grow on it once I'm done with it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangram",
    "plus": 1,
    "snip": false,
    "text": "That \"No Ma'am, No Sir\" turnaround just reminded me of Mr. Horse for some odd reason... \"No Sir, I don't like it!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "picnick",
    "plus": 2,
    "snip": false,
    "text": "I like it VERY MUCH!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "undyingsong",
    "plus": 1,
    "snip": false,
    "text": "MST3K reference?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "try ren and stimpy, kemo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "How do you always manage to crack me up?  <em>Every time</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "My mental voice for spinynorman's comments is Stephen Fry's Jeeves in a very aristocratic and learned British vernacular. This particular comment of his amused me for it cannot be read thus, unless Jeeves hails from 'Bama."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carbonation",
    "plus": 0,
    "snip": false,
    "text": "I believe this is the justification for Cup Ramen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbitnu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rabbitnu was marked lame too many times and excluded. (marked lame by howmanywhales, stormypinkness, Solle, equinn2006, Sargasm, ethelthefrog, Jeef)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zefiel",
    "plus": 2,
    "snip": false,
    "text": "<em>what room will there be when a truly wonderful moment happens?</em> <br/> \n <br/> \nThen, science will let us give us fives. That or a Mr. Roast Beef K. will deliver pizzas to the Assetbar building, then hacking  <em>the hell</em>  outta this dumb website."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rodneystubbs",
    "plus": 0,
    "snip": false,
    "text": "fear not nu-bunny <br/> \n <br/> \nthe perfect 5 seems to be in reserve for Philippe stopping nuclear war with the Eastern Hemisphere with 5-year old Rambo action"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rizzle",
    "plus": 0,
    "snip": false,
    "text": "Dang I was kinda stoked to see things going so well.. And they're already fighting??"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 2,
    "snip": false,
    "text": "Fights are inevitable when planning weddings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mashuren was marked lame too many times and excluded. (marked lame by stormypinkness, ButterMoths, blastradius, kylank, odei, Julia, logic, Dwilow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crinklebat",
    "plus": 14,
    "snip": false,
    "text": "As a woman, if my boyfriend and I get married, I hope he plans the wedding. Man I cannot think of a more annoying thing to have to do."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 47,
    "snip": false,
    "text": "\"Can we just have a small wedding\" is one of the most beautiful things a woman can say to a man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apatfan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by apatfan was marked lame too many times and excluded. (marked lame by ishuta, entropyends, mat4900)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lastlarf",
    "plus": 2,
    "snip": false,
    "text": "Apparently this has already happened for Beef, with mediocre results.  <a href=\"http://web.archive.org/web/20101006174603/http://achewood.com/index.php?date=10212004\">http://achewood.com/index.php?date=10212004</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 3,
    "snip": false,
    "text": "How about \"Let's just elope, and then come back to throw a party for everyone.\" <br/> \nEverybody wins!  <br/> \n(I am going to be excommunicated from my family. Ohh shiit.) <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "If it makes you feel better, these were pretty much my exact future plans. Mainly i just want to wear striped tights with sneakers and get drunk when i marry but my mom is not okay with this.  We compromise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thunderbat",
    "plus": 0,
    "snip": false,
    "text": "Ditto."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Fvck \"weddings\". <br/> \n <br/> \nI got married in a Rabbi's livingroom. It took about 10 minutes. No planning involved. <br/> \n <br/> \nI got divorced with the Atlantic Ocean inbetween AT THE TIME. <br/> \nAlso, we lived that way. <br/> \n <br/> \nI am proud of my weird ex-marriage. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": false,
    "text": "Ditto. Weddings are scary."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 14,
    "snip": false,
    "text": "And considering she was 12 like 200 years ago that's a lot of planning"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dougthehead",
    "plus": 2,
    "snip": false,
    "text": "Yeah, I always found it funny that Molly, being from the 1800s, was able to adjust to the 21st century better than Beef has ever lived in it."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "havenless",
    "plus": 5,
    "snip": false,
    "text": "Damn Molly, way to make an entire gender feel bad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by madnes was marked lame too many times and excluded. (marked lame by entropyends, daidai, lateadopter)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "..you would."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "tell the truth though, would you eat a fried egg off a fart skin? <br/> \n <br/> \ni sure as hell would, think of the stories man, think of washing the dishes!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "havenless",
    "plus": 1,
    "snip": false,
    "text": "Oh no question, i mean the time saved alone makes it worthwhile. She just didn't need to say it is all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": false,
    "text": "Yeah, she was way too harsh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 3,
    "snip": false,
    "text": "Damn. Round One goes to Molly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "umbra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by umbra was marked lame too many times and excluded. (marked lame by ButterMoths, atom, Nasir, Audhumla)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "shmuckeles",
    "plus": 1,
    "snip": false,
    "text": "TOTALLY pwned"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hcaz",
    "plus": 2,
    "snip": false,
    "text": "The Beef got fucking wasted there. But he will recover. <br/> \n <br/> \nYou don't plan the ultimate victory for the Great Outdoor Fight to just roll over and bleed to death because some chick from heaven owned your ass with words. <br/> \n <br/> \nHATERS ARE TRIPPING."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "supernintendochalmers",
    "plus": 1,
    "snip": false,
    "text": "GEEZ.....MOLLY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirkd23",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dirkd23 was marked lame too many times and excluded. (marked lame by straw, entropyends, katal, chivalress, mortshire, bug, Julia, _cheesekayke, lucidaconsole, Sargasm, mira, BlueLoggy, newwavepony, Magb, Oak, NigelChaos, valrus)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geigerdog",
    "plus": 2,
    "snip": false,
    "text": "I just love how we're starting to see Molly's speech infected by Beef's odd turns of phrase. Her comeback in the last panel really does read like a hybrid of the two characters styles of dialogue. Bravo!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 14,
    "snip": false,
    "text": "Molly brings  <strong>MAXIMUM SASS</strong>  to the occasion, and Beef completely set himself up for it. Hell, I'm not married, engaged, or even dating anyone, and I know that a) you DO NOT cross the lady on the matter of dinner tableware and b) dinner parties are fun, 'cos you get to show off all the nifty stuff you know how to cook. Beef's moussaka served on proper plates and with the good silver? It is  <em>impossible</em>  to come back after that; you just go with the flow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 1,
    "snip": false,
    "text": "But can you imagine Beef's moussaka served on a freshly congealed linoleum fart?   <br/> \n <br/> \nFive stars, baby."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Beef was prepared for the Great Outdoor Fight, but not so much the Great Indoor Fight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Beef gets all punk rock in panel 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muffmacguff",
    "plus": 3,
    "snip": false,
    "text": "Molly has been working very hard on being gender socialized. She is doing a good job. What about her prospective children?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "primal_in_the_mane",
    "plus": 4,
    "snip": false,
    "text": "Who can put Sass right back in it's own place? [Molly can]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Hell yes.  Molly brings the Sass like it needs to be brought in the last panel.  And she's right, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 42,
    "snip": false,
    "text": "Reverend Mother Helen Gaius Moiham: Many men have tried to create new traditions around the registry. <br/> \n <br/> \nPaul Atreides: They tried and failed, all of them?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "captxtreme",
    "plus": 14,
    "snip": false,
    "text": "They tried and died."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "As one Dune nerd to another: thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "mr_pete, you get a nerd chubby.  good show, old man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "This is one of the few comments on Acheworld that has actually made me laugh out loud. May the chubbies flowing to you be like unto a mighty torrent."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Less talk about chubby-flow here my good man.  <br/> \nI just spread out this delightful fart-platter and I'm now starting to lose my appetite. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcwee",
    "plus": 6,
    "snip": false,
    "text": "I can't believe I'm worried that two imaginary cats might break off their engagement.  Onstad, you are the devil."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ronm",
    "plus": 4,
    "snip": false,
    "text": "Both Molly and Beef make valid points. <br/> \n <br/> \nMolly's is valider."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "while reading this though i thought molly would agree with beef about dinner parties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 2,
    "snip": false,
    "text": "So we've all been pumped up about the proposal, and now we have to agonize over the actual Big Day. Guess we didn't think about that until this little ducat$ saga. <br/> \n <br/> \nDamn your compelling anthropomorphic cats, Onstad! And damn the weekend!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tetsujin",
    "plus": 1,
    "snip": false,
    "text": "I'd just like to take this opportunity to mention that I'm registered at Williams-Sonoma...  We've already got more bowls and pots than we know what to do with, a coffee maker that makes more coffee than we'll ever drink in a day, and a number of cool but bulky appliances for our -abundant- kitchen space... <br/> \n <br/> \nBeef may have a point.  :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "eBay. eBay that.  <br/> \n(I plan to make my relatives register at some swanky place, in order to eBay it all and buy videogames instead. What can I say, my guy is a nerd and unlikely to ever change.)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "byronic",
    "plus": 0,
    "snip": false,
    "text": "Beef is correct - it is all a scam by the matromony-industrial complex.  Molly is correct that the male of the species is a pig. <br/> \n <br/> \nBeef should just shut up while he is still has his head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mclarenbabe",
    "plus": 0,
    "snip": false,
    "text": "oh man, molly is my hero!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, equinn2006, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tetsujin",
    "plus": 3,
    "snip": false,
    "text": "I don't know what you're talking about.  The \"model who doesn't eat holding a fat basted golden goose on truffled raita pilaf\" is a common metaphor around the water cooler here, as are the ten fake cooks who supposedly made it..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "apatfan",
    "plus": 6,
    "snip": false,
    "text": "When have Beef's ramblings every been something that \"flows off the tongue\"?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zefiel",
    "plus": 5,
    "snip": false,
    "text": "Wait wait wait. Are you saying that today's Achewood... sounds too much like  <em>Achewood</em> ?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "philipmarschall",
    "plus": 5,
    "snip": false,
    "text": "THAT IS NEVER A PROBLEM"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "jujubeesforjesus",
    "plus": 11,
    "snip": false,
    "text": "Nay.  Rather that there is a definite Achewood style, and sometimes that style just gets used as empty rhetorical flourish instead of being genuinely clever.  This is one of those times."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geesycreesy was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, phthoggos, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iloveyoucupcake",
    "plus": 1,
    "snip": false,
    "text": "I wonder if Onstad and his wife had this exact argument."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawdog",
    "plus": 4,
    "snip": false,
    "text": "The true beauty here being that they are both completely correct."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "julia",
    "plus": 5,
    "snip": false,
    "text": "it speaks to the heart of the matter:  being from Circumstances, Beef is unsettled by the prospect of Nice Things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 3,
    "snip": false,
    "text": "The Great Indoor Fight Round One goes to Molly Saunders..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cgeiger",
    "plus": 7,
    "snip": false,
    "text": "Even after reading all the previous comments, my feelings are unchanged. <br/> <br/> \nPerhaps it's Molly's proverbial balls dropping, perhaps it's the visual she invokes, perhaps it's the validity of both cats' points, but... <br/> <br/> \nThis is the most beautiful Achewood strip ever.  This interaction perfectly illustrates why Molly is the only female who could ever stand Roast Beef, and why she is the only one who could, from time to time, when necessary, get him to shut the hell up about trivial issues.  It's love, perhaps the finest Onstad has ever written it. <br/> <br/> \nNow, if you'll excuse me, I have to go set the table.  We're having a Greasy Queen over tonight. <br/> \n <br/> \n...Also, somebody should make a dish or a drink or something called the Greasy Queen, because it's a great name."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "For some reason, the notion of a dish called the \"Greasy Queen\" reminds me of one of my hometown's contributions to the national cuisine, the  <a href=\"http://web.archive.org/web/20101006174603/http://en.wikipedia.org/wiki/Jucy_Lucy\">Juicy Lucy</a> . This Minneapolitan dish is something of an everted cheeseburger: a ground beef patty with a core of cheese, served on a bun. The experienced or well-informed diner will eat the side dishes for a while before tucking into the Lucy proper, as the heat capacity, adhesion, and low viscosity of hot cheese makes biting into one fresh off the grill somewhat dangerous."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jar",
    "plus": 1,
    "snip": false,
    "text": "You can tell Molly's been around for a couple of hundred years when she lays out profound bits of wisdom such as this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "letterswewrote",
    "plus": 1,
    "snip": false,
    "text": "\"in case a greasy queen comes over...\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "This strip caused me to learn what an antimacassar was. I am strongly with Beef on this one. All that bone china and those doilies and end table with such as a doilie and a vase and a photo on it - so that the table can't be used for anything but decoration - are the root of evil."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 11,
    "snip": false,
    "text": "If macassar and antimacassar ever met, the resulting explosion would destroy the visiting parlour."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by untilyouaresonude was marked lame too many times and excluded. (marked lame by stormypinkness, Ananke, mortshire, Julia, lucidaconsole, thedudeabides85)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 3,
    "snip": false,
    "text": "I so hope Beef Jr. both inherits tableware AND produces that reusable fartskin for eggs!!!! (and also is not stillborn.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "and not a harlequin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dsh265",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dsh265 was marked lame too many times and excluded. (marked lame by TBTabby, alphagator, petro, Mastronaut, tragicone)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 7,
    "snip": false,
    "text": "i just used a piece of toast as a coaster"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Coast---er?  What is this coaster thing you speak of?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 1,
    "snip": false,
    "text": "I don't think Molly really believes this - rather, she knows Beef so well that she knows exactly what to say to make him get it (or what to say to make him shut up and get on board)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "Man, I think Molly was a bit harsh when all Beef was doing was throwing down some high-grade truth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "the queen is greasy so you need an antimacassar to prevent her from soiling the chair"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "I gave it a 5 because Roast Beef is so correct that the word \"correct\" cannot convey how completely correct this cat is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roccolieuallen",
    "plus": 0,
    "snip": false,
    "text": "Uncanny. I had this same conversation with my wife."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "Like silver cutlery, the reusable-skin fart will also turn black if you use it to eat eggs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Love and marriage <br/> \nLove and marriage <br/> \nThey go together like <br/> \nSilver cutlery and egg [soft double-g] <br/> \nTHAT'S just how we do <br/> \nIt could happen to yoooooouuuuuuuuu"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ketelcat",
    "plus": 0,
    "snip": false,
    "text": "\"greasy queen\" cracks me up every time =)"
  }
]