[
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 11,
    "snip": false,
    "text": "whoops. what else is there to say?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 49,
    "snip": false,
    "text": "Ray thinks accidentally turning his best friend into a racist icon merits a \"whoops.\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 6,
    "snip": false,
    "text": "also maybe a six hundo?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gkiyo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gkiyo was marked lame too many times and excluded. (marked lame by StoatLad, relaxing, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 43,
    "snip": false,
    "text": "the Nurple Rangers of Ann Arbor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 62,
    "snip": false,
    "text": "I remember this one time when I was at a strip club and one of the rather nudish lady in question began telling me about her boyfriend. This doesn't exactly lend itself well to commerce in such an establishment to begin with, but then she began regaling me about how her boyfriend was a member of the \"White Pride\" movement, which, she assured me, was  <em>totally</em>  different from the \"White Power\" movement. <br/> \n <br/> \nNeedless to say, my sense of shame, which had already been at a steady \"nagging\" level, quickly shifted into fourth gear and into the \"crippling\" degree."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 2,
    "snip": false,
    "text": "You don't mention whether or not she was attractive before this conversation.. but I sure as hell hope she wasn't after..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 7,
    "snip": false,
    "text": "You tell the best stories.  I am sorry if they are at the expense of your dignity or general state of health (but not enough to wish that they did not happen)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 14,
    "snip": false,
    "text": "Haha, that's cool. I can take one for the team."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I second what aelindil said... even if I get the impression that your opinion of me is rather lower. You are a man of entertainment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "i dont understand why the color of a persons skin has to be such a huge part of thier self-esteem.  its not something one chooses..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "splendorr",
    "plus": 0,
    "snip": false,
    "text": "Tanning bed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "history",
    "plus": 1,
    "snip": false,
    "text": "I'm not the storyteller that Norman is, but if y'all will indulge me, I have a 'crippling degree of shame' strip club story also.   <br/> \n <br/> \nI had just started a new job in a new city, and one of my co-workers invited me to join them for some strip club tomfoolery after work on Friday.  I was nervous, because the co-worker was a tad shady, but I agreed.  Now, I have travelled extensively and seen many a strip club in my day, and let me assure you that this was the worst I had ever seen.  It was little more than 4 doublewides stuck together with the walls knocked out.  The bar area had linolium flooring.  Needless to say, I made eye contact with no one and tried to hide in a corner. <br/> \n <br/> \nUp walks..well a middle age stripper.  I think most will know what I mean and see such as stretch marks and sagging.  I'm already shamed, because I can see I'm already being rude with my facial expression.  Then she cries out and hugs my co-worker.  They grew up together.  He knows her real name.  They catch up.  She then comes back with...pictures of her kids.  I've had enough, but I'm trying to make a graceful exit.  It fails because someone buys me a beer, and now I have to sit here until I finish it.  Finally she gets called to the stage, and my co-worker turns to me with a proud glow on his face and says \"I've tapped that 4 times!\"  Grace be damned, I finished the beer in one shot and walked out the door without a word.  The next morning I started looking for another job."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trevor",
    "plus": 2,
    "snip": false,
    "text": "Alt: \"A titty twister hurts less than a Crossman lead pellet to the nipple, but more than a Crossman BB to the nipple.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 62,
    "snip": false,
    "text": "i think this would be relative to amount of times you pumped the air rifle. the world's first air rifle was created by a Dutch strongman named Ewout Fabian Hogarth. legend has it that he pumped the rifle just over fourteen thousand times. when the trigger was pulled the air rifle kicked back into his bozack crushing it flat against his grundle. the BB was never found."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "waddlerz",
    "plus": 2,
    "snip": false,
    "text": "It was found in Poland. Quite a shot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 10,
    "snip": false,
    "text": "It was  <em><strong>never</strong></em>  found. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 5,
    "snip": false,
    "text": "Now THAT's how you INVENT something. History, take notes!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unsentletter",
    "plus": 7,
    "snip": false,
    "text": "Holy god... it was like the Tunguska Event of air rifle firings."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "How the hell was he holding the air rifle?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lucobrazzi88",
    "plus": 12,
    "snip": false,
    "text": "in a way no man has held one since."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "\"Man wait you usually put the butt against such as your shoulder !\" <br/> \n\"Dude, shut up! I got this!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "this is one of the funniest things i have ever read. <br/> \n <br/> \nthank you so much for this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "F'real?  Hold still..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcwee",
    "plus": 7,
    "snip": false,
    "text": "Yes, Michigan!  The feeling's FOREVER!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "midgetron",
    "plus": 0,
    "snip": false,
    "text": "I-- <br/> \nI don't know what this means, but I am compelled to chubby it! <br/> \n <br/> \nViva Michigan! The Feeling is FOREVER!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 2,
    "snip": false,
    "text": "I love Michigan. Too bad we have the NRA in our basements. :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by riotdejaneiro, mashisoyo, abendsonnen)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "azairborne",
    "plus": 0,
    "snip": false,
    "text": "The number of sXe punks I have seen at the gun shows lately warms the cockles of my heart.  There is a marketing angle here: Bushmaster sponsoring Victory Records events of vice-versa?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dissembly",
    "plus": 3,
    "snip": false,
    "text": "If they ain't going to have a revolution to change all the horrible stuff that has been and will be done in America's name, they don't deserve the second amendment. <br/> \n <br/> \nThat is why abendsonnen has them tied up in her basement. <br/> \n <br/> \nThis was my initial interpretation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tpederson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tpederson was marked lame too many times and excluded. (marked lame by joeyramoney, dismas, tttt2, Audhumla)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dans",
    "plus": 4,
    "snip": false,
    "text": "A few months back, there was an NRA meeting in St. Louis that was expected to be the biggest ever, so I went, just to check it out. It turned out to be, and I learned that the primary responsibility is \"BANG BANG POW\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 11,
    "snip": false,
    "text": "Interestingly, I have been to quite a few gun shows (yes, yes, I'm a redneck American; git 'r done and such) and never once received a titty twister. Nor have I given one; it just seems like a bad idea to tweak a man's nipples without his permission inside of a convention center full of guns."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "Once again,  <a href=\"http://web.archive.org/web/20110417074048/http://m.assetbar.com/achewood/uuadqM0Wt\">Ray screws up big</a>  and decides a single \"Whoops\" will make up for it. Classic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 2,
    "snip": false,
    "text": "\"Don't consider  <em>not</em>  doing this.\" <br/> \n <br/> \nLove eet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deovalente",
    "plus": 0,
    "snip": false,
    "text": "I live in Michigan AND have a basement!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Do you have bruised nipples?  <br/> \n <br/> \nOn second thought, nevermind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 26,
    "snip": false,
    "text": "<strong>Weekend Blogs (Friday - Sunday)</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20110417074048/http://raysmuckles.blogspot.com/2005/10/some-critical-news-about-my-ding-dong.html\">Some critical news about my ding dong.</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20110417074048/http://chrisonstad.blogspot.com/2005/09/people-are-telling-me-where-to-move.html\">People are telling me where to move.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "In which Ray tries to make Google search for his ding dong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "A bunch of guys in a basement givin each other such as titty twisters is actually quite the baneful thought when you think about it.  <br/> \nI would be terrified to walk in on such an event."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 3,
    "snip": false,
    "text": "It is best to excuse yourself with a polite \"Whoops.\" if you should wander into a gathering of that nature."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "colnelpanic",
    "plus": 0,
    "snip": false,
    "text": "Is it just me or does Ray's body seem a little,  <em>smaller</em>  than usual?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Black is slimming. This is a known semi-fact."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 3,
    "snip": false,
    "text": "can we please keep racist comments OFF this board?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Yes you're right. This is neither the time nor the place for racial humor. I apologize."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "no way, dude.  there are fat black people.....  thats a lie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 4,
    "snip": false,
    "text": "Yeah but you know how much fatter they'd be if they weren't black?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 2,
    "snip": false,
    "text": "[[ponders]] <br/> \ntouche"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Ah, Militiagan"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "travo",
    "plus": 0,
    "snip": false,
    "text": "I live in the Metro Detroit are of Michigan so this is really really funny to me."
  }
]