[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UncleRifle, ezcmac, ButterMoths, pants, JuanCarlos, SoManyWhales, lk, dropkickpikachu, SPECTRE)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 41,
    "snip": false,
    "text": "'I understand this information- <br/> \nThats cool, thats cool' <br/> \n <br/> \nI can remember these exact thoughts running through my head."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 73,
    "snip": false,
    "text": "\"I am biking. Yes. I am on my bike. This is very nice. Look at the bricks on the sidewalk whizzing by! And my tire- the strobing of the sodium lights are making its treads appear almost stationary!\"  <br/> \n <em>griiiiiiind</em> <br/> \n\"Oh dear, my pedal seems to be rubbing against the curb. I should readjust. I hope no one saw me.\" <br/> \n(Looks around)  <br/> \n\"OH GOD THERE'S A PACK OF SIX IDENTICALLY DRESSED SORORITY GIRLS ALL STARING AT ME.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 3,
    "snip": false,
    "text": "i'll shamelessly confirm: nothing better than biking with buddha."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 28,
    "snip": false,
    "text": "\"Okay, I have ended up in a vegetarian restaurant...my friends are here...this is good.\" <br/> \n\"Why is that waiter smiling? I just placed a perfectly reasonable order. A blueberry milkshake and some poutine sounds delicious, but he's smiling like I made a mistake. I'll smile back.\" <br/> \n\"OH GOD HE STOPPED SMILING HE KNOWS TIME TO GO.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_voice",
    "plus": 11,
    "snip": false,
    "text": "\"Oh man I am going to bring that soft black sling-chair to the roof with a glass of ice, a Coke, a lemon slice, a pack of cigarettes, and a copy of American Gods.  <br/> \n <br/> \nOh fuck are there a shitload of leaves in the gutter man why can't I take care of things?. I do not deserve this house, nor do I deserve this moment of happiness. I am so terrible.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 7,
    "snip": false,
    "text": "All right I'm in... the backseat of a parked car. I am shirtless and my face has been pressing against the side of a cooler. The sun is rising. A man shouts and starts the engine of an 18-wheeler nearby. The car is parked in front of a tire shop oh what the hell I am in Bullsgap, Tennessee and the car broke down on the way to Bonnaroo. We have been smoking all night to deal with this crisis is that a bag of fruit loops on the floor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "All right I'm in... the backseat of a parked car. I am shirtless and my face has been pressing against the side of a cooler. The sun is rising. A man shouts and starts the engine of an 18-wheeler nearby. The car is parked in front of a tire shop oh what the hell I am in Bullsgap, Tennessee and the car broke down on the way to Bonnaroo. We have been smoking all night to deal with this crisis is that a bag of fruit loops on the floor."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rykan",
    "plus": 1,
    "snip": false,
    "text": "Wow this movie is awesome! 5 minutes in and it's money well spent! Wait, why are they suddenly on a bridge with characters I don't recognise? Why are the credits rolling? What in the HELL? <br/> \n <br/> \n(Ahh, first time. Ate a whole jar of sour cream and chive dip. And then was ill. Fun.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bug56",
    "plus": 0,
    "snip": false,
    "text": "Jeez.. you guys gotta relax. Just don't worry about stuff so much. That's what I do."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 6,
    "snip": false,
    "text": "All right we are in the woods at night. It is a little cold, but not raining. We are walking home through some thick raspberry bushes and my friend is eating the raspberries. I am tired and hungry; I should not drive yet. I need to eat something with a lot of caffeine, like chocolate.  <em>My friend has a chocolate goddamn cake in his kitchen for eating!</em>  Oh that's gonna be awesome my leg is stuck in some thorns. We are in the damn woods late at night and there will be cake."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "This is a long way of saying I have anxiety and forget that we're all, like  <em>different people.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "midgetron",
    "plus": 7,
    "snip": false,
    "text": "Okay, so I just got high in Jake's van. I'm okay with that, so what if it's only like my third time getting high, I'll bet they've seen so many people worse at being high than I am. Unless they haven't... Maybe I am the worst person at being high these people have ever met! There has to be a worst! Someone always has to be the worst! Oh, okay, everyone's getting out of the van. God, I fully forgot we were even at the beach. I should go see what the ocean is like. For someone who lives on an island I don't spend much time with the Ocean. Wait, is Jake peeing into the ocean? Oh god, I should turn around. I really hope I didn't just see Jake's penis. What if Jake thinks I saw his penis? I should go tell Nikki that I didn't see Jake's penis, just in case they talk about it later. <br/> \nJust in case."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tripleg",
    "plus": 6,
    "snip": false,
    "text": "oh come on dogg everyone's seen jake's penis it ain't even a thing"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "Okay, I'm in my car. I just have to make my way home. I think I will drive by my childhood home. I am sad that this house is now in disrepair. I hope no one thinks I am some creep for driving so slowly. Oh man, I just looked at my childhood house. I am hungry as hell. This cheese looks good and so does this beef jerky. I bet the guy working the register could tell i was high. How am I already home?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnytruant",
    "plus": 3,
    "snip": false,
    "text": "Stephen Malkmus just got off stage but he didn't play any pavement songs.  I am smoking this hollowed out and repacked Dutch Master as hard as I can, receiving only a headache in compensation.  Thom Yorke comes on stage and now its a spinning headache.  Radiohead's set is a blur, albeit a wonderful one, consequently followed by my making it all the way to my neighborhood two hours away my via my friend's sister's car at which point I proceed to vomit profusely out the window and maybe on the car a little bit, and am henceforth, six years later, still known as \"the kid that threw up\" to her, but I don't mind because she listens to Hoobastank."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 3,
    "snip": false,
    "text": "\"Okay okay I am in Amsterdam. That is okay. They have streetcars here. My hostel is right by a streetcar station. I can just take a streetcar back and sleep. <br/> \n <br/> \n\"Okay well the streetcar isn't running. That's okay. I can just follow the tracks back to the hostel. I know it's these tracks. They go that way and my hostel is that way. So I will just follow these tracks.\" <br/> \n <br/> \n[Insert 45 minutes of walking confusedly around, never making it further than half a block from my starting position. Also giving directions to some other American tourists. I am pretty sure they were correct directions but who knows really.] <br/> \n <br/> \n\"Okay. Okay. I am just going to take a cab. There is a cab. Awesome.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "freakywonton",
    "plus": 2,
    "snip": false,
    "text": "Man I was tripping some powerful acid with two of my friends and we were walking down the street that connected some of the off campus dorms to the actual universtity. Colors were jumping off cars and and plants were growing before our eyes when suddenly these bright, hot, eye burning colors started walking past us and before we knew it, a swarm of all blonde sorority girls wearing identical sets of clothes in HOT PINK, BURNING LIME GREEN and FLUORESCENT RETINAL SCRATCHING BLUE enveloped us and we drowned in a plethora of mind numbing colors, jiggling tits, round asses and the smell of overcompensating whore perfume. <br/> \n <br/> \nI mean they just came out of nowhere, I was absolutely terrified and extremely aroused at the same time"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "If that ain't the most true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "I think I just spotted a richard condie reference. Yes, thats a cliff... <br/> \n<a href=\"http://s130.photobucket.com/albums/p262/justingazda/?action=view&current=apprentice.jpg\" target=\"_blank\"><img src=\"http://i130.photobucket.com/albums/p262/justingazda/apprentice.jpg\" border=\"0\" alt=\"Photobucket\"></a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "lets try that again... <br/> \n[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 24,
    "snip": false,
    "text": "If there was ever any doubt as to whether Onstad had ever been stoned or was merely skilfully emulating the feelings of stoned characters, it is dispelled by this strip. <br/> \n <em>Man that actually sounds awesome!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 4,
    "snip": false,
    "text": "man there was never any doubt to me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ferdinand",
    "plus": 0,
    "snip": false,
    "text": "this is exactly the way i think when i am high.  the first time i read this i had deja vu so hard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 8,
    "snip": false,
    "text": "I have had so many of those moments while baked. <br/> \n <br/> \n\"Maybe I should go on YouTube and look up old MASK, BraveStarr and Jay and the Wheeled Warriors clips and eat a ton of celery and peanut butter... <br/> \n <br/> \nMan that actually sounds awesome!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "What's funny is that this comment actually REALLY MADE ME WANT TO DO THAT.  I THINK I AM GOING TO DO THAT TONIGHT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "This is spot on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mnemodomi",
    "plus": 0,
    "snip": false,
    "text": "i don't know man i have never been stoned but i can relate perfectly"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 2,
    "snip": false,
    "text": "in that case, you would probably really enjoy being stoned"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pants",
    "plus": 0,
    "snip": false,
    "text": "i love the specifications going through his mind -- yellow pillow and some cigars. nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 24,
    "snip": false,
    "text": "The stoned cat thinks so hard about thinking, he forgets his first thought, that he is driving."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "why have I never thought about it that way before"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "Best Beef death. So far."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 1,
    "snip": false,
    "text": "Is it just me, or does the cart look happy somehow in the last panel?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "The first two panels = 5/5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "it would seem that wherever mingus walks, tragedy soon follows. <br/> \n <br/> \ne.g. 'slow pitch' softball."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Mingus is like the Cat version of that roller skate. Only less unlucky..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I totally read Bananas."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 18,
    "snip": false,
    "text": "\"i am (verb)\" is so perfect. <br/> \n <br/> \nwhen you are a person who is performing an action while under the influence of marijuana, this is EXACTLY what goes through your head. <br/> \n <br/> \n\"i am riding my bike.  that is acceptable.  oh, there is a street light up ahead.  i wonder if it will turn... oh my god it just turned red.  should i stop?  am i close enough to the light that it is necessary for me to stop at this point?  i should stop.  i do not want to be hit by a car.  wait: what if the light turns green?  what if i don't go fast enough when it turns green.  the cars will honk.  they will know.  they will know that i am high.  i do not want the cars to know that i am high.  but they will definitely know.\" <br/> \n <br/> \nthen the light turns green before i even get there, which is an event my brain will not know how to process."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "quantumcasaba",
    "plus": 17,
    "snip": false,
    "text": "Indeed. <br/> \n\"I am walking around a comicon. People know. I made eye contact with that guy for too long. I took too much time to read that t-shirt, she will know. I just paid $18 to enter a flea market, what the hell is my problem? I should buy a couple dvds. Hey, fudge. Should I get fudge? I should not get fudge because I don't need to eat the damn fudge. I am buying the fudge. It tastes okay I guess.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 3,
    "snip": false,
    "text": "Alas, I have wronged you with a lame. Please accept these chubbies on your other comments as restitution."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "Oh man, yes, the \"THEY KNOW\" feeling is the worst. <br/> \n <br/> \nBut the internal monologues detailing all the awesome things you could be doing pretty much cancel that out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "This is why i want weed to be legal: not because i am afraid of being arrested for possession, but because i want to take such as a simple stoned walk by a nice river without worrying that that douchebag i just passed is about to speak to a bicycle cop about my bloodshot eyes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "I've never understood the paranoia behind people thinking you're high. I mean, i've walked by cops in a gas station late at night while stoned out of my gourd and with my eyes just {i]terrible{/i] and as long as you aren't like, acting all fucking crazy, why would they give a shit? And that's cops. Most people are not cops, and are therefore even less of a threat."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "god fucking damnit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "Dude, the situation you are bringing up occurs while I am on  <em>mind-altering drugs</em> .  Why would you bring up rational thought?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That, and they can't actually  <em>do</em>  anything unless you have some on you, and if you are high you probably don't because you smoked whatever you had."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "Maybe it has to do with low level general anxiety. If day to day you have to make an effort to rationalise basic situations so as to not freak out, walking around baked is a non issue because you always have to deal with that feeling that people are watching you and know something is wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 4,
    "snip": false,
    "text": "Plus of course the Stoned, Drunk and playing Halo in a caravan experience: <br/> \n <br/> \n <em>\"So I just hit ground and.... where did the spaceship go? What is that flying thing up there? Looks bad. I'll hide in the bushes. Can they shoot plasma through bushes? They would burn, wouldn't they? But wait... the XBox doesn't have the spec to simulate that. I mean just look at the grass.... Look at... erm... Master Chief on the grass. Wasn't I behind a bush? ... Where is that damned bush anyway? Hehe... silly bush. I'll shoot it when I get back to see if the plasma goes through... <br/>\n... Wait... where am I? What is that flying thing?\"</em> <br/> <br/> <br/> Shortly after, I toppled over and literally rofl'd myself unconscious. Cheap vodka, bad weed and FPS games should not be combined. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "Tea with SO MUCH HONEY sounds awesome!  The act of picking up the tea pot causes the tray to start tipping off the table. \"OH NO!\"  <br/> \nAlthough you think \"I should stop this! everything is going to fall! It will land on the floor and I am in no state to clean it well\", Your actions are to continue the process of pouring your tea. As the mug fills the weight is redistributed and the tray rights itself.  <br/> \nYou are so amazed you stare (mouth agape) untill it has gone cold.  <br/> \n <br/> \nat least that is what I just did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "\"pot\" here refers to \"tea pot\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "HAHAHA! refer..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "swatson",
    "plus": 10,
    "snip": false,
    "text": "Wait! I used \"tea pot\" in the first place! <br/> \n <br/> \nmaaaan. I am glad I am very stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "who put this cliff next to a golf course"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 1,
    "snip": false,
    "text": "golf courses are all about the dramatic cliffs. Its the scottish thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "But is it a California thing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 0,
    "snip": false,
    "text": "Just the old WASP imperialism bit, even in the West Coast"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100330222048/http://spyhunter007.com/Images/pebble_beach_golf_course.jpg\">Pebble Beach, California. Ray would totally play here. It is a place for stone cold players.</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Ray is not a stone cold player. Ray's game lately can be described in two word: vagina wigs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 3,
    "snip": false,
    "text": "Ray \"The Merkin\" Smuckles has got into the tournament again on a Wild Card Entry. Here he is on the first hole. His first drive has placed him, yes, in a duck pond... on the fourth hole... of the Putting Green over the fence."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for your use of merkin. <br/> \n <br/> \nThat sounds  <em>terrible.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "Drinking a nice cold glass of a riesling and reading Thrasher magazine just makes for well rounded awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Nothing puts the kibosh on Nightlife Mingus's cool like the distant sound of his credit rating toppling like a house of cards."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Its too bad Beef dies here, because he seems really happy. I think its the only time he's considered something \"awesome.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "No-- he finds geometry  <a href=\"http://web.archive.org/web/20100330222048/http://achewood.com/index.php?date=06132002\">extremely awesome</a> .  But then again he sure doesn't look happy about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "roguecheddar",
    "plus": 0,
    "snip": false,
    "text": "i started on \"philippe is standing on it\" a few days ago and so far this is my favorite, mostly because of the alt text. oh man"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "roguecheddar",
    "plus": 0,
    "snip": false,
    "text": "i meant to put positive feelings by the way ^^^"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 1,
    "snip": false,
    "text": "Whenever the alt refers to a cat as 'the cat' I laugh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "The sad part is, I tend to think like this when I'm not high. I'll be so focused on knowing where I'm going later that day, I'll walk into a crowded intersection. Shit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Poor Beef man, he finally starts to enjoy and relax and he drives the damn cart off a cliff. Crazy cat, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unclemikey",
    "plus": 0,
    "snip": false,
    "text": "Does giving this a 5 mean I want Beef to drive off a cliff?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Dammit, Beef. You need to quit dying."
  }
]