[
  {
    "depth": 0,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dracer2 was marked lame too many times and excluded. (marked lame by Pureone, silver_lake, hellofyellin, fallow_fields, StoatLad, Feste, equinn2006, rhymesforkids, tehloki, nocarsgo, nutmeg, jhaela, Boyd, Frankreich)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "Ouch, dude. 3-10-3, I understood. It wasn't especially clever but I think 13 lames is kinda harsh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dracer2",
    "plus": 8,
    "snip": false,
    "text": "It was the first time I saw a virgin strip ready for posting, and I couldn't resist writing the first thing that came into my head. <br/> \n <br/> \nI've learnt my lesson. I shan%u2019t do it again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "griffypoo",
    "plus": 2,
    "snip": false,
    "text": "It's a shame, bud.  That's what you get for morse codein' it in this day and age, I guess..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Poster was too damned smart for the general folks to understand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by Untelligent, Private_Public, le_chien_manquee)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 1,
    "snip": false,
    "text": "They would never have a real Kid Rock cd in there, not even for emergencies. It would be below them, not that Kid Rock isn't below everyone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I really hate having to see that insipid Kid Rock music video/National Guard commercial every time I go see a movie. I mean I  <em>really</em>  hate it. I could see it inspiring some sort of killing rampage in a movie theatre one day."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I tried to tear off the arm of my chair and just destroy the dude sitting behind me when it came on the other day, but it was at one of those theaters where the armrest comes up and it just hit me in the face instead. That was enough to break the terrible spell that awful, awful thing had put me in."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katethegreat",
    "plus": 5,
    "snip": false,
    "text": "OH MY GOD <br/> \n <br/> \nI felt like I was somehow the only person in the world who had ever seen that horrible thing <br/> \n <br/> \nbut I think perhaps people are trying to block it out <br/> \n <br/> \nHe was on my popcorn bag the other day and I lost my appetite for buttery, delicious popcorn, because to me the butter looked like Kid Rock's hair oils"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 1,
    "snip": false,
    "text": "Ohh, that Waffle House parking lot fightin' mother fucker ruined Werewolves Of London for me with his shitty song.  Every time I'd hear those first few notes I'd think \"Aww yeah Werewolves of London, haven't heard this in forever!\"  Then Kid Rock's dumb ass would chime in and ruin my whole goddamn day."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "handsome",
    "plus": 13,
    "snip": false,
    "text": "This is exactly how I feel about diamonds and buying them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "padijun",
    "plus": 4,
    "snip": false,
    "text": "Ask for a Canadian diamond, then, because DeBeers and friends make other big \"evil\" companies look like a sunny day at the old folks home"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "halofyre",
    "plus": 2,
    "snip": false,
    "text": "Or better yet, get a lab diamond from Apollo or Gemesis!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "My first real introduction to Africa as a palaeontology student was looking at maps of the coastline and seeing huge swathes marked \"Restricted Zone - Diamond Mining\". And then reading the local newspapers and hearing about mining operations being shut down by DeBeers, because the price was dropping so they needed to artifically restrict the supply again to give it a bump. <br/> \n <br/> \nAnd then about how generous they are for sharing their profits with the government, instead of taking it at gunpoint like in the bad ole days. Sharing things they never had a right to in the first place. Real class act, DeBeers is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by silver_lake, hellofyellin, dsquid, KaMeT, SkiddyFisk, luckypyjamas, ArthurDentLives, mystkmanat, stoned_lightning, echidnaboy, Pigs, aperson)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 26,
    "snip": false,
    "text": "Man, Beef's idea is 1010 kinds of awesome.  <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slashtoe",
    "plus": 9,
    "snip": false,
    "text": "how about 1024 kinds of excellent"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aaron_haynes was marked lame too many times and excluded. (marked lame by Crowpaw, riotnrrd, mortshire, tehloki)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 13,
    "snip": false,
    "text": "oh uh you might want a parity bit for such as signal degradation"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "and this is the point where I know that I spent too much time in school."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "That is just how I feel about diamonds!  The ex-wife didn't see it the same way.  Lucky for her we had no money, or she'd have gotten some mineralized rodent waste, just like Beef says. <br/> \n <br/> \nFor his sake, I hope he's not really building that little flashy thing.  That's worse than a kidney stone to a woman who wants diamonds. <br/> \n <br/> \nI'm not sure Molly would care about diamonds, though.  She gets really happy when Roast Beef brings her Chinese food unexpectedly.  Lowered expectations, maybe."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zefiel",
    "plus": 25,
    "snip": false,
    "text": "It's not so much lowered expectations as much as Molly is very much like Beef in some aspects. By that same token, she'd be delighted with the little blinking board.  <br/> <br/> <br/> Plus she knows Beef is from circumstances."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 14,
    "snip": false,
    "text": "Of course she'd be pleased with a flashing electrical component. She is from History."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101006175202/http://www.achewood.com/index.php?date=03102003\">Molly is a programmer, too.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rhino",
    "plus": 1,
    "snip": false,
    "text": "Also, I think Molly would agree with the political criticisms of diamonds - the whole blood diamond thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I feel this way about diamonds too; thankfully my fiancee agrees with me and we will just have basic wedding bands without diamonds on them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 20,
    "snip": false,
    "text": "Lowered??  Dude remembers the date they met and he built that ring with his own hands.  And it blinks!  Screw some cold dead clear rock that costs more than a car, I'd be completely down with Beef's ring.  And any woman who wouldn't, isn't the sort he should consider spending his whole life near."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "DAMN STRAIGHT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "Get a geek girl a hand-made electronic ring that blinks the day you met in code that will be indecipherable to non-geeks, and she will love it more than any glittery charcoal briquette that has been under some pressure for a long time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dreamachine",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dreamachine was marked lame too many times and excluded. (marked lame by katal, RogerGS, riotnrrd, sigmacoder)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "somanywhales",
    "plus": 0,
    "snip": false,
    "text": "foibles :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 21,
    "snip": false,
    "text": "At least Beef's not lending financial support to the international outsourcing of important child-murder jobs that could be filled by hardworking Americans."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "notgodot",
    "plus": 1,
    "snip": false,
    "text": "I think I get where this is going. <br/> \n <br/> \nBeef's going to be all excited and gung-ho about getting married, and Molly'll get cold feet, completely shattering him in a largely unexpected manner."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chivalress",
    "plus": 0,
    "snip": false,
    "text": "I don't know, I seem to recall Molly mentioning things in her blog a few times to the effect of \"if/when we get married.\"  I think she's up for it.  Or at least, I hope the doubtless impending disaster comes from another direction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 16,
    "snip": false,
    "text": "For starters: Molly doesn't know she wants a diamond 'cause she was born and was drowned well before DeBeers made its secret deal with the Russians."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "The teenager-trading one? Spearheaded by Donald Fagen? How do you know about that?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 1,
    "snip": false,
    "text": "He's basically right  <a href=\"http://web.archive.org/web/20101006175202/http://www.wedfrugal.com/files/engagementringhistory4.html\">http://www.wedfrugal.com/files/engagementringhistory4.html</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "It was all an elaborate marketing ploy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lukef",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's ring idea makes me warm inside, as well as fuzzy, to a certain degree."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That ring is all caps and resistors crossover board out a nice speaker.  <br/> \nHook it up to a tweet and a woofer and you got some special noise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 4,
    "snip": false,
    "text": "dont tell the nerds you had to look up the date of the comic they met on"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "roastbeet",
    "plus": 10,
    "snip": false,
    "text": "Here's  <a href=\"http://web.archive.org/web/20101006175202/http://m.assetbar.com/achewood/uua3Hsrh9\">the link to the strip where they met</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Intriguing! <br/> \n <br/> \nDiamonds don't look that fancy anyway, being as they are clear crystal.  Why not something with a little shade to it, ne?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 2,
    "snip": false,
    "text": "...whoops, meant to respond to the link below this one.  Feel free to lame the above. <br/> \n <br/> \nRelevant: Achewood's continuity is as rock-hard as a cat's cock, and I appreciate Onstad clicking clicking clicking through the archives to double-check."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mira",
    "plus": 1,
    "snip": false,
    "text": "I used to think that way too, until I saw a nice diamond. Nothing sparkles like that, man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "ah hell, you got to this way before I did."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samorama",
    "plus": 0,
    "snip": true,
    "text": "A comment left by samorama was marked lame too many times and excluded. (marked lame by featurelessvoid, purplehaze, katsura, nutmeg)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "audhumla",
    "plus": 25,
    "snip": false,
    "text": "taught myself computer science <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "audhumla",
    "plus": 27,
    "snip": false,
    "text": "Oh god I meant to search for that and not post it I am sorry"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "i forgive you"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "why is this so funny <br/> \n <br/> \nI mean really why"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "IT'S ALL JUST SHIT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "and yet it still has 22 chubbies. would that I had your natural charisma."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "are... are you Barack Obama?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supernintendochalmers",
    "plus": 3,
    "snip": false,
    "text": "he coulda at least got a ring with the latest in surface mount technology and not that thruhole junk"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "padijun",
    "plus": 2,
    "snip": false,
    "text": "but it looks like onstad at least has some knowledge of circuitry (battery, IC, LED, and resistor) <br/> \n <br/> \nwhich beef probably has lying around anyways"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 1,
    "snip": false,
    "text": "Beef seems like an electric wizard, what with the DIY-bedside Pepsi-can lamp and all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "one with common knowledge of wiring/electricity would be able to throw a can lamp together."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 2,
    "snip": false,
    "text": "Bah, SMDs are for yuppies. Real players use through-hole discretes, and Beef is nothing if not real."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "something to do with anything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barrylegg",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101006175202/http://www.youtube.com/watch?v=kr0v4xFLWVE\">Beef could learn a thing or two from Henry Rollins on this matter</a> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Reposted from above: neat, diamonds are kind of boring-looking, why not invest in less-obscenely-expensive jewelry that's more visually impressive than a clear piece o' crystal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Smokey quartz is rather nice when cut an polished."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "latterman",
    "plus": 2,
    "snip": false,
    "text": "Nobody should a thing or two from Henry Rollins on any matter, other than how to spread one's legs and think of VH1."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "latterman",
    "plus": 1,
    "snip": false,
    "text": "*sigh*, nobody should  <em>learn</em>  a thing or two. I was so excited about my Rollins playa hatin' too..."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "solobuttons",
    "plus": 5,
    "snip": false,
    "text": "I think the effort put into that idea is admirable. It's  an original concept, and actually MEANS something, as said. I'm sure Molly's the kind of girl who'd like/appreciate it--and she does seem to tolerate that Beefness of Beef. <br/> \n <br/> \nI... <br/> \nI... wish I could be with Molly..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fattybeaver was marked lame too many times and excluded. (marked lame by tekende, ishuta, Dak, Latterman, TheLoneliestMonkey, spicyponyhead)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "At least 3 of those chubbies are due to being mesmerised by the bouncing bubbies. <br/> \n(Well, that's a guess. I know for sure one of them is)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pyromancer",
    "plus": 3,
    "snip": false,
    "text": "Diamonds are for chumps, villains, and people who need to sharpen grinding wheels.  I love the expression on Beef's face in Panel Three."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 1,
    "snip": false,
    "text": "I have this awesome diamond-tipped drill bit for my power drill, and it's WAY more useful than an engagement ring would ever be. Unless I could attach it to my drill."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Honestly, I think this is the sort of thing Molly will go in for completely. Beef is right. It has something to do with anything. Plus, he made it! That's sorta sweet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenideas",
    "plus": 2,
    "snip": false,
    "text": "Beef [url=\"http://achewood.com/index.php?date=03112003\"]used code to ask Molly to be his girlfriend[/url], so it only makes sense that he should propose to her with something even geekier. Bless his little heart."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenideas",
    "plus": 6,
    "snip": false,
    "text": "whoops. looks like bbcode doesn't need quotes there. my code is a dog's code."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by ishuta, hellofyellin, Mangtastic, Babachewy, Bacter, gethen, nutmeg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "So like the kind of ring nice pete would give a girl?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "Tshuh. <br/> \n <br/> \nNice Pete would never indulge in Biblical Knowing of A Woman, consensual or otherwise."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "Maybe pete thinks of rape as a carnival game(murder=basketball)? You win, here is your prize *hands blinky ring*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 3,
    "snip": false,
    "text": "no no no, killing purifies, rape  <em>sullies</em> .  get your psychoses straight."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "also your icon is extremely mesmerizing."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 2,
    "snip": false,
    "text": "No, that would be a ring with the finger still attatched."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "andrew_",
    "plus": 5,
    "snip": false,
    "text": "There are two pairs of breasts right above this comment. <br/> \n <br/> \nGod Bless America."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rolotonybrowntown",
    "plus": 1,
    "snip": false,
    "text": "lame me if you want. you can't hide the truth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gethen",
    "plus": 0,
    "snip": false,
    "text": "you are thinking of  <em>porn rape</em> .  in real rape, guys don't buy the girls presents after, no matter how bad the damage was. <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bacter",
    "plus": 33,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 8,
    "snip": false,
    "text": "Bacter shoots his gun and MS Paint be dancin' <br/> \nMS Paint be all IS THIS FAST ENOUGH BACTER IS THIS FAST ENOUGH and he's all NO"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 5,
    "snip": false,
    "text": "Frankly, I'm surprised that Beef's circuit is so bulky.  Looks like he's got a half-Watt resistor on there, as well as a small capacitor of some kind.  The controller he's using looks fairly small, at least - but you'd think he'd have gotten a microcontroller that wouldn't need external components for its oscillator..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 1,
    "snip": false,
    "text": "I don't think I've ever seen Beef's brow as furrowed as it is in panel 3.   <br/> \nTo quote Emeril: <br/> \n\"It is a fanceyful to make such steps as lead you to altar, particlar when the mouth is ashes at the news.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 4,
    "snip": false,
    "text": "fanceyful notion* that should read.  I fucking blew it :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "In front of EVERYBODY."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "In 9 out of 10 jurisdictions where same-sex marriage was legalized, OPERATION H.E.T.E.R.O.S.E.X.U.A.L. S.C.H.M.U.C.K webring sites decreased by an average of 50%."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muffmacguff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by muffmacguff was marked lame too many times and excluded. (marked lame by alphagator, bug, thesyndicate88)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by ishuta, katal, muffmacguff, le_chien_manquee)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "One year later, the apparent answer is \"No, no, I cannot tell you those reasons\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "That's what happens when you are the bigger man on internet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "byronic",
    "plus": 0,
    "snip": false,
    "text": "I don't think Molly is \"Exactly the type to care about diamonds\" but you have to be really careful about this kind of shit with women.  They're a tricky creature, especially when it comes to marriage proposals and weddings. You don't know what they've been planning/fantasizing about on this subject for the the previous 2-3 decades. Minefields everywhere on this.   <br/> \n <br/> \nAnd you know that Beef hasn't done a serious interrogation of Molly on this.   <br/> \n <br/> \nNow I'm feeling even more forboding about all this.   <br/> \n<Oh god, I don't think I could handle Beef dying again.>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeis",
    "plus": 0,
    "snip": false,
    "text": "Forgive the newbishness, but how do I view the alt text on these archived strips?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you gotta go to the real achewood site cause this thing can't handle advanced technology like alt text for images"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zeis",
    "plus": 2,
    "snip": false,
    "text": "Weak."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 0,
    "snip": false,
    "text": "Sometimes folks who are the first to post on a particular strip will post the alt text themselves. <br/> \nIf you take a look at the top here, you will see this is true.  Ain't life grand?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "It's a harsh lifestyle, but someone's got to do it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "bonus: the ring also shocks people when its wearer shakes their hands"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "i think the ring is going to have a certain quality of magic or \"science\" which leads to a story arc in a parallel universe"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 1,
    "snip": false,
    "text": "I, being a geek of high magnitude, find that proposal the nads."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 1,
    "snip": false,
    "text": "Molly would probably like the type of big plastic ring with a sticker on it that you can get in a birthday cake, except instead of having it say \"Happy Birthday!\" it says \"I'm not depressed.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 1,
    "snip": false,
    "text": "hee hee hee hee <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 1,
    "snip": false,
    "text": "seems to me like it'd be easier to lay hands on a REAL Kid Rock CD nowadays than a rubber one. But hey, that's Tiffany & Co. for you...always willing to go the extra mile. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 1,
    "snip": false,
    "text": "People who would actually be lured by a Kid Rock CD, I suspect, are more prone to hurt themselves somehow with the CD than a normal, more reasonable person"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's pretty easy to hurt yourself with a Kid Rock CD, all you have to do is listen to it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 12,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "This is precisely how every single normal man in the world feels about glittery super-compressed graphite. And men who wear them are gay-ass, even if they think they not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 5,
    "snip": false,
    "text": "as a man who is gay-ass, I am offended that you think that my people would wear diamonds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "son_of_selleck",
    "plus": 1,
    "snip": false,
    "text": "Well I ain't got much money sir, No not much money at all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 2,
    "snip": false,
    "text": "I ain't proud of that but then again I ain't got much to be proud of."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fidelio-roo",
    "plus": 1,
    "snip": false,
    "text": "That would actually be a really adorable engagement ring..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Maybe he should just get her an old video-cassette instead... with like black and white images of the sea and a lady brushing her hair in a mirror. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arkaic",
    "plus": 1,
    "snip": false,
    "text": "Haha, \"I mean I ain't know a diamond from extremely great salt\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "agentstinky",
    "plus": 2,
    "snip": false,
    "text": "\"It Bears Research.\" <br/> \n <br/> \nThe black-box narrator is the most underappreciated character in all of Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "I too am guilty of not knowin' nothin' about diamonds, and being unable to tell it from extremely great salt. <br/> \n <br/> \n5 for Charlize Theron."
  }
]