[
  {
    "depth": 0,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 385,
    "snip": false,
    "text": "My favorite part of this one is Beef's instinctual response to the 4 AM phone call. It's not funny per se, but it's a really nice, concise way to remind us of his fretful nature and strange relationship with his deadbeat brother. As with the best of achewood, it suggests much more than it says & establishes depth of character in an unobtrusive way. I just thought that was neat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 4,
    "snip": false,
    "text": "Exactly, man. Exactly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clembot",
    "plus": 1,
    "snip": false,
    "text": "well said"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I think your 42 chubbies speak for themselves."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "332 now"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 1,
    "snip": false,
    "text": "You nailed it bud."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "perfect analysis. You've earned your 82 chubbies (and counting)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 70,
    "snip": false,
    "text": "I do that.  <br/> \n <br/> \nEarlier this week I saw I got an email from home and I just thought, \"Dad had a heart attack.\"  <br/> \n <br/> \nHe didn't, though. But my great uncle did die later this week, so that's odd.  <br/> \n <br/> \nSimilarly, today I got a text message from my roomie and thought, \"I left the oven on and something is on fire.\" Turns out Ford is coming out with a Bullitt Edition Mustang instead. But I couldn't stop thinking about it, so instead I came up with a long rambling reason to call him back (it involved the garbage disposal) and then mentioned, as a hilarious joke, what I had presumed his text message would have been about the oven, but hey, just as a total curiosity-thing, could you ah... ah, check on the oven and just, y'know, just... see? <br/> \n <br/> \nThen he paused and said, \"...that's actually why you called, isn't it.\" <br/> \n <br/> \n\"Y...yeah,\" I said. \"Yeah, it is.\" <br/> \n <br/> \nHe sighed, said, \"Damn it,\" and hung up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "When my kid sister was on vacation with my mother and my mother's boyfriend, every time the phone rang or they said on the news that Something Bad had happened, I thought her plane had crashed. (Until a week in when we stopped getting calls and I was sure they'd taken her to Mexico forever.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "Whenever I get a call from home I'm sure it's that my dad's died, or the dog's died, or something else.  And I always fret when people I know are on trips that they've had an accident or something, and  <em>that's</em>  why they haven't called. <br/> \n <br/> \nI identify way too much with Roast Beef."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alzuna",
    "plus": 1,
    "snip": false,
    "text": "I actually got a phone call while I was out informing me my dog had died. I have since gotten a new dog (this was about two months ago) but every time my sister calls that's the first thing I think it's about."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Sorry to hear about your dog.  Hope the new one fills the void."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alzuna",
    "plus": 8,
    "snip": false,
    "text": "Thanks, and yea he's does, 6 month old puppies kind of make you forget anything sad."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 15,
    "snip": false,
    "text": "I received a 4:30 AM call several months ago, believing for sure it was my ex in dire straights. <br/> \n <br/> \n No, it was my closest companion of childhood years, drunk as a lord, asking me where he could find girls at such an hour... \"filthy whores\", to be more specific. He insisted that I was the one who would know where to find them, their names, where they liked to be tickled. Many minutes passed as I tried to explain to him that, as I was in South Carolina, and he was in Chicago, and I had never lived in Chicago, that his expectations were rather unrealistic. <br/> \n <br/> \n At long last, I suggested he go drive through a bad neighborhood, fanning money out the window, knowing full well that there was every possibility he would act on my horrible advice."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I once received a 3 AM phone call from a person I had not known or spoken to since pre-school and who I could only vaguely remember. This was while I was in college. I have absolutely no idea how he even knew where I was or who I was. I basically know him because my mother insists that we had been friends. He was drunk and wanted a ride home. I eventually had to unplug the phone. <br/> \n <br/> \nI still have no idea how he even knew my number or, given that I have an incredibly generic name, that it was even me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "I have received many a 3am phone call. Mostly from drunken friends, who are so drunk that I am not sure if they are speaking English or just slurring random syllables into the phone. Sometimes I'm not even sure of who's calling. <br/> \nThere needs to be some sort of call filter that just detects when people are drunk and sends them to voicemail or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Re-read your post, spinynorman. I can't help but imagine you're actually a comic character yourself and not an acheworlder. Seriously, I thought only people in sitcoms did this...  <br/> \n <br/> \nawesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Nope."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 6,
    "snip": false,
    "text": "What I don't understand about this is that you tell us that your great uncle died \"later this week\". <br/> \n <br/> \nThere is no edit function on assetbar. <br/> \n <br/> \nYou knew your great uncle would die  <em>BEFORE HE DIED</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Whenever I get that call that wakes me up (regardless of the time or day), any one of a few things will usually flash through my head: <br/> \n <br/> \n1) Aww shit, did I have work today? <br/> \n2) Aww shit, I forgot to make a payment on something and now someone's coming to break my knees. <br/> \n3) Aww shit, we're going to war for real and I'm getting recalled so they can deploy me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pkitty",
    "plus": 1,
    "snip": false,
    "text": "Just put you into triple digit chubbies. It's kind of lame that I feel happy about that, but there it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by lamboyster, phthoggos, sarmatron, layzerblade, snowman, Mangtastic, 7th_shot, salo, Mulletpro, fosters, rowboat, Fermatprime, atticusonline, abendsonnen, Lumus, logic, vincentkv)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lugosh",
    "plus": 0,
    "snip": false,
    "text": "Showbiz is his deadbeat brother. <br/> \nRoast Beef's first thought upon awaking was \"Showbiz died\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "goddamnit soticoto, the man has 256 chubbies and you give him the one lame because you can't be bothered to parse the post? <br/> \n <br/> \nfor shame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "No. I gave him one lame because, much akin to high school English literature lessons, he is ruining a good story by overanalysing it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "Especially since the thought bubble is as dark as the thought contained within."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "It is beyond me who would lame you, but I'm not going to worry about it considering you do have 207:1 chubby to lame ratio (at this moment)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "it's clearly the most well-written strip out there. dinosaur comics is pretty good too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Every family has someone who instantly comes to mind upon getingt a phone call at 2am."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrewthepig",
    "plus": 0,
    "snip": false,
    "text": "Which fucksmeller lamed this?! You must be a sad,  <em>bitter</em>  person! What the hell is wrong with this comment?  <strong>Nothing.</strong>   <br/> \n <br/> \nUnless you hit \"Lame\" by mistake, then I apologize. I would imagine the quiet shame of being the sole person to lame a perfect comment is punishment enough. Oh man now I feel bad, you probably did hit it on accident.  <br/> \n <br/> \nI'm sorry. <br/> <br/> <br/> God, I'm an  <em>asshole</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "It was soticoto, and it was probably not an accident"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madisonsquare",
    "plus": 0,
    "snip": false,
    "text": "One for every day of the year."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tollschaft",
    "plus": 0,
    "snip": false,
    "text": "You have the most chubbies i have ever seen on a single comment, and damn do you deserve it"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 3,
    "snip": false,
    "text": "I wonder what Molly is thinking - does she have the pillow over her head because she's pissed off at Beef, or is she just trying to muffle the noise?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "contrasoma",
    "plus": 4,
    "snip": false,
    "text": "Either way, it was her reaction in the final frame that inched this one over the 5 line for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atypicaloracle",
    "plus": 0,
    "snip": false,
    "text": "I imagine she was just trying to sleep with Beef rappin' on the phone next to her. That would wake me up. <br/> \n <br/> \nAlso, it is what made this a five for me as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a_dude",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD!!! that is how i imagine roast beef's thought sounding... all like surprised and concerned at the same time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 4,
    "snip": false,
    "text": "Oh no, not at all.  Definitely no surprise.  I hear complete matter-of-factness.  \"It's still dark.  The sun will rise eventually.  Showbiz died.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "remotevinyl",
    "plus": 0,
    "snip": false,
    "text": "I think this is my favorite strip of the year so far."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "m1st3rbl4ck",
    "plus": 1,
    "snip": false,
    "text": "Now I'm just really wanting to make a friend who's prone to sleep-chillin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 7,
    "snip": false,
    "text": "I'll bet it sounds more fun than it actually is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Afkpuz, usversusthem, littlefatdog, SenseiHollywood, SotiCoto)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 6,
    "snip": false,
    "text": "Don't forget about somn-onanism!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Awakening during somni-sex is really weird."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "Ray was able to call Beef but not able to know that Beef was not there."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "_cheesekayke",
    "plus": 3,
    "snip": false,
    "text": "Alt-text is gold: The sleepy gray cat has gone to help his asleep partying friend-cat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mugi",
    "plus": 2,
    "snip": false,
    "text": "I love that, the way Onstad uses words like \"asleep\" and \"alive\" like normal adjectives.  He has such a distinctive voice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I was just about to make this same point.  I was wondering if it's a california thing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I've lived in California all my 17 years, and this is pure Onstad.  We do not talk like that (but it would be pretty cool if we did)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "schadenfreude87",
    "plus": 15,
    "snip": false,
    "text": "I like to think that Ray is yelling CRASH!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "CRASH!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "... that's not what's happening."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imbeta",
    "plus": 3,
    "snip": false,
    "text": "That's some awesome pillow action... she covered her head with hers... and the unused leftover pillow seems kind of upset."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuchurocket",
    "plus": 1,
    "snip": false,
    "text": "all angry eyebrows and such."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mastronaut",
    "plus": 2,
    "snip": false,
    "text": "It is at this point, this VERY MOMENT that I realize... <br/> \n <br/> \nTwin mattress on the floor with one cheap blanket and a decade old bottom sheet... <br/> \n <br/> \nTable lamp plugged in and set on the floor... <br/> \n <br/> \nWaking up at 4:00 A.M. to help out crazy homies... <br/> \n <br/> \nI AM ROAST BEEF."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Are you a gray cat? <br/> \nI think not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Cold sleep CHILLIN'. He calls up Beef to tell him he's making 7 and 7s and then HANDS it to him.. and then tells him not to worry about it. Ray is a pimp among cats."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "*tells him not to worry about it after RAY drops it... <br/> \nJust to be clear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I never really noticed before, but the bedroom setup in Ray's Pool House looks an awful lot like the bedroom setup in Gramma K's trailer. Beef is a creature of habits. Also, Molly's backward knee bump is back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aghbar",
    "plus": 1,
    "snip": false,
    "text": "Couldn't that be like, her foot or something? <br/> \nI actually never noticed that before, either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that's what I was assuming. She sleeps on her side with her right leg straight and her left leg bent on top of it. That's her heel you're seeing, not her knee."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lugosh",
    "plus": 1,
    "snip": false,
    "text": "But sometimes she rolls over to face the other way and it is still there. I think it is just a fold of the blanket."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think it is her tail."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "This is what I was getting at. 's just that when I roll over in bed, the blanket moves with me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "By day, he's the man from H.E.N.N.E.S.S.Y. with a cilantro-ape ceviche, but when sleep-chillin', he's mixing up drinks that are basically known to most Gen-Xers as a joke in a Peter Boyle movie. Bensington Butters is haunting him, I reckon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "I love the way that Molly is just trying to shut out the noise in the last panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I like the first two panels of this.  I think everyone has that moment when you get a call at 3:00 in the morning, and you assume the worst."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I AM RAY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "zapatos is probably the most ray-like guy on here, it's true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101006071607/http://en.wikipedia.org/wiki/Neutrino\">A neutrino</a>"
  }
]