[
  {
    "depth": 0,
    "minus": 0,
    "name": "locke1127",
    "plus": 6,
    "snip": false,
    "text": "Ray's eyebrows make this strip for me"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 19,
    "snip": false,
    "text": "The most important thing about this strip is it finally brings to attention the phenomenon of late middle-aged women becoming real estate agents.  I suppose it's so they can have access to all those houses they wish they could have been rich enough to buy when THEY were an eager young newlywed couple."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chaesar was marked lame too many times and excluded. (marked lame by riotdejaneiro, Ananke, sevenarts, dj, morbo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tagrineth",
    "plus": 14,
    "snip": false,
    "text": "Chasing the dragon... through a magical forest... while shooting up  <em>heroin</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 6,
    "snip": false,
    "text": "And the Cleric is all out of Cure Condition spells."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cracker",
    "plus": 10,
    "snip": false,
    "text": "To cure the condition of having run out of eggs."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "7th_shot",
    "plus": 3,
    "snip": false,
    "text": "No"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shakey",
    "plus": 2,
    "snip": false,
    "text": "Smoking not shooting.  <br/> \nChasing the dragon refers to inhaling the smoke from heated morphine, heroin or opium that has been placed on a piece of foil. The 'chasing' occurs as the user gingerly keeps the liquid moving in order to keep it from coalescing into a single, unmanageable mass."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Actually the term 'chasing the dragon' generally refers to someone trying to chase that first high. However I never really understood that because it seems like the first time someone does heroin it's just like \"that's it?\". Trust me on this one, i'm a recovering addict. You did nail the etymology of it though. <br/> \n <br/> \np.s. only nerds 'smoke' heroin"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pohlhoud",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pohlhoud was marked lame too many times and excluded. (marked lame by Overmedicated, Axhoola, Zem)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "norsef",
    "plus": 2,
    "snip": false,
    "text": "For some reason that line really makes me think of The Watchmen. I guess its Rorschach's joke about the depressive going to see a psychologist. I won't say it here just in case someone hasn't read it. Shame on you hypothetical comic reader!  <br/> \nAnyway, that line is a real stone cold classic."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "The depressed clown joke? Alan Moore didn't write that joke, it's in the first chapter, and it's not actually supposed to be  <em>funny</em> . I'd spoil it, but Doctor, I am Pagliacci."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smowton",
    "plus": 1,
    "snip": false,
    "text": "I think you're remembering Rorschach's comment that the Comedian was lonely because \"nobody else got the joke\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "\"Everything save the commemorative plastic cup and game piece\" and \"The scent of spade-work lingers in his olfactory bulbs\" are great lines.  Far more poetic than the ketchup slurper deserves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 2,
    "snip": false,
    "text": "The scent of spade-work is strong there is no need for Flemen's Smile; the veromonasal organ may rest unmolested."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "I like Ray's expression in the final panel. Part regretful, part evil satisfaction."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Mostly the latter. <br/> \n <br/> \nWhen I grow up I want to be just like Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Alt Text: \"Reprogramming Bensington sounds like a great '80s sitcom about a low-class rapper who moves to an affluent neighbourhood.\" <br/> \n <br/> \nIs it wrong to up a strip's score based on its alt text?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "If it's wrong, no one else on assetbar wants to be right."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "The alt text is as much a part of the creative work as the illustration, dialogue, blogs, characters' histories, the comic's file name... you like it, you rate it the hell up. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "uua41rLJJ.gif definitely speaks to me on several levels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "I've done it a WHOLE lot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 6,
    "snip": false,
    "text": "NOW this is a story all about how my life got flipped turned upside down..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tropicana",
    "plus": 3,
    "snip": false,
    "text": "Does anyone else think that the last panel implies that  <em>Ray</em>  is also appearing the dreams of chubby, menopausal, female real estate agents?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You noticed, too?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "\"Zounds!\" <br/> <br/> Was that a Spaceman Spiff shout-out there, or do mine eyes deceive?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "karljw",
    "plus": 3,
    "snip": false,
    "text": "Might be a shout-out (it's highly probable Onstad is a C&H enthusiast, as there are several strips that could be interpreted as allusions or homages), but \"zounds\" is actually a mild oath from olden times, a contraction of \"God's wounds\" coined by Shakespeare. <br/> \n <br/> \nTHE MORE YOU KNOW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "So it should be pronounced \"zoonds\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 7,
    "snip": false,
    "text": "The line \"He knows his own punchline, and that ruins the joke\" is one of the very best in all of Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "It was kind of ruined for me by having already read \"The joke is we all have the same punchline.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thedice",
    "plus": 0,
    "snip": false,
    "text": "So true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Reprogramming Benjamin? That was my favorite show of the mid-to-late 80s!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epoc_jones",
    "plus": 1,
    "snip": false,
    "text": "i know!! <br/> \n <br/> \nthe show's theme all Kraftwerk's Computer Love... <br/> \nprotagonist all lookin' like tom selleck after a 12-day bender.."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Just like Tom Selleck!"
  }
]