[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Zefiel, Sakana, mikeronomicon, tttt, Catachresis, GeyserShitdick, shammack, atticusonline, lk, fmercury, littlefatdog, dropkickpikachu, Saint, brianstanwyck, afvbs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancyrat",
    "plus": 8,
    "snip": false,
    "text": "I literally cannot find anything wrong with this post and still you lame him. There is no justification for this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnnyrocker was marked lame too many times and excluded. (marked lame by Carlyle, masterofmetroid, riotdejaneiro, radioelectric, MortisInvictus, Firehawk, fattypneumonia, alchemicnirvana)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnnyrocker was marked lame too many times and excluded. (marked lame by Carlyle, masterofmetroid, riotdejaneiro, radioelectric, MortisInvictus, Firehawk, fattypneumonia, toyoda, alchemicnirvana, peng33)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by carlyle was marked lame too many times and excluded. (marked lame by Deusoma, Ciansy, usversusthem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Bullshit.   <br/> \n <br/> \nJohnnyrocker doesn't deserve lames for honestly laying down the reason why asherdan gets lames (double-posted or not).  Read his statement again; there's nothing there saying that he hates asherdan, or that he agrees with the sentiment (even though he might).  He simply puts forth the explanation that many, many assetbar posters would use, as stupid as it may be: people hate asherdan because of his general reputation, and thus even asherdan's mild or reasonable posts get lamed to high heaven. <br/> \n <br/> \nIt's not a  <em>good</em>  justification, but for many people, it seems to be justification nonetheless."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Well.. He said  <em>everyone</em>  hates asherdan.  If his statement is true, then he would technically hate asherdan as well.   <br/> \n <br/> \nAlso, if you are on assetbar and you set your lame threshold to the point where you can see everyone's comments anyway, it don't make a lick of difference.   <br/> \nJust saying."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "what are you doing, mangtastic?  I've made like two asherdan-related posts in my embarresingly long tenure on assetbar, and you've responded to them both in the last few hours.   <br/> \n <br/> \nThat seems unlikely."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Wow.  I did not even notice that.   <br/> \n <br/> \nI've been rereading the archives (and actually reading the comments too this time around) in the wait for new comics to come out, and I have been interjecting a few comments here and there.  I swear that posting on your asherdan posts is completely unmeditated."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "OTOH Asherdan throughout the archives routinely gets the FRIST PSOT, bastardizes Onstad to 'Stad and suggests that an element of that particular strip is subpar. My main irritation is seeing his commentary  at the top - what kinda personality obsesses over that?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "asherdan",
    "plus": 2,
    "snip": false,
    "text": "Let's see... <br/> \n <br/> \nI never use the words first post, let alone in all caps, I'm not bastardizing (lowering in quality or debasing) the dude's name I'm contracting it (incorrectly, for effect, I'll give), lighting off a discussion (the point of assbar comments?) with a critique is a valid methodology whether you particularly like it or not and the early in thread postings doesn't show an obsession (nice try at some more character assassination there, bubby) but merely happens when you're late to the party-farty. <br/> \n <br/> \nLike you are to this months old thread. <br/> \n <br/> \nALSO: one of the definition of a berry is a small fruit. Your user name thus scans as small smallfruit. <br/> \n <br/> \nGood or bad connotations, that's funny."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "I took liberties with FRIST PSOT; you'd never stoop that low. But dang if you aren't nearly always first to the party, and pithy too. It's remarkable! <br/> \n <br/> \nAlso: I'm a fashionably late kinda guy. <br/> \n <br/> \nFurthermore: Smallberries is my alias at Yoyodyne Propulsion Systems  <em>Where the Future Begins Tomorrow</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "peng33",
    "plus": 0,
    "snip": false,
    "text": "this is the first comment from asherdan I have ever seen that didn't carry with it at least a few lames."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": false,
    "text": "Supportive chubby for the generic double bump posting rocker."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "It does seem slightly lame that he has addressed a comment to Ray as if expecting to get a reply. That could account for it."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "deimosrising",
    "plus": 53,
    "snip": false,
    "text": "Beef doesn't get nearly as much use out of Spanish as Ray does of the Polaroids he took of Mary-Ann's titties."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 23,
    "snip": false,
    "text": "although beef could probably calculate the difference using those two math books he told Juan he read."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 34,
    "snip": false,
    "text": "\"When a woman walks up to me and says, 'You know what, sexy?' I say, \" <em>No</em> , I don't know what it is, but I bet I can add up all the change in your purse,  <em>really fast</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by daidai, goocifer, godfatherofsouls, Doc_Rostov)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 13,
    "snip": false,
    "text": "Already a 5 by the first panel"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "equinn2006",
    "plus": 0,
    "snip": true,
    "text": "A comment left by equinn2006 was marked lame too many times and excluded. (marked lame by tekende, professorhazard, NeoNaoNeo, Deusoma, farqussus, fancypants, Vee, thatcrazycommie)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Nothing can detract from that most perfect of panels."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "What if Onstad replaced Ray's face with Goatse?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snatch22",
    "plus": 9,
    "snip": false,
    "text": "So many points for mentioning Sriracha, the king of hot sauces."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "senseihollywood",
    "plus": 2,
    "snip": false,
    "text": "word"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 17,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "closefriend",
    "plus": 3,
    "snip": false,
    "text": "Where I come from, we call this \"Rooster Sauce.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by madnes was marked lame too many times and excluded. (marked lame by dayvancowboy, lateadopter, VictoriaW)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "Red Cock represent. <br/> \nMakes quesadillas a Chi-Mex-Travaganza."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "You can mix it with shoyu, garlic, and ginger for a killer dipping sauce for such as dumplings or brothers' eyeballs."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Or add a little cornflour and stir it into such as a simple dish of beef and noodles."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Uh, this is in reference to the soy sauce thing, not sriracha."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "This is what I'll call it from now on. \"Cock Sauce\" <br/> \n <br/> \nAnd I'll be referring to sex as \"makin' whale music.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I've always heard it called  <em>Hot</em>  Cock Sauce.%u3000The real beauty is seeing this written on a handlettered sign beneath the display in the Vietnamese grocery store."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "The label on the shelf at my local pan-Asian grocer reads \"Red Cock Sauce\". It was the header picture for my blog until blogspot said \"no you cannot have this anymore\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "as long as it's not ON your parts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "Good thing for that comma."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "Who else thought this said Cock sauce in my pants? Come on, don't lie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "there is a strange harmony between comment and avatar here"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "AAAAAAAAAND, i accidentally lamed you after complimenting your comment. fuck you, trackpad that clicks when you tap it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "Noooooooooooooooooo!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soupkaty",
    "plus": 1,
    "snip": false,
    "text": "We also call it Rooster Sauce. And I have eaten many a sandwhich composed entirely of bread and rooster sauce. mmm."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robanhk",
    "plus": 0,
    "snip": false,
    "text": "Indeed!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 1,
    "snip": false,
    "text": "I love how Beef sass talks Ray in this arc. I await the day where I console my best friend with the same words after he wakes up with a hangover."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 13,
    "snip": false,
    "text": "I have a playlist on my computer called \"Makin' whale music\" which I play to cover the sounds of lovemaking. 5/5"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "Is SO good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 14,
    "snip": false,
    "text": "SO MANY WHALES!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "...and until I came back today and read this again I forgot where that expression came from and was starting to think I'd made it up myself.  <br/> \n <br/> \nThank you Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "I love Beef's face in the 4th panel. I also love how one of Ray's lenses is discoloured, in the manner of a stain or bruise. <br/> \n <br/> \nI need to find some context in which to say \"Yo reados dos math books!\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "I can set this up, if you're serious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 4,
    "snip": false,
    "text": "I work with a guy who, although of Lithuanian descent and thus white as the polar caps, speaks Spanish almost constantly, to \"practice\". God DAMMIT I hate few things more than asking a question and getting what is, for my purposes, gibberish as a response. Takes a long-ass time to get him to speak English, his frickin' native tongue. So I tried a variation of this line on him. Results inconclusive. <br/> \n <br/> \nDan, just in case you ever read this, you're an asshole."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "It is rude to respond to a question in a way you know the asker won't understand. Whether it's Spanish or highly technical jargon or Coptic or pig Latin, if you know the other person isn't familiar with it, using it a surefire way to advertise one's own douchbaggery."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "IS a surefire way. Gall-darnit, Assetbar, let me edit my AM-addled errors!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neitherman",
    "plus": 2,
    "snip": false,
    "text": "Beef is the insult master."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tsel",
    "plus": 2,
    "snip": false,
    "text": "I would totally have quoted Tori Amos in my Saludatorian Address. Had I given one! :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Hmmmmm <br/> \n\"You've got to know when it's time to turn the page\" <br/> \n\"I haven't seen Barbados, so I must get out of this.\" <br/> \n <br/> \nwhat would you use? <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "\"Timmy and that purple monkey all went down.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "\"An angel's face is tricky to wear constantly.\" <br/> \n <br/> \nOh hells yes all b-sides up in here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "\"Roll on, but you know I'm never satisfied with all the good things in my life\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 2,
    "snip": false,
    "text": "Beef made an understandable error with the saltines"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "<em>...Or did he?!</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cousinted",
    "plus": 4,
    "snip": false,
    "text": "If he'd learned Spanish he could have been in his quatre-runner making jhale music is Francessca"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "I don't know what's going on, but I think we're done here, cousinted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 7,
    "snip": false,
    "text": "The comic is unfiltered sass, but the alt-text, \"Life is an apology to be made at a later date.\"  That's a true cold sip of bitter ale."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "helloftubby",
    "plus": 4,
    "snip": false,
    "text": "man what fool is drinking cold bitter ale? slightly below room temperature people, i can not stree this enough!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "Sheesh man, poetic license.  \"A true sip of bitter ale served at the optimal temperature\" just doesn't  <em>sing</em> , does it? <br/> \n <br/> \nBut if it makes you happy, s/cold/bracing.  Cheers?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "helloftubby",
    "plus": 1,
    "snip": false,
    "text": "Cheers indeed. Also na zdrowie."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "He cold  <em>sipped</em>  that bitter ale."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Please forgive my barbarism, but I cannot abide the lukewarm bitter ale. So warm a radiator covets."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "I love a cold bitter ale.   <em>Crisp</em> , is the word I would use. <br/> \n <br/> \nIt is hot here in Phoenix."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "Also a fun word to describe beer: Crunchy. That is one Achewoodism that I have actually spread to the real world."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "youre thinking of  <em>crispy</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "[url=\"http://achewood.com/index.php?date=08102007\"]Nope.[/url] But I am crossing my fingers hoping that I know BBcode well enough to manage this comment without failing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "Damnit.  <a href=\"http://web.archive.org/web/20100304231121/http://achewood.com/index.php?date=08102007\">Try 2?</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "ohhhhhhhh...... my bad.  since  <em>crispy</em>  is used more often, i didnt 'memmer that other similar adjective."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "We're cool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "feetnotes",
    "plus": 7,
    "snip": false,
    "text": "Mary-Anne Feldman is the name of every girl I went to high school with."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 12,
    "snip": false,
    "text": "That must have been confusing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i had to chubby both of these comments. both are just too grand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "60teeth",
    "plus": 3,
    "snip": false,
    "text": "Ray is exceptionally good at not knowing other languages. <br/> \n <br/> \nMaybe even the best."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Deep and wide is the chasm across which these two contain their dichotomy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nabeel84",
    "plus": 2,
    "snip": false,
    "text": "The alt text is the best in this strip. Profound and hilarious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dallovich",
    "plus": 1,
    "snip": false,
    "text": "Great alt text indeed!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 0,
    "snip": false,
    "text": "SRIRACHA"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonnay",
    "plus": 1,
    "snip": false,
    "text": "Man, Mary-Anne Feldman was a whore anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "laikalost",
    "plus": 1,
    "snip": false,
    "text": "\"Making whale music...\"  Let's just take a moment and consider that phrase, shall we?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Ray has a crush on fat chicks pass it on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No, it's Beef that is developing a preference for corpulent women. Though maybe he got it from Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ealtdharkon",
    "plus": 0,
    "snip": false,
    "text": "5, saved by the alt text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "At least his brain didn't get  <a href=\"http://web.archive.org/web/20100304231121/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D12222003\">peeled out on by some teenagers.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "...and 'sploded."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef has got no mercy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Stunning dialog.  Simple stunning."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I like when Onstad makes fun of other languages. It's not hateful, it's just funny as hell"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "747's peeling out in the runway... <br/> \ndrag racing each other..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "all playin' chicken on the runway...both pilots unsure if the other will pull up in time to save all their passengers. the fasten seatbelt indicator bings on. all those in the fuselage are  <em>clueless</em>  as they turn cell phones and Loud children off. a fireball. you jolt awake in your bed at home in a cold sweat. you gasp for breath and slowly fall back to sleep."
  }
]