[
  {
    "depth": 0,
    "minus": 0,
    "name": "sizone",
    "plus": 3,
    "snip": false,
    "text": "hic locus plenus labrorum saccorum est"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 6,
    "snip": false,
    "text": "Condoms... Feeeeel.... Weird?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 17,
    "snip": false,
    "text": "So does writing child support checks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hipjiverobot",
    "plus": 3,
    "snip": false,
    "text": "feels good man"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ru",
    "plus": 3,
    "snip": false,
    "text": "here is the url for the next strip, assuming it gets posted Wednesday: <br/> \nhttp://achewood.com/comic.php?date=12022009 <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Personal experience teaches that condoms not only reduce messiness, but prolong the process as a whole."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by Dusty, 7th_shot, slipperyfreud, Jetbunny, aide, badlion, OnePaperTiger, SPECTRE)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "spectre",
    "plus": 4,
    "snip": false,
    "text": "You are such an asshole. Most single mothers barely get by and the ones I have known spend WAY more on their kids than what's in those tiny, infrequent checks. <br/> \nEven before I married my wife, I SPENT WAY MORE on her kids than their father EVER did."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "meww",
    "plus": 4,
    "snip": false,
    "text": "dude's got 684 comments spanning two years time.   <br/> \n <br/> \n(wait.. does that need an apostrope, and if so, where?) (dude, I wonder what the etymology of apostrope is?  it sounds mysterious, like maybe it involves apostles... and atrophy of some kind...???)  (dude, am I even spelling apostrope correctly?  firefox keeps underlining it... woah... now firefox is underlining firefox!  that's ironic!)  (oh wait... it needs an h... apostrophe...  now how could I not have seen that... huh.  you'd think I'm stoned or something.  oh wait...) <br/> \n <br/> \nokay, um yeah sorry about that.  I might need more and different medication, I'm not sure.  anyway, I was saying:  <br/> \n <br/> \nYou've got 684 comments spanning two years time.  By now you should have ignored Gladi8orrex or just stopped taking him seriously.  I think he's just doing character studies or something.  He might be a professional actor.  He's kind of like a standup comic.  Only it's a sort of comedy noir.  He's like a balck standup comediam.  Nigger's aight. <br/>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "mensch",
    "plus": 3,
    "snip": false,
    "text": "Glad is right regarding some women.  My ex graduated second in her class from college but worked as a \"struggling artist\" not making enough to even have to file an income tax return.  Meanwhile she got 1,600 a month from me (tax free).  And my kid is underfed and has no new clothing. <br/> \n <br/> \nThe whore was spending my income on her boyfriends and her own entertainment. <br/> \n <br/> \nShit  <em><strong>is</strong></em>   so corrupt!"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "mensch",
    "plus": 3,
    "snip": false,
    "text": "Happy ending:  I sought an adjustment and the court \"imputed\" an income of $40,000 to my ex (now I'm down to a mere 1,000/month for her entertainment)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "I defy the unthinking scoundrel who lames your tale of misbegotten disposable income."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "granularsilica",
    "plus": 3,
    "snip": false,
    "text": "Hmm, never looked it up before, but \"apostrophe\" comes straight from ancient Greek and means \"turning away.\"  This led to it being the name for leaving something out as well.  Strange word.  Reminds of parentheses.  Who came up with these?!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "agentcimorene",
    "plus": 1,
    "snip": false,
    "text": "This is the sort of research the girls and I would do in high school Latin class to avoid doing high school Latin work."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Fooled yourself, doing Greek instead of Latin is still learning!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "\"In Which Spectre Gets Seriously Offended at a Gladi8orrex Post\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "Yeah man, if child support was enough to support children my mom wouldn't have went into so deep debt that she is filing bankruptcy now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Lex it feels wonderful to write them. I like to count each one before I mail them off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "Ok, i now our heros got anthro cocks but....cat....condoms... <br/> \n <br/> \nthink about it"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "re5urgam",
    "plus": 1,
    "snip": false,
    "text": "Good  <em>point</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 9,
    "snip": false,
    "text": "SOUNDS LIKE YOU KNOW A LOT ABOUT CAT COCK"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 2,
    "snip": false,
    "text": "Its hard to have Internet access and not know a thing or two about gynecology."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "Deus: Transpecies Internet Gynecologist Cowboy"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "I've actually long thought about birth control options and vasectomies for animals. It just seems sort of cruel to castrate them in order to control the pet population. Why not find a safe way to let them get their bone on without the babies? <br/> \n <br/> \nIn all fairness trying to get a cat to wear a condom sounds hilariously difficult. I still say that there has to be a better way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eilie",
    "plus": 1,
    "snip": false,
    "text": "I don't know about other animals but in cats birth control is only one reason but neutering because it helps to control sex-related behavior like aggression, spraying and marking with urine and generally yowling and screaming for no particular reason.  It depends on the cat but some cats will be really troublesome to keep as pets unless they are spayed or neutered."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm familiar with this line of reasoning and can understand it, but I still think lopping off balls is a bit excessive just because you're an asshole."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Its much more humane then to deny them candy! <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Oh also, animals don't get their bone on for the same reason humans do.  Or at least not so far as research has indicated."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Bonobo Chimpanzees."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Dolphins, too"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Domestic animals.  Though dolphins come pretty close to not just domesticated, but having pets of their own."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aelindil",
    "plus": 2,
    "snip": false,
    "text": "With female animals, it also prevents a horrible horrible disease known as pyometra, in which the animal's uterus is full of pus. <br/> \n <br/> \nAlso, neutering/spaying is not done by assholes, it is done by responsible pet owners who don't contribute to the overcrowded shelter situation and pump out badly-bred and useless purserats like shit-head backyard breeders do. <br/> \n <br/> \nHEY BELGAND, GUESS WHO HIT MY SOAPBOX BUTTON"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I was actually calling the cat an asshole. <br/> \n <br/> \nLest this get even further away I am a responsible person who fully understands the problem of overcrowded shelters (where my girlfriend volunteers) and shitty asshole breeders and puppy mills that not only lead to unwanted animals and treat them poorly, but tend to introduce genetic problems into the line. <br/> \n <br/> \nI understand the need for animal birth control, I just keep wondering if there isn't a better route than castration."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Belgand cold rationalizing the shit out of this.   <br/> \n <br/> \n <strong><em> B E L G A N D </em></strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "no seriously he was saying just because someone or some cat is an asshole, should you cut their nuts off? <br/> \n <br/> \nI think it depends on your circumstances.  if you are able to provide for your female cat and it's offspring, or if you are able to keep your male cat from going around impregnating random female cats, then there is no need to sterilize it.  by 'provide' for, I mean, you are able to keep it, and your estate is able to pay for it's upkeep in the event of your demise, and your will instructs this.  otherwise, if you die in a car crash, and your cat isn't sterilized, it is much less likely to find someone who wants to keep it, and more likely to get put down. <br/> \n <br/> \nalso there is the fact that if you cat is not sterilized, it is more likely to try to get out of the house, and if it gets out, it may get lost, and again, when shelters find random cats, they find it much easier to find homes for those who are sterilized than not."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Once again, I apologize for my lack of clarity. <br/> \n <br/> \nI definitely think that it is acceptable to cut a person's sack off because they're an asshole. Just not that of a cat or dog. I guess I could try to defend this by saying that people have the capability to be reasoned with while animals have less ability to understand the problems with their behavior, but that would be a lie. <br/> \n <br/> \nMore importantly though I want it to be understood that I think animals should be sterilized. I also think most people should probably be sterilized*. Again, this is partly a joke, but I've often wondered why people decided that just castrating an animal was the easiest, best method rather than trying to adapt with the times and technology and find ways that animals can safely have non-procreative sex. <br/> \n <br/> \n*I'm only half-joking here too. I'd really like there to be some strong social pressure that anyone who has more than one or two children is a terrible, monstrous person in much the same way as child molesters are typically thought of. We need our global population to decrease, not keep increasing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "meww",
    "plus": 1,
    "snip": false,
    "text": "interesting.  well I'm sure you could get your cat's tubes tied, but it would probably be a very expensive surgery because it's almost never done. <br/> \n <br/> \nyeah, I agree, we do need our global population to decrease.  we also need it's culture to transform so as to become significantly less stupid and selfish and so on.   <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "There really isn't a better route, though.  I mean I guess you could try to feed some kind of oral contraceptive to your pets, but that wouldn't really solve any kind of issues with cancer of the ladyparts in your female animals, and castration is one of the most important ways of preventing aggression in male dogs (and since Nancy Grace and her ilk exist, the more ways we can cut down on OMGtehviciouspitbullz!! garbage, the better). <br/> \n <br/> \nSo I guess no, there isn't a better way.  There are infinitely more benefits to total castration than there would be to some kind of doggy condom or pill."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "meww",
    "plus": 1,
    "snip": false,
    "text": "I don't believe that the average person is competent enough to own a pit bull.  Hell the average person shouldn't be allowed to drive.  Or exist."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Castration in humans would probably cut down heavily on aggression in our own more dickish members, but I don't think most people regard it as a reasonable means of solving these problems. <br/> \n <br/> \nThe problem, for me at least, with pit bulls isn't that they're vicious (it has little to do with breed and a lot to do with the owner, upbringing, training, mistreatment, and cues to attack), but that they're simply ugly. Almost as bad as the hated Labradoodle."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Pit bulls can be adorable. <br/> \n <br/> \nRETRACT!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Dude I love pit bulls.  The imbeciles who craft elaborate laws banning specific breed ownership don't.  And their proponents. <br/> \n <br/> \nThat is to say, pit bulls are amazing and I would love to rescue one someday when I can have a dog along with the corgi I will get and the ex-racing greyhound I will adopt and the sheltie who will run with me and basically I'm just going to have a shitload of dogs and my house will stink to high hell. <br/> \n <br/> \nI love dogs, not wisely but too well.   <em>Do not read too much into this.</em>"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "o wait you were responding to belgand not me <br/> \n <br/> \ndisregard <br/> \n <br/> \nunless you don't want to"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "In all actuality, a well-bred pit bull should NEVER be aggressive toward humans.  The reason they historically made such amazing fighting dogs in the pit is that they were bred with the desire to please their masters SO MUCH that they would tear into another dog to prove it.  It's a result of incredibly stupid breeding (crossing with human-aggressive breeds) that we get those hideous genetic nightmare hippo dogs called \"Bullies.\"  A well-bred pit is really adorable and athletic, and brilliant at sports like weightpull. <br/> \n <br/> \nAnd seriously, don't get me started on the whole \"designer\" dog industry.  It makes me furious to the point of incoherency.   <em>Hurr the shelters are full but lets purposely pump out mutts left and right becuz theyre ~So KeWt~ and we wont test for genetic diseases becuz only evil nasty purebreds have those blah blah hybrid vigor lol</em> <br/> \n <br/> \n <strong>I have opinions on this, and you will be subjected to them.</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "xaxx",
    "plus": 0,
    "snip": false,
    "text": "All we need to do is replace the death penalty with  <em>castration</em> .  Not to prevent people from reproducing, mind you. This would simply be a deterrent."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "j",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "On top of that: <br/> \nIf you don't sterilise your male cat, be prepared for your house to stink. <br/> \nIf you don't sterilise your female cat, be prepared for it to REALLY stink when she has kittens. <br/> \nAlso, it can stop them from getting kitty-AIDS by one route (they can still get it in a fight). But rumour has it sterilisation also stops fighting. <br/> \n <br/> \n(However, do not sterilise male dogs too soon. It seems to make them utterly stupid. And if you need a fit dog (e.g. for racing or shows) then don't do it because they get fat really easily. <br/> \nI have also been told that female cats and dogs should ideally have at least one litter before they're spayed, otherwise they have a tendency to be bad-tempered. Whether this is true or not I do not know.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overman",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "cat sized coat hangers?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dirian",
    "plus": 3,
    "snip": false,
    "text": "Chubby for the derrick comedy reference.  <br/> \nhttp://www.derrickcomedy.com/2007/12/21/daughters/"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Chubby for revealing this to me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Seconded."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Do we have a quorum?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "When you say a word enough times it loses all meaning.  I'd give you a chubby, but, you know...  the condoms thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jorus",
    "plus": 1,
    "snip": false,
    "text": "It's been a while, but I'll try: <br/> \n\"This is a place full of labor and strain.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but I'm pretty sure you can't just add a genitive after plenus like that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slick_nick",
    "plus": 1,
    "snip": false,
    "text": "Had to share my (made-up?) Latin: *coitus vigorous* :-D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherief",
    "plus": 2,
    "snip": false,
    "text": "I think you could probably handle assetbar on a hardtail, nick.  Or a tricycle, for that matter"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oldhusky",
    "plus": 0,
    "snip": false,
    "text": "chubby for two-wheeled nerdiness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by purplehaze, edana, manderson, colonelangus, johnald, Fedallah, newspaperdrone, Archon_Divinus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "yoo wan' egg woh'?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doriangray",
    "plus": 1,
    "snip": false,
    "text": "yay more comics!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleaw",
    "plus": 0,
    "snip": false,
    "text": "I wonder how many the Darkness and Light brand contains."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "two?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "of EACH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 12,
    "snip": false,
    "text": "It contains three, like all the others. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <em>Are you down with the swirl?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sherief",
    "plus": 1,
    "snip": false,
    "text": "I need a haircut."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Careful man, stubbly bits can lead to tearing"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "R...really?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "No. <br/> \n <br/> \nI don't care for the truth, my answer to this is  <em>No.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 1,
    "snip": false,
    "text": "Man, remember when you were and kid and your dad would pick you up and give you kisses, but it kinda hurt because of his five o' clock shadow? Now imagine that but on impossibly thin latex."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Oh, you meant tearing the  <em>condom.</em> <br/> \n <br/> \n...Never mind."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "From there my confusion and horror stemmed as well.  I've now got a man who likes to man-scape."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "has he trimmed it in the shape of elephant ears yet?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "He trims it in the shape of a very pretty cock."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "I DON'T KNOW WHICH ONE TO FUCK! ;_:"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt please me thrice."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And all in under ten minutes!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "[[sings]] <br/> \nshave and a hair cut <br/> 2 bits!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "shinkusan",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by greenkoolayd was marked lame too many times and excluded. (marked lame by tekende, rowboat, snidedk, LordPretzel, TheGoodwillGirl, puguglypress, foea)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "xacbalistikx",
    "plus": 0,
    "snip": false,
    "text": "Fie! Fie! That movie doesn't suck, <i>you</i> suck! <br/> \nFie!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Lamed for an opinion which differs from mine."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "agentcimorene",
    "plus": 0,
    "snip": false,
    "text": "I want all the Achewood fans on assetbar to be stuck on an island like the Lord of the Flies.  That'd be awesome.  Never read the book or the movie but I got %100 on all the papers I wrote for it.  Go regular government class for senior year!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sherief",
    "plus": 2,
    "snip": false,
    "text": "SUCKS TO YOUR ASSET-BAR"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "first person that kills AIU gets me for the evening.  for whatever you want."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Ah, just drinkin', shootin' the shit, you know. First person? There's no runners-up prizes for the second, third, etc. people to kill him?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "Wow, that could be an actual \"something for the weekend, sir?\". <br/> \n <br/> \nI always wondered why barbershops used to sell condoms. Perhaps it was for advertising purposes? <br/> \n <br/> \nOTOH, the spirlaing red-striped barber's pole is supposed to represent an amputated limb (barbers being one business in town sure to have sharp, clean blades), so it may not be the best design to roll over one's cock, if symbolism is a big thing in one's life..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "granularsilica",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>the spiraling red-striped barber's pole is supposed to represent an amputated limb</em></div> <br/> \nI read that it was from the days of \"bleeding\" people as medicine, letting blood out of their arms to supposedly let out \"bad humors\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yeah, bloody bandages wrapped around a pole to advertise their trade as a barber surgeon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Barbers very rarely performed amputation as such a complicated procedure was best reserved for an actual doctor, but they were in charge of most minor surgeries, as well as all oral surgery. And by the time the barbers were working, most civilized people had abandoned the idea of blood-letting as a useful medical technique. And also, the red stripe doesn't just represent the blood, it was originally created by wrapping blood soaked gauze around a lamp post. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Actually, barbers were cutting, trimming and pulling long before blood-letting had been abandoned. Indeed, bleeding persisted for some time, despite the widespread desertion of the humouristic theory attributable to Galen, Ibn Sina etc. in the 19th century. <br/> \n <br/> \nAs far as I can remember, barbers are still required to hold a license? I believe this is (to some degree, at least) a hold-over from the old days of barber-surgery. <br/> <br/> <br/> <em>I wonder what Pat thinks of barbers practicing surgery?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "As long as they aren't paid, amiright."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Thelonious of York would probably be happy to give us a \"calmer, less active\" Pat."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "agentcimorene",
    "plus": 0,
    "snip": false,
    "text": "If I could go to a fancy salon that was giving me a foot soak pedicure that doubled as a dentist it might make me less scared of them.  I enjoy this getting oral surgery from a barber. <br/> \n <br/> \nNow that I think of it my father got out of Veit Nam and used his VA money to become a beautician.  Not only did old ladies get perms from him, exotic performers get nipple piercings, but his friends required tooth pullings from him more often than not.  He kept Bud's tooth as a necklace.  I still have to take my wisdom teeth to the jeweler to give him one as a present."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 5,
    "snip": false,
    "text": "I can see it. There's a very masculine vibe to a proper barbershop of the old school. All getting a shave with a straight razor, a splash of house-made tonic, chatting with a dude of men. More like a gentleman's gentleman for those without the means to support a personal valet. He knows of your needs and can, in a polite and discreetly knowing manner, suggest that perhaps you might be in need of certain items that could be of use to gentleman who cares for his female companion's well-being. <br/> \n <br/> \nIn the same way the barber is always a dude of years. You never see a young guy as a barber. Oh sure, he might work at the shop, perhaps a nephew or an apprentice, but he's just a guy learning the trade who might cut your hair. He's never the barber. <br/> \n <br/> \nOld-school barber is class all the damn way. He is the man who knows and his is the advice you should seek. <br/> \n <br/> \nThis, I suspect, is where Pat's hatred comes from. Barbers know just by lookin' at him exactly what his score is. The doesn't hate them for being so much as for knowin'. The person he really hates is [i]himself.[i]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Indeed,  <a href=\"http://web.archive.org/web/20110224024024/http://achewood.com/index.php?date=11102006\">the junk plucker</a>  was a barber. <br/> \n <br/> \nThis probably won't work, but let's see: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "But this will work: <br/> \n[IMGS OFF] <br/> \n <br/> \nYay!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "But why do you say he's a barber?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "There's no evidence that he wasn't a barber.  Pat wasn't there to watch, so he must have left in disgust... <em>because the dude was a barber</em> .  And look at those muttonchops.  QED <br/> \n <br/> \nLook, I'm just taking the masculinity thing to an extreme in an attemtpt to agree with belgand here.  How often do you think that happens?  So give me a break, already."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "crom",
    "plus": 1,
    "snip": false,
    "text": "Yeah, man. In my hometown there is an old-school barbershop that I went to as a kid. The main barber has a killer handlebar mustache, and there's Iditarod posters on the wall and pictures of guys next to dead elks. <br/> \n <br/> \nI went back after years, and damn if those guys didn't give me the best haircut and beard trim I've had since ... since I left I guess. (Although I didn't have a beard back in the day.) <br/> \n <br/> \nAlso, I lived in D.C. over the summer, and I had the opportunity to go to a for reals black dude barbershop. Y'know, like in Barbershop. It was just dudes straight-up dissing on each other for 45 minutes straight. It was thing of beauty. <br/> \n <br/> \nI've come to the conclusion that barbers and cabbies are the modern day philosophers."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "<em>Eddie Murphy In: Fat Klump's Barbershop</em> <br/> \n <br/> \nKlumping in -  <span style=\"border-bottom: 1px dotted\">2k10</span>"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, it's clearly a thing. Is not the hair salon often seen as a similar place of ladies? All gossip and chattering as much as getting a pedicure or a permanent? <br/> \n <br/> \nI must say that I somewhat miss this sort of thing. Not only because it's gone, but because I don't cut my hair and have a beard. I never liked going to the barber and always say it as tedious and highly unpleasant. Maybe it's because times had changed away from what I truly needed and, in a primal way, I was dissatisfied."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "I like the scalp massage with oil and the shoulder massage Michelle gives me before an excellent haircut.  But the guy barber shop thing was also cool."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Oh, almost forgot about the hair washing part!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Old-school barber is where you will find Cornelius. Lyle cuts his own under a bowl, and Todd trims the back. Mr Gigi does Ray's hair (the non-diming part). Roast Beef goes wherever Molly found a good coupon this week -- as long as ther is NO FRUIT IN A BOWL AT THE BARBERSHOP BECAUSE, OOHHHH SHIT A  MAN COULD DIE!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "badlion",
    "plus": 0,
    "snip": false,
    "text": "If I'm not mistaken, Lyle cuts Beef's hair.  <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "That sounds a hell of a lot like a myth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by SHUT_UP, morypcaina, Sleaw, mehighlow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by SHUT_UP, morypcaina, Sleaw, mehighlow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "what_the_hell",
    "plus": 11,
    "snip": false,
    "text": "Fixed: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024024/http://i37.tinypic.com/11l7ssg.jpg\">http://s.assetbar.com/aux?b=S~cfd4f5a32442ff25864a8357965235a41&amp;a=S~703&amp;f=12012009.gif</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by karljw, daidai, mawk, philophobe, purplehaze, jake11, falseprophet, StagnantDisplay, snidedk, equinn2006, morypcaina, waldo913, DougTheHead, Sleaw, Vee, Lumus, lux, shambles, newspaperdrone, Jorus, huuuuugs, Crater12, genocidefish, miaou)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hexjumper",
    "plus": 6,
    "snip": false,
    "text": "So you have essentially taken the anti-skill of being a cock to a stranger to an artform. Well done. Asshole."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by mawk, falseprophet, equinn2006, DougTheHead, Sleaw, eidolem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by mawk, chivalress, StagnantDisplay, equinn2006, waldo913, DougTheHead, Sleaw, genocidefish)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by WRMeade, equinn2006, DougTheHead, Sleaw)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by chivalress, equinn2006, DougTheHead, Sleaw, Vee, I_Love_Kate)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by chivalress, equinn2006, DougTheHead, Sleaw, Vee, I_Love_Kate)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 10,
    "snip": false,
    "text": "cool story, bro"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I'm not saying you don't deserve your accolades, I'm not saying it was not a good post, not funny...  but what I am saying is that of all places, I would have never picture an Achewood message board to reward the ever-present internet meme wonder, \"cool story, bro.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "Interesting account, brother."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Wicked tale, mate."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "soup_alex",
    "plus": 1,
    "snip": false,
    "text": "Ripping yarn, chum."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "aelindil",
    "plus": 3,
    "snip": false,
    "text": "Excellent narrative, comrade."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was not yet even aware that this was some sort of thing. I have been enlightened."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Now let us never speak of it again. <br/> \n <br/> \nAnd let us only utter upon how fantastic the tales of our comrades are."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irien",
    "plus": 0,
    "snip": false,
    "text": "Let me lead you through it. <br/> \n <br/> \nRu posts a snippet of drivel from paid assetbar, pointing out its lack of quality.  Said snippet contains the first instance of 'cool story, bro'. <br/> \n <br/> \nPlummet counters Ru's thesis that free assetbar is the superior environment by replying with same. <br/> \n <br/> \nComedy."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You give plummet too much credit."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Rowboat is butthurt and that is the Saddest Thing <br/> \n <br/> \nHe will probably post some witty comeback in an attempt to hide his butthurt, but everyone will see through it for what a sad, strange little man he is."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Ah... I thought \"Cool story, bro\" was another, independent meme that was being further referenced."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "genocidefish",
    "plus": 1,
    "snip": false,
    "text": "It's like a modern Robin Hood story. Except I didn't want to kill myself at the end of Robin Hood."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "are... are you asherdan?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "worse."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "A computer. The final enemy. It arms stupid men with information. <br/> \n <br/> \nIf the Premium Assetbar programmer is reading this, he should accept only POSTs for cheers and jeers, like the designers of the web laid down decades ago. If you accept GETs you are vulnerable to inline image hacks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by Hal, DougTheHead, Sleaw)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "POSTs are still vulnerable to CSRF attacks.  The typical robust solution is to include a client-specific value as a hidden form parameter in every place that might legitimately call the URL, and then reject requests that don't contain that value.  Google \"CSRF\" for more info.  OWASP has a good discussion of the topic."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "get",
    "plus": 0,
    "snip": false,
    "text": "That's exactly what's happened here, except that the action being forged doesn't normally originate from a GET form, it simply originates from a hard-wired link (the 'jeer' link) which of course for these purposes is identical to a GET form. <br/> \n <br/> \nThe example in this wikipedia article is pretty much spot on as to what's happening: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024024/http://en.wikipedia.org/wiki/CSRF\">http://en.wikipedia.org/wiki/CSRF</a> <br/> \n <br/> \npremium assetbar exists on the web site s.assetbar.com <br/> \nregular assetbar exists on m.assetbar.com.  The two message boards are completely separate, with separate cookies, accounts, authentications, etc.  The inline image references on the 'm' board are initiating actions on the 's' board. <br/> \n <br/> \nThe wikipedia article provides an example that relies on such ridiculous naivete on the part of the programmer --  I'm really amazed to find a real-world instance of such a silly example, RIGHT HERE on my favorite web comic!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "That's what she said..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by Hal, DougTheHead, Sleaw)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "No one should be a cock to a stranger's website, ever."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "Awww shit!  it looks like they are in the process of fixing the vulnerability.   <br/> \n <br/> \nNow when you try to \"jeer\" or \"cheer\" someone, you get this error: <br/> \n <br/> \n\"This feature will be back shortly.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No cookies for you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "You are a perfect example of why people can't have nice things, you know. Seriously. You have all the interest to us of a spammer trying to link to some black market viagra. If you are generally fucking with Chris Onstad on his own site because you think you're entitled to for no other reason than he's an artist instead of a web site security expert, you ought to be hit by a car."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Not that I'm disagreeing necessarily, but how would my selling Phillipe crocheted stuffed animals be any different?  I'd be profiting (admittedly not much) from a character I did not invent, and yet I have heard nothing but support for this idea so far. <br/> \n <br/> \n500 word essay ready go!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You're real. The end."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Also, certain people receive crochet Philippes in exchange for their money."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I couldn't even list all the names aiu has used in a 500 word essay."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He's like God with all those ding dang ole names."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Sufis all chanting the 99 Names of the Aldouchebaggy..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quazifuji",
    "plus": 3,
    "snip": false,
    "text": "So essentially, you are paying Onstad so that you can troll his site."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I don't know what's more repellant; <br/> \n <br/> \nwhat you're doing, the fact that you take pride in it, or that you seem to expect others to feel the same way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "yours is a focus and conviction normally associated with things that actually matter."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "no it doesn't matter, but neither does a game of chess or challenging yourself to run a marathon.  People do these things just for the challenge and to engage the mind in puzzle solving. <br/> \n <br/> \nAlso, I don't expect others to feel that this puzzle solving, aka 'hacking,' is anything special, rather, I expect them to vicariously enjoy the use of this hacking for the purpose of trolling the other assetbar users.  It can be entertaining if you're in the right mindset.  It might be funny because it disrupts the normal routine of things, kind of like a big muscular man with a huge adam's apple cross dressing, or a guy wearing a suit that's two sizes too big or small.  A lot of people won't find it funny, and some people will be downright offended by it.   <br/> \n <br/> \nMerely the fact of taking something seriously which is obviously of no import could be what is funny about it.  It could be lots of things.  I can't pretend that I have it all thought out and I know exactly what I'm doing or even that I even know why some people laugh when they do.  I merely intuitively follow my nose in a search for the absurd and the weird.  I admit that part of that intuition is to deliberately try things which I know will be annoying and will cause offense.   <br/> \n <br/> \nBut if you're looking for rhyme or reason or motive, eh, it's a whole combination of factors.  I just don't think that it's accurate to say, however, that my trolling is good or bad.  It's simultaneously both and neither.  I mean what do you want, white picket fences, an environment that is perfectly ordered, with everyone following the same system of ethics and morals, and with such systems being arranged so as to never have any inherent contradictions and paradoxes?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "yeah, so suck on that, bitch"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "sorry, can't. I'm still stuck on how you can call that \"trolling.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "Personally I think the whole thing is great."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "okay, fuck you.  FUCK you.  I don't need anyone comin in here with an open mind high on drugs or whatever the fuck it is your problem is.  I'm trolling here.  don't you get it?  TROLLING!  If you don't have anything mean to say,  <h1>SHUT YOUR GOD DAMNED MOUTH!</h1>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "oh shit, wrong account"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "oh really we would never have guessed"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "this was my plan all along"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "When you're just about the only one who finds it funny and everyone else sees it as disruptive, unpleasant, and unwelcome it's a problem. You can't just walk up to a stranger and punch them in the back of the head saying \"HAHA! Look at this deliciously absurd and unexpected physical comedy! Didn't that upset your expectations of the day in a novel and amusing manner?\", people just find it to be the action of an asshole who doesn't value the very reasonable constraints that allow people to co-exist in society. <br/> \n <br/> \nThis isn't some sort of Andy Kaufman shit where when people figure out the joke they can appreciate how funny it is. When you're intentionally starting fights, impeding usability, and trying to break the site you're just being a jerk."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Aisle 6B is an aisle no man likes to find himself in."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "no man is an aisle man"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dgalway",
    "plus": 6,
    "snip": false,
    "text": "no man is an aisle"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm a rock!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 5,
    "snip": false,
    "text": "I am in Ireland"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "I touch Noe Juan and Noe Juan touches me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't that be pronounced \"no-e\" actually? Noh Wan would perhaps have been a better choice, but I could be wrong there.  <br/> \n <br/> \n <em>Fucking tonal language.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "See, Noh Juan just looked too confusingly international to me--I totally didn't think of using Wan.  Noh Wan is perfect.  (Or Roh Wan, if you want to throw off everyone but Korean speakers and close followers of international politics.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You and Julio, that's a different story, no Esay? <br/> \n <br/> \nchuppy noen the less"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 2,
    "snip": false,
    "text": "and?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "Well, I happen to enjoy the aisle of yew..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 9,
    "snip": false,
    "text": "<i>Feminine Needs... Family Planning... Incontinence<\\i> will someday be the title of my memoirs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Said the Manson avatar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It's not  <em>Call Me Ishmael</em> , but it's got potential. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "It is a perfect... summary!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ru",
    "plus": 2,
    "snip": false,
    "text": "fact:  lamb skin condoms don't protect against HIV.  HIV is too small it can go through the lamb intestine. <br/> \nfact: the \"skin\" in lamb skin is a euphemism for \"disgusting intestines... ewww!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crom",
    "plus": 1,
    "snip": false,
    "text": "Fact: I don't care when I'm horned up and ready to get my bone on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "crom",
    "plus": 15,
    "snip": false,
    "text": "Also fact: It wouldn't be the first time my dick was snugly ensconced in intestine."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "crom is implying that he has fucked anuses"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Or sausage casings."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tofu_fighting",
    "plus": 3,
    "snip": false,
    "text": "Or, most likely, a big pile of offal."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "granularsilica",
    "plus": 1,
    "snip": false,
    "text": "Deer guts after a hunt, now there's a fine hump!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "A carefully padded cardboard tube attached to some manner of vibrating apparatus."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "\"This is the most well constructed wanking machine I've ever seen!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "or maybe he just refers to his girlfriend in disrespectful terms <br/> \n <br/> \n <strong>who can say?</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Saying it that way actually makes it sound  <em>less</em>  offensive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Or a lamb?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Not true. HIV is actually an extremely large molecule and the disease most protected against by any sort of condom. Accidently gave you a chubby for that. Oh well, Enjoy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "okay but it's still too small for the lamb skin condom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "oh man, this comment is  <em>so good</em>  when you read it in droopy dog's voice"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not as good as Penthouse letters read in the same fashion. Try it. This is best thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "I almost want to get Penthouse just to try this (but I probably won't, because I have aversions to going into shops, taking money out of my pocket, giving money to people in exchange for things, and airbrushed/photoshopped images of blonde women with surgically-enhanced breasts)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm sure you can find cheaply-produced, first-person erotic stories on the Internet for free that will do the job just as well. Merely add in \"I never thought it would happen to me, but one day...\" to the beginning."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "is it a Thing that they have to start that way? Has anyone tried submitting it without that phrase, to see if it gets accepted?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It is an accepted stereotype that likely does not correspond very strongly to reality. Oh, and unless they no longer produce it I recall having seen a \"Penthouse Letters\" magazine in the past at the gas station. If you just need the letters that's probably a good bet as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "HIV is a molecule, folks.  Look it up on Wikipedia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "you mean to say  <a href=\"http://web.archive.org/web/20110224024024/http://en.wikipedia.org/wiki/HIV#Structure_and_genome\">it's</a>  not a  <a href=\"http://web.archive.org/web/20110224024024/http://en.wikipedia.org/wiki/Molecule\">molecule?</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "So... I guess they decided no on having a baby for now?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by DougTheHead, Omegatron, exits2freeways)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "edana",
    "plus": 2,
    "snip": false,
    "text": "No she totally didn't refill it because she wanted a baby, and now she realizes that she doesn't. That's how these things go."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maxmoresi",
    "plus": 0,
    "snip": true,
    "text": "Comment left by maxmoresi ignored."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Beef certainly dodged himself a bullet there.  He ought to be thanking his lucky stars she's even telling him this"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ulton",
    "plus": 1,
    "snip": false,
    "text": "\"Syrupticiously\" sounds like a secret that is too delicious to let anyone else in on. Or maybe its because I'm reading this as I wait for my lunch break at work."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 3,
    "snip": false,
    "text": "\"[[whisper]] weve secretly switched this mans pancake syrup with liquid crack-cocaine.  lets see if he can tell the difference.\" [[thumbs up]]"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "people would like you better if you could tell \"surreptitiously\" correctly"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "No, we wouldn't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "genocidefish",
    "plus": 0,
    "snip": false,
    "text": "You see what happens when you're a cock to a stranger's website? Even when you have something relevant, interesting and quite possibly correct to say, people still think you're lame. I think ru's right here; the experience with Phillipe has convinced Molly the only way she's going to get Beef to impregnate her is through subterfuge."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "as a sidenote, \"syrupticiously\" sounds positively delicious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "You stand at the collapsed but navigable entrance of the Ruins of Cylene.  Once a thriving capital, the heart of an ancient and magical civilization, but is now the crumbling,  moss-covered haunt of dripping beasts, corrupted men, and untold riches.  Your party has stopped before these towering columns on a patch of stone that keeps you dry from the bog that now surrounds this place.  A bird cries.   <br/> \n <br/> \nEveryone roll a spot check."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": false,
    "text": "I rolled a 13."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "with the keen eyes possessed by all elven rangers, you spot a crude staircase amongst the rubble.  It is treacherous but it looks passable."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": false,
    "text": "I rolled a cigarette."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "you now have a rolled cigarette in your inventory.  Please mark it on your sheet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": false,
    "text": "I light the cigarette, take a long drag and think about the weather in Spain."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "You, know I've never been to Spain, but I kinda like the music. Say the ladies there are insane, and they sure know how to use it. They don't abuse it. Never gonna lose it. I can't refuse it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 12,
    "snip": false,
    "text": "You recall once meeting a beautiful elven maiden in the halls of the palace of the good king Shambala.  It was very well lit.  Later, King Shambala would succumb to the abuse of certain magical tinctures and his kingdom dissolved in civil war and anarchy, but you never forgot the good king or his halls.   <br/> \n <br/> \nYour friend Jeremiah, recently recovered from a long-lasting polymorph spell, hands you a flagon of wine."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "tiny bubbles <br/> in my wine <br/> etc."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Cousin Norman had a real fine time last year. He said it doesn't rain. I hope I can quickly learn the language, yeah."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "I have a bomb, can you defuse it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "genocidefish",
    "plus": 0,
    "snip": false,
    "text": "The weather in Spain... as I recall, the rain falls mainly on the plain. Which I must say I've always found a little surprising; one I would have thought it fell mainly in the Pyrenees, or possibly somewhere on the north coast. Weird country."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "if the plain is upwind of mountains when taking account of prevailing wind direction, the rain will fall there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "This from the resident of a country where, if it's not raining it's sleeting, hailing or snowing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "actually NZ has a temperate climate. It snowed for five seconds two years ago where I live and everyone was all at the windows watching it come down, all trying to scrape up enough flakes to make a snowball..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "I attempt to sneak attack the treacherous crude staircase (if we pass it, it might turn up to attack us later)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "Without making a move silent or hide check, you still manage to sneak up on the staircase, as it has no consciousness to detect your attack.  With a zealous hatred of all things inanimate and/or crude and/or stair-bearing, you leap upon the unprotected flank of the pile of rocks, thrusting downward with your dagger in mid-flight.   <br/> \n <br/> \nYou strike true!  A critical hit!  The pile of rubble retreats, reverting to pile of rubble in order to heal its wounds.  Everyone now has plus 1 to spot the staircase."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Yes! I am totally feeling like a valued party member right now. <br/> \nI rolled a 7 for spot... I don't know what my modifiers are, the DM has my character sheet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "You spot a crude staircase.  At the top is the rest of your party who went up it while you were stabbing rocks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "They shut the basement door, and you are left alone in the dark. <br/> \n <br/> \nYou are likely to be eaten by a grue. <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Luckily, my adventurer's kit contains \"Grue-repellant\" spray. It's not very friendly to the environment, but I can live with that on my concience, given the circumstances. <br/> \nAlso, basement door? What with the climbing that has been going on, independent of the staircase, I envisaged the construction as more of a free-standing, open air sort of dealie."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Through the closed door you hear your mother screaming at you from the kitchen. She is furious and refilling the fire extinguisher is going to come out of your allowance, this time."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Mum, we don't have a fire extinguisher, and you've never given me an \"allowance\" (I think you must mean  <em>pocket money?</em> )"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I wanna cast Magic Missile"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 4,
    "snip": false,
    "text": "Without a target, this would normally be impossible.  However, your desire to cast a spell is so great, that you manage to produce the spell without first specifying a target.  With a frustrated bleat of  <strong>I WANNA</strong>  you hurl your malformed spell into the swampy air, causing a blinding flash.  Your hands explode in charred, gory strings.  Take 20 damage.  You now no longer have hands and the party gets -1 to initiative for the next hour.  Please mark this on your sheet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 11,
    "snip": false,
    "text": "I attach hooks to my stumps and change my name to CAPTAIN TWO HOOKS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 12,
    "snip": false,
    "text": "Unfortunately, 20 damage was enough to drop you below -10 hit points, ending your life.  Your will, however, is strong enough that with your dying breath you manage to fashion crude hooks from bits of nearby stick and your own mangled flesh.  You scratch  <em>CAPN TWO HOO</em>  onto the ancient stone on as you expire. <br/> \n <br/> \nInspired by your bravery in the face of overwhelming incompetence, the party buries you with a somber ceremony, silent but for a jungle of croaking frogs and buzzing insects.  A fellow mage etches  <strong>HERE LIES CAPN TWO HOO</strong>  onto your grave marker, and the party takes its leave. <br/> \n <br/> \nPlease roll another character.  4d6, drop the lowest one."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "okay my character is a little girl witch with a big frilly hat"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "also she has a magic wand if that is okay"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Level 1 Human Wizard <br/> \nInitiative:  0 <br/> \nSenses: Perception -1;   <br/> \nHP 19; Bloodied 9 <br/> \nAC 14; Fortitude 15; Reflex 15; Will 13 <br/> \nHealing Surges: 7 per day, recovers 4 hp. <br/> \nSpeed 6 <br/> \nBasic Attacks: melee  4; ranged  0 <br/> \nAttacks: Quarterstaff  6 melee (1d8) <br/> \nAt-Will Powers: Magic Missile, Light [class], Mage Hand [class], Ghost Sound [class], Prestidigitation [class] <br/> \nEncounter Powers: Force Orb <br/> \nDaily Powers: Flaming Sphere <br/> \nAlignment: Good <br/> \nLanguages: Common, Deep Speech <br/> \nSkills: Acrobatics  0, Arcana*  9, Athletics  4, Bluff  0, Diplomacy*  5, Dungeoneering -1, Endurance -1, Heal -1, History  4, Insight -1, Intimidate  0, Nature*  4, Perception -1, Religion  4, Stealth  0, Streetwise  0, Thievery  0. <br/> \n*indicates trained skills <br/> \nAbilities: Str 18 ( 4); Dex 11 ( 0); Con 9 (-1); Int 19 ( 4); Wis 9 (-1); Cha 11 ( 0)  <br/> \nFeats: Defensive Mobility, Durable <br/> \nRacial Abilities: Bonus At-Will Power, Bonus Feat, Bonus Skill, Human Defense Bonuses <br/> \nClass Abilities: Arcane Implement Mastery, cantrips, Ritual Casting, spellbook <br/> \nGear: Cloth armor (basic clothing), Quarterstaff, backpack, bedroll, flint and steel, belt pouch, trail rations (10 days), hempen rope (50 ft.), sunrods (2), waterskin, 79 gpat"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 6,
    "snip": false,
    "text": "A little girl witch with a big frilly hat stumbles out of the forest, waving a wand with a big cardboard star and tassels at end of it.  Both the star and the tassels are covered in sequins. <br/> \n <br/> \n\"Hello!\" she says.  \"Hello!  I'm here for  <em>adventures!</em> <br/> \n <br/> \nAs she waves her cardboard wand which she quite clearly made herself, real magic sparks fly off of it, indicating magic ability the same way the rest of her does not indicate maturity.  The little girl distractedly waves a mosquito from her face and trudges through the muck towards the party on the stone landing before the sprawling city ruins. <br/> \n <br/> \nThe party gladly accepts her as a replacement for the dearly departed Cap'n Two Hoo, and ponders their next course of action."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>[X]</strong> Tell everyone about the evil old hag enchantress who lives in the nearby haunted woods, and suggest we go raid her house. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "The party, spurred to action by the calls to violence of a little girl, charges into the jungle, led only by the random pointings of her cardboard wand. <br/> \n <br/> \nAfter a few hours of hacking undergrowth and wading through wastedeep muck, the group arrives at a small shack on a patch of dry land deep in the jungle.  Angela Lansbury, dressed like the teapot from Beauty and the Beast, steps out of the shack and waves her arm in a dismissive fashion. <br/> \n <br/> \nWith a twinkle and a hint of the smell of peppermint, the party finds itself back in front of the city gates.  One cleric towards the back, however, was reconstituted incorrectly and finds his intestines spilling out onto the ground in splatting coils of gore.  He asks for assistance."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "put a bandage on his boo-boo, then kiss it to make it all better!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "The cleric's boo boo is repaired.  Before you stands the crumbled ruins and riches of Cylene.  A mountain of rubble is all that stands between you and the wealth of a civilization."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>[X]</strong> Explore the ruins, using my magic wand to cast a glow of light because I'm scared of the dark"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "There is a mountain of rubble in your way."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Ya'll some awful,  <em>awful</em>  people."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Yeah, seriously.  FUCK THIS NOISE."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, I think they're great, great, great!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "My half-elven thief will attempt to climb the mountain of rubble, he has a climbing harness, 30' of stout hemp rope, Rope Use non-weapon proficiency, and has rolled a 76 on his Climb Walls ability. <br/> \n <br/> \nHis grey eyes sparkle as he sees the obstacle, finally a chance to shine and prove his worth to the party after that disastrous incident with the fireball trap. He could have sworn it was fully disarmed when he let the cleric open it, but even now he is tormented by doubt. Was it beyond his ability? Was it really as simple as he thought, but he is a failure and a fraud? He is no half-breed fuck-up as his master said those many years ago. He will show them all. This wall will prove everything. <br/> \n <br/> \nPerhaps the pretty young redheaded druid will finally see that he is a competent, virile male and have a roll in the hay with him. She seems to flirt with everyone, but so far his clumsy efforts have yielded nothing but lonely nights around the fire listening again to Rothgar's stories of the great war against the Gnolls."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "76? Is this d20 or BRP?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I roll percentile. Second Edition representin'."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "You adjust all your straps, count your grommets, linchpins, and carabiners and set to the rubble pile.  After a morning's hard work, you crest the top of the pile, panting and exhausted.  You find the rest of the party, in a circle round a campfire cleaning up the last of lunch. <br/> \n <br/> \n\"Oh, jeez, sorry man, we didn't even notice you were gone.  Did you...did you just scale this pile?  There was a crude staircase that we all went up.\" <br/> \n <br/> \nLooking to your left you spot a gentle slope down to the ground. <br/> \n <br/> \nA few yards away, Rothgar feeds dried figs to a coquettish red-headed druid. <br/> \n <br/> \nPlus one shame points.  Plus one to climbing skill. <br/> \n <br/> \nBelow you, as far as the eye can see, run the cracked cobblestones and derelict stone buildings of Cylene."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "eat some candy!"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "You now have plus 2 to childish irritability for the next hour."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I check the remains of lunch for traps and look for a safe way down to the city.  <br/> \n <br/> \nAssuming there is time left before we depart I will also roll a Lore check, an Ancient History check, a Local History check, and consult the copy of \"Allow Us to Depart: Crumbling Ruins of Cylene\" that I purchased before the journey.  <br/> \n <br/> \nHopefully there is a well-regarded establishment where we might procure some tapas for a reasonable sum. Also a hostel where we can bed down for the night and get drunk with uninhibited students from the Northlands who will lecture us on our foreign policy, criminal subjugation of the hillfolk, and perhaps tug us off."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "You  <em>detected</em>  no traps in the lunch garbage.  Travel rations are, however, full of preservatives and a high-sodium diet is a silent killer. <br/> \n <br/> \nConsulting your assorted books you realize that there will be no quarter given to you in the city of Cylene as it has been deserted by civilized men for a dozen centuries.  Any respite you seek, you seek at your own peril. <br/> \n <br/> \nOnce the proud heart of the greatest civilization of antiquity, Cylene is legendary now for the depth of magical detritus it holds, monster and treasure alike. <br/> \n <br/> \nThe city is bisected by two grand canals, now brackish and impenetrable, teeming with Tehlu knows what.  Small tributary canals connect the rest of the city to the main canals.  Between the canals run wide streets littered with shattered monuments and statuary, chunks of edifice and the remnants of a commercial society in full swing before the mysterious Catastrophe of Cylene destroyed it in an instant.  Dark alleys and windows await you.   <br/> \n <br/> \nThe Silver Temple was known to be the haunt of the old high mages and the repository of their knowledge, but no one knows where in the city it might be as most who venture here are lost without a trace. <br/> \n <br/> \nIn your party there are a few Northlanders in your party who are already drunk, though it is only just two in the afternoon.  Off on their own, the red-haired druid is already tugging off Rothgar beneath his tunic.  In front of everybody, like they can't figure out what is going on."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I fire half a dozen arrows off into the city below at random and then listen intently to see if they appear to have stirred anything up (Detect Noise check: 64). <br/> \n <br/> \nAssuming nothing of interest is heard I will attempt to survey the city with my spyglass for any obvious points of interest. Finding any I shall notify the party and seek to move down into the city hiding in shadows (39) and moving silently (11) as I do so. I will advise the party to please refrain from tramping loudly behind me, chatting to each other in a boisterous fashion, and calling out to me by name to see what Jarl, Son of Lothar just did. <br/> \n <br/> \nAs usual I will make a special effort to seek out any erotic art, especially those in which a rather saucy lady is about to be struck upon the buttocks as Q'Nayl often seems willing to pay slightly more for those. <br/> \n <br/> \nI shall inform Rothgar about the potential to encounter gnolls and hope that his racial bloodlust will be enough to occupy him while I inquire if fair Yssandryl might have a need for any sort of  <em>backstabbing</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "This is better than the strip."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Waste deep muck, even worse than the normal kind of muck!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Pity the gnome party members."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "A waist is a terrible thing to misspell."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Waste-deep is defined as: up to the height of the skidmarks on your trouserlegs."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh baby, my skidmarks go  <em>ALL</em>  the way down."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "okay, now this is some D&D I could get into!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "direbmem",
    "plus": 0,
    "snip": false,
    "text": "Call me crazy, but I think we assetbarbarians should start up a D&D thing, maybe. whiteturtle seems to have some DM skill, and I'm sure there are several of us that would join in... <br/> \n <br/> \nI've got all (I think) of 3.5e on my fileserver, if needed... I think there are a number of options for online gaming, too. <br/> \n <br/> \nThoughts?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "is there a D&D cable channel?  That would be fun.  Or maybe a reality TV show with Steven Segal and White Turtle playing in the same realm.  over the internet.  And Tiger Woods."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I got hella 4.0, if that is more to your preference"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "If someone else can handle the logistics of how and where, I can DM.  I have all the 3.5 books on my harddrive so I would prefer that. <br/> \n <br/> \n*flourishes robe and wizard hat as he exits, for he  <em>never takes them off!</em> *"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Y'all some...some... <br/> \n <br/> \nDamn.   <br/> \n <br/> \nI'm gonna keep drinkin'.  I'm going to forget a lot of things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "I put on my robe and wizard hat and cast Lvl 6 Eroticism."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 2,
    "snip": false,
    "text": "You are now wearing your robe and wizard hat. <br/> \n <br/> \nWhile well aware that your personal magical skill is far below the magnitude of a level 6 Eroticism spell, you open your mind to the what appears to be a twisting, confusing labyrinth of magical energy: the threads of the cloth of Level 6 Eroticism.   <br/> \n <br/> \nDespite your inability to grasp the intricacies of the design or the greater pattern, using what you know of Level 0 Eroticism, you manage to complete the spell tapestry.   <br/> \n <br/> \nA transparent red sphere emanates outward from your body, encompassing the party.  <br/> \n <br/> \nAll too late, you realize you haven't cast Level 6 Eroticism.  You have cast Level 6 Eroti <em>clasm</em> .  The sexual organs of all party members within the sphere are swelling to burst. <br/> \n <br/> \nEveryone roll your fortitude save."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110224024024/http://tinyurl.com/2mowgv\">Ooh you're amazing!</a>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Given out \"too many chubbies on this page\", have I? <br/> \nFUCK YOU, Assetbar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "here have a lame instead"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "THANKS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "If you haven't experienced the frustration conveyed in panels two and three, you are not a man and I have no wish to know you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "condoms are good because you can make her drink the sperms from the condom because all women are slutts"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 6,
    "snip": false,
    "text": "That's what SHE... what?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ru",
    "plus": 7,
    "snip": false,
    "text": "some guys get non-horny the nano-second that they cum and start thinking about doing dishes and similar chores, but for me the party is just getting started and the first thing I wanna do is eat my cum out of the condom.   <br/> \n <br/> \nI've had varying reactions to this from different girls over the years.  I've found that if the girl says in advance that she is cool with it is absolutely no predictor of how she will react when I actually go ahead and do it, so I've learned that it's best not to check with them before hand, instead just go ahead and do it, and if they freak out, oh well, it wasn't meant to be.  I've had some girlfriends who I thought would be cool with it who were totally square about it, and others who I suspected were way too uptight but turned out to be totally nacholaunt about it.  So, *shrug.* <br/> \n <br/> \nBy far the worst experience I've had, sex wise, however, not counting any sort of vernerial diseases discovered after the fact, anyway, was this one time right at about the same time I came the damn condom was just about totally slipping off.  It was a brand of condom I don't normally buy, right, because I couldn't find the kind that fits me best, so anyway, I sort of suspected it was coming off, but in the whole extasy of the moment sort of thing I was just like 'fuck it' you know, so the damn condom comes off inside this girl, and I'm not even sure how much of cum if any actually made it into the condom either, and I was getting totally worked up you know because I like to eat the cum after I cum, and I was really looking forward to that, so I say to the girl, hey, don't move, I got to pull it out, but before I could say anything she was running into the shower to douche with a bottle of spermacide, and I just lost it you know, and I started swearing and throwing things, and then I was like 'the least you can let me do is shoot the spemacide inside you with my mouth and catch it as it falls out again and douche you that way, but she wasn't down with that, she she wasn't \"in the mood\" anymore, whatever that fucking means!  So anyway.  I didn't call her again after that. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 7,
    "snip": false,
    "text": "i cannot relate cuz i m have not fucked. i m not efraid 2 say dis cuz i no is prob easiest place 2 act cool on net is act like u fucked when u havent but thas not me cant even think o spittin somthin out dat aint for real, ya know? <br/> \n <br/> \nthat jus aint me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "are you... not socializing enough?  What do you do for work?  Maybe you need to move to some place where there are more people who are of your mindset?  Not that there is any particular need to get laid, but, there is a general sort of need to have social relations, and, generally, social relationships tend to translate into getting laid, so the fact that you haven't gotten laid indicates that at least possibly you aren't socializing enough with the right people.   just wondering"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "he's on a quest to better himself at the moment, it doesn't leave much time for socializing"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smallberries",
    "plus": 4,
    "snip": false,
    "text": "<strong>ru</strong>  has now officially made me miss the more nuanced, tactful and dare I say  <em>prudish</em>  Manflesh postings."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "idk, man, do you remember the seven of nine scat erotica?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "I do now."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I have been trying to find the ant erotica for quite some time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Watching him knock wood with Gladiwhatever is kind of amusing though.  It's like two fake people being fake in a fake place.  It's all one big joke, and therefore, funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Well, it's quite different for girls, of course, but losing your virginity is not simply a matter of finding someone you sort of like and hopping into bed with them."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "if you're gonna have emotional attachment issues, you're gonna have them.  best to do it and get it over with"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I meant physically, actually.  It takes quite a bit of loosening up."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "huh.  interesting.  Well personally if I had a vagina, I'd probably be up to medium sized cucumbers no later than the second week.  I once was cleaning out a friend's apartment for her, and I found this giant latex dildo of hers, and I do mean giant."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jaydub",
    "plus": 0,
    "snip": false,
    "text": "Maybe a gag gift?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 6,
    "snip": false,
    "text": "I think people should stop giving sex toys as gag gifts. <br/> \n <br/> \nWhen one of my best ladyfriends in high school turned 18, a mutually-shared male friend called me in the dead of night.  He sez, \"We gotta get ____ a gift!  Her birthday is tomorrow! I am going to pick you up!\"  So I sez, \"okay\". <br/> \n <br/> \nPrior to this, we had all been making jokes about getting her sex-based stuff, but really  <em>hilarious</em>  sex items like facsimiles of dolphin dongs or anything Japanese. <br/> \n <br/> \nThis guy, we'll call him Keith, when he gets to my house he's very quiet...fishy.  So, we're on our way to the local area sex store, with stony silence our only companion--outside of each other, but that was almost too awkward to comprehend.  I think once I got in the car, we both realized that we just looked like a couple.   <br/> \nLong story short, we get to the place--one guy working--and head straight to the...lady's novelties.  I'm looking for giant  <em>'hilarious'</em>  detachable penises, and Keith shoots every single one of my suggestions down: \"She'll never use that!\" <br/> \n <br/> \n\"...are we getting her a utilitarian sex toy or a gag gift\" <br/> \n\"I don't want to waste my money on something that is just for laughs.\" <br/> \n <br/> \nSo we got her this like, beginner's sex toy set with tiny vibrators and a wee little dongus, and the next day gave it to her in the brown sack it came in while we loitered in the parking lot of a Don Pablo's. <br/> \n <br/> \nIt wasn't a very good gag gift."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Who wants to luagh when you can cum?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "correct"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I'd prefer not to luagh, myself <br/> \n <br/> \nIt sounds like a venereal disease"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Besides, if you're going to get them a sex toy as a gag gift, at least get them a  <a href=\"http://web.archive.org/web/20110224024024/http://1.bp.blogspot.com/_WAi2txkagVM/STwax2qTq5I/AAAAAAAAEOA/40J3J15yIrA/s400/pulp_fiction_gimp.jpg\">gag gift</a> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I'd prefer a Crucifix dildo for a gag gift <br/> \n <br/> \nI think I already linked to those on Assetbar, though"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "narenial",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for 'wee little dongus'. <br/> \n <br/> \nMy hat off to you, sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "i aint socializin at all irl dogg if its irl i walk around like ll cool j from ncis:la. all grimaced and snortin' and shit.  <em>aint nobody wanna talk to that</em>  plus im mean as hell. <br/> \n <br/> \ncant very well cite poetry to peeps impromptu and have em swoon no more. my shits too old school for teh modern shit so i huddle up and keeps to myself lest i deck some fool and knock his falsetto out"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "The condom... fell off?  While you were hard? <br/> \n <br/> \nDude what the hell, are you hung like a stack of dimes?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty fly for a white guy, so I dunno.  I've found one brand of ultra-thin condoms that stays put, but the regular condoms never do.  I've tried making the incision accessing the carotid artery bigger, and that helps some but it's still a problem."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "klg19",
    "plus": 4,
    "snip": false,
    "text": "If you have no wish to know anyone who is not a man, then you are not likely to experience the frustration conveyed in panels two and three."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "v chub <br/> \n <br/> \nI know only like 10 people still read assetbar so it might be six to eight weeks before you receive your chub in the mail. Please bear with us in this busy season"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "chubbychecker",
    "plus": 2,
    "snip": false,
    "text": "I vote for The Geometry of Love"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Seconded."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mg7810",
    "plus": 0,
    "snip": false,
    "text": "Yes, it's very 80s. It's the kind of condom I could see the guy from ABC, or perhaps Robert Palmer wearing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "ABC?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Always. <br/> \nBe. <br/> \nClosing. <br/> \n <br/> \nPut that coffee back, coffee is for closers."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Death of a motherfuckin' salesman."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cassandrakazenzakis",
    "plus": 0,
    "snip": false,
    "text": "glengarry! <br/> \nfuckin a!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "...Gill?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bpierson85",
    "plus": 0,
    "snip": false,
    "text": "I would agree. I would think that beef would enjoy geometry shaped condoms. Especially ones with the pythagorus theorem on them.  A2 B2= Love2"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Sinusoidal. <br/> \nFor HER Pleasure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "more like polygamous theorem...all 2 plus me equals 3some"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "majestictrout",
    "plus": 0,
    "snip": false,
    "text": "I predict that Beef will end up with a certain variety of condom with a Lifelike Extendo-Beet insert."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mawk",
    "plus": 1,
    "snip": false,
    "text": "nah, my boy Beef is a crazy man with a long penis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vegasrebel29",
    "plus": 0,
    "snip": false,
    "text": "My money's on the lamb condom... it'll remind Molly of Wales."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "From the Achewood.com home page: <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I am trying a new thing out. More strips, more often. The second half of this strip is steadily cultivating bacteria as you go about your day. It may writhe free before Tuesday dinner. </em></div> <br/> \n <br/> \nThat sounds like a step in the right direction.  If the next strip does indeed arrive before Tuesday dinner, and if it depicts Cartilage Head being run over by an Escalade, my faith in Achewood will be restored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "For years I've been saying, more strips, cut the huge page full into daily strips!  Finally, he tries it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "Achewood and Windows 7 were granularsilica's idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Many of us have been asking this for a long time... why it has taken this long for him to listen I do not know, but this strip feels like a return to form. <br/> \n <br/> \nI dare to believe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Again, I still don't understand this idea that says Onstad is our comic-making slave monkey. I shall reiterate:  <em>Dude has a life.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "I  <em>like</em>  buying condoms. I never buy the dinky packs, I'll go in to the pharmacy and buy the bulk pack of Ansells a couple of packs of studded, a couple of tubes of lube, and then when I'm at the check-out I'll throw in a packet of jelly beans."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "You know, for kids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "The jelly beans are to lure the children into his Candy and Cuddles van."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "You got make sure the van is stocked with condoms.  You don't know what those kids got."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "Well, not jelly beans, that's for sure."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 3,
    "snip": false,
    "text": "Not  <em>yet</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "I can't be the only woman on the planet who just like, ALWAYS has this sort of thing, am I? At any given time I have about 30 condoms and 6 packs of Plan-B.  <br/> \n <br/> \nLearned a long time ago that if you leave this sort of thing to the guy you're going to be limiting play to over the clothes fondling."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "Or you could dance and party all night and drink some cherry wine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Uh huh!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": false,
    "text": "Personally I've always just used Saran Wrap as my plan B.  There's usually some in the kitchen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "chubbed for the unexpected out loud laughing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sounds like you and I need to, um, discuss some things sometime."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Tekende's just gonna regail you with his ardent anti-fondling screed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "He'll probably just recommend using tinfoil."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "To stop the aliens stealing your thoughts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "To stop the aliens stealing your  <em>seed.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "\"Thoughts.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "one of my teachers told our class about going on a school camp with primary school children one time, and the next day the lawn outside the dorm was covered in little tied-up bits of cling film. <br/> \n <br/> \n12 year olds are just insanely scared of trying to get real condoms, yo"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "this in Australia?  What a peculiar mix of innocence and, whatever the anti-thesis of ignorance is, that country has..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I am in New Zealand. Do not insult me again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I can't understand you! New Zealanders all mumble!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jaydub",
    "plus": 0,
    "snip": false,
    "text": "Relax, its not like she's after your favourite ewe."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Niva call a kiwi an ozzie, or something to that effect."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "Yes yes I know that there are ten different island states or whatever down there, only one of which is technically Australia....  But please understand that I'm American.  The distinction between New Veeland and Australia to me is probably like the distinction between North and South Dakota is to you.  yes?  no?  You're lucky I can at least place NV in Australia and not in Africa somewhere. <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "North Dakota borders on Canada. People get so bored there they make  <em>murders</em> . South Dakota is a little more southerly, and has that whole mid-west thing going on. <br/> \n <br/> \nDid I get that right? That's just off the top of my head."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Bismarck; Pierre.  I think."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Hey, I give no shit dude, I'm American too.  Basically the only distinction I sense is the accent and that's only because I get hard talking about linguistics and whatnot."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "There are a lot of subtle differences. I should point you in the direction of one of my friends who have made the move one way or the other so they can tell you all about them while you stare at their breasts."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Breasts are pretty good.  I'm willing to give NZ boobs a look-see.  This could be a valuable learning experience for everyone."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I don't know, I thought you only really got solid populations of boobies in the Eastern Pacific. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "At 12 I think I might have fainted dead away if presented with an actual nude breast let alone allowed to touch one. Not even a full pair, but a single breast would likely have done me in. <br/> \n <br/> \nFrom the sound of things these kids are getting more than I even got in high school."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shinkusan",
    "plus": 1,
    "snip": false,
    "text": "I got to upper half nudity with my first girlfriend at age 12. It actually wasn't that awkward, but I think it could only move up from our first kiss. <br/> \n <br/> \nWe were walking up a staircase, and I was one step below her so we were about the same height (she was probably one inch above me, lip-wise.) It was just kind of a spur-of-the-moment thing and we both leaned in. Mouths touched. Sparks flew. At that very moment, I knew it was true love and that we would never, ever, EVER seperate. At that same moment, she knew that she was falling over her. <br/> \n <br/> \nI caught her, and we both fell."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shinkusan",
    "plus": 1,
    "snip": false,
    "text": "TOGETHER."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "When you write your movie script, that scene has to be in it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But who will provide the voice-over for my internal monologue? That shit's the important part."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Christopher Walken. G'wan, live a little."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was leaning more towards Steve Buscemi, but I appreciate the possibility that I might be able to pull off Walken."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I am certain you have the manual dexterity to be able to pull off anyone you wish. <br/> \n <br/> \nJust got to get them drunk, is all."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Great, now I can't get the image of the intense expression that Walken probably has during sexing out of my head."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "which?  The scene on the staircase?  Or the scene of the 35 yr old single unshaven guy on an internet D&D forum reminiscing about the glory days?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Whom are we talking about here that is 35 and single? <br/> \n <br/> \nIf you're not using Assetbarista I can understand how it might be tricky to tell where the replies are coming from, but that was in reply to fainting at the sight of a live, bare breast. <br/> \n <br/> \nThis story also takes on a slightly weirder edge because of differences in educational systems. In the US primary school is grades Kindergarten-5th (i.e. first 6 years of formal schooling) generally with a few schools going up to 6th. I was a tad bit younger, but it's fairly common to be 10 in 5th grade. So rather than a slightly more understandable (but still rather uncommon) middle schooler where if someone goes so far as to get a handjob everyone they know will be talking about it for the next year the talk of primary school children made it feel more like decidedly pre-pubescent kids getting their bones on."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Primary School here goes up to 13 years old, then secondary school to 18. Last year of primary school is called year 8, so I guess it's like 8th grade, or maybe 7th because we start at 5 years old."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "You need some hyphens in over-the-clothes fondling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 5,
    "snip": false,
    "text": "Lambskin: complete ineffectiveness at birth-control or STD prevention combined with the guaranteed creepiness of knowing you've wrapped part of a dead animal around your johnson before plunging the entire meaty necropolis into your girlfriend's vadge."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Or girlfriend's anus, or boyfriend's anus, or mouth, adjust according to preference and/or necessity"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallberries",
    "plus": 2,
    "snip": false,
    "text": "@ <strong>lolsworth</strong> : You  <em>nailed</em>  Linus' character with that one. Schultz would be honored."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 1,
    "snip": false,
    "text": "chubby for meaty necropolis"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I used to use lambskin condoms because my girlfriend at the time was allergic to latex. They feel...weird."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geoff",
    "plus": 0,
    "snip": true,
    "text": "Comment left by geoff ignored."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "They make a pretty good number of non-latex condoms that aren't made of lambskin. Polyisoprene seems to be the most common, but there's also the Trojan Supra which is microsheer. <br/> \n <br/> \nI just happened to be at the sex shop over the weekend and there are a ton of options if you go to a better store. <br/> \n <br/> \nFrankly I've almost never noticed any sort of difference from the various types whenever my girlfriend did exactly as Molly did and we needed to move to a backup plan for a while. Still, looking over the whole wall of condoms at Good Vibrations and I can't help but feel like I'm missing out on something. Dude always feels the need for swank gadgets."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Dudes feel the need; chicks need the feel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "So...shorter comics, yea or nay?  I'd like this more and be more receptive to the idea it introduces if it didn't feel like a rehashing of the ol' tampon episode.  That old bit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Every time Chris changes things up I've noticed that the comic is terrible for maybe a couple of strips until he really gets into the \"zone\". I didn't necessarily love this one, but I think he'll eventually do something cool with these shorter strips."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But this is only the first half of the comic. The punchline will presumably come later.  <em>Maybe even tomorrow.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Tempted to make another Godot reference but those are probably best if everyone expects them but they never come."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Plus I'll fuckin' pants you in front of the cheerleading squad if you do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "In front of the cheerleading squad?! But what if I had...an erection??  An erection!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "<em>Waiting for [it to] Godown</em> : Now with 100% more boners!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Will you ever cum?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Only once you're crying ;)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "<em>correct</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "subtle Godot reference: missed"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "there was no mention of hanging from a tree! <br/> \n <br/> \nYou can't just say \"erection!\" and call it Waiting for Godot! <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "One of the lesser works of Christo for sure."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "How else can I score with the smart chicks, man?? HOW ELSE CAN I SCORE WITH THE SMART CHICKS??"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "WHY WOULD YOU WANT TO?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "they get... creative."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "We do!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But dumb girls get  <em>stupid</em>  on that shit!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "lolwut."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I cummed. It was correct."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Lolwuts are lacking these days UNLESS you use my Nice-On-Water-Lolwut-itcon-omatic-icon(c) <br/> \n <br/> \n-c Y)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's the pear."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "They would leap on you and five hours later you would have experienced the most pleasure you will ever feel in your entire life. Knowing this you would kill yourself because it would all be downhill from there. <br/> \n <br/> \nAlso, you dick would totally fall off. Absolutely true. I knew a dude once...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I thought this one was fine, but no better than fine.  Maybe because its title and alt text are about posting in parts and it takes away from the comic as a thing of its own worth and reduces it to Only Part of an Experiment.  This could make each day or every other day part of a self-contained story that only goes two or three strips, which I'm fond of, and it could bring back the one-offs I love so much and have touted for almost two years on Assetbar."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "j",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "By the way I was right"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Has he reached the part where he gets in the zone yet?  I'm not feeling it, though Out of Character #2 was funny (lacking, of course, being only two panels.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Aaah!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "sorry you startled me"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Don't be posting on month-old comics, then, dogg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Either Onstad has 1% the wit we all thought, or this is a deliberate homage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "planetidiot",
    "plus": 0,
    "snip": false,
    "text": "I approve of more smaller strips.  The big ones are good when it needs be but waiting sucks.  One-off strips are good too, not everything has to be a big story."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bpmaed",
    "plus": 0,
    "snip": true,
    "text": "Comment left by bpmaed ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by mawk, genocidefish, exits2freeways)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ru",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ru was marked lame too many times and excluded. (marked lame by mawk, genocidefish, exits2freeways)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "I call shenanigans.  Marriage is the best form of birth control.  The man does not need a condom."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I am so pleased to report that this is not true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am quite saddened to present the opposing argument. Without actual marriage even."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geoff",
    "plus": 0,
    "snip": true,
    "text": "Comment left by geoff ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "The geometry of love is not an equilateral triangle.  That is at best the geometry of a drunken encounter at a college frat party where there's two others and you're fairly sure at least one is the opposite sex. <br/> \n <br/> \nI'd say the geometry of love is something along the lines of a hypercube with a hypersphere passing through it, while two hyperbolas watch wistfully in the distance."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "But what is the geometry of innocent flesh on the bone?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "exits2freeways",
    "plus": 0,
    "snip": false,
    "text": "It must have frustrated or excited Galileo quite a bit, what with him throwing all those math books."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "the geometry of love is a straight line, dude. You're just unnecessarily complicating things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "no it's more of a french curve to the left a little..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crimson_guy",
    "plus": 0,
    "snip": true,
    "text": "Comment left by crimson_guy ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "swiftlikeafox",
    "plus": 0,
    "snip": false,
    "text": "I am excited to see more small strips and one-offs. The oldschool \"short and sweet\" style does the trick for me a lot better than wading through long storylines. Classic, hilarious, Achewood. <br/> \n(Also, I'm just going to preemptively \"that's what she said\" myself on the short and sweet comment. I couldn't think of a better way to describe it.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wtfoxnews",
    "plus": 0,
    "snip": false,
    "text": "why would beef be all ashamed of doin the deed?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "he's ashamed of having to buy condoms in public.  its pretty dumb because he could just go to amazon.com and get a sweet deal without having to risk exposure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Don't you have machines in the lavatories over there?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "most people prefer condoms which do not guarantee AIDS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Well if you're going to be all precious about it"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I am not embarrassed to buy condoms, but I am a little leery about buying lubricant. It seems to imply much more extreme acts than I am actually planning. I suppose the best way to break through the awkwardness would be to pair the lube with a banana, and cold stare down the till girl at Tesco."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Or casually explain that you're only into the over-50 crowd."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I'm only into post-ops, and they don't got no natural lube up ins."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The worst is when you're at the sex shop with your partner purchasing a marital aid, lubricant, a package of batteries that will clearly not fit said marital aid, and renting pornography. <br/> \n <br/> \nEven at a fairly cool shop the clerk still knows exactly what's going down. In fact, the cooler shops are even worse because then the clerk has actually sampled the merchandise and is not just some bored, sleazy smut merchant. There is also a much greater chance that she is a cute girl. Do you want to hear a cute female clerk telling you about how great a particular vibrator is?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snidedk",
    "plus": 3,
    "snip": false,
    "text": "I could stand to hear a little more."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "on the one hand i don't want a serenity reference to go unacknowledged.  i mean, i don't want to miss an opportunity to say, 'yes, i know exactly what you mean.' <br/> \n <br/> \non the other hand i don't want to seem to be applauding the practice of senselessly quoting things wherever. <br/> \n <br/> \nwhat a dilemma."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "[url=http://www.google.com/search?hl=en&safe=off&client=firefox-a&rls=org.mozilla%3Aen-US%3Aofficial&q=jewel staite COME ON SHOW ME HER NAKED&btnG=Search&aq=f&oq=&aqi=]Indeed[/url]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Aw, what the hell man! The preview showed it working fine, what in the fuck went wrong there?  <a href=\"http://web.archive.org/web/20110224024024/http://tinyurl.com/yfmyz9q\">Way to keep things understated Assetbar!</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Preview?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Assetbarista?  That's a guess - I'm still a Luddite in that respect."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Naw, I used that for a couple of days. It was OK, but it wasn't  <em>that</em>  OK."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yep, the 'barrista has a preview function now. Has for some time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, shit. I guess I'll just keep it real and risk a few \"luaghs\" here and there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "i guess if that is what you are all about, i mean wanting to see people on tv naked, then sure."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am comfortable enough to say that both Nathan Fillion and the dude playing the doctor were pretty damn hot and I was under the impression that most of the womenfolk agreed."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "r u gay"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was actually taking a bus through the Castro the other day and based on the ads outside of sex shops was thinking to myself that, based on what I've seen, the dudes in gay porn don't look all that attractive. It's all these big muscular losers or clean-cut all-american sorts. They just look so damn fake and weird. Kinda like the horrible, trashy bimbos in straight porn. <br/> \n <br/> \nI mean, I'm sure there's some great alt gay porn out there and amateur stuff and all, but damn am I glad not to have to put up with that stuff. <br/> \n <br/> \n <em>John Wayne on a horse voting for Reagan actually seems pretty damn queer to me. I mean, it's just filled with camp value and that's never a good sign.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "In homosexual San Francisco, the Castro takes a bus through  <em>you!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "I forgot to refill my birth control one time and had to wait for my next period, which meant re-adjusting to the crazy hormones which meant about a month of weeping and having huge tits. <br/> \n <br/> \n(I'm basically dating Roast Beef and he tends to not stand near me when it's condom-buying time.  He goes to browse the tabloids while I, intent on getting my freak on, pay with coins gathered from the penny tray.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "God, how weird. Seriously, if wanna nut, you need to bring a little sack."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherief",
    "plus": 7,
    "snip": false,
    "text": "...proclaimed the hand-written sign at the entrance to old man MacGregor's Pecan Orchard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr_november",
    "plus": 2,
    "snip": false,
    "text": "I ain't wearing no gunny sack!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Why would that affect the size of your breasts in any significant manner over such a short period of time?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I'm confused too. I've heard going on birth control can make your breasts a little bitter at first though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "nothing a little Goya can't help: <br/> \n[IMGS OFF][IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Oh, man, I accidentally said \"bitter\" instead of \"bigger\". <br/> \nWhat is my deal lately, guys?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Bitter? I barely touched 'er!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Yuk yuk yuk!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "you are thinking about the taste of breasts? <br/> \n <br/> \nso am I..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Today's guest on  <em>Ask an Internet Psychoanalyst</em>  is Missbee."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "[[Missbee looks around before stepping into the room. Awkwardly, she climbs on the couch. She sits there, playing with her hair and staring at the floor. She looks so, so small.]]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nI fail to see how Goya will make bitter breasts better. If you added some better butter to the bitter breasts it would make the bitter breasts better and the better butter bitter. Is that what you meant to say?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Eh, you can't usually find Country Life in the States."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "One hyphenated word: estrogen-overload."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "\"Huge\" being relative, my A-cups became Bs.  When my script lapsed, I had to wait for my next period and then basically re-adjust to what were massive amounts of lady hormones for my tiny body. <br/> \n <br/> \nIt's Science.  I don't want to be That Guy who gives impromptu sex ed lessons on AssetBar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "...well what with A cups you're off to a good start..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "If this is true, then if I was off my birth control, my tits would be huge.  How odd."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "charchar's tits are always huge. Her language was just a little ambiguous."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "I am led to believe that Charchar's boob size varies wildly based on such seemingly innocent factors as hormone levels, diet, climate, proximity to scared people, etc. <br/> \n <br/> \nIf we got the calibration right we could probably use her to find water in the desert."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "In the most  <em>fun way possible.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like that we are cavalierly talking about charchar's boobs like it is just a  basic day"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "You mean this isn't a basic day for most people?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "Do you like Huey Lewis and the News?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "IF HE MAKES YOU BUY THE CONDOMS <br/> \nNUH UH <br/> \nTHAT'S A DEAL BREAKER, LADIES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Not so much.  I'm usually the one who's all, \"We're banging. NOW.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "God DAMN if'n I don't love it when Beef goes to the  pharmacy for Molly!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ike",
    "plus": 1,
    "snip": false,
    "text": "Alt text reaffirms my love for onstad.  CHRIS IM SORRY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irien",
    "plus": 0,
    "snip": false,
    "text": "Not so fast there.  We'll see when this \"Wednesday afternoon\" piece actually shows up.  This heart's been broke before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srikamaraja",
    "plus": 0,
    "snip": false,
    "text": "There are far worse things in this world. <br/> \n <br/> \n\"Babe, I forgot to get my birth control prescription refilled.  <br/> \n <br/> \nWe are going to have a child.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onegoodmonkey",
    "plus": 2,
    "snip": false,
    "text": "Yes. Yes. Yes. Good. Shorter strips, more often. Do that immediately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "owmyeyes",
    "plus": 0,
    "snip": false,
    "text": "I just love how Roast Beef's pout in the third panel elegantly conveys the view of condom use in a relationship. <br/> \n <br/> \n\"Really? I mean, come on, really?\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "i am getting from the first panel that molly is so bored with beef that fooling around is a matter of some indifference to her."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Agreed. She doesn't care about fooling around at all. It's just because she realizes he might want to do it and she's willing to go along with it every once in a while if she happens to be in a good mood. <br/> \n <br/> \nThe package of condoms that Beef buys will still have more than half left at the end of the month. Despite Molly missing her pill a few other times in the intervening period they will eventually have to throw some of them out due to expiration."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The worst is getting head from a lady who doesn't want you to reciprocate in any way. Nothing is worse than the patronizing blowjob."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "DiSaGrEeMeNt BoX <br/> \n <br/> \nNot getting one at all is worse"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "Oh dear me. I cannot brook the uninterested blow job. I worry if she is getting bored, and if I'm taking too long, which only slows things down even more. There's nothing particularly sexy about the top of the girl's head, and if she's making eye contact with you you feel self conscious about your sex-making faces. Receiving sexual pleasure is like being drunk: it's fun on your own and even more fun in company, but you don't want a sober observer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "....said the patronizing blowjob. <br/> <br/> <br/> please forgive me belgand.  <br/> \nit...it was....you'd have done the same in my place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meww",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n[IMGS OFF] <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "Man the last inch of that chili cheese dog just came right back up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "Remember, years ago, when a new achewood came out five times a week? These days, if we exceed a strip every five days it merits acknowledgment and explanation. I have mixed feelings about this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "These days, a lot of cats is out of time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "I think this idea of small strips is goot...very goot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamie",
    "plus": 0,
    "snip": false,
    "text": "I choose to see the 3 on the geometry of love condom as balls."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "that is your choice, but I cannot respect it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I CHOSE TO SEE TITS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiteturtle",
    "plus": 0,
    "snip": false,
    "text": "comment?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Return of the Attack of the Knowing Smile"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "See http://achewood.com/index.php?date=09092004"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinypterosaur",
    "plus": 0,
    "snip": false,
    "text": "I can never get over the nervousness of buying those things. More importantly, I cannot get over how god-damned expensive they are. Seriously? little things of plastic i put on my dick are like 1.50 each? BULLSHIT! If I'm paying 1.50 for a dick wrapper it better have lasers and have the head be the shape of a T-Rex's skull."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "Gay bars give them out for free (part of a public health initiative).  I used to stock up when I could."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "When you were feeling like giving a blowjob or drinking a cosmopolitan?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "high schools also give them out for free. lube, too. pretty sweet deal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "as if there wasn't already enough reason to be dating high school chicks - unlimited free condoms!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what sort of high schools you were fortunate enough to attend.  We just send all the pregnant girsl to the \"Pregnancy Center\" at one of the schools here.  It's like the round, nauseous ghetto."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, the only thing they gave away free at my high school was the fucking clap."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I went to private school.  They gave out expulsions. <br/> \n <br/> \nJesus doesn't love you anymore if you get knocked up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "At my private school one would be considered quite the fellow. <br/> \n <br/> \n <em>this is the difference when one goes to an all-boy's school</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Damn, free lube too? That's kinda uncommon. I'm not actually sure what happened in my high school's sex ed class as they let me test out of it. It seems like if most kids are dumb enough to actually need the sorts of basic things they apparently discuss they probably shouldn't ever be having sex. <br/> \n <br/> \nI do, however, support the notion that everyone graduating from high school in this country should be required to pass a course instructing them on how to go down on the gender of their choice at a satisfactory level. The time has come to end shitty head."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "To be fair, without lube you're more likely to end up with a broken condom, especially with anal sex. So it's not that strange, even if it's unusual."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Damn you kids and your constant anal sex! You're just making the rest of us jealous. It's like these alarmist pieces on girls sending nude cell phone photos to dudes. Back in my day we would have shit ourselves over the possibility of such a thing. I suspect most of these articles come from assholes who just feel jealous. <br/> \n <br/> \nThe bigger problem is really that a ton of places are still using abstinence-only education or are, at the very least, heavily leaning towards such a thing. In far too many places just getting condoms is uncommon enough."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "I hate all the news stories raising a cry about girls \"sexting\" (does anyone *actually* use that word?). It's just more of the girls-shouldn't-be-sexual bull. The real issue is when people mass-distribute those pictures without the girls' permission, and when that is covered it's still always framed as the girl's fault for sending pictures of herself in the first place, the dirty slut. /rant <br/> \n <br/> \nYeah,  getting schools that don't provide condoms to do so is more important than getting schools that already provide them to provide lube as well. STD testing is also important, and I'm sure even fewer high schools provide that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, the first step to ending shitty head is to wash the shit off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "I would pay TWO dollars per dick wrapper wiyh lasers and a T-Rex head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "I think considering the possibility of such a thing existing has forever crippled my enjoyment of other, lesser condoms. I can only hope that capitalism will step in and fill this new market."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Truly, ladies would swoon like nothing else when I pull out my penis clad in such a way as to resemble a fierce  <em>Tyrannosaurus</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 5,
    "snip": false,
    "text": "I would be torn between mounting it and growling at it in such a way that a Tyrannosaurus might growl at another Tyrannosaurus."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Both ideas are pretty awesome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Goodwillgirl has totally caused me to swoon like nothing else*. Dinosaurus Sex Time would be awesome beyond my normal ability to comprehend. <br/> \n <br/> \nSadly, and somewhat embarassingly, I was apparently far too friendly and find myself unable to give her a chubby. I am told it happens to almost everyone fairly often though. <br/> \n <br/> \nI would further suggest that in each package of Awesome Condoms you should also probably get a rocket ship, a submarine, a shark, and a giant death ray sufficient to write your name upon the moon. <br/> \n <br/> \nIt's like children's bath toys. Sex time should be fun time. <br/> \n <br/> \n*In my mind she is wearing her apron (likely due to our earlier conversation) with her arms pulled back while growling at the Tyrannosaurus which, oddly, is not actually me, but some sort of vague concept more than anything else. I guess this is good because it easily has the potential to quickly pass from awesome to creepy and that would be a shame."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "<h3>does the Tyrannosaurus have an erection?</h3>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I always got a chubby for a girl who will growl at a Tyrannosaurus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Market those condoms. I will buy them. Then we'll talk."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "We'll talk  <em>after</em>  you buy the condoms?!? <br/> \n <br/> \n <em>Belgand rushes to the phone to check when Vandelay Industries can get them into production.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mawk",
    "plus": 1,
    "snip": false,
    "text": "<em>cut to a shot of a factory foreman hanging up the phone and gesturing \"go\" to the workers on the floor, standing with hushed anticipation. one worker throws a lever on the side of a large machine, and the Jurassic Park theme begins to play as the camera glides into an overhead shot of dozens of tyrannosaurus-head condoms starting their trek down the conveyor belt. the shipment trucks were prepared, and have been at the loading bay since this morning.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Goddammit Vandelay, WHAT IS THE HOLDUP.  <br/> \n <br/> \n <strong>Outside: Dear belgand, sorry I am always seem to be trying to have illicit situations with you.</strong> <br/> \n <br/> \n <em>Inside: It's just that you were talking about having a rocketship penis, and next thing I knew I had posted a thing on the internet.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't think you can really be held responsible when rocketship penises are likely to be involved. Nobody can be expected to be that strong, though I suspect that my girlfriend would make a valiant attempt. <br/> \n <br/> \nEven worse is that this really seems like a legitimately good idea. I wish I only knew some way to make it happen. <br/> \n <br/> \n <em>Belgand, Prophylactic Entrepreneur</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "OMG <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20110224024024/http://www.willywardrobe.com/dinosaur-novelty-condom-21-p.asp\">They exist!</a> <br/> \n <br/> \nThe website says that they're just for looks and don't actually work, but I'm more concerned about the spines. Oh, and they cost $4 each, are not a T-Rex, and seem unlikely to growl."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "My life has just been changed for the better."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "certainly there is room for both! <br/> \n <br/> \na world which contains such excellent contraceptives certainly brings with it endless possibility."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wfl",
    "plus": 0,
    "snip": false,
    "text": "Meh.  I enjoy the act of buying condoms.  Nothing like plopping down a box of the magnums on the counter.  Bonus points if you also buy oddly shaped fruit (such as a potato reminiscent of Our Lord And Savior, or a squash)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "stock up on some groceries while you're at it, in a gradual gradient from the possibly indecent (eggplants, baby oil) to the innocent (NiCd batteries, a box of Frosted Flakes), and marvel as the cashier grows warier and warier of you and your habits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "NiCd, aren't those things illegal? NiMh all the way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "are they? I must admit, I did not bone up on my battery knowledge before posting. my general image was \"those tiny disc batteries you put in watches and hearing aids.\" <br/> \n <br/> \nI will tell you, though, that I trust NiMh not one bit. mostly, I just don't like rats."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "In the European Union, the Restriction of Hazardous Substances Directive (RoHS) bans the use of cadmium in electrical and electronic equipment products since July 2006. The sale of nickel-cadmium batteries has now been banned within the European Union except for medical use; alarm systems; emergency lighting and portable power tools. This last category is to be reviewed after 4 years."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mawk",
    "plus": 0,
    "snip": false,
    "text": "... and assetbar comes through for me again! I hope you all know you are great."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Vchubb, only because I suspect AIU has fucked with assetbar. Otherwise you would get a real one for the GLOWING RED EYES!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "muillium",
    "plus": 0,
    "snip": false,
    "text": "oh shit, looks like someone's gettin his Bone on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onegoodmonkey",
    "plus": 1,
    "snip": false,
    "text": "I gotta point out two things, now. 1) Most major stores have those self-checkout machines, enabling one to buy all manner of sensitive items without direct interaction with a clerk. 2) It seems like even after telling us he's trying shorter strips \"more often,\" Onstad is still doing the thing where he creates a self-imposed deadline for the next installment and then continuously postpones. Really, waiting a while for a new Achewood isn't nearly as annoying as being told when to expect one and then it being all not there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "I'm not so sure it's a good idea for him to break up big strips into smaller installments, because possibly of the overhead associated with posting a strip.  now for a single strip, he's going through deadline pressure twice, he's finalizing and tweaking it twice.  so in the long run, it'll be less strips overall.  I'd rather he just takes his time and does his thing and tells all the complainers to fuck off.  <br/> \n <br/> \n As far as the annoyance of him not meeting his self-imposed deadlines, that's purely a matter of psychology.  You KNOW he's not good with those deadlines, so technically speaking, you have no excuse for expecting him to meet them. <br/> \n <br/> \n[IMGS OFF][IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "meww",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "onegoodmonkey",
    "plus": 1,
    "snip": false,
    "text": "Though I'm used to the self-imposed deadlines not being met, it's still frustrating. I run into the same problem with a housemate of mine, who will say things like \"I'll clean up all these huge stacks of useless bullshit on X day\" and then never do it. I'd still rather Onstad leave the alleged date of the next comic unsaid.  <br/> \n <br/> \nMy heart's honest desire in regard to Achewood's frequency would really be a return to shorter strips appearing at least three times a week. I've been getting pretty bored with some of the recent long stories as well as the long wait times between installments.  <br/> \n <br/> \nThen again, I do have a life, and as long as my favorite comic is being updated at all, I'm grateful for that. <br/> \n <br/> \nAnd lastly, nice dinosaurs. I'm not sure what that picture has to do with anything, but... well, okay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bpierson85",
    "plus": 0,
    "snip": false,
    "text": "And so the poop group hooligans hit the snooze on another biological clock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Some ladies fancy that sort of thing though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Where the hell are the rest of the comments on this page."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squares",
    "plus": 0,
    "snip": false,
    "text": "The first 3 panels make this one of my all time favorites"
  }
]