[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by straw, Thorfinn, NotGodot, Yossarian, DiamondMonster, tttt2, Moraiat, atticusonline, prowle4763, SenseiHollywood, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "atom",
    "plus": 1,
    "snip": false,
    "text": "One thousand percent agreed.  I use it so often that even my non-Achewood-reading friends have started to say it as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 1,
    "snip": false,
    "text": "If I ever wear a tie, it will have a spork in it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by lamboyster, zcross00, fosters, robbingdog, blueshoc12, RedGuy, aHatOfPig)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "This is my tie. Why is it broken?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hikikomori",
    "plus": 25,
    "snip": false,
    "text": "Because of a problem?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smoothjimmyapollo",
    "plus": 6,
    "snip": false,
    "text": "I never realized Ray spilled his drink off the top of his computer monitor when I first read this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ssddr",
    "plus": 1,
    "snip": false,
    "text": "Yeah, i was never sure if it spilt or if he hit his monitor in a fit of rage and knocked it over."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 3,
    "snip": false,
    "text": "Regardless of how it happened, the spilled drink got a vicious thumbs-down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 8,
    "snip": false,
    "text": "It almost looks like the word balloons knocked it over."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He bangs the desk with that full belly.  <br/> \nGawd. Scrapes off the caviar! Bomp!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "niggar",
    "plus": 14,
    "snip": false,
    "text": "These are almost the exact same panels as  <a href=\"http://web.archive.org/web/20101121051426/http://achewood.com/index.php?date=08042006\">the last time Ray was on the phone</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by fmercury, Crater12, AtlanticCity, stormagnet)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "setzkin",
    "plus": 1,
    "snip": false,
    "text": "You are mistaken, the eyebrows are  <em>completely</em>  different in the first three panels!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling that spilling a martini off the top of a computer monitor is one of the most common things Ray does while using the phone. <br/> \n <br/> \nMaybe even more common than talking on the phone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 4,
    "snip": false,
    "text": "I think it is what would be described as a \"joke\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Onstad will be telling a lot of them here tonight."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101121051426/http://m.assetbar.com/achewood/uua6TVGLB\">it is not the first time.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rayonatoilet",
    "plus": 0,
    "snip": false,
    "text": "Actually, this is the second time he's done this EXACT thing. And I don't exactly know why it has happened again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 18,
    "snip": false,
    "text": "Bensington Butters lacks so much class that Ray's vodkatini spontaneously suicides."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "Vodkatini has nothing on the gin martini for class. <br/> \n <br/> \nThanks, James Bond, for making people think a real martini is made with vodka."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terebikun",
    "plus": 5,
    "snip": false,
    "text": "Don't let the movies get you down.  This is how James Bond actually orders martinis: Three measures of Gordon's, one of vodka, half a measure of Kina Lillet. Shake it very well until it's ice-cold, then add a large thin slice of lemon-peel. Got it? <br/> \n <br/> \nI think he also has them dry and in a champagne goblet.  Cause he's a classy fuck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Lillet is actually a very good and often underused mixer."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terebikun",
    "plus": 3,
    "snip": false,
    "text": "Probably because I don't think it's made anymore.  Bartenders I meet don't even know what it is.  Then again, these same bartenders don't even know how to make a sidecar, so take of that what you will.  I hate living in a college town."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "oh, it's still made. It's not quite the same as the Vesper days, but it's out there. Check the fortified wine section. <br/> \n <br/> \nThe Vesper isn't a martini, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "That's how he makes up a drink he eventually names a \"Vesper\" in Casino Royale. The literary Bond actually drinks hell of bourbon and water."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Wasn't the Vesper the original martini recipe from the novels, though?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Nonsense!  Cocktails are too restricted in number of potential ingredients to allow for such fuzzy category placement, if you ask me.  To my mind, gin   dry vermouth   olive cannot comfortably morph into gin   vodka   Lillet   twist.  Perfect and dirty martinis I can accept, since they involve intensification/variation on the original ingredients, but not the more drastic substitution of Lillet for vermouth.  The substitution of vodka for gin is, of course, an ongoing matter of controversy, and I will leave that particular minefield to those more committed to the battle."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 4,
    "snip": false,
    "text": "Oh dear, those plus signs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Well, I wouldn't call it a \"martini\" per se, but yeah, he orders that drink. Once. To show off. And then he orders another one later in that book. For the rest of the novels, he's basically on bourbon and water and gin-tonics and daiquiris. He's got quite a bit of alcoholic range. I rather like how he gets his gin-tonics. Double, with a whole lime that he cuts himself in half, squeezed slightly and  dropped in, with tonic poured in afterwards."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "omegatron",
    "plus": 4,
    "snip": false,
    "text": "James Bond cuts himself in half with a lime?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "The Proper gin and tonic is equal parts gin (Plymouth Navy Strength preferred) and tonic water with a lemon and a dash of bitters. It is so good  <em>I am drinking one now</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I don't think he ordered it more than the one time, but he did name it the Vesper Martini because he said it was all he wanted to drink, so he assumed he drank it again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "Or *I assumed he drank it again.  Whatever."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "Then he never drank one again, because \"the bitch is dead\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terebikun",
    "plus": 1,
    "snip": false,
    "text": "Quantum of Solace'd"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Shaken martinis are a fucking  <em>travesty.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I believe the shaken martini is a French innovation, at least according to my grandpa, who always stirred his in an enormous glass pitcher.  <br/> \n <br/> \nI prefer either, really."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "How do you keep them from getting all diluted? Or is that part of the preference? I'll admit, the finer points of these things can escape me. That whole adding water to scotch thing, for instance. I've heard that it's supposed to bring out the flavor or something, but it just seems  <em>wrong.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I believe the water-into-scotch theorem is meant to lessen the alcoholic sting of the drink, thus making the more subtle fragrances of the malt more noticeable, as they were probably overridden by the whole \"holy shit, this is booze\" effect. <br/> \n <br/> \nA martini is going to get diluted no matter what, I believe. Stirring seems like it's more likely to dilute it than shaking it, though shaking it is going to add chips of ice into the gin. There are different shakers that strain these out with a wire mesh, though."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sciencey",
    "plus": 0,
    "snip": false,
    "text": "I prefer to drink my scotch (or irish whiskey) with rocks, letting the melt just enough to cool it down and dilute it more subtly than I could possibly manage with a faucet or a pitcher.  Reduces the \"oh, booze!\" effect and is tastier for me. <br/> \n <br/> \nAlso, shaking a martini \"bruises\" the alcohol by exposing it more thoroughly to air (specifically oxygen, a reactive species.)  This makes it taste more strongly.  Both stirring and shaking introduce water."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "The more I drink whisk(e)ys on the rocks, the more I find the chill (not the dilution) kills the depth of the drink. I usually go scotch with a splash of soda and bourbon with a splash of water nowadays. <br/> \n <br/> \nThe bruising thing is a misnomer, the real difference is the amount of dilution and chilling present. People who strongly prefer stirred martinis do so out of an aversion to the ice flakes and extra chilling (once again numbing the complexity of the spirit) that shaking adds."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I always have my whiskey/whisky neat, or maybe with a water back.  It's gotta be room temperature, or the taste is just off"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "My friend's wedding last year: Open bar, $6 for a glass of Blue Label. Not a glass with 2 ice cubes and a tiny bit of scotch, we're talking a full highball of a typically $25-40 glass of scotch.  <br/> \n <br/> \nIt was heavenly. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "Scotch Highland Style should be taken neat with ice water on the side. You alternate sips of scotch and water until you're too donked to appreciate good scotch, at which point you switch to something cheaper."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yep. If you drink a bottle of single malt in one night, you have probably wasted about half the bottle."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "You shouldn't be too proud to get drunk in the expensive stuff. It can be a rewarding experience under the right circumstances. No better medicine for a heartache, for example. <br/> \n <br/> \nI only add a few drops of water if it's a new whiskey I want to try and decipher all the flavours in. Otherwise I take it straight up, at room temperature. I like the shock of the alcohol, and I actually find myself going for the heavier voltage the older I get. I crave the crass stuff."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 0,
    "snip": false,
    "text": "He also lacks the class to allow any flavor to remain in his meat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "Is Ray's computer always as huge as that, or has he borrowed Onstad's?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Panel 5 is a bit of an art low light. I'm down with the simple line art but Ray's hand in Panel 5 looks a bit like some kind of weird growth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 14,
    "snip": false,
    "text": "Hunt's : Heinz :: Hanna-Barbera : Disney"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stuart was marked lame too many times and excluded. (marked lame by goocifer, Tagrineth, YossarianLives, nutmeg, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Just what the hell is \"Hunt's\" anyway? I've never even heard of it. Is it some sort of american thing? <br/> \n <br/> \nHonestly, I thought Heinz was cheap crap until I realised the company had  <em>bought out</em>  HP Sauce...  which kinda sucks since I love HP Sauce. <br/> \n <br/> \nO'course it is Tabasco that I put on everything, and that is another subject entirely. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Hunt's might be considered the low man's ketchup, one-step down from Heinz.  Hunt's, as it were, is not Fancy. <br/> \n <br/> \nThough, frankly, you can do much worse than Hunt's.  I've noticed more local bars in my area have switched to a ketchup by the name of Monarch, I believe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Burger King sachets. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I'm forced to assume that it's the same Monarch that makes cheap liquors."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "If there's a Monarch brand that makes cheap liquors, does that mean the Aristocrat brand makes even cheaper liquors?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackfruit",
    "plus": 23,
    "snip": false,
    "text": "Hunt's is a mullet in ketchup form"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "Hunt's is ketchup for a man of such low means."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 1,
    "snip": false,
    "text": "Hunt's is ketchup for men of low mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheezeburger",
    "plus": 3,
    "snip": false,
    "text": "Frankly, a \"player\" who orders his pizza from Domino's has no business judging another man's eating habits. <br/> \n <br/> \n [url=http://achewood.com/index.php?date=08202004]See here[/url"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "O'Malley has two moms, and they both have hips so bad that Ray knows about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Wasn't that the book that got banned from Brooklyn schools, \"O'Mally Has Two Mommies\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">I Saw Mayor C. Kissing Mommy on the Titties</span>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 3,
    "snip": false,
    "text": "Ray, why do you keep putting your cocktail up there if it's just gonna keep falling off?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Ray is not mindful of good sense."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kleptonis",
    "plus": 0,
    "snip": false,
    "text": "A well done filet? What is that man thinking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I picture him ordering all the most expensive things on the menu in an attempt to cover for his background."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "HOW ASTUTE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Red Gold is my ketchup of choice, what does that say about my background?  I never see anyone even speak on Red Gold, anywhere.  It's like the ketchup time forgot, livin in the land of the lost."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What is it like? The ketchup that I have in my fridge is Tesco Finest Ketchup. It seems to be a combination of pulverised sundried tomatoes, tomato pureee, and molasses. Some lemon and vinegar.  <br/> \n <br/> \nIt is not a good ketchup."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "As it happens I know the heir to a graft fortune, from Florida, and he orders his steak well done. Nice guy, but he really does do that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lunchbox",
    "plus": 0,
    "snip": false,
    "text": "It's different with filets. They're pretty tasteless without the redness or a good marinade, and their tenderness is the main attraction, so ordering it rare (mid-rare at the absolute most) is the main thing to do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jasper",
    "plus": 0,
    "snip": false,
    "text": "I have to tell you... <br/> \nblini are not potato pancakes. latkes are potato pancakes. blini are essentially crepes; they're made with flour, or buckwheat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Well, what does a dick know about this stuff?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "My ex-fiancee would cringe. She worked at a very prestigious steakhouse (how they get that way, I'll never know) and was so adamant about steak being medium rare, all the time, that I can't even order my burgers any other way when asked."
  }
]