[
  {
    "depth": 0,
    "minus": 2,
    "name": "darthemed",
    "plus": 5,
    "snip": false,
    "text": "Ray likes many things concurrently, it seems."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 2,
    "snip": false,
    "text": "That, or he's probably tweaked - this is the same attire as in the Toilet Party Smoking Weed Session."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": true,
    "text": "A comment left by solobuttons was marked lame too many times and excluded. (marked lame by Crowpaw, kylank, decanter, estutius, Padijun)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doncaballero",
    "plus": 7,
    "snip": false,
    "text": "I get the alt text now when viewing the strip and the comments.  Nicely done, AssetBar."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "assetbar_admin",
    "plus": 57,
    "snip": false,
    "text": "Yup, alt text is now working.  Thanks for noticing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 16,
    "snip": false,
    "text": "Thanks.  While you're improving the site, I have a modest suggestion: change the content-type on the pages from \"text/html\" to \"text/html; charset=UTF-8\" so people's browsers will know how to display accented characters properly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kaithekender",
    "plus": 1,
    "snip": false,
    "text": "Yeah, looks like this still didn't happen"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Mmm... nope, still not. <br/> \n <br/> \n(don't leave us hangin' man don't leave us hangin' we need this)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "solobuttons",
    "plus": 36,
    "snip": false,
    "text": "holy crap I'm obsolete"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 12,
    "snip": false,
    "text": "just like the Apple Newton."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 67,
    "snip": false,
    "text": "<em>An iPhone frolics youthfully, while upstairs in its attic a portrait of a Newton grows older.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 74,
    "snip": false,
    "text": "Apple announced on Friday that the iPhone will be available in two more colors soon: Ice White and Dorian Grey."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 3,
    "snip": false,
    "text": "This is the best series of comments I have ever seen.  I salute you, tellumo, featurelessvoid, songbirdspectre, and solobuttons."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Talk about a blast from the past; that picture in the center is from like 75% of Ray's history. <br/> \n <br/> \nAnd ... oh.  Never mind.  I was about to ask where a dick button would go."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dreamachine",
    "plus": 11,
    "snip": false,
    "text": "Third Grader 1: Hey man, there's a  <em>dickbuttonfor</em>  on your face? <br/> <br/> <br/> Third Grader 2: What's a dick button for?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 6,
    "snip": false,
    "text": "Third Grader 3: Botched circumcisions."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "when you do that control-x there is no control-z."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "what the FUCK are you talking about?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spicerice",
    "plus": 0,
    "snip": false,
    "text": "like 27/01/05...but w/a basketball instead of a football.  and i don't get the dick button joke, i'm afraid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I remembered that buttons go in buttonholes, is all. <br/> \n <br/> \nAnd don't forget the motorcycle over Mt. Everest.  That's two different strips, which is approximately 75% if you don't understand math at all."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jrpigman",
    "plus": 30,
    "snip": false,
    "text": "Let no man put asunder what I believe is thee proper attyre for basket-balle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 8,
    "snip": false,
    "text": "Another criminally named person would be Yoric Hunt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 3,
    "snip": false,
    "text": "In high school, on a regular basis, notes would appear in the Morning Announcement Bin asking Mike Hunt to come to the office. Are these fellows related?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "dhinson",
    "plus": 0,
    "snip": false,
    "text": "Is there some correlation between this user being routinely chubbied and the fact that his/her avatar is a large set of tits?   <br/> \n <br/> \nAre nerds really that desperate?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 11,
    "snip": false,
    "text": "Nerds are so desperate they will entreat a 50x50 .gif to play at whist"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "It was set as default and I'm too lazy to change it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "A large set of obviously FAKE tits, even."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by blastradius, NeoNaoNeo, katal, veck)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 18,
    "snip": false,
    "text": "You know that Ray plays the game with a real basket because he is from... history!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halfdirt",
    "plus": 1,
    "snip": false,
    "text": "Ctrl F \"history\" yields 100% accuracy, excellent.  \"Oh Ray is wearing that thing from another strip I will make reference to it!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 3,
    "snip": false,
    "text": "Ray plays a weekly pickup game with his Matt Damon and Ben Affleck wax figures."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "Don't forget the homeboy mannequins he has now. <br/> \n <br/> \n\"Wow, what a... great pass\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cmarshal",
    "plus": 9,
    "snip": false,
    "text": "probably closer to \"Solid... pass... bro!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, that sounds like the truth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awko",
    "plus": 3,
    "snip": false,
    "text": "Do you think the reason why Lyle doesn't get in trouble is because he throws the bottle just far enough so people don't think it was him, or because he has a really impressive throwing arm?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "matthearn",
    "plus": 6,
    "snip": false,
    "text": "The latter.  It's like when Baxter eats an entire wheel of cheese and shits in the fridge.  You're not even mad...that's amazing!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 6,
    "snip": false,
    "text": "You are missing the really important thing here. Lyle has six beers at lunch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 10,
    "snip": false,
    "text": "At?  You mean  <em>FOR</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "At LEAST."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "I have to go with the former."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skizm699",
    "plus": 0,
    "snip": true,
    "text": "A comment left by skizm699 was marked lame too many times and excluded. (marked lame by blastradius, NeoNaoNeo, Dwilow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rogergs was marked lame too many times and excluded. (marked lame by pwb, blastradius, lurkzilla, katal)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "gothfae",
    "plus": 3,
    "snip": false,
    "text": "Like Herman T. Zweibel you are quite fond of your hyphens.  <br/> \n <br/> \nNot that there's any-thing wrong with that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "it occurred when a man in white pants and enormous socks determined that cricket was too physically taxing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sredni was marked lame too many times and excluded. (marked lame by robobogle, pwb, bobodante, matthearn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_pete",
    "plus": 37,
    "snip": false,
    "text": "We love football because we missed out on the Norman Conquest."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sredni",
    "plus": 1,
    "snip": false,
    "text": "Man so did i, i'm in Australia. But the point is well made."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "It's the homoeroticism that makes it so popular in the US.  If Britain came up with a game of sublimated bondage it would replace cricket AND soccer."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Don't you play rugby in England? Isn't that the sport with the never-ending group hug? Never in my life have I witnessed a game which requires more male-on-male canoodling. <br/> \n <br/> \nBut yes, everyone in America is a closeted homosexual. You got us there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Nah, only the people that like football. The rest of us are fine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by nbgreene, Fielding, Plozza, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Amen. My god, gridiron has got to be the most boring spectator sport on the planet. I saw there was a game coming up on ESPN (in Australia) and I thought - you know, I've never watched NFL before. Maybe it's interesting. <br/> \n <br/> \nAfter the 30 minute intro (now  <em>intensely bored</em> ) I watched the kickoff and tried to start discerning the rules. After about a minute I had figured out they were kind of similar to rugby; after a couple of minutes someone scored. <br/> \n <br/> \nI should note that, when this happens in rugby or Aussie rules, there is a two-commercial break before play resumes. That's sixty seconds, and it's what we're used to. In NFL, there is a full 4.5 minute break before we come back to eight minutes of discussion about the play that just occurred. Play resumed, and shortly thereafter halted again... another ad break. At this point I switched over to Scrubs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "persnicket",
    "plus": 0,
    "snip": true,
    "text": "A comment left by persnicket was marked lame too many times and excluded. (marked lame by NeoNaoNeo, headphones, Mastronaut)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "There's a reason you got lamed for that, and it is because  <em>Scrubs is awesome</em> . Also I think you used the wrong metaphor, there?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "nobody listen to this man scrubs is not worth watching"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by hateandwar, prolefeed5, tekende, apocowarg, autrepoupee, blacksheepboy, bug, Crowly, BrianNotBrian, Hatstand_McQ, Doc_Rostov, tellumo)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "juanclaudius",
    "plus": 3,
    "snip": false,
    "text": "Bro, it's hell of wack to be blabblin' smack on a nation's peeps just because of it's pres. You runnin' game on dudes so fresh their  <em>grandma's</em>  wearing Nikes, and you KNOW we all wanted the pale dude with the hell of environments up in our House. <br/> \n <br/> \nWE FUCKED UP. OKAY. WE'RE MOVING ON IN TEN MONTHS. OKAY? <br/> \n <br/> \nSorry, you touched a nerve with your rampant disrespect for another nation's citizens. And you made a chemistry joke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by hateandwar, prolefeed5, tekende, apocowarg, riotdejaneiro, Mangtastic, fosters, blacksheepboy, headphones, Crowly, BrianNotBrian, Hatstand_McQ, bixschmix, Doc_Rostov, genequagmire, tellumo)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "So basically what you're telling us here is that in spite of knowing absolutely nothing about America you feel comfortable generalizing endlessly about everyone who lives there and assuming other people will give a damn. Are you perchance autistic?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by prolefeed5, tekende, apocowarg, riotdejaneiro, blacksheepboy, headphones, BrianNotBrian, kickstart, Doc_Rostov, echidnaboy, tellumo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by Spoon, Cypher, Satyr)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Wow. Way to be just as much of a dick as soticoto."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "But rowboat is funny. soticoto is the scientific opposite of funny."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I would like to see your Thesis."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Don't know about Tekende, but here's  <em>my</em>  thesis... <br/> \n <br/> \n[grabs nuts, shakes vigorously.....cries a little, but you can't see]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 5,
    "snip": false,
    "text": "[steps up to rowboat] *now don't  <em>grab</em>  them so  <em>vigourously</em> , you're doing it wrong, shake them like - oh god, just give them here*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Butte."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "I don't approve of your profiling of autistics. Having a high-functioning version of autism called \"Asperger's Syndrome,\" I'm a bit offended. Also, I'm not sure I see the connection between autism and bigotry."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "Lionboy, I think most people realize that. But Soticoto is an enormous douche, is proud of all of his douchiest aspects, and spends all day trying to make himself more douchy in ways that he would not naturally be a douchebag were he not trying. Since he is  <em>also</em>  proud of his Asperger's, it is inevitable that he get mercilessly mocked for that, as well. A douchebag vegan will get mocked for his veganism, even though veganism isn't what makes him a douche. <br/> \n <br/> \nIs that unfair? Of course. But making fun of Soticoto for being autistic makes him genuinely angry. And making Soticoto even more miserable than he makes himself is worth causing all the other autistics in the world a little pain."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 1,
    "snip": false,
    "text": "There is no such thing as aspergers. Ive been told I have it many times, but I just hate most people because they are so dumb, so I don't want to leave my house and get disappointed. I got over it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "That is a description of mental illness, yes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I can respect your desire to troll. <br/> \nBut that is where I draw the line... as you're doing it in the most hypocritical of manners."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "\"The only people who care about america are americans\" <br/> \n...and people who make lists about them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "1. I live in a smaller suburban city, of 100 thousand, so I wouldn%u2019t know about the noisiness. Although, I can%u2019t imagine that London is much better than New York, so I don%u2019t know what you%u2019re getting at there. I have been to Honolulu, though, and I can%u2019t say it was very noisy there; but that might just be the general relaxed aura that comes with being in Hawaii. :P <br/> \n <br/> \n2. I don't have a problem with guns. I don't think they're a problem. Frankly, I don%u2019t see why a lot of super-liberal people are so upset about them. I mean, I%u2019m pretty liberal, but that%u2019s one thing that I don%u2019t get. <br/> \n <br/> \n3. I think a \"revolting accent\" is when you can't tell the difference between the words \"law\" and \"lore.\" However, I will concede that being unable to tell the difference between the words \"madder\" and \"matter\" is also revolting. But in no other respect can I justify a description of any English accent as \"revolting.\" Except maybe the Australian one, but even that one is tolerable. I think you%u2019re just being discriminatory here. I can%u2019t grasp where you%u2019re getting this. <br/> \n <br/> \n4. We do speak English, and I frankly don't know what you mean by \"a mangled frankenstein's beast of what might once have been\" English. So we spell %u201C-re%u201D as %u201C-er%u201D and %u201C-our%u201D as %u201C-or.%u201D How is that a huge difference? The only word I can think of that is  <em>really</em>  different from British English in American English is %u201Cyogurt/yoghourt.%u201D Otherwise, I%u2019m not sure what you%u2019re getting on about with this point. <br/> \n <br/> \n5. Only a few, very bigoted Americans think that way, mostly in the %u201Cdeep south.%u201D <br/> \n <br/> \n6. I%u2019m not sure what you mean, but I think you%u2019re referring to our foreign policy, which is unpopular even here. Maybe you could clarify. <br/> \n <br/> \n7. Sadly, I live in a %u201Cred state%u201D and can (to some extent) relate to your observation here. However, I would like to say that there are quite a lot of %u201Cblue states,%u201D mainly in New England, the Great Lakes region, and the West Coast, where Christianity is a lot more moderate, and is not taken quite so seriously."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "Damn it, I typed this in Microsoft Word. I should have converted all the apostrophes and quotation marks before posting this. Oh well, I hope you guys can read this anyway."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Apostrophes that turn \"can\" into \"can't\"?  <br/> \nConfusion of such things can seriously hinder the process of communication."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "\"* Calling their language \"English\" despite it being a mangled frankenstein's beast of what might once have been the English language.\" <br/> \n <br/> \nYou have no idea what you are talking about.  Everyone thinks that because they speak a language, they are necessarily experts therein.  Fail."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Except that I have a plenty good idea, and you haven't even tried to justify your statement to the contrary, instead making some unrelated remark and then effectively proclaiming your own failure."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rogergs",
    "plus": 6,
    "snip": false,
    "text": "Unlike the one-meter backstroke, the two-meter variant requires a nearly-full tub, mastery of a complicated tuck-and-roll maneuver, and an especially indulgent parent or guardian."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Attempt at such a thing resulted in my dubbing my little sister the Prancing Dancing Fairy  <em>Walrus</em>  Queen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 12,
    "snip": false,
    "text": "Wim Wenders explored the relationship between mothers and their champion ski-jumping sons in \"Approaching Heaven.\" In the end, the protagonist craters at the Olympics, his shattered form and skis mirroring the Crucifixion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by stormypinkness, jstegall, pwb, equinn2006, bobodante, Sprog, megstud, achewife, Fcannon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hungryjoe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hungryjoe was marked lame too many times and excluded. (marked lame by Spoon, NeoNaoNeo, katal, wolfsleepy)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 4,
    "snip": false,
    "text": "and its also difficult to accept for some people that America likes to measure things in feet and miles rather than a 10 based system. <br/> \n <br/> \n.... only three countries in the world don't use the metric system Burma, Liberia, and the US of A. Man, thats a power trio right there! <br/> \n <br/> \n(oh im from Texas and hell yes the US beat Brazil in the first round of the World Cup... booyah)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "We don't use the metric system in England either. Well we do, but it's not exclusive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "how many miles in a litre?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Answer: Enough."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hungryjoe",
    "plus": 1,
    "snip": false,
    "text": "oh man i didnt expect no chubbies for that.  you guys didnt have to go that far it is nice though but damn"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": false,
    "text": "are you talking about what he said or what onstad said"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moraiat",
    "plus": 32,
    "snip": false,
    "text": "I've thought about this... A lot more than anyone should... there are a few ways to look at it and I'm probably gonna get lamed. Ah well. <br/> \n <br/> \nFirst of all, what should  <em>Phillipe</em>  write? Football? \"Football is popular everywhere but America\". Have about 9/10 of your readers going \"wtf?\".  <br/> \n <br/> \nI would imagine someone such as Cornelius would indeed say \"Football\" or \"European Football\" as he would know that some people have trouble with the word. Phillipe is five (for the past 6 years) and is not one to make such distinctions. This is his newspaper. <br/> \n <br/> \nLastly, if someone says soccer, everyone knows they're talking about the little black and white ball being rapidly transported over a field of grass. If someone says Football, it could mean the brown oval or black and white sphere related sport. At this point, despite Europeans offense and American weird nomenclature to name a sport in which the ball is not supposed to be on the ground after the part of your body which is constantly in contact with the ground football, football is a very mixed term around the world. By distinctly using American and European as prefixes for Football, one can avoid this confusion. However, I've never been in a conversation in which it wasn't obvious which \"football\" was being referenced, that's the great thing about context.  <br/> \n <br/> \nSoccer, according to some hasty Wikiresearch, is a bastardized shortening of \"association football\" which was coined by an Englishman, Charles Wreford-Brown. Although, no one in Europe could possibly stoop to call it that or even accept that it's an acceptable name. After all the name has only been around for the past 130 years. Utter Hogwash. <br/> \n <br/> \nFootball/Gridiron Football/American Football obviously has roots in rugby but the two have been separated by an ocean for a few centuries so American Football is a lot different. I don't have a lot more to say on the birth, infancy, or fruition of AF because there's no reliable source on it. Basically somewhere in the eastern states, a hundred or so years ago, some people started playing some bastardized version of rugby and said \"we want a bigger field and pass forward, oh and scrums should happen more\". Lots of people liked it and somehow football was its name in the USofA. <br/> \n <br/> \nI'm a canadian who doesn't like sports, so I'm not picking sides, but, like I said, I've thought about this way more than anyone should. Nomenclature is a silly thing and there are better things you can get offended about, like: like who has a worse president/prime minister!  <br/> \n <br/> \nps. Europeans: you have a wonderful set of countries, I would love to visit them all, but I can't because I am poor."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "luckyg",
    "plus": 1,
    "snip": false,
    "text": "I'd chubby this but apparently I have been too friendly on this page."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "catachresis",
    "plus": 3,
    "snip": false,
    "text": "My friend, you know your onions. I respect that. The name of the sport is, for me, a minor beef, and on that beef, you have me pegged down. <br/> \nI am also not a man who takes offence at any slight on the reputation of my national sport.  <em>That is not what bothers me.</em> <br/> \n <br/> \nWhen a man who plays golf (a sport composed mainly of walking) and writes strips about baseball (a fine sport, but one mainly composed of breaks between throws of a ball) disparages a sport whose games consist of 90 minutes of near-continuous action by implying that nothing \"happens\" in said sport, I think it's only fair to call that man out. <br/> \n <br/> \nIs it not?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "moraiat",
    "plus": 7,
    "snip": false,
    "text": "Yup, I would agree with saying that he would be out of line saying that nothing happens in a constant-action game when a  <em>lot</em>  happens more than anyone can see in the cameras or hear from the announcers.  <br/> \n <br/> \nBut this isn't Onstad's voice and I take it that you are calling out Onstad's ignorance of the game. This is Philippe, he's five and rarely let out of the house. Philippe is generalizing one of the various actions of Soccer (perhaps he makes a simple observation based on a snippet of a game in which a ball traveled from one side of the field to the other and then back again) and made a comment on that.  <br/> \n <br/> \nIf it were posted on Chris' blog and elaborated on then I would agree that he's being ignorant or wrongfully oversimplifying the sport. There are a few cartoons on network TV that have these disclaimers that go like \"The opinions expressed in this program do not reflect those of yadda yadda yadda\", I think something like that might be applicable here. I don't know Onstad's personal opinions about Soccer, they might be parallel to Phillipe's and they might be totally different. I just know that he thought it would be funny to make a five-year old otter make naive generalizations about the most popular game in the world. I got a chuckle out of it so I guess it worked."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catachresis",
    "plus": 1,
    "snip": false,
    "text": "Y'know what I think to that? <br/> \nI think it's fair enough."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I really wish I had a chubby left to give you- that was everything I wanted to say after reading this far down the page, only better than I would have said it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh... and it's the most played sport in America. Although not the most spectated. Mainly because the differences between spectators and players of sport are many and varied (all of which I'll let your prejudices work with). Another thing of which Philippe is ignorant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What you have said about both golf and basketball can be perfectly applied to European football, substituting \"running\" and \"kicks\" for \"walking\" and \"throws.\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sttaffy",
    "plus": 5,
    "snip": false,
    "text": "No matter how many people like soccer I still don't like soccer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckyg",
    "plus": 1,
    "snip": false,
    "text": "Still no Wikipedia article for Wu-Dzuh? I am almost disappointed!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangaknightz",
    "plus": 0,
    "snip": false,
    "text": "http://gallery.zoom.nl/image/203476/samen.html thats the only result for wu-dzuh on google"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": false,
    "text": "<em>Almost</em> ???"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "He's right. That  <em>would</em>  be a pretty gross tattoo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "longpig",
    "plus": 4,
    "snip": false,
    "text": "... but I need these baskets back!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "raplegend",
    "plus": 4,
    "snip": false,
    "text": "Non-Canadians just don't understand our momentous heritage:  <a href=\"http://web.archive.org/web/20101008201452/http://www.histori.ca/minutes/minute.do?id=10186\">http://www.histori.ca/minutes/minute.do?id=10186</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Aw, I spent whole minutes on google trying to find that link! Kudos on beating me to it. <br/> \n <br/> \nI will be sure to remember this the next time the Heritage Minute Drinking Game is whipped out at a party."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zulko",
    "plus": 1,
    "snip": false,
    "text": "!! Please illuminate a fellow countrywoman as to the principles of this game. <br/> \n <br/> \nDo you drink every time someone dies nobly or expresses righteous indignation?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "Haha, nope! It's pretty basic and unimpressive. You take turns naming Heritage Minutes. If you can't come up with one that hasn't been mentioned yet within some arbitrary (short) time limit (5 seconds?), you have to drink.  <br/> \n <br/> \nI am sure people more inventive than my circle of friends have come up with a better Heritage Minute drinking game (I guess ours is more of a challenge than a game). Is an ironic drinking-induced brain cell shortage to blame?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "contrasoma",
    "plus": 1,
    "snip": false,
    "text": "Out of chubbies, but posting to let fellow Canucks know that the sacrifices their livers made in the name of government-sponsored television filler are acknowledged and honoured.  In short: now the people will know we were here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Burnt toast! Doctor! I smell burnt toast!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "Another crimeful names: <br/> \n <br/> \nAlbert Pujols (say each syllable distinctly) <br/> \nDick Pole (just say each syllable) <br/> \n <br/> \nBoth are famous or semi-famous baseball players."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jrpigman",
    "plus": 0,
    "snip": false,
    "text": "Pujols actually plays baseball for the Cardinals <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": false,
    "text": "oh dammit I read basketball in the post above. Disregard. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katal",
    "plus": 0,
    "snip": false,
    "text": "Dick Pole really isn't that famous of a baseball player. He was a below-average pitcher for a few years in the '70s. That's all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unaware",
    "plus": 0,
    "snip": false,
    "text": "I think I gave him semi-fame due to his name, and him being a SF Giants pitching coach, which eventually led me to the creation of my most favorite fantasy baseball team name:  \"Dick Pole's Staff\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katal",
    "plus": 0,
    "snip": false,
    "text": "I forgot about his time as a coach!! Nice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Heh.  \"Semi-fame.\"  I wish I could give you half a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "That thing about basketball and ladders is actually true. It took them a while to realize they could just cut out the bottom of the basket."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "OF COURSE it's actually true!  This is Achewood!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "red_dawn",
    "plus": 0,
    "snip": false,
    "text": "Is this the first actual fact in Friday Facts?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201452/http://www.youtube.com/watch?v=xzsbZ3oem3Y\">Philippe must be watching CBC again.</a> <br/> \n <br/> \nA frightening thought."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tetsujin was marked lame too many times and excluded. (marked lame by stormypinkness, PhoenixUltima, Lacrimus, katsura, Ravenmancer, Red_Dawn, alzuna, equinn2006, bobodante, Daniel, mattylite, Sabacc)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sabacc",
    "plus": 0,
    "snip": false,
    "text": "This is by far the best Friday Facts. You had me at \"Bass fishing,\" but you kept me with \"Americans  <strong>like when things happen.</strong> \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": true,
    "text": "A comment left by steerpike66 was marked lame too many times and excluded. (marked lame by skizm699, tekende, snidedk, equinn2006, bobodante, dirtyonethirty, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 45,
    "snip": false,
    "text": "You are arguing with a five-year-old cartoon otter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "If only it was this easy to make people to look stupid all the time. <br/> \n <br/> \nHella chubbies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skizm699",
    "plus": 1,
    "snip": false,
    "text": "Ethnocentricity for the win!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 5,
    "snip": false,
    "text": "Is the second part of your argument meant to imply that it takes skill just to  <em>watch</em>  soccer?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is indeed what it says."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i've been reading achewood since philippe was standing on a drum machine, and maybe i'm just dumb, but i've never been able to figure out who 'l.b' is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "(manual) <br/> \n <br/> \nLie Bot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 2,
    "snip": false,
    "text": "'l.b.' is 'Little Brother,' the seldom-seen sibling of Little Nephew.  I swear that's true.  Lie Bot told me so himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": false,
    "text": "Little Brother is watching you <br/> \nAnd pretending to be Japan Man"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 2,
    "snip": false,
    "text": "\"I can make it on my own!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alessandro",
    "plus": 0,
    "snip": false,
    "text": "hahaha. why Americans don't like soccer made this strip. what happened to fuck you fridays btw?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Fuck you, man!  Friday Facts is way easier to write..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": false,
    "text": "Well, fuck you!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It seems every Friday is Fuck You Friday, if you just wish for it hard enough.  Or if you post here, whatever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "There is a Fuck You Friday within all of us...?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Actual race car driver name crime:  Dick Trickle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cassandrakazenzakis",
    "plus": 1,
    "snip": false,
    "text": "i freakin love how ray is dressed up in his 'let no man put asunder what i believe is thee proper attyre for foot-balle' outfit from when he gets sort of stoned."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kazad",
    "plus": 3,
    "snip": false,
    "text": "<em>Daaaaang.</em> <br/> \n <br/> \nAlt text now visible in Acheworld? I have no reason to logout now. <br/> \n <br/> \nYay, man. Hooray. Hooray for some guys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "oh shit, lie bot, that is so obvious.  i guess i just always think of his name as being one word in my mind.  i have kind of a brain thing. <br/> \n <br/> \nspeakin' o which, how does one reply to a post in such a way that the message is indented somewhat in the screen?  i tried the thing where you click on 'reply' but it doesn't do what common sense would have led me to believe was its function."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "The golf part severely reminded me of this video:  <a href=\"http://web.archive.org/web/20101008201452/http://www.youtube.com/watch?v=JBOOmtXVN5U\">Robin Williams on Golf</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saurkraus",
    "plus": 1,
    "snip": false,
    "text": "Ah Stephen Bradbury. You got gold for Australia when everyone else fell down, but only because you were so far behind that you could react in time. How we admire\\hate you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whalethief",
    "plus": 0,
    "snip": false,
    "text": "I love this kid. Is there ever going to be a book of just Friday Fun Facts? I think that there should be, and the awsomeness of such a thing would shake the foundation of the planet!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "fielding",
    "plus": 9,
    "snip": false,
    "text": "Look at Ray, walking past that motorcycle, completely ignoring it, on his way to the basket court.   <em>\"You aren't good enough for me, motorcycle.  You don't fight diabetes enough.\"</em>   In his heart, he apologizes, but dares not ruin the moment with more words.  He walks on.  The motorcycle leans on its kickstand, alone.  It is beyond caring."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "*clap*"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Love the crack about soccer. I am also like this without even being american!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mountaindewtab",
    "plus": 1,
    "snip": false,
    "text": "Americans like when things happen. Except in iraq."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "That soccer quote could totally go on a t-shirt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Philippe knows all about being chased inside an empty van."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "slalvation",
    "plus": 0,
    "snip": false,
    "text": "Their mothers knew that they would die one day!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Philippe hit the soccer nail right on the head, for me at least."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite friday facts so far."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lionboy",
    "plus": 0,
    "snip": false,
    "text": "Are some names...  <em>crimes?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_pink",
    "plus": 0,
    "snip": false,
    "text": "The first sport is Wei-Qi, a chinese game that  <em>is</em>  similar to chasing someone around inside an empty van."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "-5 to the soccer comment,  5 for the basketball thing being true.  A wash!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Also, vilifying Americans for using the word \"soccer\" when you quite earnestly discuss \"footie\" is pretty fucking retarded.  Both of those words are terrible at being manly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "Americans are all sorts of correct when it comes to soccer"
  }
]