[
  {
    "depth": 0,
    "minus": 2,
    "name": "padijun",
    "plus": 7,
    "snip": false,
    "text": "A milestone: the first Roomba Theater to utilize makeup!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mc_white",
    "plus": 5,
    "snip": false,
    "text": "nah, thats just Teodor lookin constipated. Happens every time he wears a sourdough codpiece."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 21,
    "snip": false,
    "text": "It's a yeast infection"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyromancer",
    "plus": 3,
    "snip": false,
    "text": "Cranberry stuck in his eye"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "massialot",
    "plus": 15,
    "snip": false,
    "text": "Man, he must be flexible, then."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "I was thinking that, and then you articulated it. A chubby for you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 40,
    "snip": false,
    "text": "Interesting tidbit about yeast infections, and indeed  <em><a href=\"http://web.archive.org/web/20101220003337/http://en.wikipedia.org/wiki/Candida_albicans\">Candida albicans</a></em> , the fungus that causes it. <br/> \n <br/> \nAs well as naturally occurring (generally without issue) in your gastrointestinal tract and mouth, it also occurs - due to the mouth/nose connection - in the nasal cavity. <br/> \n <br/> \nWhy is this interesting?  Because, apparently, my sinuses are highly allergic to it. <br/> \n <br/> \n <em><strong>To something that naturally occurs in your motherFUCKING nose.</strong></em> <br/> \n <br/> \nThis has to be the stupidest damned allergy that I know someone having. <br/> \n <br/> \nThe next few, in order: <br/> \n <br/> \n2. Horribly allergic to bandaids (all-round tough guy and man's man brother-in-law, who has made half the furniture in his house out of steel, hardwood and brawn) <br/> \n3. Penicillin (other brother-in-law, dock worker, wouldn't have survived WWII if he was a soldier) <br/> \n4. Sulphur (comically ditzy mother - this one doesn't come up much except when we go to the local springs) <br/> <br/> <br/> But #1, fucking  <strong>easily</strong> , is taken out by being essentially allergic TO YOURSELF."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "For some reason I can hardly chubby anything any more. And you sir, are the loser in this. vChub."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "Happens to all of us with old age."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Gran Torino: OLD RAGE"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "I will refrain from lighting a match at you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 2,
    "snip": false,
    "text": "My cousin was allergic to his own SKIN. It almost killed him but they managed to save him in one of those medical-miracle kind of things. He later OD'd on crystal meth when he was in his early 20s."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "It is possible to be allergic to semen. I am not making this up at all. It sounds quite unpleasant to be a lady with this sort of condition. <br/> \n <br/> \nSadly I'm allergic to both penicillin and morphine. I really do not desire to get hurt."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mirzabah",
    "plus": 0,
    "snip": false,
    "text": "Why would you desire to get hurt at all?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 12,
    "snip": false,
    "text": "for morphine"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "instantaneous",
    "plus": 0,
    "snip": false,
    "text": "Shit dogg  <em>I'm</em>  allergic to sulphur. You trying to make me feel bad about how I can't get my spring on?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Nah, just not at  <em>my</em>  local springs. <br/> \n <br/> \nNot missing much, to be honest.  After all, they smell like sulphur -  <em>and sulphur smells like ass.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 5,
    "snip": false,
    "text": "The only cranberry in this strip is Teodors yarbles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrfedora",
    "plus": 3,
    "snip": false,
    "text": "Is something mainly of girls!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "I am so afraid to ask what your avatar is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lux",
    "plus": 1,
    "snip": false,
    "text": "It's -  <em>HAT-TASTIC!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mrfedora",
    "plus": 0,
    "snip": false,
    "text": "first of all, have v-chub for that observation.  <br/> \nSecond of all, it is a portrait of Baron von Beesworthy the beemancer, after one of his beloved bees was brutally murdered."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mrfedora",
    "plus": 0,
    "snip": false,
    "text": "Here it is in high-res glory. <br/> \n[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mrfedora",
    "plus": 0,
    "snip": false,
    "text": "damn it"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mrfedora",
    "plus": 0,
    "snip": false,
    "text": "hopefully this shall work <br/> \n <a href=\"http://web.archive.org/web/20101220003337/http://img153.imageshack.us/my.php?image=onoeszc7.gif\">[img=http://img153.imageshack.us/img153/1228/onoeszc7.th.gif]</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Oh god... Poor Baron von Beesworthy.."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mrfedora",
    "plus": 0,
    "snip": false,
    "text": "it is the face of infinite sadness"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by soup_alex, gladi8orrex, NeoNaoNeo, falseprophet, StagnantDisplay, LordHumungus, UgliestSong, bigtom, prius_chaser, TheLoneliestMonkey, littleherrdoktor, Jopon, luckypyjamas, lux, shoethings, JoshuaGross, pquinn87)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by straw, blastradius, falseprophet, InspectorGadget, LordHumungus, cuddlefish, Scorpio_nadir)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 13,
    "snip": false,
    "text": "They haven't had anything to do with Roombas for a long time.  It's simply the motif used to signify cinematic parody in Achewood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by straw, Conn, Afkpuz)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I hope to catch up the the present soon.  I am now at January 2007 in the archives."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "why won't it let me lame you? i haven't even used any today. you  <em>are</em>  lame."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tsrts13",
    "plus": 3,
    "snip": false,
    "text": "the star wars millenium falcon roomba strip is one of my favorites, and the assassination of abraham lincoln is quality as well.  basically, i am saying that you are wrong."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Wrath Of Kahn: Also good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wrath of Kahn was the best yet.  <br/> \n <br/> \n\"It'll wriggle around and hell of kill me!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "DAAAAAAAAAAAAAAAAAAAANNNNNNNNNNNNNNNGGGGGGGGGGGGGGGG IIIITTTTTTTT!!!!!!!!!!!!!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "\"The millennium falcon is hella suckin\" is one of my favorite lines ever."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tsrts13",
    "plus": 0,
    "snip": false,
    "text": "\"Oh, crap, R2! You can't leave grapesicles on the couch! Those covers cost like two hundred credits!\""
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "This is actually the only one of the Roomba ones I found funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 1,
    "snip": false,
    "text": "people who mark constructive posts as lame are confused."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, Pox, dutch, atticusonline, snoozebar, the_dingle)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It takes a whole lot for me to put someone on ignore.  Though I am lukewarm at best about blastradius' comments, verily, he has lamed me thoroughly in the past, I ultimately agree with them.  The only things I mark as lame are things that make the thought \"That was lame\" appear in my head as I read them. This was not the case."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I was with you in the first post, but I find that lames give the forum a little bit of spam control, as well as incentive for forum etiquet. <br/> \nWhile living in fear of posting an unpopular opinion may be an unwelcome effect of this, I can't say it is the worst scenario, either. Keeps the snicks in line, and is more welcome than a heaping of flame posts. Also, the moderation in which one must use lames keeps this in check as well. <br/> \n <br/> \nSo, anyway, in conclusion, assetbar sucks."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 3,
    "snip": false,
    "text": "assetbar means too much to you"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 7,
    "snip": false,
    "text": "that comment is for 'alreadyinuse'. i hope you can read all this from the google summary, douchebag"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You're a pathetic little shit with no lifestyle or habits.  Now go sit in the corner until someone comes along to show you how we deal with  <em>people</em>  like  <em>you</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "Is mainly a thing of women!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clembot",
    "plus": 0,
    "snip": false,
    "text": "Is mainly a thing of chicks"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morelaak",
    "plus": 1,
    "snip": false,
    "text": "i don't know man, looks to me like he's halfway done up for going to see The Cure. <br/> \n <br/> \n...man, the cure is silly..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "coogs",
    "plus": 0,
    "snip": false,
    "text": "The Cure are rad so shhhh"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Huzzah!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it IS from that one game!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "obtree",
    "plus": 1,
    "snip": false,
    "text": "Its not makeup, its a fake eyelash. I don't think those count as makeup, but I'm not an expert."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by davey-boy was marked lame too many times and excluded. (marked lame by lawbot, waddie, Ihmgard)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lux",
    "plus": 1,
    "snip": false,
    "text": "Droog, friend, not brutha."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "\"O my bruthas and only friends\". I believe this is in the voice-over narration after he leaves prison."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 7,
    "snip": false,
    "text": "You just got neck-bearded!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tourach3",
    "plus": 1,
    "snip": false,
    "text": "DUDE <br/> \nyou just CHANGED MY LIFE WITH THAT COMMENT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "If that is true then you have a very flimsy basis for the way you live your life."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "...and mine. NECKBEARD, AWAY!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Plus a bit of the old in and out, in and out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juanclaudius was marked lame too many times and excluded. (marked lame by straw, Norsef, madnes, ppccd, NeoNaoNeo, gothfae, falseprophet, cyberia, tsume454, verplanck, Nodal, Ihmgard, harry, obtree)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "boredom_man",
    "plus": 11,
    "snip": false,
    "text": "I would disagree by laming, but I've taken up reserving those for comments which irritate but don't anger me. Obviously you do neither by being horribly, incredibly wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juanclaudius was marked lame too many times and excluded. (marked lame by ppccd, NeoNaoNeo, caduceo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Fair enough. Are you sure you've got those dates right, though? There was only one Kubrick after 1990, and the Barry Lyndon fans I know like it, also."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 0,
    "snip": false,
    "text": "Barry Lyndon is a badass movie. Clockwork Orange is as well."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "The only film Kubrick has made which I don't remember being OUTSTANDING is Killer's Kiss, his second feature film. I have not seen Fear & Desire yet but you cannot chastise a man who is learning his craft. <br/> \n <br/> \nYou trying to say KK > ACO ???"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tommycrashwreck was marked lame too many times and excluded. (marked lame by ppccd, falseprophet, tsume454, proof_man, sigmacoder, nutmeg, Methadone, drunkenimp, Dasuta)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by DaPooka, straw, Norsef, flazisismuss, ntopp, nicklon, UgliestSong, catgrl131, trevor328, proof_man, Ihmgard, nutmeg, heatbag, Panserbjorne, alchemicnirvana, RedSalesperson)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "theirateturk",
    "plus": 12,
    "snip": false,
    "text": "No.  <br/> \n <br/> \nFull Metal Jacket is pretty much one of the greatest films ever made.  <br/> \n <br/> \nHowever, I think I shall cease discussing movies on this board because I remember why I stopped posting on messageboards in the first place - once you have come to a certain point, arguing about movies or politics or your favourite colour or whatever is pretty stupid; it's only your own opinion that really counts, and provided that you aren't some moron, this will be evident in the long run through the decisions you make in life. <br/> \n <br/> \nIf you as a person (or any of us) want what you say to have some weight, you have to achieve something or it's all hot air. This is why people care what Warren Buffet has to say about the stock market, but the ramblings of two random douchebags on money.cnn.com are worthless. And even then, what most \"experts\" have to say on a topic can be worthless too. <br/> \n <br/> \nIf you want to mould peoples' opinions you have to do with through means other than well written internet posts. <br/> \n <br/> \nNow I have to drive across London in rush hour for 2 hours :)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tommycrashwreck was marked lame too many times and excluded. (marked lame by ppccd, gladi8orrex, InspectorGadget)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "As far as the character's making sense in Full Metal Jacket, speaking as someone currently employed in the armed forces, I have seen enough cases of war related PTSD and people's mind snapping in basic traning to accept the caharacter's as at least an exaggeration of people I know. Staff Sergent Hartman, however, I can accept at face value. <br/> \n <br/> \nMy main concern with that movie is mainly that it was two movies. The first time I saw the thing, I had no clue until half way through that Joker was the main character and narrator. Otherwise, I thought it was an okay film."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I didn't mean the characters weren't realistic people, I just meant that they changed their opinions and attitudes in ways that weren't really tied up in the causality of the on-screen events, and in any case we weren't given enough time with any of the characters to actually develop a sense of why they were acting the way they were, so their actions were either unbelievable or perplexing. Maybe there were just too many characters? I only saw this movie yesterday, so I'm still thinking it through, and I'll probably have to see it a few more times before I'm sold either way, but on my first viewing I saw nothing on par with other Kubrick films except a couple visual parallels and the line, \"SIR, I THINK I MEANT TO SUGGEST SOMETHING ABOUT THE DUALITY OF MAN, SIR, YOU KNOW, THE JUNGIAN THING, SIR\" or whatever it is. This attitude seems to have earned me something like 11 or 12 lames at press time, but I guess I'll just be a lame martyr for it since I have for some reason been \"out of lames\" for about a month and a half. I guess that's for the best though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Ah, thanks for the clarification, although before I can rebut to this, I require a little elaboration on a few of the instances in which you are speaking of."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Everyone is allowed their opinion, and getting lamed for it really isn't that big of a deal. Do you really expect anyone to agree with you? I found years ago that expecting people to agree with your opinions is about the damn dumbest thing one can do in their life. Opinions are the stuff of our insides, colored by our socialization and perception, and no one is going to have the exact same opinion. Frankly, I like being disagreed with. Well, provided the person disagreeing with me can argue their case like a rational human being, and not like a hormonally addled 13-year-old fuck tard with rabies. Though I will chubby you for your fervent defense of your opinion. 'Tis your right, and way to have stones."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "As I understand it, and I may be wrong about this, the reason Full Metal Jacket seems like two movies is because technically it's a literary adaptation of a novel with three discreet parts. Kubrick kept the first part more or less stand-alone, then merged the second and third parts together for the Vietnam section of the film. <br/> \nThe More You Know..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Well, hopefully they do, but personally, I am fatigued by this type of thing for reasons outlined in my previous post."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by lawbot, gladi8orrex, greg, stevegt500, FablesandBlues, sigmacoder)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "You seem to be saying that 22=4, but I'm okay with that because, hey, maybe in your world, it is!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Moral relativism begets mathematic relativism."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh, assetbar..making a fool of ever'one."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "You are implying that a man who has a desmonstrated a mastery over the stock market has done so through manipulation of luck alone. This is not a very valid argument."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In fairness, monkeys have done well at the stock market. Literal, actual monkeys. They tend to trade about once a year."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theirateturk was marked lame too many times and excluded. (marked lame by straw, lawbot, mikeronomicon, LaserBlade)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You know, I might end up regretting this, and I have as much reason as anyone to hate lawbot, but he really hasn't been that much of a dick lately. No need to disturb the equilibrium."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Are you sure you aren't 13? Or rabid? Or a fuck tard?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Fuck, replied to the wrong comment. I am the asshole here. I suck big ones."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 1,
    "snip": false,
    "text": "Fuck, replied to the wrong comment. I am the asshole here. I suck big ones."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "but that's exactly it. he's  <em>proven</em>  he knows what he's talking about, and is almost constantly right. <br/> \n <br/> \nno one can prove they know for a fact which movies are good and which aren't, whether you're some random ass on ACHEWORLD: MESSAGE FORUM or roger ebert himself <br/> \n <br/> \nthere's no such thing as objective appeal - like what you like and don't be elitist"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thorfinn was marked lame too many times and excluded. (marked lame by straw, meddle, quaga, lux, Doc_Rostov, Davey-Boy, tellumo)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "While lames may be a precious commodity, I always have one for a Rick Roll. Congradulations for being irritating on the internet."
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I was trying to think of something that was the exact opposite of objective appeal.  I noticed that, to my knowledge, assetbar had never been rickrolled.  When those two thoughts combined in my head, it seemed that the only possible link for this situation was a rickroll."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 1,
    "snip": false,
    "text": "It had occurred to me that this may have been your motivations, none the less; you know the rules, and so do I. I stand by my decision."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "It had occurred to me, but I try not to be a douche. Way to go douche. Way to go."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Why? Why are you annoyed by the rickroll? Rick Astley is a genius!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "There is non-sequiter humour, which is annoying enough. Then it gets amplified when it is attatched to a running gag."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "This may be the first actual occurrence of a vLame."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "Without really disagreeing with your point, I'd like to defend Roger Ebert and what he does.  Ebert's skill isn't Knowing What's Best, it's neatly summarizing a movie.  He doesn't just discuss what appeals to him about a movie, he discusses what might appeal to who about it.  He also presents his own opinions in an honest and funny way, but even those who disagree with him can get some use in his work. <br/> \n <br/> \n--EBERT PATROL: Making the world safe for Roger Ebert.--"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I am sorry that universalism is apparently so widely despised on Assetbar - filthy relativists. I'd give you a chubby if I could - you're quite brilliant when you revert from troll form. <br/> \n <br/> \nAlso, irateturk, I think he/she/it was saying that there is nothing meaningful in itself about being rich and/or influential because those things can  <em>also</em>  be achieved in ways that depend more on luck than on mastery. Warren Buffet does not fall under this category, but plenty of other influential people do."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I didn't say that every person who is rich or \"successful\" should be treated like Solomon, merely that if you want to be taken seriously in life you should attempt to become established in a field of sorts.  <br/> \n <br/> \nYour contribution to human knowledge will be far greater and wide reaching than if you just sat in your underpants posting some fucking brilliant Mark Twain shit on random messageboards. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101220003337/http://gladwell.com/2006/2006_10_16_a_formula.html\">Interesting Malcolm Gladwell article on this topic</a> <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "Hah, shows how much you know! I'm not even  <em>wearing</em>  underpants!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "You have my sword"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "And my axe"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "eileens_wetwipe",
    "plus": 0,
    "snip": false,
    "text": "Classic, dude, pure genius! I laughed so hard I almost swallowed my roach. Chubbied to hell."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Excellent use of  <em>italics</em> .  Laughed!  I thought I'd die."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tipist",
    "plus": 3,
    "snip": false,
    "text": "Rush hour for 2 hours?  <em>IMPOSSIBLE!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "kevh",
    "plus": 0,
    "snip": false,
    "text": "I just spent like a good minute trying to understand how you got an emoticon in that comment, not realizing it was in the avatar spot, and am going to feel retarded for the rest of today."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "You sir, fucking rule. This is probably the most well thought-out post I have ever read on assetbar. You get a chubby."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "This is one of the avatars with harder action than Ludovico. It haunts me at night and I sleep restless. I know the eye watches endlessly."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "terrainasaur",
    "plus": 0,
    "snip": false,
    "text": "nice avatar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rogergs",
    "plus": 11,
    "snip": false,
    "text": "I like Kubrick all right but can do without his internet fanbase.  All the detail in his films inspires the worst kind of paranoiac-critical fallacy, frame-by-frame Da Vinci Code games, and  <a href=\"http://web.archive.org/web/20101220003337/http://www.visual-memory.co.uk/faq/\">such arguments as</a>  \"Kubrick is so perfectionistic that all his mistakes must actually be intentional!  Ergo the shadow of the camera helicopter in the opening sequence of The Shining is  a Brechtian alienation effect that symbolizes the  <em>very shadow of death!</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "This fanbase you mention - both on and offline - is the scourge of all humanity, not just Kubrick."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximumcans",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maximumcans was marked lame too many times and excluded. (marked lame by straw, ppccd, habnabit, streever, freelancelove, bixschmix, voloshg, dewdars, Jujubeesforjesus, pquinn87, alchemicnirvana)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "freelancelove",
    "plus": 0,
    "snip": false,
    "text": "That is an Uncool Joke."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "bixschmix",
    "plus": 2,
    "snip": false,
    "text": "We don't take kindly to lolcats 'round these parts, maximumcans. Even when they're MSPaintified. Move along now, doggies."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 15,
    "snip": false,
    "text": "I dunno, I think it's pretty awesome. You guys need to stop smelling your own farts and let go of these uptight rules you've made for Assetbar. Obviously such posts are ironic, doubly so because they refer to the lolcat story arc. Maybe take a moment to think about context instead of being all \"OMGZ DUN POST DA LOLCATZ IT MAKES ME SO MADZORZ!!!!11\" Just saying is all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "The reason people usually flip out about lolcats is that they are horribly overused, that and the fact that 99.997% of them are incredibly stupid.  This is one of the .003% that are actually funny, but many still have difficulty suppressing the \"lame the lolcat\" instinct.  This instinct helps us to survive the rough voyage across this sea of idiocy known as TEH INTARNETZ.  While I admit that it is unfair to maximumcans, the anti-lolcat vigilance is necessary to avoid being PWN3D BY A 1337 H4XORZ while enduring taunts of STFU n00b I M IN UR BAS KILLING YOUR MANS and U R TEH SUKZORS OMGWTFROFLMAOBBQBRBTTFN I <3 pr0n <br/> \n <br/> \nIs this what you really want?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 5,
    "snip": false,
    "text": "Okay.... Try this: A cat, dressed as Jimmi Hendrix, with and Impact! font text that reads 'I are standing next ur mountain, chopping it down with the edge of ma hand'. Yes, or no?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "If the mountain were Mt. St. Helens, Krakatoa, or the like, preferably mid-splode, then it could possibly work, but the lolcat would have to be seen before final judgment could be passed."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Absolutely, yes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "SI!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mindbnder",
    "plus": 0,
    "snip": false,
    "text": "i don't know, it made me laugh pretty hard.  does that mean that i'm a...terrible person?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Depends. Is your avatar Darth Vader fighting a unicorn? <br/> \n <br/> \nIf so, then you are not a terrible person."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I'll put my money on Vader in that matchup"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "I don't know. According to the guy from The Perry Bible Fellowship,  <em>\"If Superman drove the Death Star into an atomic explosion that was being detonated on a Unicorn...the Unicorn would be standing when the dust cleared. That much is true\"</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mindbnder",
    "plus": 0,
    "snip": false,
    "text": "why, of course it is. <br/> \nIf Luke had failed, and Leia, then only the unicorn would survive to stop the empire. <br/> \nduh."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I think it doesn't make you a terrible person. In this case, you just don't have much empathy for the situation, which is unfortunate, because what happened was pretty awful. Maybe it's better for you to not feel sad about it, but I dunno."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sn0wman",
    "plus": 1,
    "snip": false,
    "text": "I liked ACO, but it is still only my seventh favourite Kubrick film, after Dr. Strangelove, Paths of Glory, Barry Lyndon, Spartacus, Full Metal Jacket, and 2001.  Which actually says quite a lot for Kubrick. <br/> \n <br/> \nAnd no, I'm not even going to try to italicize those names on Assetbar.  I've learned this from everyone else's mistakes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "I agree, though I would probably place Spartacus a little higher on the list. It's interesting that of Kubrick \"futuristic\" films (2001 and ACO - haven't seen AI) ACO seems so dated and 2001 continues to hold up - even its special effects are watchable. <br/> \n <br/> \n//thought I'd introduce a new Roomba-inspired avatar"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Nice one.  I love how Beef's Roomba moves slower than T's; it's like his depression is just a gravity field, just slowing them all down."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Hey, superb."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caseyb3",
    "plus": 1,
    "snip": false,
    "text": "Well, appropriate enough; Anthony Burgess was a self-obsessed right-wing twit - a house-proud part of a British tradition of obsessing over how horrible and numerous your inferiors (usually colonials with a stupid religion without vicars or buggery) are - so 'pubescent pretentiousness' is a pretty good call. The only good thing that can be said for Kubrick doing Clockwork Orange is that the ending made Burgess, who was in every respect the inferior craftsman but good luck convincing him of that, all pissy and dour."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "caseyb3",
    "plus": 0,
    "snip": false,
    "text": "Okay this is a response to the guy who connected ACO to a pretentious young man, who the hell put it here :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gmm",
    "plus": 4,
    "snip": false,
    "text": "Did... did your friend rape anyone?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kombatmedik",
    "plus": 0,
    "snip": false,
    "text": "that is the saddest thing..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "obtree",
    "plus": 0,
    "snip": false,
    "text": "Lets not forget that A Clockwork Orange was originally a novel. You can't criticize Kubrick for staying true to Anthony Burgess' masterpiece."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "who gives two shits in a biscuit about what some dumbass did at your school. (never mind those 18 people that bulbed you)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Ok, I love that movie, but the moronic fuck tard you went to school with just ruined it for me. Your opinion is defended, and I must now destroy the parts of my brain that are associated with the memory of that particular movie. Damn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Clearly you haven't seen Lolita."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "It wasn't great, but Sellers jabbering at H.H. about how handsome he is makes up for a lot of silly scenes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "It was an absolute butchery of the book. The casting was atrocious and contradicted every description in the book. The plot was rearranged for no reason. Key character-defining events were left out and a bunch of scenes just completely made up. Rargh, it just makes me so  <em>angry</em> . <br/> \n <br/> \nThe 1998 version with Jeremy Irons was far superior. Of course it was a bit melodramatic, but at least it stayed true to the material and preserved the emotional impact, rather than taking the opposite route and just making the whole thing a lighthearted comedy like Kubrick did. The comedic element in the book came mainly from Nabokov's wordplay, and there's just no way to represent that in film, so I think the later movie was the best possible adaptation."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Alas, better adaptations do not necessarily make for better films -- a death match between  <em>Everything Is Illuminated</em>  and  <em>The Human Stain</em>  immediately comes to mind. I'd argue the merits of Lyne's version with you, but despite the sometimes subtly hilarious cinematography, it was too boring to finish. And I've read the novel a dozen times, with Tarkovsky films as coffee breaks. <br/> \n <br/> \nAlternatively: Stephen King? Is that you?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I haven't seen The Human Stain, but I'll assume you're saying that it was a faithful adaptation and a poor movie, while Everything Is Illuminated was a loose adaptation and a great movie, because the reverse would mean that there was not enough room on this Assetbar for the both of us. <br/> \n <br/> \nIt's a shame you didn't finish the Lyne version. It does drag on (actually in the same way and in the same places that I thought the novel did), but the ending is pretty well done both in its style and the subtle ways in which it hints at Humbert being an unreliable narrator. Oh well, chubby for well-informed disagreement."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "That's what I meant, yeah. The opposite opinion would indeed be punishable by circumcision."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "again?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "That would be the joke, m'dear."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "Everything Is Illuminated was a cinematic abortion. sorry."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "YOU'RE a cinematic abortion.  The video's on YouTube."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 2,
    "snip": false,
    "text": "I shouldn't have posted that.  Now I regret it.  Damn."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>No,</em>  no, it was...it was good."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "no, honestly, Eugene Hutz is the only really good part of the movie."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Death Match! I got $50 on Phil Roth! -- he may be the old champ, but the new kid ain't got the moves yet. Who's takin' the action?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Oh, well, sure, for the  <em>books</em> . EII just beats the shit out of any Roth  <em>movie</em> . Still,  <em>Extremely Loud and Incredibly Close</em>  is pretty badass, and Roth, um, wears Depends."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I have a (so-far) reliable theory about Stephen King movies: the less input King has, the better the movie will be."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Yes!  Much like George Lucas and dialogue..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Nabokov himself liked the movie.  I know if you're any kind of person that won't change your opinion but I'm just throwing it out there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Actually I think he was polite about it in the media, but at some point likened it to a scenic ambulance drive from the horizontal passenger's point of view or something of the sort. Not quite sure what that means, but I don't think it's good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Well, if you're the horizontal passenger in the back of the ambulance, you can't really see the pretty scenery passing by.  You cannot enjoy it because it is just out of your line of sight.  At least, that's how I always took the comment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 10,
    "snip": false,
    "text": "Also, you are severely injured."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 22,
    "snip": false,
    "text": "========Ambulance Ride 2.0======== <br/> \n <br/> \nYou are in an ambulance. From your position you can see the ceiling. It is white. The paramedics are arguing about movies. <br/> \n <br/> \nAlso, you are severely injured. <br/> \n <br/> \nPossible exits: N, S, E, W <br/> \n <br/> \n:N <br/> \n <br/> \nYou try to move, but you are severely injured. <br/> \n <br/> \n=====GAME OVER====== <br/> \n <br/> \nYou have achieved 0 out of a possible 0 points. <br/> \nPlay again? (Y/N)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 3,
    "snip": false,
    "text": "everyone knows that Ambulance Ride 1.5 was the last good version..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "This deserves much more chubb."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You are on FIRE!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 2,
    "snip": false,
    "text": "Big Black!  Chubby for you my friend."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Sifl an Olly. <br/> \n <br/> \nLame for me, for probably not being the first person to notice that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You say that you are giving jujubeesforjesus a chubby, but the comment has no chubbies.  Did you intend to give a chubby and forget, or was that chubby supposed to be virtual and you didn't point that out, or, worst of all, were you lying?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "No, no. I apparently just have slight to moderate mental retardation. Which caused me to get so excited about those damn socks that I got all confused and befuddled. <br/> \n <br/> \nThanks for catching that so I could give the man the chubby he deserved! <br/> <br/> <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "I bet you also like the made for TV Dune better than the original Lynch/NotLynch moviefilm. You are a literalist sir! A LITERALIST!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I personally find literalist line-by-line interpretations of books to be  <em>incredibly boring</em> . \"The Tin Drum\" is an exception though (even if the early scenes are somewhat distracting in how faithful they are to the book.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "The Tin Drum? They made a BOOK out of that?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I personally find Lynch's Dune to be a film that fails to rise above the level of mediocre. Mostly because it was a pretty literal adaption with half the material cut out."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I knew someone was going to mention that eventually. <br/> \nI would have liked that movie a lot better if they had cut out a lot more matierial, and left the 'Put your hand inside the box' bit in."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 1,
    "snip": false,
    "text": "It would have been a lot better had they taken the money used to make the film, and spent all of it on coke and hookers, instead of most of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, perhaps. My point is not that I missed those bits because it was a departure from the book, but that it was long, and didn't really make sense, because half of it was just missing, rather than written out."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "IT BURNS."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Oh, I dunno. Dune has some moments of excellence. Also it's visually awesome in two ways. The set design is exquisite in parts - the Geidi Prime scenes are insane. And it's way way 80s. I mean it looks like Tron but evil."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it was sad day when they had to remake Kubrick to get the book right. Of course, Stephen King despisde Kubrick's THE SHINING and arranged to have that movie remade. The remake was OK; it did too much backfilling to explain things From Long Ago; I thought that took too much time. The last thing a horror movie can be is S . . . L . . . O . . . W . . ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gumbercules",
    "plus": 0,
    "snip": false,
    "text": "I'm making my first post ever (after months of lurking) to tell you how much I agree. Lolita is one of my favorite novels, and I have just never been able to watch the film without comparing it to the novel and grumbling to myself (and occasionally ranting to the poor soul who agreed to watch with me) the entire time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "slanger",
    "plus": 0,
    "snip": false,
    "text": "Wow, that Death avitar takes me back to the 90s!  Loved that comic so hard. <br/> \nTo your point: there's the old saying that a bad book makes a great movie and vice versa.  Of course, there are a few notable exceptions.  Just one of those things, I guess."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "I can't believe that the question of Cronenberg's Naked Lunch has not yet arisen in this thread"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That movie is sheer brilliance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Lolita is brilliant..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I think just making a movie based on Lolita was Kubrick's \"statement\" - the particulars of the movie were taboo and virtually unfilmable in 1962, which his why he relies on extra-literary stuff like Seller's burlesques to take up screen time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What? I can't think of any part of the book that would be unfilmable."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "The couch scene where they sing and he orgasms with a little girl innocently sitting beside him; the initial sex scene in the hotel; her girlfriend Mona talking in a \"sexy\" voice trying to seduce Humbert... There's quite a few racy scenes. And the concept of an older man keeping a thirteen year old as his little concubine was racy enough to begin with in 1962."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I don't think that keeping a thirteen year old as a \"concubine\" is racy - it's generally considered criminal.  <br/> \n <br/> \nAs to the couch scene, I think that could be done tastefully. The \"initial sex scene\" could probably be done without showing the sex, plus that would help bring out the ambiguity of whether or not it was consensual. The Mona scene doesn't actually have to be filmed with Mona being deliberately sexy, or it could just be filmed that way, because it's not obscene (in the censorship sense)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Did you see how they did it in the '98 film? There's a sort of slow montage scene where it shows their home life. At one point it shows her sitting on his lap reading a book and you're supposed to think they're sharing an innocent father/daughter moment. Then as the camera pans down you realize that her hips are moving."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, I saw that film many years ago, so I can't remember. Unfortunately, my memory is so bad that I can't remember if I thought that she was doing it deliberately in the book. Of course, part of the problem is that HH is an unreliable witness. One thing that I don't remember taking from the film at all was that it was entirely his recollection."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This was a pretty far-fetched excuse for Teodor to be naked. I'm pretty sure I remember Alex wearing underwear in the movie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terebikun",
    "plus": 0,
    "snip": false,
    "text": "I'm going to side with Achewood, I've seen the movie my fair share and I'm almost positive he wakes up naked and THEN puts on underwear.  His nudity made his guidance counselor's \"interest\" in him all the more creepy."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Did you actually SEE Barry Lyndon? Cuz that was worse. A Clockwork Orange at least had a social role to play in the violent 60s. Barry Lyndon was just muddy. Every outdoor scene took place in the mud."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 9,
    "snip": false,
    "text": "So did the entire seventeenth century, so it was higlhy appropriate"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Bravissimo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 31,
    "snip": false,
    "text": "To be fair, Burgess and Kubrick envisioned the Ludovico Technique in a world before goatse."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "[img] Photoshopped version of  <a href=\"http://web.archive.org/web/20101220003337/http://m.assetbar.com/achewood/uua3jdrGr\">this strip</a> . The tit is replaced with goatse. [/i do not have the time, skills or software to do this]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I would do it, but: <br/> \n <br/> \n1) I am working. <br/> \n2) I do not have the intestinal fortitude. <br/> \n3) Your description (paired with an Asseteer's imagination) ends up better than I could probably do it..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I want to set a Guinness World record for looking at goatse for longer than anyone has done before."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That is horrible!  Please do it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "Oh...oh my  <em>god</em> . I had no idea what a goatse was.  <em>Damn it</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I'm still not sure I know what  <em>a</em>  goatse is. Should it be used as a term to refer to any picture or example of a similar activity? <br/> \n <br/> \n\"Hey man, come look at this goatse!\" <br/> \n\"Man, why did you change my desktop to a goatse?\" <br/> \n\"I made you a goatse. I hope you like it.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Refers to a fad that gained a bit of ubiquity where people would try to trick others into opening a pic of a man openning his irregularily stretched rectum."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "*clap clap clap* <br/> \n <br/> \n...lost a brother that way..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "When you put it that way, it sounds kinda cute."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "i made you a goatse... <br/> \n <br/> \nbut i eated it"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "my goatse's breath smells like goatse food."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "Until you are so V-Chubbed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "Balkan hitting-porn normally consists of people just going at each it like powder kegs on the verge of explosion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "Completely devoid of facial expression, rising from the unconscious form of the combatant with no more care than from the potato field to which he'll return tomorrow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "Let's everybody give a nice round of applause for the Return of the Roomba."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theargentinian",
    "plus": 24,
    "snip": false,
    "text": "my mom just bought one of these... and I stood on it. It couldn't hold my weight. I'll leave the Roomba Cinema to the Acheworld. my mom is still pissed and the floor is still dirty."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "You should've put your cat on it. I assume you weigh considerably more than your cat. If you have one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 7,
    "snip": false,
    "text": "You are not a cat."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "synapse",
    "plus": 0,
    "snip": false,
    "text": "are you a cat? are you stuffed? cats aren't stuffed.  if you're a cat, you're not stuffed. QED."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "doc_rostov",
    "plus": 109,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "arbys",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is not a stuffed animal, he's a live honest-to-goodness cat."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "and Teodor is a stuffed bear. what is your point?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "Thanks Doc. For some reason I feel like I've won some Achewood Award in having my screen name be part of the title of an Assetbar-worthy picture comment. I would like to thank my mom for always being there, my Roomba for being at the right place at the right time, my stuffed cat collection for always making me feel like less of a pussy, Chris Onstad for making this all possible... (queue orchestra music)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 1,
    "snip": false,
    "text": "... to be accompanied by an explicit threesome at double speed!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "obtree",
    "plus": 0,
    "snip": false,
    "text": "Please change your avatar. It makes me want to vomit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "Harder action than the Ludovico Technique."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Good work, but I would have replaced \"Direct Roomba films!\" with \"So stand on it, Agnes!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "you have combined two of my favorite things here, and for that, I commend you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "argentinians and slumber?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I was thinking film clapboards and unpickable options, but that's a pleasant alternative as well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'M SO JEALOUS I WANT ONE SO BAD"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Go to Best Buy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "No such thing over here. As far as I know, anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "retinarow",
    "plus": 2,
    "snip": false,
    "text": "doyouliveinspace"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "(239,000 miles away from the Cure and also Roombas)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "therearealotofcountriesbesidesamerica"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chachibenji",
    "plus": 2,
    "snip": false,
    "text": "theyareallinspace"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sncether",
    "plus": 5,
    "snip": false,
    "text": "no, space is part of America. sorry."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Yes, we bought it in 1986."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "take that, gorbachev."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "My boyfriend, who works at Best Buy, tells me that although you don't have those there (and by there, I mean England, because I think that's where you said you live), you might have the Geek Squad? Which is owned by Best Buy. <br/> \n <br/> \nIf you don't have Geek Squads, then please disregard."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I have never heard of such a thing. It is a strange name for a store."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Well, it's a company based on computer repair. <br/> \n <br/> \nSo it's fitting?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I guess!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 2,
    "snip": false,
    "text": "You mom should stand on you, dolt!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "In Soviet Russia..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "...terrible jokes tell you?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cantilever",
    "plus": 3,
    "snip": false,
    "text": "I really don't like it when Teodor shows his teeth like that! With his puffy little bear mouth, so menacing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rustmouth",
    "plus": 19,
    "snip": false,
    "text": "Looks like John McCain after taking a slap to the eye."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "he looks like he opened a beer bottle with his eye and it got stuck there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "If he had glasses, it would look like Cheney trying to smile."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "Oh god, he's tried that? I thought he sold every facial muscle except those that produce a scowl, in exchange for power over the unsuspecting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "This was terrifying. Teodor has real menace."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 30,
    "snip": false,
    "text": "Dang. I was totally hoping the Boffin arc would end with \"Cornelius? Cornelius, I am a prostitute.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "v-chub"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "\"I remember the first night. We lived...opposite a dress shop, in the door of which a shop-girl used to stand...we came to an understanding by sign language...but when I came down in the evening someone else was already there - well this didn't make any differance...she...signed to me that I should follow them...we walked, I following slowly, to the girl's apartment...there the man said goodbye, the girl ran into the house, I waited a while untill she came out again, and then we went to a hotel...Even before we got to the hotel all this was charming, exciting, and horrible, in the hotel it wasn't different.\" <br/> \n <br/> \nKafka - Letter to Milena"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cynara",
    "plus": 1,
    "snip": false,
    "text": "My god, is that a Kafka letter to Penthouse?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef's internet wins."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Did A Clockwork Orange inspire anybody else to open a milk bar.   Because I've been entranced with the idea since age 14.   Yes, that's right, the legacy of the literary and filmic masterwork to my mind has been that milk bars are a wonderful idea."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Epinepherine laced drinks and large men in leotards? Count me in!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "There used to be a place in the East Village called the Korova Milkbar. The front looked pretty much like the bar in the movie, but beyond that it was just a regular hipster bar - no milk or drugs, unfortunately. On the plus side, there were huge comfy round chairs, they were always showing weird Japanese movies on the TV screens, and their Blueberry Cosmos were excellent. It closed a couple of years ago :-("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "there was a club in Moscow called Trish that actually had the mannequin bodies coming out of the wall and you could drink cold milk out of their tits - they even had little plastic slip cover dispensers all over so you wouldn't have to put your mouth on plastic tit infected with the diseases of the moscow club-going public (TB). It was pretty cool though. There were no drugs in the milk but everyone there was already on drugs anyway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I should clarify - as opposed to the Clockwork Orange milk bar, where the nips and other things were like... taps that you held a glass under, at this club you were expected to suckle fake teat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cantilever",
    "plus": 1,
    "snip": false,
    "text": "I...didn't think anyone would want to do that? I don't think I could do that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "The Fry avatar really makes that comment awesome. <br/> \n <br/> \n... Re: Moscow Milk Nipples, I am disgusted as a human being, but as an engineer I am <em> fascinated </em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "Dammit!!  I can't find any pictures online of MST3K and the \"Fridge Udders\"... <br/> \n <br/> \n\"It has three teats, that dispense whole milk, skim, and  <em>crushed ice</em> ...\" <br/> \n(ow, damn!) <br/> \n <br/> \nheh. teat."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Wow.  Good memory; I'd long forgotten that one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "For anyone unaware of the genius of MST3K, here's a screenshot from \"Alien From L.A.... <br/> \n[IMGS OFF] <br/> \n(I forgot that the third one dispenses  <em>chocolate</em>  milk...) <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "I was impressed not so much by the ingenuity as with the dedication to a design idea it showed. This meant that they installed some sort of refillable milk reservoir in the wall. Moscow is not known for caring that much about ANYTHING."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Yes, that is the perfect expression for that comment.  Yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "You would be surprised how versatile it is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "You could, and you WILL."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You must really be a krutoi chuvak, because I was under the impression that it was like impossible to get into any of the Moscow clubs what with the face control and all. Then again, I've been in America for 16 years and my only source for this notion is The Exile."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Trish had a relatively liberal door policy. They would filter out the obvious yahoos that were looking for drunken fightsings, and give favor to nerdy drugged up kids. And quiet Americans."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kombatmedik",
    "plus": 0,
    "snip": false,
    "text": "it closed??? I went there once, they actually specialized in milk drinks, like White Russians, etc. It was a cool place, and those chairs were pretty money."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Yeah, they also had VIP rooms in the back with couches and big TVs that played porn. I do believe it closed though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucidloon",
    "plus": 0,
    "snip": false,
    "text": "Wait, didn't they have cocktails that involved milk? That's what I was always led to believe..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lucidloon",
    "plus": 0,
    "snip": false,
    "text": "And now that I scroll down I see this was already covered. Hurray for being observant!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "There's a club in Bendigo (small Australian town) called the Korova Lounge but, unfortunately, it shares only its name with the bar from ACO. <br/> \n <br/> \nAlso, there's a bar in Melbourne (large Australian city) based on the Korova Lounge from ACO. It has lots of 1950s 'futuristic' decor and crazy cocktails. It's actually a pretty good place to end up at 4.00 on a Saturday morning when you're already drunk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "Sympathy v-chub for living in Bendigo. It is a lovely place  <em>to visit for a day</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I spent a week in Bendigo one night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A song on Bjork's debut album  <em>Debut</em>  was recorded \"at the Milk Bar toilets,\" according the to CD liner notes. I'm not sure what Milk Bar or where, or if this was a joke, or what, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bigtom",
    "plus": 0,
    "snip": false,
    "text": "Is it just me or is Teodor naked at some point in the majority of the strips he appears in?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003337/http://achewood.com/index.php?date=01252002\">I think it's just you</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "Well, Téodor IS the Anthony Kiedis of hiding in the hallway."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "Oh, dammitall. <br/> \nAssetbar is a harsh mistress."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I'm being attacked by two cute, sweetcorn-eating kittens! Blargghhhhh!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keir",
    "plus": 3,
    "snip": false,
    "text": "Teodor looks more like Oliver Hardy than Beef looks like Stan Laurel. <br/> \nNow I'm imagining Laurel and Hardy hell of rampaging through black and white London all made up with stuffed packages raping wives but Stan somehow bumbling it up and Ollie acting all exasperated and then Stan crying and whining, %u201CWell I couldn%u2019t help it dogg%u201D <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "keir",
    "plus": 0,
    "snip": false,
    "text": "What on Earth happened to my effing quotes goddammit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Makes more sense than Nadsat, droogg."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Another fine mess you got me into!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Welcome to BBcode.  Importing quotes from any word processing program is verboten.  You must type your quote marks here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "(Forbidden.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "a virtual chubby to you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 7,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003337/http://achewood.com/index.php?date=06232005\">RAP MUSIC, MY DROOGS!</a> <br/> \n <br/> \nhorrorshow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "opalleye",
    "plus": 0,
    "snip": false,
    "text": "This is one of the most over-linked strips on Assetbar, and for good reason."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moissanite",
    "plus": 2,
    "snip": false,
    "text": "Teodor and Roast Beef schedule these meetings through email. They lower all the blinds and make sure no one else is around during the performance. <br/> \n <br/> \nThis is sort of what it's like to still play GI Joes at twenty-three and doing everything in your power to hide it from your friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I played with Batman action figures until I was almost 17."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "Chris could illustrate a poop giving birth but as long as he mentions Stan Laurel he gets a five from me!!!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaa",
    "plus": 0,
    "snip": false,
    "text": "i was most certainly hoping for some hardcore thumbnail avatars, but alas, there is none of the old ultra violence to be found here. (sigh) who shall rise  to this challenge?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I'm sure that Onstad  <em>must</em>  have been referencing his own forum in some way. He must. MUFT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "<em>mult sizzle</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "Nooo you guys I was so happy when I made that joke and earned 32 chubbies on my first post <br/> \n <br/> \nI was like,  <em>32 Achewood readers thought something I said was funny</em> <br/> \n <br/> \nNow I see it may have only been because it was high up on the comments."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Capitol S is still an \"S\". <br/> \n <br/> \nOnly lowercase becomes an \"f\". <br/> \n <br/> \nI'm going to chubby you for your mistake, I'm not really sure why. Please don't take it as patronizing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "It's because you're besotted, you transparent, sweating sex maniac."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abj",
    "plus": 0,
    "snip": false,
    "text": "Me too, but I think all the hardcore thumbnail avatars must be taking some time to cook up. I expect we'll find some when we check these comments again, or in a few days in the comments of other strips."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abj",
    "plus": 1,
    "snip": false,
    "text": "Also, though there are already many worthy posts in the comments for \"Roomba Cinema - A Clockwork Orange\", I resolve to save my chubbies for said avatars."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "Where's fattybeaver with the avatar of the tit punch? Not that I particularly care to see  <em>that</em>  again, but I think it's an adequate equivalent. He's probably got worse in queue."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I was thinking the same thing, but I've already commented on that tit punch twice, and I didn't want to become a one-trick pony. I guess it is too late now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "You don't want to be known as the chick who is always talking about the tit punch. I understand that."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I wish people would stop calling icons \"avatars.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "Ha! Onstad totally disagrees with your views on this matter!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well, he is god, so I guess I should give up my defense of meaning and defiinitions and such and just bend over for the avatarinization of icons, hallelujah fellujah USA USA."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "Let's compromise and call them avataricons."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "<em>Avataricon</em> , the new novel by Neal Stephenson. 2008 Farrar Strauss and Giroux."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "You get a chubby for making me aware of a new Stephenson Novel, even if you did by fibbing about the title."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "YES!  And a chubby for  <em>you</em>  for mentioning it, thereby making  <span style=\"border-bottom: 1px dotted\">me</span>  aware!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "and i chubbied cromar for his involvement just because nobody else did"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Sometimes you gotta!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Neil Stephenson circle-jerk!!!  It's like the college experience I never had!!! <br/> \n <br/> \n...I did not want this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "My username is actually short for, \"Lo! Neal Stephenson!\" This circle-jerk was bound to happen sooner or later."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, punks, for making me look up Stephenson.  Looks like a writer I'd like."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Start with  <a href=\"http://web.archive.org/web/20101220003337/http://www.amazon.com/Snow-Crash-Bantam-Spectra-Book/dp/0553380958/ref=pd_bbs_sr_1?ie=UTF8&amp;s=books&amp;qid=1209057139&amp;sr=8-1\">Snow Crash</a>  (This is the most action-packed and film-ready, IMHO.) Dirty Bladerunner-esque future with cyber punk interweb hacking mindfucks. <br/> \nThe Diamond Age is slow, but fascinatingly set in the far-far-distant future. <br/> \nCryptonomicon mixes modern day with WWII, code breaking and intrigue. <br/> \nThe 'Baroque Cycle' books are VERY dense, and therefore somewhat difficult for short-attention-span (and slightly dense) individuals such as myself. <br/> \n <br/> \nFuck.  Now I'm gushing in my own little \"Book Corner\"... <br/> \n <br/> \nDammit! Where the hell is Lyle with that gut-punch?!?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks for the tips, and Lyle can go punch himself in the sack.  It ain't gushing if it's true (to bend a phrase). <br/> \n <br/> \nLooks like the next novel is  <em>Anathem</em>  in September."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "If you like that stuff, look up Greg Egan"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Thanks, looks interesting.  Didn't know any Aussies could write."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "a) It's Neal <br/> \nb) It's wank."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "The unknown Fellinni flick,  <em>Avataricon</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I wanted to comment on it earlier, but I was already accused of being pedantic that day, and didn't want to be  <em>that guy</em> .  I don't know how well versed in the internet you are, but calling these pictures avatars is nothing new.  I'm pretty sure every forum or BBS that I've been a member of refers to these as avatars. <br/> \n <br/> \nTo be a dick about terms: an icon is a picture that represents or illustrates a concept or message sans words. Avatar has an etymology that eludes me at the moment, but it goes back to some hindu belief about reincarnation (I think), and this is usually used when an icon represents a living thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Avatar is \"from Sanskrit avat%u0101ra %u2018descent,%u2019 from ava %u2018down%u2019   tar- %u2018to cross.%u2019\" (OAD)   <br/> \n <br/> \nIt is a divine being made incarnate on the physical plane (in Hinduism)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Man assetbar is ca-ra-zy sometimes.  avatara - descent; ava - down; tar - to cross."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Usually a word to describe a deity taking human form."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "\"Usually?\" <br/> \n <br/> \nPerhaps in the last two or three years, on the internet, as a result of literary coining of the term for such purpose, in relation to virtual reality representations."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "The first time I saw avatar used in the context of an icon paired with a post on a forum was about 8 years ago.  I think it was some flavor of those phBB things.  It was by no means cutting eqdge, allowing users to choose from a wide array of stock Fat Albert pictures and some old Space Ghost-ish monsters.  I'm pretty surprised that not many people have encountered similar usage."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Great. I can find ancient pictures of flying saucers, but it doesn't mean that they had them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 1,
    "snip": false,
    "text": "Right, but language and physical objects are different.  Words gain currency in the language as meaning a certain thing through using said word to mean said thing.  That's the reason you run from  <span style=\"border-bottom: 1px dotted\">cops</span> , and delete  <span style=\"border-bottom: 1px dotted\">spam</span>  from your inbox that is  <span style=\"border-bottom: 1px dotted\">phishing</span>  for your bank info. <br/> \n <br/> \nI could use your same logic to argue that these aren't icons because they don't depict something sacred, like a saint."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, no. Because the term \"icon\" has been in use in computing for a long, long time, and gained currency with huge numbers of people. By contrast, \"avatar\" in the sense you propose, although you may have been using it when animal skins were still in fashion, did not go much beyond your circle for a long, long time (i.e. just now)."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Just because a \"huge number of people\" use a word incorrectly doesn't mean the actual meaning will change, at least not right away.  Especially if these people are mostly young and poorly educated and come to realize they have been misusing terms."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Well, icon certainly wasn't being used to refer to little computer pictures long before there were operating systems with GUIs.  I'd imagine the use of the word 'avatar' to describe pictures like this was not  <em>too</em>  far on its heels, in terms of the expanses of time it takes for a word to be generally accepted as meaning something new. <br/> \n <br/> \nI propose we officially kill off the discussion of avataricons and instead cuss out people who say 'irregardless'.  <strong><em>fuck them</em></strong>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  And how about those who say, \"I could care less.\"  It's  <strong>couldn't</strong>  bitches!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "It was used in to describe your personification in  <a href=\"http://web.archive.org/web/20101220003337/http://en.wikipedia.org/wiki/The_Palace_(computer_program)\">The Palace</a>  chat program back in 1995... it's was around before that for a while... I hope that is...  <em>interesting...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Hmm. *Rushes forwards and squirts ink*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "MAN WHY YOU EVEN GOT TO DO A THING?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't mind being that guy who wonders about work use and meanings.  And I thank you for the help.  Perhaps a compromise would be to call these postage stamp things icons that can also depict an avatar, leaving avatar for the truly 3-D things that walk around in virtual worlds and have bodies.  Icons are little pictures and symbols for things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "NECKBEARD MOUNT UP!!!!!!!!!!!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 79,
    "snip": false,
    "text": "Perhaps the most fascinating thing about Achewood Assetbar is its language. The posters think and talk in the \"asschat\" (Achewood fandom) vocabulary of the future. A doctor in the strip explains it. \"Odd bits of black urban slang,\" he says. \"A bit of Internets talk, too. But most of the roots are self-referential.  Wanking.  Navel-gazing.\"  <br/> \n <br/> \nAsschat is not quite so hard to decipher as Cretan Linear B, and the posters translate it. I found that I could not read the board without compiling a glossary; I reprint it here, although it is entirely unauthorized, and some of it is guesswork. <br/> \n <br/> \nall - Adverbial intensifier, from African-American Vernacular English (AAVE).  \"All givin hella chubbies and lames.\" <br/> \n <br/> \n[i}%312DAssetbarf%215C[/i] Tourettes-like outbursts of ASCII characters and question-mark icons that occur without warning and are quickly apologized for or bemoaned.  Origin never satisfactorily explained. <br/> \n <br/> \nchubby - Good.  Also, a unit of attentional currency. <br/> \n <br/> \ndogg - One's friend, from AAVE.  Use is multiply ironic in that the Achewood characters and presumably all Assetbar posters are cats, humans and other non-canine animals who likely grew up not speaking AAVE. <br/> \n <br/> \ndoubleplusgood - Double chubby. <br/> \n <br/> \nhella - Adverbial intensifier, from AAVE (West Coast). <br/> \n <br/> \nlame - Bad.  Also, a unit of controversy. <br/> \n <br/> \nlame-out - To disappear down the memory hole by incurring multiple lames. <br/> \n <br/> \nStad - The author of the strip.  Asschat is so constructed that one literally cannot create a sentence critical of Stad or his works without committing thoughtcrime."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dzieger",
    "plus": 0,
    "snip": false,
    "text": "Out of chubbies, dammit! Nice work."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Already? I guess it has been five hours... Still, though! Hold onto the chubbies. The great comments will still be there later when you've had time to assess the ones that are yet to come."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I swear I only gave out about two chubbies before now. I feel wronged. \"Unit of controversy\" on its own pretty much warranted one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"Hold onto the chubbies\"  ... how I wish more young women had your insight.  Bless you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You did not make explicit that the etymology of doubleplusgood is  <em>1984</em>  by George Orwell, but it is clear you are aware of it by your later reference to thoughtcrime. Just thought I'd clarify."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "Assetbarf is needed terminology and I thank you for putting a name to the concept."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I would posit that it is not Onstad-specific criticism that earns one the shame of thoughtcrime; rather, true fans are apt to auto-lame anyone using the sobriquet \"'Stad.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is wonderful and caused me to giggle more than once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "You have left out mention of the virtual chubby - when one sees something that, had one not already used one's paltry allotment of chubbies, one would have given a chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 4,
    "snip": false,
    "text": "Ah yes, the \"dry chubby.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "drubby for this comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mrobin604",
    "plus": 0,
    "snip": false,
    "text": "Is there a term for a spurious chubby, given when you meant to click 'lame' or 'reply'? <br/> \n <br/> \nThere should be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "I think that term is \"dumbass\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mrobin604",
    "plus": 0,
    "snip": false,
    "text": "clearly you meant to click \"lame\" there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I really love \"asschat.\"  Good name for this stuff we type back and forth. <br/> \n <br/> \nNext you should list some of the catch phrases, such as CHING CHONG WING WONG, which I actually used in conversation with my IT lady yesterday, commenting on her earlier instructions at a meeting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Oh dogg I'm so sorry dogg.  So sorry I spent my chubbies so promiscuously.  Please know that I will always love this post.  Please."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I'd have chubbied, but I won't have the abbreviation to 'Stad' validated by your glossary. Stamp it out!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dkittels",
    "plus": 0,
    "snip": false,
    "text": "It's hommes, not holmes... <br/> \n <br/> \nIT'S HOMMES NOT HOLMESSSSSSSSSSSS <br/> \n <br/> \nsrsly though in love with this strip, wanted a clockwork orange Roomba since they did Eraserhead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by yearsinhotclaws, straw, heccibiggs, Thorfinn, invidious, flazisismuss, cmjhogan, snidedk, mrobin604, vexingrupert, Perilon, ravindra108, Doc_Rostov, NumberKillinger, kittydragon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ohh, hahaha, oh it's so funny how you're trolling the boards and acting like someone who can't type in an effort to get a rise out of everyone! Honestly, that's just cold  <em>hilarious</em> ! Well done!, Seriously, bravo! <br/> <br/> <br/> (I assume that's what you're doing and not actually typing like that. It is ridiculous to expect anyone to believe that someone who has looked at this message board more than once think that typing like this is acceptable.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Dude come on, you're not even trying anymore. You're just summarizing the strip, which is maybe stupid but not INTERNET stupid. And no one says 'deh'. You have to start like sending shout-outs to your peeps or something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "You are off your game mr lame drain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I still think he's funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You are wrong"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "I saw Teodor in a bowler and codpiece, and I cheered. <br/> \n <br/> \nI was not dissapointed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "But were you disappointed?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "howl",
    "plus": 2,
    "snip": false,
    "text": "Oh,  <em>dis</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "way to make pogo's annoying wannabe spellcheck post into something hilarious"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're drunk, boy, if you think Pogo wannabe anything but himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Nah I wasn't that either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Touche."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quartzblade",
    "plus": 3,
    "snip": false,
    "text": "I believe in some past interview Onstad mentioned something about each character representing a part of himself. Clearly, Teodor represents the part that thrives on shameless nudity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "This episode of Great Moments in Cinema features perhaps the least involvement of Roomba than any previous installment.   Roomba must be gradually making the move from actor to director to executive producer.   Sure, it's still used for transport, but it is very backgrounded.   I was intrigued by the dialogue of this strip to such an extent that I forgot that Roomba was even a presence, until I reread it and wondered what the cylinder was doing on Teodor's bed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The \"A Few Good Men\" episode had even LESS Roomba action, with the only movement being the long move from one side of the room to the other. <br/> \n <br/> \nAlso Star Trek II I don't think anyone even moved."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 2,
    "snip": false,
    "text": "After the second day of procrastinating, this strip may finally bring me to look my Clockwork Orange essay in its theatrically-lashed eye. <br/> \n... And that's how the course of my life was determined by a comic strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "The synchronicity can't be denied."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biztsar",
    "plus": 0,
    "snip": false,
    "text": "there's got to be some headz on this board with hard action thumbnail avatars.  Bring it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "In all fairness, their roles should really be reversed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Well, I can't really see Beef successfully pulling off any character in the movie.   <br/> \nExcept maybe the old widower.  His final scene with his grandmother might have been a little reminiscent of the widower hearing Alex doing Singin' in the Rain in the bath."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "The wrrrr of the Roomba makes me giggle like a small child. Also, the close-up of Teodor in full makeup will surely haunt my dreams (nightmares?) tonight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "THUMBNAIL AVATARS WITH HARDER ACTION THAN THE LUDOVICO TECHNIQUE. I like to think he's talking about the neckbeard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "<em> so you know the pain it's caused.</em>  Oh, terrible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "i do it cause the world owes me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duskbringer",
    "plus": 3,
    "snip": false,
    "text": "It's not lactating if it comes out of a penis statue. <br/> \nYou don't make that mistake twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "Not as a mistake, no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ragtagop",
    "plus": 1,
    "snip": false,
    "text": "Please note that Roast Beef cannot speak in anything but his own patois, leaving him critically handicapped as an actor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jalhalla42",
    "plus": 4,
    "snip": false,
    "text": "That didn't stop Edward Norton"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "ZING!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "your avatar terrifies me for some reason"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "That's not even remotely true, but it was funny enough that I chubbied it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "If you think Edward Norton is a bad actor, then you have not seen  <em>The Illusionist.</em> <br/> \n <br/> \n(Not that I'm claiming he's a  <em>great</em>  actor. But he's definitely not bad.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "His performance was all right.  I wish some of the magic had been left at the end, though.  They didn't need to explain  <em>every</em>  trick.  Certainly not in a five-minute montage cutting back and forth between a bunch of shit we'd already seen and Paul Giamatti with his mouth hanging open like a dumbass."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "His performance in The Painted Veil was fantastic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That was a very Family Guy-style joke - a completely unwarranted and unexplained attack on a neutrally regarded celebrity, and you move on immediately instead of dwelling on it for a whole episode like South Park does. This is a good thing in my opinion. <br/> \n <br/> \nChris: Mom, where's the toilet?! <br/> \nLois: Chris, first of all it's called a loo, and second, everyone here just uses Elizabeth Hurley."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Uh huh, and then this happens: <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n(This is not a good thing in my opinion.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "A good show for those with attention deficit disorder, or those who believe they do. That joke stank, whoops, here comes another."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "OH YEAH."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, only lame comedy shows have more than one joke in them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "Nice underwear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Is panel 3 a new level of detail not seen before in Achewood? To me it seemed like the old Ren and Stimpy cartoons, where everything is drawn fairly simple and then they focus in on something and it's all drawn in super high detail and shaded."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Those used to always creep me out. I mean, seriously. When I closed my eyes at night, that was the sort of thing I saw. Needless to say, I never really got a full night's sleep."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I often picture in my mind's eye the depiction of Ren removing his own dental nerves."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "That image still haunts me as well.  The raw little nerves all wiggling in Ren's empty tooth-sockets.  *shudder*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Yeah that one definitely gave me the creeps. That and some of the agony Stimpy went through burning out his hairball gland."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "Anybody else pining for a Great Moments in Cinema treatment of Videodrome?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "Yes!  I think Roast Beef would have the same opinion: <br/> \n <br/> \n <em>Dogg, is this the scariest stuff we could think of?  Cause PBS pretty much uses mutants with televisions in their stomachs as light entertainment for toddlers these days.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No. No I am not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Oh damn and hell yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hassanoleary",
    "plus": 0,
    "snip": false,
    "text": "Furthermore, I believe Teodor would make an excellent James Woods."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "It sort of sounds like Onstad isn't a fan of A Clockwork Orange"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "I'll bet that this comic is born out of sincere affection.   <em>A Clockwork Orange</em>  is one of those films that can inspire some overboard devotion when one first discovers it, like juanclaudius describes above.  So it's pretty funny to see the movie tweaked even if you love it, recognizing that the film and a person's devotion to it were both products of their times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "I bet they get around by  <a href=\"http://web.archive.org/web/20101220003337/http://achewood.com/index.php?date=12262006\">springing</a> springing, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "fuck me"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Woah, at least buy me a drink first, nickgranger!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Is that all it takes? <br/> \n <br/> \nListen, can we hang out sometime?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But tekende, she's old!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "and a catgrl!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's a plus for many people actually. Uh...so I hear."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Good points all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Everything they said, plus, if memory serves me correctly, she has mentioned that she is in high school on multiple occasions, but don't quote me on this because I may have her confused with another poster."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I believe she is also, and I quote, \"saving it for marriage, bitches!\" That is one of my favorite catgrl lines, after our conversation in Hebrew-in-the-wrong-alphabet, of course."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "all girls are 'saving it for marriage' until you steal it after the concert"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "No time for the old in-out, luv, I'm just here to read the meter"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "DirtyKate:You sound sexy.. I bet you want me in the back of your car.. <br/> \nBloodninja:Maybe some other time. You should call up Papa John's and make an order <br/> \nDirtyKate: Haha! OK <br/> \nDirtyKate:Hello! I'd like an extra-EXTRA large pizza just dripping with sauce. <br/> \nBloodninja:Well, first they would say, \"Hello, this is Papa John's, how may I help you\", then they tell you the specials, and then you would make your order. So that's an X-Large. What toppings do you want?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What is that from? That's pretty funny."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "http://www.chrudat.com/the_best_cyber_sex.html"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "I had no idea what it was either, but just google Bloodninja and you'll find various copies of it.  (potentially NSFW, just text).  It's transcripts of some guy just  <em>destroying</em>  cybersexxors. <br/> \n <br/> \nHilarious!  Thanks, achilleselbow."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n <em>Guys we've been through this ...</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "voloshg",
    "plus": 0,
    "snip": false,
    "text": "I have been waiting on this day for so long!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "neonfreon2",
    "plus": 0,
    "snip": false,
    "text": "pure homosex"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I do indeed feel neutral about Mr. Stanley Kubrick, I prefer judging movies individually rather than grouping them by director. However, I am quite amused that Onstad brought back Roomba Cinema after two years without."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 1,
    "snip": false,
    "text": "If only Kurosawa had made some porn, we wouldn't need any other directors..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 10,
    "snip": false,
    "text": "He did, it's mostly Toshiro Mifune shouting at a breast for a few hours with lots of screen-wipes.  <br/> \n <br/> \nAt the end Mifune's character has to sell his shoe-repair business and he walks off into a snowstorm."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ddgoec",
    "plus": 3,
    "snip": false,
    "text": "Six diffent versions on how how a geisha got an STD - Rashymons"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "and then made into a western with clint eastwood"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "After hearing all the hate I am giving this a 5.  Keep on rocking the Roomba Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saraphonic",
    "plus": 0,
    "snip": false,
    "text": "Better to look like Stan Laurel than Oliver Hardy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "decagon",
    "plus": 0,
    "snip": false,
    "text": "<em>A Clockwork Orange</em> : not a movie you should watch with a 103.5° fever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "<em>Watching a movie</em> : not an activity anyone should partake in with a 103.5(?) fever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 3,
    "snip": false,
    "text": "Activities to partake in while expieriencing a 103.5f fever: <br/> \n1. Balancing your chin on the end of a toilet bowl <br/> \n2. Watching the cieling lights tantrically shrink and expand <br/> \n3. The 'Gin and NyQuil Martini' <br/> \n4. Debate for forty minutes whethor or not it is worth the effort to adjust your body ever so slightly into a more comfortable position. <br/> \n5. Trying to decide whethor or not the phone is ringing, or if it is just the cieling lights humming. <br/> \n6. Simultaneously weeping and dry heaving. <br/> \n7. Refreshing Assetbar continuously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "i before e except after c!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "I'm finally friendly enough to have you be the recipient of my first v-chub."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "Don't forget playing chess on the ceiling tiles!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Oh, definitely not. It was in Celsius."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andrewofdoom",
    "plus": 0,
    "snip": false,
    "text": "Nobody uses Celsius anymore. <br/> \n <br/> \nIt is silly to use Celsius."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "It is silly to use a system that based zero degrees on the freezing point of tainted water and 100 degrees on the body temperature of the creator's feverish wife."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "But the part where they stick your head in the tub of water must surely be vicariously soothing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Roast Beefs knowledge of the internet prevents him from appreciating the classics.  He is the only person to not laugh at all during Dr. Strangelove."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "That third panel is gonna be stuck in me gulliver for days to come"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamhock",
    "plus": 0,
    "snip": false,
    "text": "Now I have a ten-second resource to point my friends to who ask what Clockwork Orange is all about"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "That was REALLY hard to read."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What? Why?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "He sold his eyes"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "ahahaha, usually i hate it when you put words here but that was good"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It is clunky as chuckle-bot sex. I had to read it three times to pace out the \"friends to who ask what\" bit so it made sense."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I believe that what hamhock was trying to say is \"Now, when my friends ask what A Clockwork Orange is about, I have a ten-second resource to point them to\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "\"Bork, you're a federal agent! You represent the United States Government! Never end a sentence with a preposition!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 4,
    "snip": false,
    "text": "In most cases, it is perfectly fine to end a sentence with a preposition.  Early grammarians wanted to make English sound more like Latin, which they considered to be a higher and more elegant language, so it was taught for a number of years that a sentence should never end with a preposition.  Winston Churchill, when a newspaper editor changed one of his sentences that violated this \"rule\", wrote the editor a letter in which he said \"This is the kind of impertinence up with which I shall not put\".  There is not, and never has been, an explicit rule against ending sentences with prepositions, and if anyone has told you differently, you have been lied to."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Yeah, and he's hard like the bricks that I pound with my fist."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Vchub for delicious information!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "phy",
    "plus": 2,
    "snip": false,
    "text": "In 200 years Churchill is just going to be this totally mythological, Paul Bunyan-esque figure. By that point the Battle of Britain will have been won by way of Churchill ordering air cover as a diversion, while he walked across the bottom of the English channel and then killed Goering with a shotglass."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "techiebabe",
    "plus": 0,
    "snip": false,
    "text": "Wait...are you telling me that's NOT how it happened?  I'm not sure I'm willing to believe your assertion that this is myth. <br/> \n(Not with a shotglass...Indeed!)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "clembot",
    "plus": 0,
    "snip": false,
    "text": "you can't just post another comic without giving it credit"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES <br/> \n <br/> \nFOR THE LOVE OF GOD YES"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Most excellent exposition.  You get a pogo buck for that.  (And a chubby)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Now  <em>there's</em>  a movie I havent' seen in a while."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna say \"Now, I have a ten-second resource to point my friends to when they ask what A Clockwork Orange is about.\" <br/> \nMostly because the more clauses you have up front, the harder it is to get through. Hamhock had the structure ok but used some needless words, which suck up any sentence (rule #17)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The second panel is quite possibly the most chuckle-worthy stand-alone for quite a while. It doesn't even matter that I've forgotten what \"Bonch\" means."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I like how the Roomba is gratuitously placed on T's bed in the first panel"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "Oh haha I thought it was a bedpan, never having seen ACO it seemed entirely possible he would have it there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "That, my friend, is a Roomba."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Hmmm, to start with i wasn't too impressed but this strip gets better with every read. <br/> \n <br/> \nPeople of Acheworld you have heard my mighty pronouncement! Now your lives are so fantastically enriched by knowing my opinion go forth! and copulate!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Done and done"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Having a bit of trouble with that second part. Not sure if the time I spend on Assetbar is a cause or merely a symptom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh dangit why the hell did I go and post that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "It's a \"would someone please fuck achesilelbow\" friday!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Except it's Thursday!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "this is bad news for achilleselbow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Ha! Brilliant. I didn't get the references of the last few Roomba theaters, and this one parodies a work of which I am a fan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I first read \"A Clockwork Orange\" in Russian class (before most of you were born, and I'm not your daddy) and loved it.  All the slang is based on Slavic word roots.  \"Rabbit\" for a job, \"robot\" is \"work\" in Slavic tongues, now a famous word for mechanical creatures.  \"Horrowshow\" is nice play on Russian term for \"very good.\"  It went on from there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"Horrorshow\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Hey, this ain't news to  <em>me</em> , pal! <br/> \n <br/> \nYea, it was actually pretty ingenious. Not only are the slang terms derived from Russian words, but they are loosely transliterated into English words that give specific connotations to the meanings they are trying to express rather than just being arbitrary silly-sounding terms (for example, \"lewdies\" for \"people\")."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Da!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "snrub"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 2,
    "snip": false,
    "text": "I hear you can control a Roomba manually by hacking it with a Wii remote."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "As a matter of fact I can, but who told you?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "oh my fucking god people, doesn't anyone talk about achewood in these damn comments anymore? 90% of these comments are pure crap."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "2 Months later I realize that no one looks at the comments on the bottom of the page!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "Dude, I'm coursing my way through the archives and I'm so sick by now of the three million inane comments about nothing that are always to be found along the latter strips. Nowadays I just seek out the blog posts to further give them chubbies and then I just scrollllllll."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I've found a good way to enjoy comments and weed out most of the crap is to set my lame threshold to about 7 and then set my chubby threshold to 25. That way I can just scroll down looking for the highlights to see the good comments."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "so that's why you don't know who i am"
  }
]