[
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by ppccd, blastradius, kylank, gormster, nicklon, odei, trapperjohn, MortisInvictus, TheBoneOrchard, decanter, TTAGXAMM, ArthurDentLives, Dwilow, clembot, andrew_k, yingkaixing, lastlarf, jrizzle, peterjoel, Orf, tsolless)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by thomgreenwood, blastradius, kylank, nicklon, MortisInvictus, decanter, Dwilow, clembot, yingkaixing, lastlarf, jrizzle, peterjoel, tsolless)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by TonyHighwind, adelazero, nielj)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dacapn",
    "plus": 1,
    "snip": false,
    "text": "you failed twice.. you're a cock, let the man correct himself. allow thine modular parametres to adjust, aka check yosef befo you wreck yosef SUCKA"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Negatory. <br/> \nI did not fail, so your implication of failure on my part is second (after failure to capitalise the beginning of the sentence) of a long line of failures on your part."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicklon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nicklon was marked lame too many times and excluded. (marked lame by ButterMoths, madnes, hellofyellin, blastradius, DukieShane, kylank, atticusonline, Doc_Rostov, Wolfslice, Audhumla)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by digdugz was marked lame too many times and excluded. (marked lame by DukieShane, jrizzle, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 8,
    "snip": false,
    "text": "Almost as quick as Roast Beef.  Hence, the consecutive posts with different typos. <br/> \n <br/> \n\"Six hundred bucks is a move. That's the Serious threshhold.\" <br/> \n <br/> \n- The Real Napster <br/> \n <br/> \nPS:  You can copy and paste alt text."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lateadopter",
    "plus": 47,
    "snip": false,
    "text": "By the way, the preceding comment makes me a dick, not a fucker.  Fuckers have purpose and drive.  Dicks just hang around and point at other people."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "estutius",
    "plus": 3,
    "snip": false,
    "text": "The last sentence in your comment sounds like it was ripped straight out of a Jerkcity strip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mirzabah",
    "plus": 1,
    "snip": false,
    "text": "It's loosely based off of Bullet Tooth Tony's monologue from Snatch."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by hateandwar, tekende, ButterMoths, aargh, StagnantDisplay, GitarooMan, MortisInvictus, atticusonline, proof_man, Setzkin, jefftg7, usversusthem, Doc_Rostov, peterjoel, cjfoster)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Team America reference? I don't know dude, that's just  <em>barely</em>  better than quoting Family Guy on here. <br/> \n <br/> \nOr am I wrong? This is possible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I come from a world where Matt Stone and Trey Parker are considered akin to gods. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": "It's like a game of rock paper scissor, but everyone loses except for the dicks!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "matthearn",
    "plus": 9,
    "snip": false,
    "text": "Who wants to tell Onstad that \"threshold\" only has 2 Hs in it?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 7,
    "snip": false,
    "text": "Greetings, my dick brother!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ford",
    "plus": 16,
    "snip": false,
    "text": "I love that this got a lame.  Someone out there is so onstad-protective that they reflexively cried \"No!\" when someone pointed out a legitimate typo. <br/> <br/> <br/> Now lame me, you bastards! I can take it!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "You're not the boss of me! Chubby!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "What's really funny is that the alt text has been changed, and this comment streak no longer makes sense."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "...and now I'm the only one that doesn't make sense. <br/> \n <br/> \nStay tuned for further updates!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": "OR CAN YOU? dun dun dun DUNNNNNNNNNNNNNN"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "Aw, it doesn't cost six hundo to fix the \"main horn area\". Prolly less than fifty would be fine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "duskbringer",
    "plus": 14,
    "snip": false,
    "text": "Haha \"We lookin' at six hundo\". I actually used the word \"hundo\" this morning. It felt good. Like I was so familiar with hundreds of dollars that I could give them a nickname."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mcowgill",
    "plus": 1,
    "snip": false,
    "text": "i am fond on 'hunjie bag' for a hundred <br/> \n <br/> \nalthough i am australian, perhaps this is a thing"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "So am I, and I could probably  <em>never</em>  bring myself to say that. Crikey, that's weird."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Man, a hunjie bag is five sticks of weed in a ziploc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Where do you live that they still sell weed on sticks?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "The county fair in Northern California, maybe?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 3,
    "snip": false,
    "text": "Do they come dipped in caramel or something?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dracer2",
    "plus": 2,
    "snip": false,
    "text": "I'm Australian, and when I was a kid there were these trees that had these seeds that used to itch like hell when someone would put them down your shirt or whatever - we called them \"itchy bombs.\" <br/> \n <br/> \nYears later I moved to Japan, where the equivalent of a hundo is the 10,000yen bill, which people call an ichiman. <br/> \n <br/> \nAnyway, I used to call ichimans itchy bombs and sometimes when I had a wad of them that I was spending freely I would say \"I'm droping itchy bombs tonight, baby.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 10,
    "snip": false,
    "text": "I especially like the compound units in \"a six hundo.\"  Like \"six hundo\" is a single unit, and Ray's going to have to give one of them.  If he stepped on the instrument in two places, he'd be looking at two six hundos. <br/> \n <br/> \n- a real former linguist"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "foea",
    "plus": 2,
    "snip": false,
    "text": "I think it's more like \"a six hundo\" is one unit of guilt.. two steps on the instrument would warrant \"a seventeen hundo\", not just double the monetary value but with an added measure. \"A seventeen hundo\" is the kind of gift you have to get someone when you accidentally sleep with their sister."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "<em>cunning</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "skviiier",
    "plus": 0,
    "snip": false,
    "text": "<em>stunt</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "First no-contest 5 for me in a while. This comic means business"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "natjo1986",
    "plus": 0,
    "snip": true,
    "text": "A comment left by natjo1986 was marked lame too many times and excluded. (marked lame by stormypinkness, Flaaron, usversusthem, Wolfslice, jrizzle, unsentletter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cargoweasel",
    "plus": 1,
    "snip": false,
    "text": "How come all of Ray's previous six hundo level mistakes involve damaged musical instruments?  Is that a threshold?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicklon",
    "plus": 9,
    "snip": false,
    "text": "I like to imagine them all making that classic 'I-just-stepped-on-a-musical-instrument' broken sound in an imaginary previous alternate dimensionish panel right before Ray faces the consequence that is six hundo <br/> \n <br/> \nif this doesn't make sense it is because i've been drinking"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catachresis",
    "plus": 9,
    "snip": false,
    "text": "No, I know what you mean. The bit in the movie trailer where Ben Stiller steps on an accordion and it goes SKRONK and Ben Stiller makes an \"OOPS!!!!!\" face."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "euphemisms",
    "plus": 5,
    "snip": false,
    "text": "now i'm forever imagining a really fast pan in on ben stiller looking ever-so-troubled. \"THAT'S a hundo!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 51,
    "snip": false,
    "text": "I doubt Cornelius would just leave an instrument on the floor and under a towel. Maybe Lyle was feeling really pumped that day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "I would blame Philippe first and then Lyle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j-man",
    "plus": 0,
    "snip": false,
    "text": "Six hundred dollars mends even the most severe of wounds, but it's best not to err too often with your friends, because that shit costs money."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mortshire",
    "plus": 16,
    "snip": false,
    "text": "According to my bank statement, I currently have a Dudes Thoroughly Wronged Threshold of 1.7.  Beyond that my only recourses are a free e-card with tinny music and dubious Flash animation or a Sexual Favor.   <br/> \nI'd better watch where I step until payday."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "or try www.apologies4men.com. <br/> \n <br/> \nps. it is not a Good website."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Listen, I need to borrow some money."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 3,
    "snip": false,
    "text": "It seems the secondary key area and ternary mouthpiece area remain relatively unharmed. Good thing, because we would have been lookin' at dropping about 6K each."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 3,
    "snip": false,
    "text": "I wish fancy new guitars only cost six hundred dollars."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "persnicket",
    "plus": 1,
    "snip": false,
    "text": "this strip made me smile so good that it went all the way round and turned a frown into of it :|| sweet-assed travail onstad take a knee (a knee)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "persnicket",
    "plus": 1,
    "snip": false,
    "text": "never say lame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hannah",
    "plus": 12,
    "snip": false,
    "text": "ray just has no idea about how much things cost, but he likes to sound as though he knows exactly what he's talking about. the knowing nod, the informal useage of 'hundo' - he's like a cowboy builder who'll spend all his time while you're out of the house making ice and watching your big tv. not in a mean way. he just wanted to hang out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 5,
    "snip": false,
    "text": "Heh, yeah. Ray's like Rain Man or something.  <br/> \n <br/> \n\"Hey Ray, how much does it cost to fix the bell of a classy French horn?\"; \"Six hundred dollars! Yeah, def'nitely six hundred dollars.\" <br/> \n <br/> \n \"Well, how much should you spend on a gift to bribe your best friend into forgiving you for a basically unforgivable act?\" ; \"...six hundred dollars?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "Except his magical tard savant power is not math but partying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mike24",
    "plus": 0,
    "snip": false,
    "text": "If that is a tuxedo that ray is wearing in strip 5, then this is my favourite strip ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I know people are feeling like Ray's getting overexposed but how can you not love this"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "padijun",
    "plus": 7,
    "snip": false,
    "text": "Man, Cornelius was too lazy to pawn it and he knew Ray would step on it and pay him $600 (which was more than a pawnshop would give him)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 18,
    "snip": false,
    "text": "Those damn freedom horns are all metric. You just can't get the parts."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Knowing \"Connie\", it's probably a handmade antique. These horns are not modular."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah, parts of them are modular but I'm pretty sure that the main horn area is not. I still don't think it would cost $600 to buff it out though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "haha, Freedom Horn... yes."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Surely the thing to do would be to buy Beef an iPhone. <br/> \n <br/> \nThen again, he'd probably hate it because everyone else likes it. He's a bit of a snob that way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "He has expressed heavy disdain for Apple Products before.  <em>\"looks like they got jeff goldblum writin' the ads and the os... talk about a computer which basically has AIDs.\"</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Definitely. Beef's holding out for  <a href=\"http://web.archive.org/web/20101008201301/http://www.openhandsetalliance.com/index.html\">Android</a> . <br/> \n <br/> \nAs am I."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "is it everything you hoped for?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 23,
    "snip": false,
    "text": "<em>...Then spoke Egil Stronginthearm:<br/>\nThe fault is mine, the wergild must be paid.<br/>\nthree swords, nine rings, and six hundo...</em> <br/> \n <br/> \nFrom the Saga of Eorl (Barmestead Codex, trans. Machealy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hilarious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 2,
    "snip": false,
    "text": "Six hundred bucks might buy Cornelius a french horn  <em>case</em> but serious horns start at about three grand. On the other hand, Teo's guitar was likely a pawn shop find, so he's have plenty left over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apatfan",
    "plus": 4,
    "snip": false,
    "text": "dang man, he ain't gotta replace the whole horn... just the MAIN HORN AREA.  Mind the details"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 6,
    "snip": false,
    "text": "Is there a lesser to \"doing it up with christmas lights and a pony?\"... like \"Man I really done it up with easter eggs and reindeer this time... thats bout a cool 3 hundo right there\".... ??"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 7,
    "snip": false,
    "text": "\"party favors and a hamster... half-a-hundo\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "factorial",
    "plus": 3,
    "snip": false,
    "text": "\"Sock-puppet show and a housefly... ten bucks\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kilovictorsierra",
    "plus": 5,
    "snip": false,
    "text": "That'd be referred to as one-tenth a hundo, or a \"huh\" for short."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 2,
    "snip": false,
    "text": "High school CPR class was always weird with those plastic dolls with the gaping mouths and the pump in their chests.  I mean, who knows what those creepy instructors were doing with those dummies just 20 minutes prior to class...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 1,
    "snip": false,
    "text": "And that's why it's good we can't give CPR via genitalia. <br/> \n <br/> \nAmong other reasons."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's a shame the intercostal muscles don't extend into the pubic area."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "This an all-new perspective on the queef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "griggs_although",
    "plus": 0,
    "snip": false,
    "text": "...Boned?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apatfan",
    "plus": 1,
    "snip": false,
    "text": "I love that you're seeing his thought bubble... and then the captions at the bottom seem to be inner dialogue as well.  He's having a thought WITHIN a thought.  Ray is a thinkin man"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I thought that was The Author, Elucidating."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "It was Edward Gorey, sneaking into the comic from beyond the grave."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, equinn2006, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "chubby just for your siffle and ollie pic. rock!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zpj0001",
    "plus": 3,
    "snip": false,
    "text": "Intentional reference to Beef having already been established as  <a href=\"http://web.archive.org/web/20101008201301/http://m.assetbar.com/achewood/uua72vf2R\">The Six Hundred Dollar Man</a> ?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Way to cite precedent, dude!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 0,
    "snip": false,
    "text": "\"...but I did.\" <br/> \n <br/> \nHow great is it that he's looking down at it like a scolded child.  A child with 6 hundred dollars to give."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "in high school the same thing happened to my trumpet and i would say it cost the guy about six hundo to fix"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 2,
    "snip": false,
    "text": "Tut, you shouldn't have left it under a towel in the bathroom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thejpro",
    "plus": 2,
    "snip": false,
    "text": "Ray's gonna pay the same amount for life-long torture as he does for broken instruments? He may wanna double this to twel'hundo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "it is hoped that horns are modular. OH YES!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "homepie",
    "plus": 3,
    "snip": false,
    "text": "Six hundred dollars is the sincere sorry of the rich man world. Whenever Bill Gates accidentaly offends someone he will be at their doorstep the next day with a bank packet of six hundred dollar bills."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201301/http://popwatch.ew.com/popwatch/2007/07/im-in-ur-achewo.html\">http://popwatch.ew.com/popwatch/2007/07/im-in-ur-achewo.html</a> <br/> \nSo satire is now officially DEAD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 2,
    "snip": false,
    "text": "I think that is the single worst achewood write-up I've ever read."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wargasmic",
    "plus": 2,
    "snip": false,
    "text": "While reading it, I was imagining a voicing not unlike what Sidney Yamahata would use for an editorial piece on KACW News. Flamboyant, hopelessly contrived, with an overwhelming sense of cheap production."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "ARRRRGH. The set of those who read Entertainment Weekly and that of those who read Achewood should be disjoint. (No lame for you, though, because I imagine you got it from some blog of decent repute.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aeon",
    "plus": 0,
    "snip": false,
    "text": "It's like Roast Beef's well-being is a musical instrument, and Ray's accident snapped its strings. Or perhaps Ray just thinks so lowly of Beef that monetary compensation is better than an honest apology."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "I don't see it as Ray thinking lowly of Beef, but instead that he has a fucked up view of the world.  Huck Finn loved and respected Jim, but he still thought that giving him money would eliminate any problems."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Yeah, ol' fuckin Moneybags Finn."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Compared to Jim, Huck might as well have been a banker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foolishsparrow",
    "plus": 0,
    "snip": false,
    "text": "so the other day at work, i was writing out a check for a beer vendor, and the total was six hundred and something bucks. i almost, completely unconsciously, wrote \"six hundo.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Is this some sort of multi-alt-text-experiment?  A multexperaltment?  Because it looks to me like a bunch of tiny POST-ITs gawd damn it!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "Actually, the French horn is probably considerably more than a six hundo. <br/> \nSo many dollars, those. <br/> \nAlso, I can't imagine that Cornelius would leave his horn out like that. <br/> \n <em>Lyle.</em>  *shudder*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "i used to play one of those horns"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "treasureplane",
    "plus": 0,
    "snip": false,
    "text": "Gets a 5 for \"six hundo\" having entered the daily lexicon of my girlfriend and I."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonamejoe",
    "plus": 0,
    "snip": false,
    "text": "This is my all-time favourite Achewood strip.  The number of times I've wanted to use \"done it up with Christmas lights and a pony\"... The \"Six Hundred Dollars\" two-panel sub-explanation, and finally, \"It is hoped that horns are modular.\"  That's one I'd like to use at meetings. <br/> \n <br/> \nCoworker: We missed our deadline and the client's seriously pissed, but we can give him a 10% discount now to assuage him and then overbill him on the next project. <br/> \n <br/> \nMe: It is hoped that horns are modular. <br/> \n <br/> \nCoworker: What?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "anyone else been referencing this strip a lot since they got their $600 stimulus check?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "ME. <br/> \n(I AM)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Class. <br/> \n <br/> \nMoney."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "The narration box is unusually invested in this strip. Maybe Ray done it a six hundo type wrong once too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lordnelson",
    "plus": 0,
    "snip": false,
    "text": "Fortunately many horns ARE modular."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Ray has a habit of smashing instuments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "My mother gave me six hundred dollars once.....she IS a classy lady"
  }
]