[
  {
    "depth": 0,
    "minus": 1,
    "name": "flazisismuss",
    "plus": 86,
    "snip": false,
    "text": "I would totally buy that comic book.  Plus, I've been feeding dogs occasional chocolate my whole life, and not one has had any health problem because of it.  They all die as nature intended, ran over by a neighbor's car."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 8,
    "snip": false,
    "text": "Also, I think Jesus would be a springer spaniel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fermata",
    "plus": 5,
    "snip": false,
    "text": "And Satan can be a pug."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by NeoNaoNeo, re5urgam, tommycrashwreck, gowerski, stopdropand)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "beansdooma",
    "plus": 13,
    "snip": false,
    "text": "I think Satan would be a Chihuahua voiced by Cheech Marin."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "pixie_meat",
    "plus": 7,
    "snip": false,
    "text": "Or that Jack Russel from Wishbone."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "phy",
    "plus": 9,
    "snip": false,
    "text": "A poodle cross with an underbite, rheumatism and a watery eye <br/> \n <br/> \nWait, no, that's all poodle crosses"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 139,
    "snip": false,
    "text": "My friend in high school had a purebred poodle who was maybe the most retarded and frightening dog on the planet. It was a full size poodle and its puff of poodle hair hid the enormous bone crest deformity it had on the top of its skull. It always followed his mom around like she was made of solid heroin and it tended to forget you were in the room if it didn't look right at you ever four seconds, which resulted in a lot of furious, intimidating barking if you were in the same room with it. <br/> \n <br/> \nOne time I was at his house when his dad came back with it from a walk. They were all about go somewhere so I was out the door and his mom was like, \"Shadow, say bye to Norman! Say bye!\" <br/> \n <br/> \nShadow just had this rather sickened look on its face and did nothing. <br/> \n <br/> \n\"Oh, Shadow, why don't you want to say bye to Norman?\" asked his mom. \"Why don't you want to say bye?\" <br/> \n <br/> \nAnd it was then that the poodle decided to look at me with its tiny button eyes and open its mouth and unleash the three turds of dogshit it had kept hidden in its mouth  <em>for the past two blocks as well as the river of drool it had accumulated since, all over the  marble floor.</em> <br/> \n <br/> \nI will never remember hearing his dad, a quaint Midwestern man, crying, \" <strong>HOLY SHIT!</strong> \" at the top of his lungs as all that dogshit surfed across the floor towards the toes of everyone's shoes. <br/> \n <br/> \nGood times. Good times. I'll stick with weiner dogs, thanks."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "*Never remember should probably be \"never forget.\" Something about the text box in asset bar denies common sense."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 7,
    "snip": false,
    "text": "Alternatively: always remember. Remember, SpinyNorman, use positive language!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Unrelatedly, for some reason I've always read spinynorman's name as spinyornma. I never thought I was mildly dyslexic before, but now I've got to take stock."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "lizard",
    "plus": 1,
    "snip": false,
    "text": "Odd.  I only just realised it was Spiny Norman, not Spinynor Man.  This is despite having no idea of what a \"Spinynor\" might be and thus only the vaguest sense of SpinynorMan's wonderful abilities.  Apparently I needed to encounter Jesus as a caped bipedal dog before I could move on.  I'm not sure if the accompanying chord was E#m but it was definitely played on a Casiotone sampling a herd of flatulent sheep."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 12,
    "snip": false,
    "text": "SpinynorMan is neither Spiny nor Man."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "god",
    "plus": 0,
    "snip": false,
    "text": "i always just thought of him as the guy with a stephen fry avatar. i never bother with peoples names on these things"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "Don't forget. Which is to say, remember. Because remembering is so much more a psychotic activity than forgetting."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "gsurge",
    "plus": 1,
    "snip": false,
    "text": "Obscure as hell waking life reference? I remember that from high school."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Dude, were you in Bruno Dahlgren's Comparative Religion class, too?"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "Associating you with Stephen Fry is so much better than thinking of you as an 800 yard long hedgehog."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Or the Joker."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 64,
    "snip": false,
    "text": "We once had a dog that thought my mom was made of pure heroin. She couldn't go to the bathroom without him pawing at the door and howling. He learned how to open doors to get to her, and not just the doors that swung inward and were easily pushed open. This was a goddamn Jurassic Park raptor dog. The creepiest thing I've ever seen was this dog carefully balancing on his hind legs and taking tiny step backwards in order to open my parents' bedroom door toward himself. <br/> \n <br/> \nOf course, I haven't ever seen a dog shoot shit out of its mouth, so perhaps I don't have any license to talk about creepy dogs...though I have watched in fascinated horror as a dog ate its own shit  <em>while</em>  it was shitting, like some kind of foul ouroboros."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dj_insomniac was marked lame too many times and excluded. (marked lame by Rhadamanthus, Moolah, NeoNaoNeo, kylank, jake11, the_dingle, aHatOfPig)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "Oh you did not just say \"Blagosphere.\" <br/> \n <br/> \nYou did NOT."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": false,
    "text": "Sorry, channeling XKCD."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hey, I was reading about the Ouroboros just the other day. Small world."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Sorry, but the Ouroboros Ourobores me. The Wheel of Time is much more geekishly satisfying."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I always get hella confused between the ouroboros and the amphisbaena.   It is time this was remedied for once and for all.   It's time to beat some Wikipedia into my brain."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thequietyou",
    "plus": 0,
    "snip": false,
    "text": "This might be the best post ever.  Bravo, sir."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Not only is that story good but I am happy that your name is actually Norman. It is a good name."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by NeoNaoNeo, dumase, Conn)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "it's okay, I don't think her name is really Magarky"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Right, it's actually Blargha."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "boingjones",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boingjones was marked lame too many times and excluded. (marked lame by ntopp, pygmalion00, mortshire, Bourbonsamurai)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "Man, I LOVE that gif! Did you ever wonder if women were from Mars, and Men from Venus? Well, now you know for sure. A dude will totally eat his spew after rawdoggin it with a lady in less than a minute flat. That is just how a dude works. Sorry."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "A gentleman doesn't eat his spew until after the lady is well clear of the vicinity."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "He also never farts before a lady. The lady is always allowed to go first."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "kaithekender",
    "plus": 1,
    "snip": false,
    "text": "When I was but a young lad, I had the misfortune to fart in front of my girlfriend's mother after having dinner with her family for the first time. And it wasn't one of those quiet ones you can pass off on the chair creaking or anything, it was a terrible, nasty sound that emanated from my buttocks. <br/> \n <br/> \nNeedless to say, I was mortified. But her mother just looks at me with these terrible, accusing eyes and says \"How DARE you pass wind before me!?\" <br/> \n <br/> \nI went beet-red and apologised. \"Damned right you're sorry!\" she says. There`s a pregnant silence. \"It was MY turn!\" <br/> \n <br/> \nTurns out fucking with her daughter's boyfriends was a hobby of hers."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 4,
    "snip": false,
    "text": "just like my wedding night HEYO!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "What is wrong with you for posting that? <br/> \n <br/> \nWhat is wrong with me for having to leave my desk in a fit of the giggles because of it?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "The astute observer will also notice that the dog, virtually immediately after regurgitating, begins licking the ochre-colored mess it made with barely concealed curiosity in a typical canine twist on the old adage, \"what goes in must come out\". <br/> \n <br/> \nIt's probably my favourite thing about that GIF, as far as having  <em>any</em>  favourite thing about a GIF of two dogs humping followed by one of the dogs vomiting profusely is reasonable and justified (as opposed to indicating a questionable state of mind)."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "...which, were I said astute observer, I would've noticed was pointed out already one year ago by a Mr spinynorman. <br/> \n <br/> \n <em>I am that dog; the puddle is my asset.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "actually, Hamagarky. It's Englishin origin. Hamagarky Glockensmermer Ippy."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Do you have a brother named Hermish?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "cousin twice removed!"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "equinn2006",
    "plus": 0,
    "snip": false,
    "text": "My hat is off sir. Possibly one of the funniest things I have ever read, and certainly the funniest in a long time."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "norrin",
    "plus": 2,
    "snip": false,
    "text": "How does this deserve a lame? Tell me. YOU TELL ME YOU COWARD!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "equinn2006",
    "plus": 0,
    "snip": false,
    "text": "I'm glad someone's got my back, thanks."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "shirt145",
    "plus": 0,
    "snip": false,
    "text": "It was him, you know.  Norrin was talking to himself."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "fortunately, my toy poodle has yet to exhibit anything that gruesome."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<em>There's</em>  a dog a comic can be based on.  <em>Shadow the Giant Poodle aka Super-Shit-Picker-Upper.</em> <br/> \n <br/> \naka geddit?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "That is basically the best story ever. Chubby!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Satan would be a Labradoodle.  Those things are wholly unnatural and such a beast could only be forged in the pits of hell."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I always forget, it's refresh, then reply.  Now it looks like I was copying phy's idea because he posted in the two minutes between my post and the most recent refresh.  Damn you assetbar for not having an autorefresh feature."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "circumstances",
    "plus": 0,
    "snip": false,
    "text": "Don't go blaming Assetbar for your failures. <br/> \n <br/> \nOr blame it if you want, I'm all for unloading blame that belongs to me on others."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cpnglxynchos was marked lame too many times and excluded. (marked lame by Thorfinn, equinn2006, Xaxx)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "<em>Wishbone</em>  was a hella fun show. I love that little dog's literary wisecracks. I suggest that there should be a  <em>Wishbone Great Religions of the World</em>  series so that in addition to Jesus we get to see a dog part the red sea and reach the state of Nirvana for all of mankind. <br/> \n <br/> \nI suggest this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I second this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that show's series of books is how i read The Red Badge of Courage, Journey To The Center of The Earth and Beowulf. <br/> \n <br/> \n <em>what's the story, Wishbone? do you think it's worth a look?</em> <br/> \n <br/> \ndang but that show and Magic School Bus have theme songs that'll stick with you for eternities. (also Beakman's World.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Ah yes, nothing was better than popping an E to the opening of  <em>Bill Nye the Science Guy</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I guess that's as good a way as any to learn about your internal body chemistry."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the songs at the end of  <em>those</em>  shows were totally rad."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "<em>those shows</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "THESE KNIVES!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "THIS <br/> \n <br/> \nHEART OF MINE"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "doctorbeene",
    "plus": 0,
    "snip": false,
    "text": "Man, that dog could  <em>read</em> ! <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "Black Labrador (you would never expect it) voiced by Tommy Lee Jones. <br/> \n <br/> \nCount on it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "gilbert gotfried"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Hell is Other People's Small Dogs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "This exact situation has already been done by Disney in 1988"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure what happened there, but I surrender."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "So, does this mean Marmaduke is Satan?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Marmaduke is far too ineffectual to be Satan. He'd be lucky to even be a low-level demon. <br/> \n <br/> \nNo, I'm afraid Marmaduke is exactly what he appears to be: a poorly-scribbled, stupid dog."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "varnish",
    "plus": 6,
    "snip": false,
    "text": "Man, ain't you ever seen the strip where Marmaduke devours the neighbors and builds hisself a doghouse from their bones?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 46,
    "snip": false,
    "text": "BLOOD FOR THE BLOODHOUND <br/> \nSKULLS FOR THE SKULL-HOLE NEAR THE BEGONIAS"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Damn, that was so unexpected it made me laugh out loud."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radishes was marked lame too many times and excluded. (marked lame by mortshire, dirtyonethirty, iidebaser)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Savvy internet users are the worst internet users."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 15,
    "snip": false,
    "text": "Conservative mothers are the worst internet users."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Jesus is merciful and does not allow them to develop the ability to double click."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "People don't use the internet, the internet uses them.  Mostly for mocking."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "AIIIIIIIIIIGHT!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "I take this oppertunity to make another Warhammer related comment, brought to you by Games Workshop Limited."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": false,
    "text": "Does anyone remember \"That's One Dysfunctional Dog\", by the same folks who brought us \"Dysfunctional Family Circus\"? Admittedly it wasn't as good as DFC, but it actually made Marmaduke comics funny."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 1,
    "snip": false,
    "text": "Well, he's just an excitable dog."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Chubbied. God I miss Warren Zevon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Fermata, it was very convenient to falseprophet that you were female."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 5,
    "snip": false,
    "text": "Dammit woman how you gonna say I treat women like a place I can go to to purchase shaving razors and prescription condoms? Don't be accusin me of using the child like she's my own personal comedy bucket and portrayin it in a mildy chauvinistic light! I do shit like that to  <em>everybody</em>  and you would know that  if you would subscribe to ma damn newsletter entitled  <em>Falseprophet's Public Views</em>  which you can read by clicking on my avatar and then clicking on the number of comments I have posted to the assetbar which brings you to a convenient list of my very short articles on feminism and other such topics of conversation!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fidelio-roo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fidelio-roo was marked lame too many times and excluded. (marked lame by Overmedicated, rustmouth, usversusthem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ralgnar",
    "plus": 15,
    "snip": false,
    "text": "Guys this is not complicated. Satan is a Chihuahua with no eyes and a voice that is the sound of children screaming. God is a flaming fifty foot tall toy poodle. Also he is on fire."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "completely true. chubby time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "oh dog dick i'm out"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "valrus",
    "plus": 2,
    "snip": false,
    "text": "I got you covered"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "on  <em>cool</em>  fire."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "philosophe",
    "plus": 3,
    "snip": false,
    "text": "flaming  <em>and</em>  on fire"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "also flaming"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And possibly smoldering."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Involved in a significant conflagration, then?  Is that correct?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "certainly combusting, that much should be doubtless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "Satan could be any breed of dog, but it'd be a furry underneath its canine appearance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vandenbos",
    "plus": 0,
    "snip": false,
    "text": "Clearly he would be a bearded shepherd collie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "jesus would be a pound mutt, of course.  probably get put down when the whole kennel started acting funny.  new religion based on needles and dent-a-bones instead of crosses and fish."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "iidebaser",
    "plus": 30,
    "snip": false,
    "text": "<em>he turned the water into toilet water.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "benfromtenn",
    "plus": 0,
    "snip": false,
    "text": "Brilliant!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unquotable",
    "plus": 0,
    "snip": false,
    "text": "Satan would be a dachshund voiced by Doc Hammer"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangram",
    "plus": 1,
    "snip": false,
    "text": "Interestingly, a friend of mine, who has a Springer Spaniel, also has a much older dog who once ate an entire bowl of Hershey's Kisses, foil and all.  I guess it can't be THAT bad for them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "My dog once ate a pound of chocolate-covered esspresso beans. Aside from being a very caffinated dog for about six hours, she was fine and is still pretty alive today."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "When I was a kid, my dogs ate my sister's and my Halloween candy every single year. They also ate their own shit, and one of them would eat socks that dropped from laundry baskets, so she could hear how strange her own barking sounded when she had a sock caught in her throat (usually we did not have to take her to the vet as she slowly asphyxiated, but not always). One time, they split a bag of rat poison. We were not that worried about the chocolate Halloween candy, all things considered."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "My mom's...uncle or somesuch once had a dog that, at various times, ate a) a lightbulb, b) a motorcycle seat, and c) a car battery. The dog was completely unharmed by all of them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brokebackmark",
    "plus": 0,
    "snip": false,
    "text": "jesus would be a springer spaniel. <br/> \n <br/> \none with allergies <br/> \n <br/> \n... be sniffling at the last supper and such"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chowderhed",
    "plus": 0,
    "snip": false,
    "text": "why is roast beef dressed like an angry blue-collar father?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 3,
    "snip": false,
    "text": "Dammit woman ain't you read the goddamn comic strip?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am definitely more curious as to what sort of bet it was that the stake of Beef becoming such as an angry blue-collar father was not considered ridiculous."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Why do I find the image of Beef as Blue Colalr Father, strangely appealing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Well shit fuck. I apologise for my pathetic spelling."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chowderhed",
    "plus": 1,
    "snip": false,
    "text": "deud dt worire about ti!!!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "He is highly cool"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "salks",
    "plus": 2,
    "snip": false,
    "text": "i love clits so much <br/> \n <br/> \ni love to make girls happy"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "salks <br/> \nsocks <br/> \nsucks"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sucks",
    "plus": 0,
    "snip": false,
    "text": "I hope it feels so good to be right."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "whoa, what?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Indeed he is. Despite his actions. He is epitomising a form of cool last seen in the 20's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 2,
    "snip": false,
    "text": "dude don't give theobromine to dogs it does hell of wreckage on their central nervous system and heart besides"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "According to the internet, which is always right about such things, you can safely give them small amounts of chocolate.  I am not a veterinarian, though.  All I know is that the dogs looked very happy eating tiny scraps of chocolate."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Dogs would look happy eating a fried egg off a fart skin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 37,
    "snip": false,
    "text": "That's the thing about dogs. Dogs have a zest for life. Even if they're just sitting around staring at their balls for hours on end, I still get a kick out of being in the same room, because I know that somewhere in their mind something is going, \"YAAAAAY!\""
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "odei",
    "plus": 4,
    "snip": false,
    "text": "This basic thought process for a dog doing anything is \"I'm a dog I'm a dog I'm a dog oh I'm a dog!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "there was this one animal abuse commercial that ran some time ago. just a blank screen with a dog barking and subtitles come up. some barks and something like \"CAR! CAR! CAR!\" and then more and \"OH LOOK! A SQUIRREL! OH LOOK! A SQUIRREL!\" come up. <br/> \n <br/> \nthen...eventually..more barks come and it shows \"I HAVEN'T BEEN FED ALL WEEK! I HAVEN'T BEEN FED ALL WEEK!\" <br/> <br/> <br/> ...aaaand sad."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "For any of the dogs I know, it would be more like, \"The bichon frise next door gets Frosty Paws dog ice cream, and I just get this stupid nutritionist-analyzed Iams in a custom-painted bowl!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Why you hafta  <em>say</em>  that, man? Why you hafta  <em>say</em>  it?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "http://achewood.com/index.php?date=07282004"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "There's a Far Side cartoon where a scientists invents a machine that translates dog barks. As it turns out, everything dogs say is a variation of the word, \"Hey!\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hbaranov",
    "plus": 2,
    "snip": false,
    "text": "That reminds me of the skit in Family Guy... <br/> \n <br/> \nFamily Guy: Brian Goes for a Ride <br/> \n[cut to Lois driving Brian around] <br/> \n <br/> \nBrian Griffin [with excitement]: Wait a minute. I know where we are! The park is near here! We're near the park, Lois! Oh, that's the tree! I peed on that! Hey Lois! Lois! There's another dog in that car! Hey, hey! Hey! Hey! There's another dog in that car! Hey! Are you seeing that?! Hey! Hey! Hey! Other dog! Fuck you!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Simon. <br/> \n <br/> \nDon't quote Family Guy, people will give you heck of lames. <br/> \n <br/> \nI thought you  <em>knew</em>  this."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is true, because they're snobbish hipster douches who will stop liking something the moment that undesirable persons such as frat guys start liking it, regardless of how funny or clever the actual material may be."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Indubitably."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I stopped liking it because my ex used to call me every time it was on EVER and try to get me to watch it with him over the phone. He also quoted it nearly non-stop. It went from \"a fun thing we both like\" to \"a horrible never-ending nightmare.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Knowing something and knowing it is wrong, does not mean that just one time, it can be right. I will likely never quote said material, or other family guy ever again. I feel perfectly justified in a one off, showing I am not an effete snob who despises something just because 'it is not done'."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "And if I get heck of lames so be it. I apologise for the double post, I should think my thoughts through further."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "\"One fine morning, I awoke to discover that, during the night, I had learned to understand the language of birds. I have listened to them ever since. They say: 'Look at me!' or: 'Get out of here!' or: 'Let's fuck!' or: 'Help!' or: 'Hurrah!' or: 'I found a worm!' and that's all they say. And that, when you boil it down, is about all we say. (Which of those things am I saying now?)\" - Hollis Frampton <br/> \n <br/> \nWait, when did I end up just posting Hollis Frampton quotes all the time?  That's pretty specialized."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "It's a good service, though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "All I know is that when they're barking and wagging their tail at the same time, it's the equivalent of a human yelling  \"GET OFF MY LAWN GODDAMNIT THIS IS MY HOUSE I LIVE HERE I DON'T KNOW YOU!\" while at the same time having a huge smile on their face and waving merrily."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Sometimes I wish people had tails or the equivalent thereof. They're like antennas that broadcast your emotion to anyone who sees you.  <br/> \n <br/> \nNaturally, there's going to be penis comparisons in response to this comment, but let's face it, there's not a whole lot of range of emotion that a dong can express. Only angry dongs drawn on Chinese food receipts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "That reminds me of that Margaret Atwood book with the bio-engineered men with penises that turn blue and spin when they are aroused. Oryx and Crake? Am I remembering this correctly?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "You're saying this is a  <em>fictional</em>  book?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "leahpidoptera",
    "plus": 0,
    "snip": false,
    "text": "This is basically how I imagine my dog's thoughts: HEY! OH BOY! MASTER'S HOME! MY FAVORITE! HEY! OH BOY! FOOD! HEY! MY FAVORITE! Oooh... vet time... bummer... OH BOY! KIDS ARE HERE! YEEEEAHHHH! MY FAVORITE! OH BOY! DOG SHIT! YEAH! MY FAVORITE!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "My dog eats greens. Even Brussels' Sprouts, which she wolfs down. <br/> \n <br/> \nThe parrot, however, cannot be in the room with a non-stick frying pan; apparently the fumes kill them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "my cousins' Labrador once ate a whole tray of brownies, and the extent of the damage she sustained was throwing up exactly once."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "She never got the chance to throw up a second time? Oh noooo"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "It's \"run over,\" but I voted you a Chub anywho."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145252/http://www.youtube.com/watch?v=znZuH2BU0FE\">What about cancer of the liver?</a>  - says spinynorman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I love that sketch.  <br/> \n <br/> \n\"A... a tommy toe? You mean, a  <em>tomato?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the sad method of your dogs' departure. <br/> \n <br/> \nAlso getting to act like an angry blue-collar father is a cool incentive in a bet."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heeeraldo",
    "plus": 1,
    "snip": false,
    "text": "I like the flowchart strips, but I don't see why this one is almost exclusively external monologue when previous ones were almost all internal.  <br/> \n <br/> \nIs Onstad not inside the head of Molly, like he is for the other characters?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Yeah I was thinking how she is still completely a secondary character, and doesn't really exist without beef, hence his involvement in her flow chart. <br/> \n <br/> \nBut his involvement was hilarious, for the record."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What about her blog? I'm no lady, but it seems like a sound representation to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "well even Emeril has a blog. Her blog is the most forward representation of her as her voice is most clear in it, (how does he write women so well??) whereas I feel for the main characters (Beef, Ray, Philippe) it is a place for highly specialized ramblings, and not a place you go to get to know a character, such as Molly's.  <br/> \n <br/> \nI am down with her though she is a solid lady."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "K someone already made that joke  <em>directly</em>  below me, within eyesight  <em>when I was typing it.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 10,
    "snip": false,
    "text": "For a man to write a woman, especially with comedic purposes in mind, is a challenge. I have had this conversation with fellow comedians and we all tend to let female characters become the sort of 'straight woman' and have difficulties giving them quirks or things that make them endearing in their own right. <br/> \n <br/> \nI was talking with a friend who does a  <a href=\"http://web.archive.org/web/20101009145252/http://piecomic.com/\">comic</a>  and he thinks it is a side effect of our new post-feminist society. Particularly for our generation, we grew up watching sitcoms like  <em>Home Improvement</em>  where the wife was the mirror who showed Tim Allen that he is a clown. It can be difficult to allow yourself to give a female character comedic flaws because then they just feel ditzy. If there was a female character with Ray's spendthrift nature (this is not to say that you can create a funny female character just by tossing the traits of funny male characters at them but just an example or an idea) I doubt many would appreciate her.  <br/> \n <br/> \nAnd I do not think saying \"well  <em>Achewood</em>  is for a predominantly male audience\" lets Onstad 'off the hook' as it were. There's no reason for Molly not to be a stronger, more well-rounded character. I'd say that if Onstad gives Teodor an arc (he has been getting some fun little attention lately) he should go to Molly next. <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "You make some good points, Falsey. Some  <em>real</em>  good ones, actually. But that doesn't change the fact that you sound like you're trying to get laid at a bar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 10,
    "snip": false,
    "text": "Rowby, this cat-and-mouse game will eventually end, and you will find yourself waking up beneath my soft satin sheets and a tray of my delicious waffles in your lap and a nostalgic feeling from the night before in your sexparts and you will know that being seduced by me was the best thing that ever happened to you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "Yes, but we'll need to get an early start on apartment shopping. And when do I get to meet your folks? You  <em>promised!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Sorry baby, there's no bogartin my lovin cause I never sleep with the same asset twice. Just be glad you got the experience of my sheets and my waffles and stop callin me - it makes you look desperate."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "This thread took a turn for the weird."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dovey",
    "plus": 4,
    "snip": false,
    "text": "This thready took a turn for the sexay"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wilto",
    "plus": 4,
    "snip": false,
    "text": "My feelings on this asset are: tempestuous."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Smoove B? Is that you?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Not Smoove. Smooooooooooo..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "...oooooooooooooooooooooo..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "...ooooooooove."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Exaaaactly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I was replying to and agreeing with rowboat, and like a fool didn't scroll down to see there was another comment.  I was replying to rowboat's comment!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "phthoggos",
    "plus": 3,
    "snip": false,
    "text": "You dropped the pseudo-Roast-Beef affect for this post and suddenly became bearable! Keep it up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "Also. A lot of women in real life, they just aren't funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I believe Jerry Lewis said it best."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "How did he say it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "He said it with a motorcycle and 8 parked busses, the crowd all in a roar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh nice"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 3,
    "snip": false,
    "text": "Also. A lot of men in real life, they just aren't funny."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "EQUAL OPPORTUNITY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joestork",
    "plus": 1,
    "snip": false,
    "text": "falseprophet, Onstad is not on anyone's hook, as it were. <br/> \n <br/> \nOnstad can write what the fuck he wants."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No, no, a thousand times no. There is no reason for Molly to get an arc, precisely BECAUSE she is a 'straight woman' character and is only funny in her interactions with Beef. People mistake likable for funny. Sure, we can all agree she's a nice, sensible, caring girl, perhaps the kind we would like to meet in real life, but this doesn't mean that a comic about her would be funny. It is too late at this point to change her character as drastically as would be required in order for her to be funny on her own.  <br/> \n <br/> \nSecondly, as you yourself seem to suggest, the brutal, dark, cynical humor that is characteristic of Achewood would not work well targeted at female characters. Would you feel comfortable having a female character with Todd's drug addiction or Lyle's forays into porn? I think it goes without saying that the vast majority of readers wouldn't, though why this is the case and what it says about society is an interesting discussion for another time and place. <br/> \n <br/> \nAnyway, I'm generally against trying to apply affirmative action to webcomics. Achewood works fine just the way it is, and it works for a reason. If you want more woman-centered comics, go read Questionable Content (shitty indie soap opera in my opinion) or Octopus Pie (decent, but not really that funny, probably because for the same reason I said above, which is that nothing overly ridiculous or gross happens to the female characters). <br/> \n <br/> \nYes, I realize I just said a bunch and I could've elaborated on plenty of these points, but I'm sure no one wants me to write a term paper on here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "I don't think anyone's disagreeing with you, I pretty much feel the same way. It's just interesting that she's been given a flow chart, as it's the first that has been completely interactive of the other characters and not solely on the character itself. <br/> \n <br/> \nJust raises some interesting points, which, apparently , if you talk about them correctly, will get you laid at a bar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "I just read witty name's post down there, and he says it right: That's why it is \"An afternoon with...\" instead of \"In the Mind of...\" <br/> \n <br/> \nWE WILL NEVER SEE INSIDE HER HEAD <br/> \n <br/> \nI AM PRETTY OK WITH THAT THOUGH I DO ENJOY HER BLOG <br/> <br/> <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "Best perhaps to accept that these Achewoodians are well-written characters regardless of gender, and it is this writing that makes them seem real that makes them funny, not how funny you personally have problems finding women. Individual women can of course be funny (and Roast Beef and company are not always funny because of gross and ridiculous situations, there are words and attitudes and observations too); if a character is being written as a \"woman\" rather than as an individual, the failing in characterisation and perhaps humour is there. I don't like the idea that one would think a comic's shitty because it has women in it rather than because it's just shit. We're better than this, people. <br/> \n <br/> \n(A good test for the Britishers out there- try out opinions on women and comedy by saying them out loud in Bernard Manning's voice, see how you feel)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty much in agreement with everything you said, and I wasn't implying that some comics aren't funny because they're woman-centered - I think it's more correlation than causation. But the question of why there aren't more women characters has been brought up, and I was just offering some general ideas about why this is the case, not necessarily saying that this is a good thing. Is it possible to consistently write funny women-centered humor that avoids demeaning media cliches on the one hand and being uncomfortably offensive on the other? Probably. Is it done often? No. I think my example about Todd and Lyle still stands, as well as my point that Molly was written mainly as a support character and we shouldn't demand that she be thrust into a bigger role simply BECAUSE she is a woman. Hope that clears things up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "I agreed with you up until you said \"If you want more women-centered comics, go read etc etc\" and then proceeded to slam the options given.  If my only choices are either male-centered comics or shitty comics, then odds are, I am going to hope that the good comics are more inclusive of similarly gendered people to me.   <br/> \n <br/> \nAnd I'm not saying that Onstad needs to do that.  I love Achewood and wouldn't really change it.  I just think it's sad that the options are so limited and sadder still that I might be the only person who is in fact saddened by this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 12,
    "snip": false,
    "text": "<em>How does he write women so well?</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lucidz",
    "plus": 1,
    "snip": false,
    "text": "\"I think of a man, and I take away ... \""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ohmygooses",
    "plus": 2,
    "snip": false,
    "text": "according to my 8 year old cousin the formula actually stands at \"man   boobs - a penis\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Assetbar took away the plus sign, and now it looks like you were talking about man boobs. Which is never a good thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joestork",
    "plus": 29,
    "snip": false,
    "text": "\"Man Boobs: A Penis\"  <br/> \n <br/> \nby Jaques Lacan <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I really hate that Assetbar suppressed your plus sign.  The results are unfortunate."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ohmygooses",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ohmygooses was marked lame too many times and excluded. (marked lame by Jordstar, Zem, iidebaser)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jordstar was marked lame too many times and excluded. (marked lame by ohmygooses, vorrishnikov, NumberKillinger)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "\"usurp and overthrow\" is kind of redundant, isn't it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "I for one welcome our new and fresh redundant overlords."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Wait a sec... you all  <em>like</em>  the IForOneWelcomeOverlords joke?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I do.  I think it's because there are so many willing collaborators around that it becomes a dark example of observational humor."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I like it. I did not even know it was a thing, I thought it was just something someone said on the Simpsons once and that was the end of it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I don't believe i've ever laughed so much at an assetbar comment...ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 3,
    "snip": false,
    "text": "That's why it is \"An afternoon with...\" instead of \"In the Mind of...\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nhennies",
    "plus": 6,
    "snip": false,
    "text": "Nerd comment alert: E#m is an enharmonic spelling of F-minor.  Makes no sense."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 23,
    "snip": false,
    "text": "Dammit woman ain't no such damn thing as E#"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "when it comes down to Jesus being a golden lab anything is possible"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "romulus05",
    "plus": 8,
    "snip": false,
    "text": "Assuming Jesus were rocking the organ in the key of C# it would make sense for Fm to be labeled as E#m woman!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clever-nickname was marked lame too many times and excluded. (marked lame by wfl, TheLoneliestMonkey, joamiq)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cbtbone",
    "plus": 12,
    "snip": false,
    "text": "There are times when it is perfectly acceptable, in fact expected, to write an F as E#, for example as the leading tone in the key of F#.  Along the same lines, if a composer were writing a piece in C# major, the minor chord built off the third scale degree would be called E# minor, not F minor.  Of course, he could also just write the dang thing in D-flat major and call it a day. <br/> \n <br/> \nOh, sorry ***NERD COMMENT ALERT***"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nhennies",
    "plus": 3,
    "snip": false,
    "text": "There are times when it is acceptable.  In this situation there's no need for the enharmonic spelling since he's just naming one chord with no context around it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phthoggos",
    "plus": 3,
    "snip": false,
    "text": "Roast Beef has installed a synthesizer behind the painting of Jesus that plays through Bach's  <em>Wohltemperirte Clavier</em>  repeatedly, in sequence. At this moment it had reached  <a href=\"http://web.archive.org/web/20101009145252/http://www.youtube.com/watch?v=c46fr2EZOhQ\">BWV 848 Präludium &amp; Fuge in C#</a> . <br/> \n <br/> \nJesus' interruption was unexpected, but enharmonically pleasing."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "peterjoel",
    "plus": 1,
    "snip": false,
    "text": "The remainder of this strip was written in F#. Didn't you see the key signature. The time signature is 13/8."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "That doesn't mean an e-sharp minor chord sounds very...Jesus-y.  I always imagine that the D sus 4, b9 #11 chords that you always hear on the Hammond B3 organ in Pentecostal services to be hell of holy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 35,
    "snip": false,
    "text": "Urrtra Nerd comment alert: It could make sense in certain contexts. Notations like E#, B#, G## are used when it's necessary to preserve the intervallic identity of the note in the given key. For instance, the 7th scale degree of F#major is correctly written as E# rather than F to avoid confusion with the fundamental. Since there's no such thing as a diminished octave in classical notation, the note is referred to as E#, just as E is the 7th scale degree in the key of F major. So one could have an E# minor chord in the context of the ii chord in the key of D# (melodic) minor, for instance. Incidentally, while you're correct to point out that E#m and Fm are enharmonically equivalent, they are only identical pitches in equal temperament; a just-intoned tuning system produces not a cicle of fifths, but rather a  <em>spiral</em>  where E# and F are  <em>two distinct pitches</em> . I'm a virgin, by the way."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jbushnell",
    "plus": 2,
    "snip": false,
    "text": "My mind is bleeding.  I say we go back to the Grateful Dead, who just make that shit up as they go along."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Goodness, yes.  I salute f.y.f's knowledge, but what about Three Chords and the Truth?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": false,
    "text": "What about the Devil's Tritone? Will it REALLY (along with the cicadas) make the metal plate in our head vibrate, and cause us to murder high-schoolers with a giant fishing lure? Or is that just another lie that Troma Team told us?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "I was going to make a Terror Firmer reference, but realized I'd just sound creepy to someone who didn't know about pickles or life-affirming turnarounds or that one scene that ended with the Troma-standard car crash."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lamewad",
    "plus": 1,
    "snip": false,
    "text": "Your avatar gives me the impression that you are  <em>always partying</em> , and that is  <em>awesome</em> . <br/> \n <br/> \nTHE SYSTEM IS DOWN <br/> \nTHE SYSTEM IS DOWN"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "Yeah, my avatar and dj's avatar should get together.  That would be rad."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "snidedk",
    "plus": 1,
    "snip": false,
    "text": "What's best is mousing over the PNDT so that a second PNDT appears on the screen. It's like a little PNDTR (that is, psychadelic neon dancing tyrannosaur rave)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": false,
    "text": "Indeed sir, indeed. Although it may cause seizures in some viewers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joestork",
    "plus": 1,
    "snip": false,
    "text": "Honestly, I didn't know that music theory knowledge fell under the category of nerd-dom. <br/> \n <br/> \nI thought it was for people who could rock a DISGUSTING piano and make chicks swoon etc.  <br/> \n <br/> \nBut maybe it's just for fruity old men."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "A lot of your more DISGUSTING piano (guitar, bass, etc.) rockers with the swooning chicks are not so up on the Theory.  If you or fuckyoufriday have both, then more power to you.  I'm still pretty much working on the 3 chords end of the spectrum."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "Yeah I was thinking more of the dapper concert pianist type of chick-swooning.  Though who's to say they can't be combined?  Ass in your pants?   <br/> \n <br/> \nps: I still haven't quite made it to the third chord. <br/> \n <br/> \npps: Oh, who am I kidding.  I'm Maurizio Pollini."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You have not met my cousin, then."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Is your cousin Ben Folds?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No, not at all, not at all. My cousin is probably a  <em>technically</em>  better pianist than Ben Folds, but likely far less talented overall. And anyway, my cousin is a classical musician. <br/> \n <br/> \nBut the point was that he knows music theory inside and out and is a fantastic pianist but could probably not make a chick swoon to save his life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "romulus05",
    "plus": 0,
    "snip": false,
    "text": "In fitting with the day and your name I would just like to say: FUCK YOU DOUBLE SHARPS."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "I think double flats are a little more obnoxious. <br/> \n <br/> \nWhat's the point of double flats anyway, fuckyoufriday?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "This from an Einstürzende Neubauten fan?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "You know all this and you use winamp."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "THAT. IS. A. HOMEBOY...and is the paragraph describing everything my high-school band director taught me. i remember it all now. (i do not remember it all now. it is more like i remember being  <em>told</em>  it all once upon a time.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ewakio",
    "plus": 1,
    "snip": false,
    "text": "Wow I actually understood all of that.  Thanks, education!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Personally, I see Beef's comments being sort of along the lines of the lyrics to Tom Waits' \"In the Neighborhood.\" <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145252/http://youtube.com/watch?v=Tf17PlTsc_s\">http://youtube.com/watch?v=Tf17PlTsc_s</a> <br/> \n <br/> \nAnd the  <em>goddamn</em>  delivery truck's got me pinned in again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rygarrett2",
    "plus": 1,
    "snip": false,
    "text": "dammit, ive been beaten to the music nerd punch"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nhennies",
    "plus": 4,
    "snip": false,
    "text": "The OCD bird gets the worm."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 9,
    "snip": false,
    "text": "Ah, that rare and elusive creature, the Obsessive Compulsive Disorder Bird. Its haunting cry echoing across the eight cracks in the pavement from my door to my mailbox: a sound like an angel slapping pudding."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It flies into the wilderness, seeking it's prey to bring back to the nest but as soon as it returns and is about to drop the meat into the fledgelings' mouths it flies to the river and washes it over and over again  <em>but the dirt just won't come off</em> ..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 4,
    "snip": false,
    "text": "Now I feel like 10 years of violin lessons have been totally...for naught.  (HOT CROSS BUNS PLAYED ON RUSTY VIOLIN STRINGS WITH WRONG SIDE OF BOW)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "\"Hot Cross Buns\" was the only song I ever learned on the trombone. (ANOTHER CIGARETTE BUTTED OUT ON HORN OF SAID INSTRUMENT, ANOTHER TEAR FALLING INTO MY LAP FOR SQUANDERED OPPORTUNITIES)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Hot Cross Buns is illegal now. It's a religious tune. Damn liberals."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "If they'd outlawed it sooner, there would've been no 9-11."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 1,
    "snip": false,
    "text": "I heart Zappa."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "I counted five instances of \"dammit woman.\" <br/> \n <br/> \nThat's probably the best bet I've ever heard of, fictional or real."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Molly lost the best so Beef gets to act like an angry blue-collar father all day?  I'd get sick of that in about 10 minutes.  It is cool that he has the outfit ready, though - note the wallet on chain, and name-patch on the shirt.  He needs a random motor oil stain to complete the look."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "I don't think he won a but, I think they are engaging in a little role playing.  Something a bit tamer than Sad Dracula, but he still gets to play the aggressor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "Molly and Beef have a lot of fun like that. Jack and Dianne party, Kraftwerk Thanksgiving. Did they mention any costumes for Kraftwerk Thanksgiving? I think it was Beef's blog that chronicled the event, with Ray being somewhat uncomfortable with the entire ordeal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "He gets to position the special lamp."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ohmygooses",
    "plus": 0,
    "snip": false,
    "text": "damn, that is a horrible way to call a dog stupid <br/> \n <br/> \nalt text is getting me all sad now"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I was going to say something horribly crass here. But then I pulled the book off of my shelf and read the last chapter again for the first time in years and now I think I'm gonna turn the lights out and lay down and try not to think about anything for awhile."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "What was it? What were you gonna say?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Don't get too excited. I didn't have anything in mind. It's just that when I read Ohmygooses comment, I thought to myself,  <em>\"Oooh,</em>  I'm  <em>definitely</em>  going to say horribly crass here!\" I decided to thumb through the book to find a way to twist some sad passage into a pertinent and evil joke. Then the book got the best of my milquetoast ass (like it always has) and my cruelty was eclipsed by the Saddest Sadness."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"say SOMETHING horribly crass\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "horribly crass"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "horribly crass"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "crassly horrible"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "STICK TO THE FORMULA!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donward2",
    "plus": 0,
    "snip": false,
    "text": "I was hell of shocked by Beef's tone of voice. I'm now hell of relieved to learn it was a lost bet on Molly's part. Beef likes to bet... As close as they are, you would think Philipe would warn her not to make bets with Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "\"Dammit woman\" sounds like classic Monty Python. I used to think it was just a silly act, but when I was in Europe last summer I saw a middle-aged British couple in the restaurant district of Nice that talked exactly like the typical male/female Monty Python characters. The man had a potbelly, shaved head, and a fanny pack, while the woman had a shrewish face and a ridiculous wide-brimmed hat. Their conversation went something like this: <br/> \n <br/> \nWoman (in high-pitched, screechy voice): I just dawn't loike their main cauwses! <br/> \nMan (in slurred lager-lout voice): Dammit woman, why dawn't you loike the main cauwses?! <br/> \nWoman: I just dawn't LOIKE 'em, is all! <br/> \n <br/> \nIt was too perfect. You had to be there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I am  <em>offended</em>  by your representation of a British accent. I don't mean that I feel insulted on behalf of my nationality, I mean I tried reading it out loud, and it hurt me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Well if you guys are going to let BBC sitcoms determine how we think you talk, perhaps you should put people with better enunciation on teevee.  I assume everyone from Britain talks like characters from Red Dwarf or the announcers on the BBC news.  Is this wrong?  Or should I be thinking of Fawlty Towers?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "I've been basing most of my English accents on the characters from  <em>Coupling</em> . Is this correct heccibiggs"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "You should trying watching 'Shameless'. Hella accents there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Coupling is okay. They're all pretty normal. And hilarious, so that helps. Approval GAINED."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "Not to mention it actually sounds Australian."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "To me it sounds like an exaggerated old-style Cockney. Like out of Oliver! or Sweeney Todd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "<em>hell</em>  of sacrilege, yo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 5,
    "snip": false,
    "text": "Wow, Beef is my grandfather before he died of alcohol and and anger disease.  Same haircut and everything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucidz was marked lame too many times and excluded. (marked lame by straw, Moolah, Crowpaw, GSurge, NeoNaoNeo, kylank, riotnrrd, mrblank91, heeeraldo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "DAMMIT WOMAN PHOTOSHOP IS HELL OF SACRILEGE."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucidz was marked lame too many times and excluded. (marked lame by straw, riotnrrd, clembot)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 18,
    "snip": false,
    "text": "You could use photoshop to make a picture of you getting laid."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thegrayhoodie was marked lame too many times and excluded. (marked lame by dwodles, scrumpton, philosophe)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "No need to explain yourself, sweetie.  I just won a bet.  DAMMIT DON'T GET ALL WEEPY WOMAN YOU'LL TURN THE BOY GAY"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "marry me?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You could photoshop yourself getting laid. You could look at that sometimes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "I should've guessed that someone would've already been hitting \"post\" on a comment like this right as I was deciding to write one. Is perhaps most basic idea."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm not gonna lie; I was a little upset that I got two lames for this in spite of the fact that Bourbonsamurai beat me by only, like, five minutes  <em>and</em>  for the fact that I  <em>immediately</em>  explained myself. Then I looked and saw that only one of the lamers was an actual person, so it was OK. <br/> \n <br/> \nI'm feeling sensitive today. It was that damned  <em>Algernon</em>  reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "It's a damn travesty that you got Lamed, but then so is complaining bout getting Lamed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "What am I supposed to do,  <em>not</em>  look? It's too late for that.  <br/> \n <br/> \nBut making mention of it - yeah. I deserve what I get."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Why is it that almost all the lames I've received are from people who aren't actual people? Why do they do that? <br/> \n <br/> \nAnd why is there a way to look at who lamed you, but not who chubbied you? It's almost like AssetBar was designed to  <em>ruin friendships.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is weird. Sometimes I would like to know who chubbied me. I know that if I were able to look, and one day found that spinynorman or rowboat or drskradley had chubbied one of my posts, I would feel a warm, subtle joy in my heart."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "The names you have mentioned are all definitely previous winners of  <em>The Badass Games: Assetbar Edition</em> . <br/> \n <br/> \nIn fact, I've just received a memo from Ray Smuckles that the cast list for the new film  <em>The Seven Samurai vs. The Wild Bunch</em>  has been announced. <br/> \n <br/> \nKambei Shimada - rowboat <br/> \nPike Bishop - Epicurus <br/> \nGorobei Katayama - philosophe <br/> \nDutch Engstrom - ProfessorHazard <br/> \nShichiroji - tellumo <br/> \nLyle Gorch - straw <br/> \nHeihachi Hayashida - zem <br/> \nTector Gorch - gormster <br/> \nKatsushiro Okamoto - tekende <br/> \nAngel - CousinTed <br/> \nKyuzo - fuckyoufriday <br/> \nDeke Thornton - lateadopter <br/> \nKikuchiyo - Dr_Manflesh_desires_anal_play_immediately <br/> \n <br/> \nWith special guests: <br/> \n <br/> \nThe Man With No Name - drskradley <br/> \nKuwabatake Sanjuro - spinynorman <br/> \n <br/> \nCopyright 2008 Ray Smuckles Presents/Capcom."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Nooooooo!!! The Internet doesn't think I'm cool!!!! I have failed at Life!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Well everyone gave a great audition and we're sorry that we couldn't find a lead role for everyone, but luckily both the samurai and Wild West were festering with glamorous prostitutes, and those are roles that the Internet finds  <a href=\"http://web.archive.org/web/20101009145252/http://achewood.com/index.php?date=06282002\"><em>rad</em></a> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "My life will not be complete until I see this movie. <br/> \n <br/> \nAnd apparently appear in it as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Also, TTAGXAMM as Afro Samurai."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I like that this notion of my having been a past winner of  <em>The Badass Games: Assetbar Edition</em>  comes just down the page from my whiny post about being sensitive.  <br/> \n <br/> \nI like that."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\">CHOOSE YOUR OWN RESPONSE:</span> <br/> \n <em>The Serious Response.</em> <br/> \n- I've never seen  <em>The Wild Bunch</em> , but Wikipedia says I get to be Ernest Borgnine, so. No complaints here. <br/> \n <em>The Fatuous Response.</em> <br/> \n- I usually have to pay a talented hooker to get a good Dutch Engstrom."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "i didn't really read this but thanks for namedropping me 2 years ago, whoever you are"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "(Spoiler: [i]The Seven Samurai[i]) <br/> <br/> <br/> Good to hear I make it, at least!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "That would be like getting to sit at the cool kids' table in the cafeteria!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It really would."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Man. I need to go sit with the band kids.  <em>Again.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I was in the band, dude. We got to go to Washington DC one time. I spilled my drink on a girl while we were in the airplane. It was all good times but I don't think she appreciated it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Once you're in high school, at least, my high school, the band is actually full  of chill people, and become a sort of insular family that somehow gets more tang than the rest of the school combined. My friend was in the band, and I envied him. He eventually became the drum major, and it went to his head. It was weird, because he played clarinet. But apparently the drum major does not actually play drums? <br/> \n <br/> \nAnyhow, in middle school, being in the band is associated with large orthodontic appliances. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucidz",
    "plus": 1,
    "snip": false,
    "text": "I ain't know why I gotta be lamed... The basenji in that picture is mine :( <br/> \n <br/> \nHer name is kitiara and I can attest to the fact that they are the worst dog on the planet!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "You have a Krynnish Basingi, this is awesome.  <br/> \nThough, I believe that all basenjis are the worst dogs on the planet, they scheme like a woman who hates you, it's all they do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "He's going to be angry that you wrote His name!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The real LORD knows that the accepted contraction of \"damn it\" is \"dammit\", not \"damnit\", goddammit."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "WRONGGGGG"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Listen, Kevin Spacey as Lex Luthor, if the above comic isn't proof enough for you, look it up in a dictionary."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I'd refute your post some more but I can't get past your description of me as Kevin Spacey as Lex Luthor. <br/> \n <br/> \n <em>Awesome</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "this is easily one of the most adorable strips in recent memory. The little \"by P M\" on the comic is too cute."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "paradigmeyes",
    "plus": 1,
    "snip": false,
    "text": "technically, E#m would be Fm, and I think El Christo would know such manners. He invented rock and roll."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "It is a literary tradition to use Greyhounds as representatives of the holy spirit. I concur with this and believe that CTOs Basenji proposition is just silly. Silliness being the main product of the CTO."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "jesus the dog could eat cocoa based products and turn water into, for example, table scraps."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inweaknessbe",
    "plus": 1,
    "snip": false,
    "text": "Somehow I think I'd rather have seen this as a normal comic and not a flowchart style thing... We needed a Molly flowchart, but this is like a normal comic dressed in flowchart garb. <br/> \n <br/> \nBut it's all worth it to see Beef depicted such as he is"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "This is a glimpse of Beef still in Circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endoftheworld",
    "plus": 0,
    "snip": false,
    "text": "When Roast Beef pretends to be an angry blue collar dad, does he have to listen to Bill Engvall to stay in character? Because that wouldnt' feel like a win."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Bill Engvall does not come across that way dude uh what in hell are you talking about"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Kudos to me for putting the strip up to 4.5. <br/> \n <br/> \nand also for having a conversation about Jesus conjuring Xbox 360 consoles at the same time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "veck",
    "plus": 0,
    "snip": false,
    "text": "This strip is hell of artistic. Check out the shading on their trousers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Molly's hair  <em>blew my mind.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Given the hair and the stockings, there's just no way it can be denied any longer - Molly's a hipster. There, I said it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Not to mention that hipsters also think it's cool to pretend to be blue collar by doing things such as drinking Pabst and pretending to like folk rock."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Folk rock is blue collar?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Bruce Springsteen is hella folk rock, and the Boss is hella blue collar. <br/> \n <br/> \nI guess hipsters really like Bruce Springsteen? I dunno. I thought they were more along the lines of the Old 97s and Sufjan Stevens, and other whiny-voiced vocalists."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "That includes Wilco and Josh Ritter. They are country-ish folk rock, and hipsters enjoy them deeply."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Oh man Josh Ritter I love him! Well, I like one song, the rest are kinda not great. <br/> \n <br/> \nDoes that make me a hipster? (P.S. I reall don't knw what the American definition of a \"hipster\" is. Is it like indie in the UK?)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Probably. \"Hipster\" actually covers a lot of different types of people, but it basically comes down to \"pretentious fucks who like things that aren't mainstream  <em>because</em>  they aren't mainstream.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Ohhh. Well surely \"hipster\" is a totally inappropriate name, then, because it implies that they're all about stuff that's \"hip\". Oh well. <br/> \n <br/> \nAlso, what the HELL was up with my typing in that last comment."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I think you will understand if you consider that to the Hipster, \"hip\" and \"popular\" are opposites."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Hipsters are basically people who wish they were beatniks, but were born fifty years too late."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I am touching the tip of my nose with the tip of my index finger to indicate the great accuracy of your comment."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145252/http://en.wikipedia.org/wiki/Hipster_%281940s_subculture%29\">Actually</a> , the original hipsters were the precursors to the beatniks. Today, hipsters wish they could go back to that time, like you say. They are hella annoying to deal with especially if you are a blackman like me. I met this one attractive but very immature young lady whose favorite novel was  <em>On The Road</em>  and basically only liked me for my dreads and would say things like \"God I wish it were the 60s\" to which I would simply reply \"I sure as hell don't.\" <br/> \n <br/> \nI love the Norman Mailer quote about hipsters, which to him are individuals \"individuals, %u201Cwith a middle-class background (who) attempt to put down their whiteness and adopt what they believe is the carefree, spontaneous, cool lifestyle of Negro hipsters: their manner of speaking and language, their use of milder narcotics, their appreciation of jazz and the blues, and their  <em>supposed</em>  concern with the good orgasm.%u201D [5] <br/> \n <br/> \nEmphasis  <em>added</em> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "... Damn."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Which Josh Ritter song? My personal favorites are 'Wolves' and 'Right Moves.'"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Girl in the War. I just think it's one of the most beautiful songs ever. People need to get over Hallelujah by Cohen/Buckley/whoever else has covered it, and realise the crazy fantasticness of Girl in the War."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah 'Girl in the War' is an awesome opener. If you haven't, I highly recommend checking out an album he did before that called 'Golden Age of Radio.' 'Come And Find Me' is a standout track."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Which song? I also like just one Josh Ritter song (Kathleen)."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Wait, you answered it below. That's what I get for Not Reading All The Way Down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 0,
    "snip": false,
    "text": "There's yellow labs, and golden retrievers, but dammit woman, ain't no such thing as a  <a href=\"http://web.archive.org/web/20101009145252/http://en.wikipedia.org/wiki/Labrador_retriever#Non-variants\">golden lab</a>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "Dammit woman, now let's do it doggie-style!  (Even though we're cats.)  Phillipe, get outta here!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Oh, man. Roast beef has hair.  <a href=\"http://web.archive.org/web/20101009145252/http://m.assetbar.com/achewood/uua1pghHz\">ROAST BEEF HAS HAIR, PEOPLE. THE END TIMES ARE UPON US.</a> <br/> \n <br/> \nOf course, it's probably just a toupee for the bet. I need to win me one of those bets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "It's cool man, we've still got him for like 40 more years."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and they will go like this. *points at avi*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "is it lazy to use the first google image result for basenji?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "As the rest of the strip is basically the antithesis of lazy, I'd say \"no.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickgranger",
    "plus": 1,
    "snip": false,
    "text": "agreed. a very well made strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 3,
    "snip": false,
    "text": "This is (sacrilege notwithstanding) a very sweet strip.  RB and Molly's games are so cute.  I think the people who are bent about it being a flowchart unlike the others should just consider that it is a compact way to put a long conversation in a strip.  Molly could still get her own \"legitimate\" flowchart."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mnemonicdevice",
    "plus": 2,
    "snip": false,
    "text": "Everything else is just dressing for \"I lost a bet and now he gets to act like an angry blue-collar father all day.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "No, I think the blue-collar thing is funnier when the discussion is about what kind of dog Jehoovah would be."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I'm interested in what Molly stood to win if the bet went her way.  Beef gets to let his trailer hang out, what does she get?  Given her 'bedroom proclivities' I'm betting it's at least rated R. <br/> \n <br/> \nAlso, a Basenji is a holy dog in old Egyptian religion.  They could guard the dead without making noise.  Jebus would totally hate being a silent Egyptian dog.  I am offended and shall petition Jack  Chick to write something about this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "\"Jebus\" is an interesting typo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whuppins",
    "plus": 3,
    "snip": false,
    "text": "It's not a typo. It's how all the cool kids refer to Jesus these days. I believe it's from the Simpsons, though maybe Homer stole it from something else I'm not aware of."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "thanks whuppins"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "There's Jebusites in the bible every once in a while. I don't know what they're doing in there but I like to think all they did was go \"Oh SAAVE me Jebus\" in a real sarcastic voice"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Inexplicably, I really hate it when people say \"Jebus.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 3,
    "snip": false,
    "text": "Molly is so underrated <br/> \nShe is the business"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 7,
    "snip": false,
    "text": "molly! are you crappin'? you feed the jesus dog yet?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "sevendaughters",
    "plus": 2,
    "snip": false,
    "text": "Molly looks a bit like Janet Weiss here. I'm not a dude who would bone a comic but I have Roast Beef jealousy here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "Dude, are you banging a comic? <br/> \n <br/> \nOut of my house! <br/> \nNOT my friend!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "orvel",
    "plus": 2,
    "snip": false,
    "text": "I had to kick a friend out of my house for banging a comic once.  <br/> \n <br/> \nNo one bones Kathy Griffin in my waterbed and gets invited back."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Boning Kathy Griffin would be hella terrible, what with her twitching and making unfunny observations the whole time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "She'd be all like, \"Hello?! That'sss not my clit! A-haha!\" <br/> \n <br/> \nIt is difficult to represent Kathy Griffin's odd speech patterns in text."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, I...I really wish I hadn't made this comment."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "But I'm so glad you did."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You're glad you read about Kathy Griffin's clit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I want Kathy Griffin to have my retarded baby."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "TMI TMI"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "Shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "You're bangin' a comic, but whatever. No cookies for you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I'm glad that gray panel was there to explain Roast Beef's behaviour or I would have concluded that this is how Molly secretly sees Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Wait does this make Jesus . . . Underdog?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That would explain a lot. Not least, why Underdog always seemed so unbelievable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "WDWJB has been answered, I guess.  And the answer to WWJD must be \"pee on your leg.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "What the hell is \"WDWJB\"? I Googled it and got nothing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "I'd venture a guess at \"what dog would jesus be?\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>Ooohhhhh</em> , I'm retarded. Sorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 2,
    "snip": false,
    "text": "<em>Ooohhhhh</em> , Oim retahded. Surry. <br/> \nIs this correct? <br/> \n(Accent courtesy of Jack Davenport)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Hahahaha, nice comment continuity, but no. Really not. Surely it's more American to say \"surry\" rather than \"sorry\"? I'm thinking of \"mum\" vs \"mom\". Wait, I've confused myself."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Canadian?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "What Dog Would Jesus Be?   <br/> \n <br/> \nI would go with \"What Breed of Dog Would Jesus Have Been, Assuming He Really Existed and Wasn't Just a Fictional Character and Had the Power of Being a Dog? <br/> \n <br/> \nWBDWJHBAHREWJFCHPBD? <br/> \n <br/> \nI'm still going with springer spaniel.  My favorite uncle had one.  It was constantly bringing people presents, and it had a miraculous power of healing - he lasted 3 years after a stroke because of that dog.  After she was killed chasing trucks down a major street, my uncle died a couple of months later.  Just like Jesus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "higuma",
    "plus": 7,
    "snip": false,
    "text": "I wonder if Jesus the Dog would get along with Homosexuals the Gorilla.  Maybe they can be friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Don't be silly, everyone  <em>knows</em>  that GOD HATES FAGS."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "As long as we're doing this whole cartoon animal thing, I propose that Fags is a bunny who lives with Homosexuals the Gorilla, and Jesus the Golden Lab hates them both (at least according to Fred Phelps the  Dung Beetle)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Fred Phelps rolling shit uphill for all eternity sounds fair to me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scrumpton",
    "plus": 0,
    "snip": false,
    "text": "Fred Phelps being a shit based Sisyphus sounds about right to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Don't forget Cunty the Sardine!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "no poing or socks in sight"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 2,
    "snip": false,
    "text": "I laughed until I read the alt text. Flowers For Algernon is the saddest thing ever. :'("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tucky",
    "plus": 6,
    "snip": false,
    "text": "In my English class, I had to present Flowers for Algernon to the entire class.  I told them it was one of the most beautiful stories I'd ever read in my life.  Then i went on to explain that the most triumphant moment of the story was when a man falling back into mental retardation was able to have sex without having a siezure.  I don't think i did it justice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "...were you HELLA YELLIN' ABOUT THE SEX?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "orvel",
    "plus": 1,
    "snip": false,
    "text": "Sadly, I am out of chubbies.  <br/> \n <br/> \nI swear, this has never happened before..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mc_white",
    "plus": 1,
    "snip": false,
    "text": "My Grandma totes has that exact same picture of Jesus on her wall, just another thing that I will never look at the same way because of Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "We have that Jesus on a shelf in our basement. We took it down when we were trying to sell our old house, we figured it might weird people out of something. We never resurected him when we moved into our new place."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the word choice. <br/> \nWell done."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I will never look at Achewood in the same way because a photo was released of a girl who was murdered in a park here in August, and she is wearing the rabbit ambulance T-shirt.  Something about this just creeps me out to no end."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jay-are",
    "plus": 0,
    "snip": false,
    "text": "I'm not reading through all the comments today, but this is a pretty strip. I'm not giving it a 5, but it sure is pretty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "A bit off the topic... <br/> \nBut why did the ebay auction get cancelled Mr. Onstad? <br/> \n <br/> \nAlso Jesus dog is enough to make me convert! R-r-rightous!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasuta",
    "plus": 0,
    "snip": false,
    "text": "But really.  I want to win a bet that lets me act like a bitter blue-collar husband all for one day.  Tha'd be totally rad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "It makes me feel crummy that i enjoy the trailer trash side parted Beef just a tad more than i enjoy the regular Beef.  <br/> \n <br/> \nDoes this make me a bad person? <br/> \n <br/> \nDoes asking that make me a neurotic person? <br/> \n <br/> \nDo puppies have Christmas? <br/> \n <br/> \n...This is the 2nd post Gary Gygax achewood..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "To answer your original question, yes. Yes, it does make you a bad person."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Reenacting Circumstances must be therapeutic for Beef <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Sure, it's titled \"An Afternoon With Molly Sanders,\" but Beef is clearly the star of this strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 2,
    "snip": false,
    "text": "\"ain't been no sounds\" and \"hell of sacrilege\" are genious. <br/> \nIs SO good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Why didn't beef say anything about Molly's silly pants?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 1,
    "snip": false,
    "text": "Possible he digs the cutoffs & Tim Burton socks look. It's kind of trashy, like those purple pumps."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Damnit woman! you're pants are distractin' me! I'm tryin' to watch \"To catch a predator\"!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "Beef is joyless... He has become the embodiment of Robert Fripp's guitar playing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "forshame",
    "plus": 0,
    "snip": false,
    "text": "minus the over intellectualism... <br/> \n <br/> \nDamn, this strip reference has gotten me in over my head..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "ABORT ABORT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "Thank Jesus for the ever-explanatory center speech box."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 0,
    "snip": false,
    "text": "This is a great comic today, but i can't help but feel it would be funnier if each panel was drawn out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "You show me one relationship that hasn't made this bet and I'll show you two people who pretend to love one another."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "airshipp",
    "plus": 1,
    "snip": false,
    "text": "Jesus would be a chipper looking beagle: all friendly as hell to even child molesters. One day he gets too friendly with a BMW, everyone crying over his dead little body, all perfectly preserved. Three days later he comes back and takes his favorite squeaky hamburger up to heaven. Satan is a mean old bloodhound who shows up out of the cold march rain when a bluesman wants to sell his soul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 4,
    "snip": false,
    "text": "Our wonderful, gentle black lab died of kidney failure when I was seven and he was two. <br/> \n <br/> \nThe purebred yellow labrador retriever we got afterwards was a dud pet in every sense of the word. We had to step over a baby gate in the front hallway for his entire ten-year lifespan, because without it, he'd dash out the front door as soon as some hapless visitor opened it, and would run around the neighbourhood eating goose shit and whatever other disgusting garbage he'd find to satiate his dog-pica. He was absolutely non-affectionate and would obsessively-compulsively lick every square inch of the kitchen floor (and the countertops when you weren't in the room). He could not fetch.  <em> The Retriever could not fetch. </em> <br/> \n <br/> \nThat dog made me no longer a dog person."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "It's real now!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh my goodness <br/> \n <br/> \nI feel it <br/> \n <br/> \nThanks"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heyoo",
    "plus": 0,
    "snip": false,
    "text": "I feel that this strip is Important. This line of panels and drawings is analogous to something big, like art. It also makes me wonder why all these animals are doing these things, a cat telling an otter about a dog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Dammit Bob, shut up. You sell cars now. That who who are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newwavepony",
    "plus": 0,
    "snip": false,
    "text": "\"Oh, what the fu-... is Beef all old? ...Oh! Okay, never mind.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 13,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n- I am the way, and the truth, and the life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 1,
    "snip": false,
    "text": "Jesus saves with fuzzy cuteness! :D"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 4,
    "snip": false,
    "text": "Our lord Jesus wants a biscuit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Does the Son of God want a belly-rub? Does he?  Oh yes he does, oh YES he does!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "OH this strip is the top delight!!!!!!! BRAVO!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey, the punctuation store called; they're running out of exclamation points."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "Yeah, well, the jerk store called and they're running out of you!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "What's the difference? You're their all-time bestseller!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "I slept with your wife!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 11,
    "snip": false,
    "text": "<em>Tekende's wife is in a coma.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "My god, this turned out far better than I could ever have hoped."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Serenity now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HOOCHIE MAMAAAA!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "My kingdom for a chubby.  Well done, sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Well of course. He put her there. *gasp*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "*faints*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<em>dovey is in a coma</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tommythebrat",
    "plus": 1,
    "snip": false,
    "text": "I like to think the picture of Jesus in the background is also part of Beef's act. Perhaps the msot important part."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "I totally set my Music Theory Widget (http://www.mudcube.com/widget/) on organ and played that chord. It was awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dustychenille",
    "plus": 0,
    "snip": false,
    "text": "It's scary to ask about jesus!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iceofboston",
    "plus": 0,
    "snip": false,
    "text": "beef looks like a rev. horton heat fan reacting to his hero's vow  <em>not</em>  to play \"folsom prison blues\" at this particular show. <br/> \n <br/> \npeople's just uppity, man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "BEST live show I've ever seen.   <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "fantastico."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "parkman47",
    "plus": 0,
    "snip": false,
    "text": "oddly jesus is my cat"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Oddly Jesus is a fantastic name for a cat. If my cat did not already have a name I would call him Oddly Jesus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "I'd give you a chubby for that if I still had any left."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "no no no, you've got it all wrong.  Who could be Satan but Clifford.  The giant red beast....it just makes sense."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n- And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "thank you for this my friend..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "I enjoy wasting time with photoshop while I'm waiting for the next strip. <br/> \n <br/> \nIf you shrink this for your avatar it might look less pixelated: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>Thaaaaaaaat's</em>   <strong>ME!</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You are confusing your Revelations my friend.  Red  <em>Dragon</em> , but the Beast ain't red."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 3,
    "snip": false,
    "text": "I love you, Molly Sanders. To me you are everything awesome that ladies should be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 1,
    "snip": false,
    "text": "Oh when she wrote that thing about Beef and how he's damaged but she loves him anyway she stole my heart forever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paradigmeyes",
    "plus": 0,
    "snip": false,
    "text": "i just noticed how hell of shiny molly's hair is.  is that pantene pro v for cats?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Wow, you're right. I didn't notice, but now it looks like she's wearing a metal wig. <br/> \n <br/> \nWhy the hell would she wear a metal wig?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Second clause of the bet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "NEWSFLASH FROM NEWS CASTLE ONE. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145252/http://news.bbc.co.uk/2/hi/uk_news/7286831.stm\">Dog named Philippe wins Crufts</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Who will talk to RiazM about the distribution of donors on the  <a href=\"http://web.archive.org/web/20101009145252/http://www.achewood.com/shop/donors.php\"> donor page?</a>  It is the inverse of what he expected and the shock of this has forced him to adopt the third person. What economics student can help him understand this phenomena and in doing so, help him talk in the first person again?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "echidnaboy is also pretty amazed by this. His guess is if somebody is only prepared to donate a few bucks, they're more likely to show their support by ordering a book or a T-shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "That is astonishing.  I think echnidnaboy has at least part of the explanation.  It makes me wonder two things, though: <br/> \n <br/> \n1.  Is the economy  <em>really</em>  headed for a recession? <br/> \n <br/> \n2.  What, exactly, is Onstad doing \"on the road?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "1. Not as big of one as the media would like us to believe <br/> \n <br/> \n2. ...g-going roadside?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I don't know what media you're watching.  The cable news is trying to cheer-lead the consumer economy back out of the Third Bush Recession.  Too late.  If things keep on this track for another 2 years, there's going to be riots in LA, just like during the First Bush Recession."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Maybe he's trying to set a world record for driving a car into a lake really slowly. While simultaneously setting the record for longest time to post a new freaking strip."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "This is the best achewood in aaaages"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "It's true. Why, I'm  <em>still</em>  scared to ask about Jesus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "curmudgy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://good-times.webshots.com/photo/2455057370103175957HKdETq\"><img src=\"http://thumb17.webshots.net/t/52/652/0/57/37/2455057370103175957HKdETq_th.jpg\" alt=\"aabasenji\"></a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "HTML is bad.  <em>Very</em>  bad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I don't quite know how I feel about the fact that I'm more skilled with BB than I am with HTML. I guess I'll feel no way about it. <br/> \n <br/> \nLet's hope that's the nerdiest shit I say, ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pox",
    "plus": 0,
    "snip": false,
    "text": "You guys are hell of oblivious. Everyone knows that the lord's fursona is an Afghan hound."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm here to respectfully request that you never use the word \"fursonia\" again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Er, \"fursona,\" I mean. <br/> \n <br/> \nDammit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Fursonia sounds like a high-end fursuit store. All 100% angora giant fox heads."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It takes approximately 78 foxes to make one human-sized fox costume so that weirdos can yiff while wearing said costumes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Isn't it worth it, though?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "I think the answer is a resounding WOOF!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "chris, i call bullshit.  i, too, am on the road, moving from arizona to oregon through california (i will wave if i cut you off) and i managed to CHECK the strip on time.  you're just being lazy, buddy. <br/> \n <br/> \nno, just kidding!  i'm not going to be an asshole this time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "So you're going to wave without cutting him off?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Molly has Natalie Portman circa The Professional hair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "She has!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "What does it signify! Only in this weeks Cheerios!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "That is one of my alltime favorite movies. <br/> \n <br/> \nI was 12 when it came out, so was I young enough to think she was cute and not be a pedo?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "You were, unless you saw the European cut of the film.  I was not, regardless of the version."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 1,
    "snip": false,
    "text": "I don't think it makes him more of \"pedo\" if he saw the longer version of the film when he was 12."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "The \"blue collar father\" part totally got me. I seriously (stupidly) thought that was how Beef was seriously going to end up.  <br/> \n <br/> \nI am such an awful person."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "\"Have more faith in me dogg you got to HAVE MORE FAITH!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Nice drinky crow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robot_satan",
    "plus": 0,
    "snip": false,
    "text": "I know a person who had a dog he named Jesus because it survived getting hit by An 18-wheeler.  I think it was a greyhound."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "why does beef let molly out the kitchen?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Two things that rule: The idea that Roast Beef would make that bet AND the comments on this strip. Good work, Acheworld."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "I so just took that picture of Jesus dog with chocolate on his face.......and now its my background."
  }
]