[
  {
    "depth": 0,
    "minus": 0,
    "name": "mrcreighton",
    "plus": 21,
    "snip": false,
    "text": "Alt Text: Comic Sans is the disease inside of our community."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by littlecat, tibcoolbreeze, hcaz, LordPretzel, RedGuy, Brosaurus, SurelySmack, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by tibcoolbreeze, hcaz, LordPretzel, RedGuy)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by tibcoolbreeze, hcaz, LordPretzel, RedGuy, cheeks_jd)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hcaz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hcaz was marked lame too many times and excluded. (marked lame by ted0phile, johnnybaverage, DaPooka, ellameno, Zilcho, littlecat, riotdejaneiro, Spoon, mikeronomicon, mattbeetee, Thorfinn, VFXNinja, sean1058, Vondicus, redion, Mangtastic, Deusoma, Gabalfa, lordatog, aargh, CK421, mashisoyo, Feste, rudegrrl, nobodyhome, dumase, lamelliform, odei, baabaa, Bitaku, Jhunter, atypicaloracle, Jetbunny, Professorbun, NDCaesar, loneal, KingCrimson, 762, Godlord2, DougTheHead, Bobothebum, Sleaw, LordPretzel, Firehawk, d3athcann0n, luckypyjamas, Jeet, shinsengumi14, Towel, RBisme, aHatOfPig, ArthurDentLives, TheLastWhiteMan, mugi, Fcannon, gardenhead_, Brosaurus, aide, choosebro, suprememongoose, nutmeg, Hexjumper, Xaxx, scraggg, Tashara, Doc_Rostov, yingkaixing, vucubcaquix, perhapsmaybe, clintisiceman, DerSquirrel, JoulesIsEnergy, DeathwishJones, whymog, Mastronaut, jwinehou, Appers, Tipist, Dallovich, morbo, Pigs)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by professorhazard, LordPretzel, RedGuy, Vreeeee)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 26,
    "snip": false,
    "text": "HCAZ WANTS TO TASTE THE FUCKING CURB!!!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "biznart",
    "plus": 7,
    "snip": false,
    "text": "The disease is inside of him."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "Probably some of it is outside of him now, after he's tasted the fucking curb. <br/> \n Also, Lyle-mouth. Never recall seeing that ugly before."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "do not go into a mania hcaz"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kaithekender",
    "plus": 7,
    "snip": false,
    "text": "It was the Dutch Fugue's lesser-known cousin, the \"Douche Fugue\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 2,
    "snip": false,
    "text": "Wow, you're a giant douchebag. I actually have to respect the breadth and pettiness of your douchebaggery. You have moved the goalposts for dicks everywhere, my friend. YOU ARE SHATTERING PRECONCEPTIONS OF WHAT IT IS TO BE A DOUCHE. GODSPEED, DOUCHE. GODSPEED."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Bitch... do NOT make me have to TRY to out-dick you. I do NOT like applying effort to a thing. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "delzhand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by delzhand was marked lame too many times and excluded. (marked lame by tttt2, Jujubeesforjesus, SenseiHollywood)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tttt2 was marked lame too many times and excluded. (marked lame by Overmedicated, Deusoma, erributtz, Inordinate)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kledermans",
    "plus": 1,
    "snip": false,
    "text": "I think he was talking about Molly's blog."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "delzhand",
    "plus": 0,
    "snip": false,
    "text": "Truth."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "supergeorgina",
    "plus": 3,
    "snip": false,
    "text": "Yes!  It was amazing.  I want so badly for somebody to feel that way about me it hurts a little."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "vucubcaquix",
    "plus": 0,
    "snip": false,
    "text": "Sigh, you and me both."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I...yes, damn it."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "brinkmanship",
    "plus": 1,
    "snip": false,
    "text": "She is a good woman, and that too is hard come by."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gumfish",
    "plus": 3,
    "snip": false,
    "text": "And a good man is hard to find, don't let strangers sleep in my bed, and my favourite words are goodbye, and my favourite colour is red. <br/> \n <br/> \nGod damnit."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "You... !"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "I always play Russian Roulette in my head. <br/> \n17 black and 29 red. <br/> \n <br/> \nChubby to you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nonorganon",
    "plus": 78,
    "snip": false,
    "text": "I just realized the model car deal is probably in response to Roast Beef's  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=05192004\">continuing obsession with childhood events both positive and negative</a> . For all we know, his utter fear over getting married might stem equally from his standard neuroticism and the fact that  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=06302005\">his perception of women/relationships/motherhood would largely be based off of the woman he knew best</a> all throughout  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=11172004\">his life</a> . Power relationships in Beef's mind  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=08252004\">are hopelessly skewed</a> . <br/> \n <br/> \nThis is all conjecture, I have no idea whether Mr. Onstad is consciously working towards this Joycean level of detail in his characters; living with them for all these many years it's not unlikely. Regardless, I love this shit. <br/> \n <br/> \nNB: Joycean is recognized by Firefox's spellchecker but neither spellchecker nor neuroticism is. <br/> \n <br/> \nNNB: I JUST WROTE A SMALL ESSAY (WITH RESEARCH) ABOUT CARTOON CATS PLZ GET ME A GIRLFRIEND OR A SIX PACK OR ANYTHING PLZ"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 15,
    "snip": false,
    "text": "you could get both, but then you would have a Black Flag situation on your hands. <br/> \n <br/> \n\"My girlfriend asks me which one I like better! <br/> \n <strong><em>SIX PACK!!!</em></strong> <br/> \nI hope the answer won't upset her <br/> \n <strong><em>SIX PACK!!!</em></strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nickb285",
    "plus": 1,
    "snip": false,
    "text": "Dude. I was listening to that song when I read this comment. Serendipitous chubbies."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "You can't say NNB. NB stands for Nota Bene, meaning 'note well'. NNB means 'note note well'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eonblue174",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't that mean you note the note well?  Like, you pay attention to the note about the note well... or something like that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Yay! <br/> \nSomeone knows who James Joyce is. <br/> \n <br/> \nChubby! <br/> \nAnd good essay, by the way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "berami",
    "plus": 0,
    "snip": false,
    "text": "Jeeze, I was just going to say it was nice to Roast Beef with some hobbies.  Well put, have a chubbie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I would like to know what the advanced stages of the disease known as Comic Sans would be like."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Extensive douchebaggery and swollen prostate.  It is a sad affair."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closefriend",
    "plus": 5,
    "snip": false,
    "text": "Comic Sans is what you used in the days before Myspace when you wanted to show off your HTML skills or the small country you just bought."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by robobogle, solobuttons, JuanCarlos)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by robobogle, Spoon, mcowgill, NeoNaoNeo, equinn2006, lazarusloafer, yingkaixing, Wolfslice, Dallovich, aperson)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Recursive today, are we?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mando86",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mando86 was marked lame too many times and excluded. (marked lame by featurelessvoid, Bluesabub, madnes, hellofyellin, Deusoma, camrock, mambonassau, CarlG, Tashara, Kenton, Dallovich)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by Overmedicated, Deusoma, bcguitar33, clintisiceman, shounenhero, Madoushi)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "also, the inverse may be true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": true,
    "text": "A comment left by purplehaze was marked lame too many times and excluded. (marked lame by atom, CarlG, valrus, Audhumla, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "capnroblivious",
    "plus": 6,
    "snip": false,
    "text": "Like Dane Cook."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 5,
    "snip": false,
    "text": "I can't work out what Teodor is doing to the Comic Sans guy in the last frame, but he probably deserves it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hexjumper was marked lame too many times and excluded. (marked lame by stormypinkness, equinn2006, Sprog, thedudeabides85, Afronaut)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "kneejerk",
    "plus": 1,
    "snip": false,
    "text": "lyle don't speak in smaller typeface than other characters, brother"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hexjumper",
    "plus": 2,
    "snip": false,
    "text": "I guess that'd be Roast Beef speaking, but the arrow on the balloon points directly to Lyle's head. Also, Beef doesn't seem like the curbstomping type."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "randyjohnson",
    "plus": 2,
    "snip": false,
    "text": "that's what makes it more INTENSE"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "While the typeface is small, the punctuation is not Beefy.  I think it's Lyle's dialogue, rendered in a smaller font than usual to fit in the limited available space.  Chris probably had to choose between using a full-size font and showing more action in the panel, and action won."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "darigan",
    "plus": 1,
    "snip": false,
    "text": "Based on his gesture and expression in the panel i believe that dialogue does belong to Beef, it all goes together to emphasise just how un-beefy he is being over the situation- ridiculous as it is (though i am a fellow comic sans hater)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Yes, clearly Lyle. The speech bubble is coming out of Lyles head."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "captxtreme",
    "plus": 3,
    "snip": false,
    "text": "It's definitely Beef talking. The fact that his mouth is open while Lyle's isn't, and the small font, and the agressive pointing/curb stomping motion all spell out that RB is the speaker. Also, though the bubble may appear to be coming literally out of Lyle's head, ear to be specific, if you follow the curve of it you'll see that it's pointing more or less towards Roast B's angry mouth."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alexhhhh",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alexhhhh was marked lame too many times and excluded. (marked lame by stormypinkness, equinn2006, Semiquaver)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stopeatingmyeyes",
    "plus": 2,
    "snip": false,
    "text": "I don't think speech bubbles usually actually touch the person they are coming from, do they?  It even looks like this one is sorta overlapping Lyle's ear"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "I've never noticed any compromises on the choice of font or size of typeface on Onstad's part, nor even on the placement of word bubbles within the frame.  (See the strip where  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=04292004\">Beef learns about Ray's cake porn fetish.</a>   It would be pretty ironic if this were the first strip where he did compromise on a font. <br/> \n <br/> \nBeef has used punctuation before, specifically exclamation points, when he was especially angry.  See the strip about  <a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=06132007\">the cost of getting married</a> .   <br/> \n <br/> \nAs captxtreme points out below, Beef's mouth is open, he is pointing emphatically with his foot on the guy's head.  It is Beef who advocates the curbstomping."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "homepie",
    "plus": 10,
    "snip": false,
    "text": "When Beef does use punctuation, there's a space between the last word and the actual punctuation. That is Lyle's bubble. <br/> \n <br/> \nGod, I'm participating in an argument on the internet about what cartoon cat is advocating a curb-stomping."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "jrpigman",
    "plus": 4,
    "snip": false,
    "text": "Which he doesn't. It's clearly Lyle. <br/> \n <br/> \n <em>Clearly</em>"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "silver_lake",
    "plus": 0,
    "snip": false,
    "text": "I agree. Even when excited, Beef's punctuation is usually one space from his words. My instinct upon reading was that Lyle was the only one capable of talking about curbing, as well, even though they all are clearly agitated."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "jesler729",
    "plus": 2,
    "snip": false,
    "text": "God you guys it is so clearly Beef <br/> \n <br/> \nI mean, it's his font, his mouth is open, and he's pointing down at him angrily. It would be a little odd if Beef was just wordlessly pointing at the dude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "seanbad",
    "plus": 8,
    "snip": false,
    "text": "OH GOD WHO FUCKING CARES <br/> \nJesus H. Christ on a stripper pole, this is like a Kirk vs. Picard argument!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 2,
    "snip": false,
    "text": "BEEF/KIRK IN 2008"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "alexhhhh",
    "plus": 8,
    "snip": false,
    "text": "ok let me settle this once and for all <br/> \n[IMGS OFF] <br/> \nthis is basically conclusive"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "It's Lyle - he's cupping his hands to his mouth and yelling. Though granted the first time I saw this I thought it was beef because I didn't look closely."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "triode",
    "plus": 0,
    "snip": true,
    "text": "A comment left by triode was marked lame too many times and excluded. (marked lame by apocowarg, daidai, pwb, Deusoma, alexhhhh, eatmorekix, Semiquaver, atticusonline, ravindra108)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "I'm going for the voice balloon, personally."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "brinkmanship",
    "plus": 0,
    "snip": false,
    "text": "I'm kind of astride these arguments: when I first read this strip I automatically assumed it was Beef, and was frankly pretty alarmed. I know full well I'd prefer it to be Lyle who advocates tooth-splintering violence so that's what I'm going for now. Am I kidding myself? Who knows? Who knows what Beef is capable of? He did win the GOF after all. NO QUIBBLING."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "Now everyone can be happy. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://m.assetbar.com/achewood/uua5CGmj6\">He's used punctuation without spaces before</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 5,
    "snip": false,
    "text": "Lyle is there because he does calligraphy. He admires good lettering."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "I'm instantly reminded of fight club"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "<strong>Stomp</strong>  that hapless muthafucka."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mczapp",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mczapp was marked lame too many times and excluded. (marked lame by Contrasoma, ElVaquero, facehead, The_Prophet, atom, onion_lightly, poot, goddam)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "elvaquero",
    "plus": 0,
    "snip": true,
    "text": "A comment left by elvaquero was marked lame too many times and excluded. (marked lame by featurelessvoid, mczapp, katal, LocusCosecant)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "methadone",
    "plus": 6,
    "snip": false,
    "text": "it's what 6th grade teachers use on worksheets"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 76,
    "snip": false,
    "text": "It's what Hitler used on the first run of  <em>Mein Kampf</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": true,
    "text": "A comment left by untilyouaresonude was marked lame too many times and excluded. (marked lame by madnes, Spoon, RogerGS, DanS, werthog42, Kenton, Dhinson)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "straw",
    "plus": 10,
    "snip": false,
    "text": "Comic sans was first introduced as the font in The Protocols of the Elders of Zion"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Comic Sans looks just like my handwriting.  Do not curbstomp me.  I learned it in first grade."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 18,
    "snip": false,
    "text": "Comic Sans is great. Especially for when you need to email a lot of people to tell them they're fired. Also: pink background with lovehearts."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "electricjelly",
    "plus": 15,
    "snip": false,
    "text": "SCREW YOU Comic Sans MS!  <span style=\"border-bottom: 1px dotted\">FUCK YOU!</span>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidaconsole",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucidaconsole was marked lame too many times and excluded. (marked lame by equinn2006, Sprog, Dhinson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "No, if you want to be a real 'font dick', you need to go after Arial - the font dicks  <span style=\"border-bottom: 1px dotted\"><em>hate</em></span>  that font."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "featurelessvoid",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://www.ms-studio.com/articles.html\">The scourge of Arial</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "That is an amazing site."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "But arial is a low-density font- if you type in Arial, you can meet page number requirements for essays a lot easier."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "and your professors are aware of that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 5,
    "snip": false,
    "text": "... triple space action?...."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Sorry out of Chubbies, but I always need to recognize a GOOD HSR reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lamewad",
    "plus": 1,
    "snip": false,
    "text": "Dually noted AND chubbied. <br/> \nOne time I actually included a page with some coins taped to it as the last page of a chemistry paper. My teacher was not amused."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lucidaconsole",
    "plus": 1,
    "snip": false,
    "text": "but arial is all tall and slim, like a model! and times new roman is so unnecessarily knobby. undeserving of the default windows font title."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mikeleffel2",
    "plus": 10,
    "snip": false,
    "text": "I COULD USE THAT FONT FOR MY COMIC STRIPS AND MOVIE REVIEWS ABOUT BATMAN POW! WHAP! ZAM!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "MY PARENTS ARE DEEAAAAAAD!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "COMICS AREN'T JUST FOR KIDS ANYMORE!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I cannot describe just how 5 this strip is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Quickest 5 I ever rated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dovey was marked lame too many times and excluded. (marked lame by straw, atom, GregChant, equinn2006, onion_lightly, nutmeg, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "foaf",
    "plus": 0,
    "snip": false,
    "text": "It's funny because it's true"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pissinducats",
    "plus": 2,
    "snip": false,
    "text": "Smile about THAT, motherfucker!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vampilehunter",
    "plus": 0,
    "snip": false,
    "text": "oh wow, I think this might be one of the funniest strips ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 37,
    "snip": false,
    "text": "I don't understand the hatred toward Comic Sans.  Were it not for Comic Sans, idiots would write their home pages, memos, and business plans in harmless-looking Helvetica, and I'd have to waste time  <em>reading</em>  their drivel to find out how stupid it was."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 4,
    "snip": false,
    "text": "Ah, I get it. As open sores are symptomatic of herpes, so, too, is Comic Sans indicative of shitty content."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "That is exactly what I'd imagine the inventor of Comic Sans to look like; all cheeks and no features. <br/> \n <br/> \nMan, Téodor's leg/arm in panel 6."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "A long spell in hospital for Comic Sans guy...  <em>again</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ritardomontabum",
    "plus": 3,
    "snip": false,
    "text": "I guess thats  <a href=\"http://web.archive.org/web/20101008201524/http://www.connare.com/typography.htm\">Vincent Connare</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "And he makes a reasonable stab at defending his baby. <br/> \n <br/> \nIt's funny to think that there are people out there who genuinely hate it - people who are neither cartoon cats nor stuffed animals."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "\"Comic Sans was designed because when I was working at Microsoft I received a beta version of Microsoft Bob.\" <br/> \n <br/> \nNothing more needs to be said."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Oh holy shit I used that software as a kid. <br/> <br/> I want to curl up whimpering, but I'm too busy being transfixed with horror."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monsterboy",
    "plus": 0,
    "snip": false,
    "text": "I see the revolution dawning an end to all \"WACKY/FUN\" emails/posters/memo's conscerning team building/break allowence/redundency/family death!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "frogg",
    "plus": 0,
    "snip": false,
    "text": "He had it coming."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "catachresis",
    "plus": 2,
    "snip": false,
    "text": "Guys, it is so heartening to see the 4.7 rating on this strip and know that people out there feel the same way I do about Comic Motherfucking Sans"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zaratustra",
    "plus": 2,
    "snip": false,
    "text": "What... what kind of animal is that"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "It... kind of looks like a very fat, very deformed otter to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "The most disgusting animal on the planet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "It seems to be some kind of cross between Strong Sad and a denizen of the Perry Bible Fellowship universe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 4,
    "snip": false,
    "text": "I know a medical secretary who uses Comic Sans MS as her font. Maybe she thinks a funky font will help the patients get over the news of a positive HIV test, say."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "aperson",
    "plus": 115,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "i...i love you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "close to the best reply ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hitmaker",
    "plus": 0,
    "snip": false,
    "text": "Come to think of it, what typeface does this comic use?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fluffy",
    "plus": 0,
    "snip": false,
    "text": "It looks like something from the Lucida Sans family."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Jesus Christ this was so unexpected that I laughed out loud HARD. The looks of pure hate/rage that Ray, Beef and Lyle have (as they hear the news) are PRICELESS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcwee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mcwee was marked lame too many times and excluded. (marked lame by nbgreene, equinn2006, lastlarf)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puadxe",
    "plus": 0,
    "snip": false,
    "text": "fucking brilliant, had me laughing at the first frame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chas",
    "plus": 0,
    "snip": false,
    "text": "this is old school. nice break."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afkpuz",
    "plus": 1,
    "snip": false,
    "text": "Not to sound too much of a suck-job... But damn, Chris Onstad, sir, you deliver. <br/> \n <br/> \nI also enjoy how he's wearing a shirt with Comic Sans.  Self-promoting fuck-bag."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "midget_jones",
    "plus": 6,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "But it's her favorite font: <br/> \n <br/> \nhttp://www.theonion.com/content/node/38651"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onion_lightly",
    "plus": 0,
    "snip": false,
    "text": "You're next,  <a href=\"http://web.archive.org/web/20101008201524/http://en.wikipedia.org/wiki/Chicago_(typeface)\">Chicago</a> . Your pedigree won't save you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I picture Chicago paunchy in a leather trenchcoat, baldmullet, Ray Bans. Thinks he's cool - isn't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 4,
    "snip": false,
    "text": "Chicago was basically invented by Jeff Goldblum."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andrew_",
    "plus": 11,
    "snip": false,
    "text": "talk about a font which basically has AIDS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afronaut was marked lame too many times and excluded. (marked lame by ozacrot, RogerGS, equinn2006, Kenton)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ging",
    "plus": 9,
    "snip": false,
    "text": "The next strip is AMERICAN HISTORY X, presented by Roomba! The Robotic Floor Vac!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "Daaaaamn.  That movie was the first thing to pop into my mind. <br/> \n <br/> \nI can't think about AHX without imagining the taste of the concrete, and feeling it scrape across my teeth.  Fuck you,  <a href=\"http://web.archive.org/web/20101008201524/http://www.imdb.com/title/tt0120586/\">Tony Kay</a> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "james",
    "plus": 0,
    "snip": false,
    "text": "This seems like an awesome strip to introduce more people to achewood, it's already been dugg by someone too. <br/> \n <br/> \nhttp://digg.com/offbeat_news/We_found_the_guy_who_invented_Comic_Sans"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "james",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://digg.com/offbeat_news/We_found_the_guy_who_invented_Comic_Sans\">ok, I suck... working link</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geesycreesy was marked lame too many times and excluded. (marked lame by facehead, proof_man, Magb, sncether, STUART, dr_sexlove)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "kilroywashere",
    "plus": 5,
    "snip": false,
    "text": "This is actually a valid point, but that doesn't make this strip any less funny.  <br/> \n <br/> \nThis is, essentially, referential humor--and, generally, the more obscure a reference is, the funnier it tends to be. Now, since (I hope) most of us don't sit around with our friends talking about how annoying various fonts are, I suspect most readers kept their hatred of Comic Sans to themselves until they read this strip, making it seem pretty dang funny. \"Johnny can't read\", on the other hand, is obviously a more commonly known... situation. <br/> \n <br/> \nIs improving our current state of language development skills more important than Comic Sans? Heck yes. Could Chris Onstad write a great series on it? Probably so. Does any of that affect the fact that I gave this strip a \"5\" about one-and-a-half panels in? Nope."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Hi. I edit books. You're wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Whew! That was a bad drunk. What I mean is that you're probably already aware that a tacky font is worse than a misspelling in the business world, and I want to assure you that a tacky font will also make a worse impression on a publisher than will a misspelled word. I don't work at a major house, but I do specialize in literary fiction, where the standards of grammar would presumably be highest and most perverse. There's I reckon no world past 12th Grade in which a misspelling will be more destructive to one's income and respect than choosing a tacky font. <br/> \n <br/> \nSorry for being a cock, and do not choose a tacky font."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biff was marked lame too many times and excluded. (marked lame by stormypinkness, facehead, silver_lake, rockstarsatemy, Carpetbag, Moraiat, equinn2006, TombsGrave, suprememongoose, executioneer, Hexjumper, Doc_Rostov, philosophe, tellumo, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Please read kilroywashere's post above. It pretty much explains the humour of the strip. We don't HATE a font. We disliked it. Then Chris turned it into a hate storm and that kinda juxtaposition is just fucking hilarious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I researched the hatred for Comic Sans after I read this strip, and believe me there is some pretty virulent hatred for the font.  The  <em>sometimes it is inappropriate</em>  reference comes from things I read elsewhere, not necessarily in these comments. <br/> \n <br/> \nAlso, this was the strip that caused me to register with the site, and that was my first comment. <br/> \n <br/> \nSo it's not all bad."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Where would be without the headless man. I looked into the hatred as well. These people lead empty lives."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 2,
    "snip": false,
    "text": "You know what's cool in this comic? <br/> \n <br/> \nTurns out Beef makes models.  A hobby close to my heart.  Right on, Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "moraiat",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://achewood.com/index.php?date=08252004\">Boats too!</a> <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evolume",
    "plus": 14,
    "snip": false,
    "text": "Next go stomp that ass that made Papyrus, the font abused by Naturopaths, Thai resturaunts, and goths alike."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "And for the next typography bias crime, find the creator of that damn Goth font, the one where the o has crosshairs, and leave him branded with the mark of his own creation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Dave McKean used it for the Sandman comic book covers. He is amazing, and when he did it was good.  It's a Celtic cross, when the church invaded England and subverted the pagan religion by combining the cross with the pagan circle symbol."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 2,
    "snip": false,
    "text": "Most of the teachers in the advertising and graphic design programs at my school will give any project using Papyrus an 'F' without any other consideration."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raplegend",
    "plus": 0,
    "snip": true,
    "text": "A comment left by raplegend was marked lame too many times and excluded. (marked lame by stormypinkness, madnes, silver_lake, Teira, science, Moraiat, Babachewy, equinn2006, catgrl131, augeno13, shoinan, bundtcake)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, science, equinn2006, illgamesh)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "judy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by judy was marked lame too many times and excluded. (marked lame by stormypinkness, stopeatingmyeyes, STUART)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "I don't know.  Would any other webcomic combine the requisite amounts of hard-core geekiness and concern for aesthetics? <br/> \n <br/> \nUser Friendly, maybe, but those characters are insufficiently gangsta.  They'd get off on a tangent about how Commic Sans represents everything evil about micro$$$oft, and exact revenge by hacking the guy's computer so that it ionizes his morning coffee. <br/> \n <br/> \nAnd hell, \"The Faerie Airalea\" is  <em>in</em>  frickin' Comic Sans."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "brinkmanship",
    "plus": 1,
    "snip": false,
    "text": "This would be horrendous done by pretty much any other comic. It's the weird, stilted understatement Onstad's so good at that makes it interesting. Not that it's exactly challenging, but with characters this good delivered on a daily basis they deserve the chance occasionally to go hog wild violent on a total ogre."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flurfy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flurfy was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, STUART)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "The hell ass is your avatar?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "Only some bald lardo could make a font that bad."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "doctorbaronking",
    "plus": 1,
    "snip": false,
    "text": "As a <b><i>Professional Graphic Designer</i></b>, I fully endorse a beating for the guy that shat out comic sans. <br/> \n <br/> \nI would also enjoy seeing the creator of Papyrus being garroted by Lyle. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "BEST BIRTHDAY PRESENT EVER"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "eugene",
    "plus": 1,
    "snip": false,
    "text": "I once worked at a company that used Comic Sans in all their PowerPoint presentations. It was a grotesque marriage, but I suppose detritus belongs with excrement."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "smich",
    "plus": 0,
    "snip": false,
    "text": "The [url=]http://itre.cis.upenn.edu/~myl/languagelog/archives/004688.html] Language Log[/url] dude obviously doesn't know any graphic designers if he thinks this is extreme."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "samorama",
    "plus": 0,
    "snip": false,
    "text": "Yes. Aboslutely."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "vinceisokay",
    "plus": 0,
    "snip": false,
    "text": "Okay, THIS is my new favorite strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "filament",
    "plus": 0,
    "snip": false,
    "text": "http://connare.com/connare_content.html <br/> \n <br/> \n'nuff said"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clocked",
    "plus": 0,
    "snip": false,
    "text": "if there were any strip i wish i'd written..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "persnicket",
    "plus": 2,
    "snip": false,
    "text": "more like sans comedy <br/> \n <br/> \nWHAT"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "persnicket",
    "plus": 1,
    "snip": false,
    "text": "WHAT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by madnes, silver_lake, science, unkle_bob, Moraiat, ravindra108, AD_, bundtcake, Hexjumper, havenless, cuneocapo, gkiyo, Adhesion)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hellweek",
    "plus": 14,
    "snip": false,
    "text": "Lyle, as a professional level calligrapher, hates this man more than anyone else in Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 0,
    "snip": false,
    "text": "The comic sans guy is never invited to any of the font inventors parties. I think i read somewhere that the inventor of impact took a swing at him once."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "You should have seen what happened to the guy who invented Copperplate Gothic Bold."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "persnicket",
    "plus": 4,
    "snip": false,
    "text": "frederic goudy kicked everyone's ass every day so fuck you about that"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "persnicket",
    "plus": 0,
    "snip": false,
    "text": "the man did EVERYTHING"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "persnicket",
    "plus": 12,
    "snip": false,
    "text": "FUCK, THIS COMMENT REALLY STEAMS ME <br/> \n <br/> \nI AM LOBSTERED"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Boo!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "[b]LOREM IPSUM!!!"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "i hqte BBcode... high five if you get this joke."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "elvaquero",
    "plus": 2,
    "snip": false,
    "text": "it's not really all that great of a joke. shouldn't most people get it? <br/> \nis it actually a joke?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": false,
    "text": "war cry makes things like that a joke in a way... never mind then, kind of an obscure thing that most people think about and it fit with the moment, don't want to be mentally constapated"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "I'm a big fan of Garamond, myself. I'd like to shake that dude's hand, maybe offer to buy him a reasonably priced sandwich."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "I am giving you a mental chubby"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "I think that's one of those ones that was actually invented in the 16th century. So you'd need a time machine."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "pacman8326",
    "plus": 5,
    "snip": false,
    "text": "Hysterically funny... but who or what exactly is this bald, earless creature they're beating?  Looking at the facial expression in panel five, he bears a striking resemblance to the spectre in the \"Ghostbusters\" logo, suggesting to me that this is an apparition who has been beaten to death on numerous occasions, like Prometheus getting his entrails eaten by a giant bird each day in penance for his crimes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "Exactly what the hell IS this guy anyway?  Some kinda seal?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "i'm thinking a butter-based otter.  which could pretty easily be a seal, i guess. <br/> <br/> <br/> times new roman is the only font i feel anything for. :0("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "\"butter-based otter.\"  you should be proud of yourself for this little turn of phrase =)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "glopdemon",
    "plus": 0,
    "snip": false,
    "text": "Comic Sans guy has Emeril eyebrows.  Coincidence?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "moraiat",
    "plus": 5,
    "snip": false,
    "text": "I do believe this is the most head swiveling in any strip thus far."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 4,
    "snip": false,
    "text": "Hey, everyone should go read Molly's blog if you want to read the single most touching thing ever. It is...amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Because no one else seems to want to, here's a link to the appropriate blog entry. http://mollysanders.blogspot.com/2007_07_01_archive.html"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Or maybe it just comes out in text because it's been forever since I posted a link on Assetbar. You know, whatever's good with you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kingsleymc",
    "plus": 0,
    "snip": false,
    "text": "Fucking funniest strip ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://www.microsoft.com/typography/fonts/font.aspx?FID=3&amp;FNAME=Comic%20Sans%20MS\">Another little page about Comic Sans.</a>   <a href=\"http://web.archive.org/web/20101008201524/http://www.microsoft.com/typography/links/news.aspx?nid=2648\">Connare knows he's done something awful, and he implores you to forgive him.</a> <br/> <br/> <br/> <a href=\"http://web.archive.org/web/20101008201524/http://www.microsoft.com/typography/web/fonts/comicsns/default.htm\">BARF</a>   <a href=\"http://web.archive.org/web/20101008201524/http://www.microsoft.com/typography/css/gallery/spec2.htm\">BARF</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "But he can't resist comparing himself to Eminem.  Cracka, please.  If you was a rapper, you'd be a rapping pink dinosaur in a PSA about looking both ways before crossing the street."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "<em>Wehhhlll...<br/>\nI'm the Space Goblin an' ah'm here to say,<br/>\nThat eatin' vegetables is A-Okay!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Weeeeelllll...  <br/> \nI'm the Space Goblin and I'm here to say,  <br/> \nthat stayin' in school is... AAAAAAH! (explosion)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "That son of a bitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": false,
    "text": "Comic Sans is bad, and Chalkboard is worse since it's a copy of the worst font ever. Ray Larabie should put one into Vincent Connare's back. The drawing of Connare looks just like him, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by facehead, silver_lake, daidai, FeralChicken, equinn2006, augeno13, youngsoulrebel, Hexjumper, alejandroadam, Doc_Rostov, cuneocapo, Centipede_Damascus, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by silver_lake was marked lame too many times and excluded. (marked lame by autrepoupee, equinn2006, TTAGXAMM, jonesy, Hexjumper, Jujubeesforjesus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by silver_lake, daidai, equinn2006, augeno13, shinsengumi14, youngsoulrebel, alejandroadam, Audhumla, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": true,
    "text": "A comment left by silver_lake was marked lame too many times and excluded. (marked lame by autrepoupee, equinn2006, Jujubeesforjesus)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by silver_lake, daidai, equinn2006, augeno13, youngsoulrebel, alejandroadam, Audhumla, Centipede_Damascus, Archon_Divinus, aperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jujubeesforjesus was marked lame too many times and excluded. (marked lame by silver_lake, equinn2006, alejandroadam, Archon_Divinus)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "silver_lake",
    "plus": 4,
    "snip": false,
    "text": "You forgot to use the *germane* verbage. What am I, your coach? This is not how Fridays are supposed to go. Let's tighten this ship up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ferroid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ferroid was marked lame too many times and excluded. (marked lame by shenred, equinn2006, Mister_Dracula, achewife, TTAGXAMM, Methadone, Hexjumper, Jujubeesforjesus, Audhumla, cuneocapo, Archon_Divinus, aperson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jujubeesforjesus",
    "plus": 3,
    "snip": false,
    "text": "Just like comic sans, all caps makes you seem worldly and intelligent and has the effect of people listening to your well reasoned arguments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bootsy_g",
    "plus": 1,
    "snip": false,
    "text": "My stepmother wrote me a letter at college and not only did the bitch word-process a personal letter, she used Comic Sans and printed it in navy blue. Thank you Chris Onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "niggar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by niggar was marked lame too many times and excluded. (marked lame by joeyramoney, snoozebar, Hassan_I_Huxley)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slanger",
    "plus": 0,
    "snip": false,
    "text": "As a young graphic designer, my co-workers would pretty much tear me a new mental asshole for using that font.  Also, my non-achewood reading husband saw this strip and busted up laughing, so therefore it totally sails high on many levels."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "garlic_breath",
    "plus": 0,
    "snip": true,
    "text": "A comment left by garlic_breath was marked lame too many times and excluded. (marked lame by joeyramoney, silver_lake, rockstarsatemy, equinn2006, snoozebar, augeno13, RicNine, Hexjumper)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "You should probably not see American History X then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joeyramoney was marked lame too many times and excluded. (marked lame by katsura, equinn2006, Hassan_I_Huxley)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "*sequitor, that is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 4,
    "snip": false,
    "text": "i have settled on sequitur."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "foolishsparrow",
    "plus": 0,
    "snip": false,
    "text": "FUCK the guy who invented comic sans. <br/> \n <br/> \nFUCK HIM COMPLETELY. <br/> \n <br/> \ni thought i was the only one who felt this way. it is good to know i am not."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tttt2",
    "plus": 2,
    "snip": false,
    "text": "comic sans jokes are about as fresh and hilarious as Pauly Shore jokes"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tttt2 was marked lame too many times and excluded. (marked lame by augeno13, gbeaton, spicyponyhead)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 6,
    "snip": false,
    "text": "(crickets)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonno",
    "plus": 1,
    "snip": false,
    "text": "I am sorry nobody really cares about you"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dotbot",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": true,
    "text": "A comment left by phoenixultima was marked lame too many times and excluded. (marked lame by geesycreesy, le_chien_manquee, rachel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "You and every tenth grader who's heard about this amazing font that totally gets your paper an extra page, minimum.  People with self-respect don't use either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "In 8th grade I  <em>did</em>  get extra credit for using a certain font to title my paper. The teacher also let me leave class early to go find out what it was because I couldn't remember."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "That's insane!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "It is the truth!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mollybloom11",
    "plus": 0,
    "snip": false,
    "text": "I hate comic sans with the fires of a thousand burning suns. Thank God I'm not the only one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A tired idea, but the final line does it for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You're the second person to comment that this is a tired idea. I'm guessing that Onstad is perhaps like myself and had no idea this has been a Thing for a while. Either that or they're all so insanely mad because they've been hunting his ass since the mid 90s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rachel",
    "plus": 6,
    "snip": false,
    "text": "\"you haven't seen these most commented\" <br/> \n <br/> \nwhat assetbar doesn't know is that I put my entry level job ON THE LINE to print this out, so that I could look at it every morning on my entry level refrigerator."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I so very badly wish I had a chubby left to give you. That is  <em>wicked sack.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "As did I... Hoorah!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dragon",
    "plus": 0,
    "snip": false,
    "text": "Just beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Today I read an article on somethingawful.com about the 7 worst things to hit the internet.  Comic sans is number four."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fjak",
    "plus": 0,
    "snip": false,
    "text": "fuckin comic sans"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "socks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by socks was marked lame too many times and excluded. (marked lame by Mister_Dracula, DrSkradley, rachel, gbeaton)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That doesn't make any damn sense.  Perhaps this was your point, but I don't care. <br/> \n <br/> \nYou're terrible!  You are terrible!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jbacardi",
    "plus": 0,
    "snip": false,
    "text": "CLASSIC."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 0,
    "snip": false,
    "text": "I could see this strip being loved by people who normally are indifferent to Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "youngsoulrebel",
    "plus": 0,
    "snip": false,
    "text": "This is the greatest strip ever. <br/> \n <br/> \nComic Sans:  The Official Font of Annoying Dip-Shits Everywhere"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thecasbah",
    "plus": 0,
    "snip": false,
    "text": "It's only right that the inventor of Comic Sans' face looks a little like a potato. <br/> \nAnd appears to have Plumber's Crack."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "That is Leon Sumbitches son Nigel Sumbitches."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stewieisgod13",
    "plus": 0,
    "snip": false,
    "text": "It is so true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_clarkness",
    "plus": 0,
    "snip": false,
    "text": "What in the hell is that guy? He doesn't appear to be a cat, dog, bear, or even a human. If anything, he looks a bit like Cartilage Head."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_clarkness",
    "plus": 0,
    "snip": false,
    "text": "On second thought, he looks a lot more like dog food Philippe: <br/> \nhttp://achewood.com/index.php?date=08242007"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You know, I actually know people who feel this way about certain fonts, and I have a hard time explaining to them that nobody outside of graphic design fields gives a shit or can even tell the difference between Garamond and Times or whatever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sleshy",
    "plus": 0,
    "snip": false,
    "text": "I remember when I was working at a graphic design place and a I redid a brochure for someone to get rid of the comic sans and clean it up a bit (graphics wise) she liked everything but wanted the comic sans back. After 30 minutes of arguing about how terrible comic sans is, I capitulated, money is money, even if the product looks like ass because of a horrid font."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snoogatron",
    "plus": 0,
    "snip": false,
    "text": "hey guys, what's a good font to like?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Garamond. Now that is one slick mother."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 12,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101008201524/http://chrisonstad.blogspot.com/2007/07/tennis-sport-of-slick-princes.html\">Tennis: Sport of Slick Princes.</a>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "Awesome, i get to turn a blog post green!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goro",
    "plus": 0,
    "snip": false,
    "text": "It was the same for me, dude!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "seanbateman",
    "plus": 0,
    "snip": false,
    "text": "I thought that if there could be one strip with a perfect score, this would be it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "How is this not a 5??"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "getlaid",
    "plus": 0,
    "snip": false,
    "text": "I think microsoft invented comic sans back in the mid 90's. I miss the 90's and wish I could  <a href=\"http://web.archive.org/web/20101008201524/http://www.easyonenightstand.com/\">get laid</a> ..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thedrizzle",
    "plus": 0,
    "snip": false,
    "text": "No respectable font would be caught without a serif. The dude had it coming."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "old_crow",
    "plus": 0,
    "snip": false,
    "text": "Its funny- I didn't even know how much I hated that font until I saw this. It just rings true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dj_douche",
    "plus": 0,
    "snip": false,
    "text": "Who yells \"the disease is inside of you\" ? Guess it must be Ray. Lyle is not that coherent and Beef wouldn't yell that loud."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "It's Teodor. Look at the leg."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "In my top 5, surely"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aamzed",
    "plus": 0,
    "snip": false,
    "text": "And I thought I was the only one bothered by comic sans."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gibby23",
    "plus": 0,
    "snip": false,
    "text": "This was the strip that busted my Achewood cherry. <br/> \nSo, its got that going for it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ndpjohnny",
    "plus": 1,
    "snip": false,
    "text": "This is one of those strips where Achewood prooves itself tighter than Shakespere. <br/> \n <br/> \nF!@# you comic sans!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "i've read this strip hell of times and never noticed, and according to ctrl f no one else has either, but roast beef is all about painting model cars in the nude. and i don't blame him, it's freeing and you don't get paint on your clothes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "machineelf",
    "plus": 0,
    "snip": false,
    "text": "also, does any one read comments on strips that aren't the current strip? probably not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7th_shot",
    "plus": 0,
    "snip": false,
    "text": "Take comfort in knowing there are people like me who take the archives out for a spin a couple times a year."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "There are dozens of us!  <em>DOZENS!!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "There aren't enough good things to be said about this strip.  I remember the days when I still used that godawful font, and this strip made me look back and realize that that horrible chapter of my life was over."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "starchybunker",
    "plus": 0,
    "snip": false,
    "text": "DIN1451 UBER ALLES.  <br/> <br/> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201524/http://online.wsj.com/article/SB123992364819927171.html?mod=yhoofront\"> Briefly mentioned in this WSJ article. </a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 0,
    "snip": false,
    "text": "Comic Sans is a typeface. Comic Sans bold 9pt is a font. How's that for font dickery? <br/> \n <br/> \nIn any case, Chris makes no mention of either. KUDOS SIR."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thebigmike1983",
    "plus": 0,
    "snip": false,
    "text": "This strip is truth.  Painful, painful truth."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "over a font?  in a land where theres more than one?  whoever wrote this strip is a drama queen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mister_dracula",
    "plus": 1,
    "snip": false,
    "text": "This strip reminded me of my intense and unrelenting fear that a gang of frustrated, impulsive youth will decide to beat and curbstomp me. <br/> \n <br/> \nThis is why I don't create anything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Your post here is a creation. Don't let the sun go down on you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Yeah but the youth here are really too computer-bound to get up and make him taste the fucking curb."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arqueemedes",
    "plus": 0,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aedved2",
    "plus": 0,
    "snip": false,
    "text": "This is one of a handful of Achewood strips exhibited at the Cartoon Museum of Art in San Francisco. I had totally forgotten about this strip until I saw it on the wall. It was a magical moment, a recognition of humor and self, and it reminded me of why I still read this comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "It's really not as bad a font as this comic makes it seem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "archimedes2000",
    "plus": 0,
    "snip": false,
    "text": "I like how they were all just going about their business as usual, and in like, no time at all they are very angry. (at the guy who invented comic sans)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Today is throwback day http://www.microsoft.com/typography/css/gallery/spec2.htm"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Today is throwback day http://www.microsoft.com/typography/css/gallery/spec2.htm"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "And what an excellent place to mark myself off for the weekend.  <br/>"
  }
]