[
  {
    "depth": 0,
    "minus": 0,
    "name": "billyamericana",
    "plus": 8,
    "snip": false,
    "text": "Can't imagine the smell of burnt piss would be much better than fried onions."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kledermans",
    "plus": 3,
    "snip": false,
    "text": "It wouldn't, however, make him hungry all the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 6,
    "snip": false,
    "text": "http://www.wired.com/autopia/2009/07/pee-powered-cars/ <br/> \n <br/> \nTHIS IS NOW A REALITY."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 15,
    "snip": false,
    "text": "Clubfoot? What? <br/> \n <br/> \nRay was having a Lil' Nephew moment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravindra108",
    "plus": 8,
    "snip": false,
    "text": "No, I think Little Nephew's life is a series of wannabe Ray moments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tinhand was marked lame too many times and excluded. (marked lame by Unfun, StoatLad, BionicVapourBoy, patiently56, Flaaron, ketamind, nutmeg, Boyd, SurelySmack, havenless)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 6,
    "snip": false,
    "text": "Actually, the cooking oil thing is genuine. People have converted diesel-powered vehicles to run on discarded cooking oil, which can usually be obtained free from restaurants. <br/> \n <br/> \nI mean, obviously it's only free because there's no demand. If everyone did it, it would become pricier --  but it would have to be economically and environmentally sounder than petroleum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "They did it on MythBusters once, in fact."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 3,
    "snip": false,
    "text": "It wouldn't be that much pricier. If your McDonald's and Burger Kings are already tapped, you can buy \"feed oil\" which is stuff that isn't high enough quality to cook in, so they feed it to cows. <br/> \nI once read a brief study that talked about using a kind of oil-producing _algae_ that could be grown in hydroponics tanks in areas that wouldn't support corn or whatever. <br/> \nWaste vegetable oil is actually one of the best options out there for a renewable resource. Or bio-diesel if you want it to run in regular, probably-more-efficient engines. <br/> \nDiesel is inherently less fuel-efficient when it comes to stop and start city driving though, so the actual ideal would be a plug-in diesel hybrid, using electricity for starting and diesel once the engine's ready to go into its narrow ideal RPM range."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "What? They feed cows OIL?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Dude, the feed cows COWS. That's how we got BSE on our hands."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "However, if you're talking about using feed oil or stuff like that on a large-scale basis you also have to consider the financial and environmental cost of growing, fertilizing, harvesting, and refining the grain, which in the US is probably corn and is supported by massive government subsidies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benfromtenn",
    "plus": 2,
    "snip": false,
    "text": "Yep. That's why I read Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlowe424",
    "plus": 77,
    "snip": false,
    "text": "Actually, oil is a renewable resource. <br/> \n <br/> \n1) Clone Dinosaurs. <br/> \n2) Hunt Dinosaurs. <br/> \n3) Bury Dinosaurs in traditional Christian ceremonies. <br/> \n4) Wait several million years for oil to happen. <br/> \n5) Repeat as necessary."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 9,
    "snip": false,
    "text": "Chubby for the phrase \"..for oil to happen\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "What she said."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I know this is impractical (lol) but I would so totally be up for it if it meant that I could hunt dinosaurs. Can we look into zombifying them, too?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "<em>I was looking for you when I first heard the sirens<br/>\nThe ambulances filled the streets<br/>\nThe masses screamed and called for help<br/>\nYou were no where next to me<br/>\nThe soldiers came to round up the living<br/>\nAnd take them away to somewhere that's safe<br/>\nBut if I can't find you there's no place to save me<br/>\nIf you are gone then it's too late<br/>\n<br/>\nNight turns to dawn, and dawn into day<br/>\nAnd the land overflows with the dead<br/>\nWhere did I last hold you in my arms?<br/>\nWhat was the last thing that you said?<br/>\nSome hide underground, others hide in a mall<br/>\nI still drag myself through the streets<br/>\nI life without love my love isn't a life to me<br/>\n<br/>\nI don't believe that love can rot away<br/>\nSo first aim for the heart, then aim for the head</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Urm, what?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "George Romero Will Come to Our Wedding. <br/> \n <br/> \nIt's a song."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lordpretzel",
    "plus": 5,
    "snip": false,
    "text": "6) Don't kill any butterflies while hunting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "7)?????? <br/> \n8)PROFIT!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xaxx",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Sound of Thunder reference."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 2,
    "snip": false,
    "text": "New information on global warning! Look it up! Alternative fuels also exist; Diesel conversion kits can be bought in shitty Watsonville."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "As of about one month ago, my town has a bio-fuel station, which only sells biodiesel (converted from flax, and not waste oil, but still)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meowmix",
    "plus": 0,
    "snip": false,
    "text": "Well, this comment ended up being very accurate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Ethanol is not viable until we stop making car engines from metal and rubber and things like that. <br/> \nEthanol will FUCK YOUR CAR UP like nothing else, even in tiny amounts. <br/> \nNow, used cooking oil...well, it's just going to get thrown out if it's not used up. Waste not want not and all that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 1,
    "snip": false,
    "text": "Wasn't there an episode of Mythbusters where they straight up ran an unmodified (mostly) diesel car on filtered restaurant oil? I'm thinking Téodor might have been ripped off on that kit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 9,
    "snip": false,
    "text": "In order to run a normal diesel engine on vegetable oil, you need to first separate out the glycerin, thus converting it into biodiesel. If you want to use pure, unmodified vegetable oil, you need to make certain modifications to the engine, otherwise the glycerine (which is the stuff they make soap out of) will make a mess of your engine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atmus",
    "plus": 8,
    "snip": false,
    "text": "I have a truck I modified to run on waste vegetable oil back when hurricane Katrina screwed up all the gas prices.  The main problems with running on regular WVO is that it will loosen up all the gunk in your fuel tank/fuel lines, giving you hell of problems for the first hundred miles or so.  After that, you need to worry about any rubber fuel lines or seals.  While all tihs is happening, the only problem is making sure the oil itself is warm enough to flow like normal Diesel fuel. <br/> \n <br/> \nI would say that modifying your vehicle and filtering the vegetable oil for it (when done correctly. CORRECTLY!!!) is easier, safer, and cheaper than dealing with brewing biodiesel yourself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "Some engines just come robust enough, that they don't need to be modified; notably the Mercedes 300D."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Fact: Mr. Benz' original intent was to build a car that would run on vegetable oil."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Chubby for a neat fact I will make no effort to verify."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i follow in this man's footsteps. <br/> \n <br/> \new, what was that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "verplanck",
    "plus": 2,
    "snip": false,
    "text": "oil doesn't have glycerin in it.  Glycerin is a product of the esterification reaction (oil methanol lye) that creates biodiesel. <br/> \n <br/> \nNormal cars can run on straight vegetable oil as long as the engine is heated up and the oil is not clouded (above 40 degrees, typically). <br/> \n <br/> \nAlso, if you do get fouled up, it is typically just the fuel filter, as it intercepts the large pieces before it gets into the engine. <br/> \n <br/> \n-proud owner of a biodiesel-running VW golf"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>proud owner of a biodiesel-running</em></div> <br/> \nTruly, that is a reason to be proud. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>VW golf</em></div> <br/> \nWait, what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 3,
    "snip": false,
    "text": "Alt text: Ray wants a car that runs on drunk driving. Could get ethical."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "This alt text always makes me think of David Brent on the British Office, and his tendency to throw adjectives into his streams of consciousness.  \"Racial.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotavele",
    "plus": 0,
    "snip": false,
    "text": "BMW has a car which runs on hydrogen I believe (may be wrong) I think they're making a pretty neat step, the only problem is that BMW's are hell of pricey."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "the thing about hydrogen is that our best way of getting it (Electrolysis) still takes more energy than we would get burning the hydrogen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "The point is basically that a hydrogen car is essentially an electric car with a fancy sort of battery. <br/> \nWater and electricity are available to every gas station, so it wouldn't be too hard to upgrade them to produce and compress hydrogen. <br/> \nAnd while burning fossil fuels at a power plant is more efficient and cleaner than inside a car, we can also upgrade the grid with capacity from nice, clean sources, such as solar, wind, hydroelectric (that's iffy on cleanliness) or, ideally, nuclear power (at least until we get solar satellites microwave beaming power to Earth)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The solar satellite microwave thing is a TERRIBLE Idea, haven't you ever played sim city?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "ZAP!  There go a few city blocks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tagrineth",
    "plus": 0,
    "snip": false,
    "text": "I like how Ray put his drink all the way over to one side for once instead of putting his drink on top of the computer, only to fall down like it has in every previous ray-at-his-computer strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "how could you write this and not provide links <br/> \nhow could you"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 2,
    "snip": false,
    "text": "From now on, I'm going to refer to drinking as \"Bio-filtering.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Teodor should realize by now that if he wants any serious Smuckles cash backing for a project, it must be completely ridiculous. Did he just fall off the not knowin' Ray boat yesterday?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101005061121/http://raysmuckles.blogspot.com/2006/08/my-friend-made-sex-magazine-read-it.html\">My friend made a sex magazine! Read it!</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101005061121/http://chrisonstad.blogspot.com/2006/08/golf-memoir-no-2.html\">Golf memoir No. 2</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "\"Roast Beef has so much sense, he can barely get out of bed each day.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ravindra108",
    "plus": 2,
    "snip": false,
    "text": "For me, this gets a five just for the alt text: \"Ray wants a car that runs on drunk driving,\" had people at work looking at me funny when I couldn't stop chuckling."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "I sell Ravenswood Zinfandel in my shop. <br/> \nRockin'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Man, so does every grocery store around where I live."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "Really? We're like the only shop in my town that sells it, and we only sell the old vine stuff."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Pretty much everywhere around here has it as well. Then again, I have no idea where fineoakstructure lives, so my \"around here\" could be the same place as his \"where I live.\"  <br/> \nI like Ravenswood Merlot. It is something I will actually actively choose, assuming the place doesn't have Columbia Crest."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Cheers for not buying into the whole  <em>Sideways</em> -spawned hipster disdain for Merlot. <br/> \n <br/> \nRavenswood is my favorite middle-shelf wine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "Poor T, he looks so hopeful in panel 6."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "calgit",
    "plus": 0,
    "snip": false,
    "text": "'Robber baron' is a synonym for magnate. I was unaware that anyone else ever used this phrase however. Thank you Onstad for reviving one of the greatest phrases in the English language."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "I just noticed that ray's talking in an 'over-the-phone' bubble in the last panel and now it's really bugging me"
  }
]