[
  {
    "depth": 0,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 38,
    "snip": false,
    "text": "I'm glad somebody has finally summed up the feeling I get when I see the moonwalk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ted0phile, lamboyster, 7th_shot, TonyHighwind, Sweetlips, morbo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 8,
    "snip": false,
    "text": "I read that for a second as \"a flock of penguins flies over\" and I was like \"penguins can't fly, idiot.\" <br/> \n <br/> \nSorry for mistakenly thinking you were an idiot for a minute."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ted0phile, tekende, Rhadamanthus, lastpolarbear, riotdejaneiro, mattbeetee, 7th_shot, Gompo, TonyHighwind, rascaldom, 762, mustconcentrate, aHatOfPig, logic, Doc_Rostov, Mirzabah, killingthejay)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 18,
    "snip": false,
    "text": "That response was completely necessary. It also makes me feel like my initial reaction was, in fact, correct, though not for the reason assumed in the beginning."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Aye. I do things in a way you just don't dig. <br/> \nYou do things in a way I don't dig either. <br/> \nBut you got some posts that are decent from time to time, to my eyes.  <br/> \nAnd I never said anything about flying penguins, so I guess we're fine. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yople8",
    "plus": 6,
    "snip": false,
    "text": "I read that for a second as \"mistakening you for an idiot\". <br/> \n <br/> \nThat would have been awesome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 4,
    "snip": false,
    "text": "Excuse me, the moonwalk is fun for everyone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "In high school, I won two dance contests by doing the moonwalk. Everyone was just so excited about seeing me moonwalk. I have no idea why, but there it was."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "huber",
    "plus": 4,
    "snip": false,
    "text": "how good is Ray's face in the fourth panel"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 38,
    "snip": false,
    "text": "Almost as good as that retort.  \"I'll just sit here being straight, and they'll be wrong.\"  Awesome."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "I feel like it should be followed with a smooth hand motion that ends in a snap"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 5,
    "snip": false,
    "text": "I've actually used this in a conversation. Several times. <br/> \n <br/> \n\"Dude, did you just kiss another man that is pretty gay.\" <br/> \n\"Whatever, if somebody wants to call me gay, I'll just sit here being straight, and they'll be wrong.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "perilon",
    "plus": 3,
    "snip": false,
    "text": "This is without a doubt the most effective way to shut down someone's stupid reasoning about whether someone who is straight is actually gay.   I too say this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracker",
    "plus": 3,
    "snip": false,
    "text": "Exactly! For example: <br/> \n <br/> \n\"Dude, did you just pay another man to have sex with you? I've gotta say, that is pretty gay.\" <br/> \n\"Whatever, if somebody wants to call me gay, I'll just sit here being straight, and they'll be wrong.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zaratustra",
    "plus": 4,
    "snip": false,
    "text": "wait wait. Sit  <em>where</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 31,
    "snip": false,
    "text": "On a boner,  <em>obviously</em> . Sheesh. The nerve on this guy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "I just chubbied a man named foetus_punch. I have mixed feelings about this... A mixture of kickass and awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "hes confident and secure enough in his heterosexuality, that he doesnt care what people would potentially say.  i admire that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "fag"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "he told me its only gay to  <em>give</em>  head. <br/> <br/> <br/> wait... ive used that terrible joke before on a different days comic [[sigh]]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You talkin' Mexican Rules?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "mexican rules=oxymoron.  brown guys never fight fair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "SO good"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "digdugz",
    "plus": 4,
    "snip": false,
    "text": "I think I might go build a building."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "ray has figured out the perfect mindset for a straight dude to watch porn in."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mortshire",
    "plus": 3,
    "snip": false,
    "text": "^gay porn, i mean  <br/> \n <br/> \n*shame*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 37,
    "snip": false,
    "text": "I'm not sure I can even fathom being straighter than John Wayne voting for Reagan on a horse.  That may actually be straighter than heterosexual intercourse.  Amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Every time I read this strip I wish I were straight, just so I could use that line."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Heterosexual intercourse is actually kind of gay."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Depends on what you mean by \"Reagan on a horse.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, Patware, mrn)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "delzhand",
    "plus": 16,
    "snip": false,
    "text": "Your comment streak is unbelievable.  You're like a caricature of a gay man, instead of an actual person.  Funny thing is, the terrible image quality of your avatar bothers me more than your actual posts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "Retardo's comment there was so incrdibly bad I think I aged like ten years when I read and understood it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hollis",
    "plus": 3,
    "snip": false,
    "text": "I retracted a comment I had made teasing Retardo about his crush on Onstad, as I do believe the guy wants to have a (semi)serious discussion about homosexuality and its role in American culture, or somesuch, but honestly Retardo... take the hint that this is not the best forum in which to discuss this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, Norsef, daidai, SSDDR, goocifer, Qeramah, whoper, equinn2006, L_C_B, Setzkin, midgetron, nutmeg, smilebuddha, Doc_Rostov, aperson, SotiCoto)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gompo",
    "plus": 13,
    "snip": false,
    "text": "I'd say posting comments about how Onstad secretly wants to draw his characters getting it on is basically the definition of being a scary fan."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "It's sort of hilarious, I have never once read a full comment by retardo, but I've seen his name  <em>everywhere.</em>  He's sort of like Morpheus from the first Matrix movie, except not as mysterious and probably not as cool of a dresser and while I bet he can rock a can or two better than Morpheus he probably can't handle the dual-wield machine gun pistol action."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by greenkoolayd was marked lame too many times and excluded. (marked lame by riotdejaneiro, TheGreatestCape, JBrd328)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "No, it's not.  Angelina Jolie is a highly exposed actress, and even so, mailing comparable to her would likely get you in trouble with the law.  Onstad is a relatively private author.  The fact that you spam every vaguely gay-related strip with love letters is creepy, and awful, and yes...scary."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "\"Mailing comparable notes to her\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 2,
    "snip": false,
    "text": "She is an actress  <em>and</em>  a UN goodwill ambassador. <br/> \nAlso she is a gold-dripping, half-lizard sex demon."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "budenhagen",
    "plus": 3,
    "snip": false,
    "text": "Angelina Jolie is gross. Her body's hot and all but it looks like she got stung on the lips by a hive of bees.  <br/> \n <br/> \n... Though I guess there are ways to avoid looking at her face altogether which kinda makes my arguement void."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "all-star951",
    "plus": 0,
    "snip": false,
    "text": "Oh! Here is someone who agrees with me about Angelina Jolie! High five. <br/> \n <br/> \nReally, though, I've never paid attention to her body but her face is not pretty at all. I would not say ugly but she would get about a 3 out of ten for me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "There are guys who understand the concept of the paper bag joke, and yet do not really find it amusing, as they find a woman's face an important part of the whole package.  <br/> \n <br/> \nThese men do not tend to find Angelina Jolie a perfect package, a beauty without equal.  <br/> \n <br/> \nBut damn, sometimes... There is definitely a lot going on with that woman."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omegatron",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nPlastic surgery is a hell of a drug."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Oh great, now my dick's fallen off."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I want to give this asset a chubby for the plastic surgery comment, but the image has given me the exact opposite of a chubby.  I can't chubby this sir, not in good conscience."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "What the hell man! *shudders*"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "envika",
    "plus": 7,
    "snip": false,
    "text": "retardo is the chucklebot of this forum. except not hilarious."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "at least not here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 10,
    "snip": false,
    "text": "He's pushing some harsh chuckles these days."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "And he's not usually in my room at night."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 2,
    "snip": false,
    "text": "<em>Usually.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 2,
    "snip": false,
    "text": "Panels 4 and 5 have some of the best dialogue in all of Achewood"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawdog",
    "plus": 36,
    "snip": false,
    "text": "Note too Ray's \"boner guard\" leg cross... just in case."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "Oh wow. I think that detail just made this one of my favorite strips."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chelloveck",
    "plus": 1,
    "snip": false,
    "text": "That forth panel is sublime"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Upon further reflection, maybe this is the first Achewood I saw. It certainly is the first one that made a huge impression on me."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mountaindewtab",
    "plus": 1,
    "snip": false,
    "text": "i'll just sit here bein straight and they'll be wrong"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "This is most definitely my all-time favorite story arc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 3,
    "snip": false,
    "text": "Although I appear to be neutral to it. How very curious."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dak",
    "plus": 1,
    "snip": false,
    "text": "How many punchlines?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professoryes",
    "plus": 1,
    "snip": false,
    "text": "So Many Punchlines."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 2,
    "snip": false,
    "text": "More punchlines than there are ever being."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 5,
    "snip": false,
    "text": "hell of such as punchlines."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 15,
    "snip": false,
    "text": "While he may be somewhat abrasive at times, Ray is such a good friend for Beef. <br/> \nI can only imagine how Beef would have reacted if he had opened up the Braveheart case instead.  <br/> \nAll magnified shame sequences. <br/> \nMolly all storming into the room and indignant, \"Well, I certainly can't have any of  <em>this</em> ! I'm leaving!\" <br/> \nPhilippe all peeking in the window crying a solitary tear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 1,
    "snip": false,
    "text": "This comic explained to me the way in which a man can behave in a completely gay fashion and somehow come out in a even more straight way than a raging homophobe. Thankyou, Onstad!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saru",
    "plus": 27,
    "snip": false,
    "text": "I really honestly can't help but think that this is Onstad's veiled rebuke of retardo. <br/> \n\"He can say I'm gay. I'll just sit here bein' straight, and he'll be wrong.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rhino",
    "plus": 5,
    "snip": false,
    "text": "John Wayne was a fag.  I installed two-way mirrors in his pad in Brentwood, and he come to the door in a dress."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "...You probably should've lied about your age on here then, cause John Wayne died a decade before you were born. Just sayin'..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "...You should probably watch \"Repo Man.\"  Just sayin'..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "Dammit, I meant to lame this, and chubby the Repo Man reference!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Upon examining other comments, it appears that you were referencing a movie which I have not seen.  I am sorry I lamed you.  It is only because I thought you were hating on John Wayne for no apparent reason.  Group hug?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "That John Wayne line completely fills my heart with glee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 2,
    "snip": false,
    "text": "For a while when I read this strip I thought Ray was referring to the actual \"man first walks on the moon\" moonwalk. His description still kind of fit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I thought exactly the same thing. It was only when I read the comments that I got it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mulisha7",
    "plus": 0,
    "snip": false,
    "text": "I know it's cliched as hell to say, but this is my absolute favorite strip. Everything said in those last three panels is fried gold."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "invidious",
    "plus": 1,
    "snip": false,
    "text": "Q: Is there a way to make this strip more awesome? <br/> \nA: No, there is not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "This is Onstad's subtle response to Retardo's many accusations of him being gay."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicejames",
    "plus": 0,
    "snip": false,
    "text": "I don't think I'd ever read an achewood strip and give it anything but \"pro\", but man I love this particular one as well as the entire thread that follows.  Ray's superpower of turning any new discovery into a money-making scheme is inspiring."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I used to hang out at this gay bar a lot because I had a lot of gay friends. And they had TVs set up in the bar which sometimes showed music videos but more often than not played gay porn movies. I don't know if the whole genre of gay porn is like that stuff, but it was nasty. Not because it was two dudes doing the huckle buckle, but because the dudes would, like, lick each other's armpit hair and stuff. I was like, who the hell does that? Is this a thing of gay people? Because as much of a crush as I have on Fiona Apple, I would not like to lick her armpit hair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "Fiona Apple? Come now Tekende...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i was suggested to listen to 'sleep to dream' as a dis by some kid i knew once. <br/> \n <br/> \ni do not know him anymore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Oh man. Panel 4. I really shouldn't be reading Achewood in class."
  }
]