[
  {
    "depth": 0,
    "minus": 0,
    "name": "sweatpantsninja",
    "plus": 5,
    "snip": false,
    "text": "Nice Pete is being a cock to Teodor. I think we all know when/how often one should be a cock to someone else. Even if they're not a stranger."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zebra",
    "plus": 13,
    "snip": false,
    "text": "You seem more concerned with the when/how, whereas I have looked into where to be a cock to a stranger.  Park rangers asked me not to return."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lavienoir",
    "plus": 6,
    "snip": false,
    "text": "Meanwhile, philosophers continue to ponder WHY to be a cock to a stranger. <br/> \n <br/> \nI think they'll eventually just decide, fuck it,  <em>res ipsa loquitur</em> , bitches."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 4,
    "snip": false,
    "text": "<em>Latin</em> ? In  <em>my</em>  assetbar? <br/> \n <br/> \nHic non cr%u0113do."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norsef",
    "plus": 9,
    "snip": false,
    "text": "Assetbar is clearly a more complicated language than Latin."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "I've masterd latin i havent mastered assetbar."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "I've mastered oratory works of Cicero and little else. For all that, you might say that I am a  <em>master debater</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "*chirrup chirrp*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "*swat*"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "the give and take here, the witty and sardonic banter, this stuff is a living breathing piece of modern art.  I'm not sure that everyone else sees it that way, but I experience it as such.  I'm in nawlins right now, and as they say down here, 'I appreciate you,' all of you.  Keep up whatever the fuck this is.  Assetbar forever!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "and oh, yeah, also: <br/> \n <br/> \nThundercats, Ho!!!!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "dunno",
    "plus": 4,
    "snip": false,
    "text": "Is there a way I can lame this strip in a way TPTB knew it meant they should actually change the way they think and lead their lives? This is bad, mean-spirited Achewood. I've been here since before Phillipe was standing on it (not possible) and I'm way not down with this strip. This is where I start to see the holes in Onstad's brain & it is the opposite of escapism aka comic strips."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cartilagehedd",
    "plus": 0,
    "snip": false,
    "text": "durrrrrrrr..."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "maybe you're just a dipshit"
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "neonfreon & cartilegehead made me chubby you for speaking your mind.  <br/> \n <br/> \nUnfortunately there is always a steady population of people on any internet forum who devote themselves to making the forum experience feel like you're sitting under a damp cloth explaining Neitzche to the drooling victims of animal testing outside a neuroscience lab. <br/> \n <br/> \nThough... i disagree. This is Nice Pete all over. <br/> \n <br/> \nAlso, there is something funny about horrible things happening to Teodor. <br/> \n <br/> \nMAYBE WE ARE ALL MAD HERE."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "You should check out xkcd's forums if you want to be even more thankful for assetbar <br/> \n <br/> \nhttp://forums.xkcd.com/viewtopic.php?f=7&t=60242 <br/> \n <br/> \nLIKE, OMG A POE REFERENCE!@  <em>it must be genius</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Or the Gunnerkrigg Court comments (sorry I don't know how to link to them this internet is a mystery to me)."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Thank you for posting that comparison. I wish forum rumbles were possible. We could even have song and dance numbers! <br/> \nWe are lucky to be here, I'll agree with that."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I've pretty much given up all other forums for Assetbar"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Hey, that kind of sounds like masturbator!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "Consider this a pun in which I brilliantly play off \"debater\" to get \"DeQuincy\" in order to point up pedantic interest in dead languages."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Some motherfucker's always tryin' to ice skate uphill. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "McDonald's asked me not to return.  To ANY McDonald's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "that's because you replaced 'be' and 'to' with 'put' and 'in'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "This is payback for the time Nice Pete's ass and brain got hella stabbed. Ray got the get out of jail free card by sparing Pete's life, but Teodor has no such protection."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "calgit",
    "plus": 0,
    "snip": false,
    "text": "in what way did Teodor not do exactly the same thing? he was in exactly the same situation... this makes no sense... I thought Pete had Southern ways... perhaps he's had a little too much of that fermented raisin liquor"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Craisin liquor? <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Nice Pete is clearly a gasoline huffer. It pretty much explains everything you could need to know about his character."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "no way he's way too creative."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I don't think this needs motivation. This is a special thing he does, when he want's someone to crap on somebody's lawn after being savagely beaten."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jaymitsuru",
    "plus": 0,
    "snip": false,
    "text": "As a guy that married into a Souther family, I just want to put it out there that my mother-in-law describes Southern Hospitality as the art of greeting a man with a smile an warm handshake prior to shoving a knife in each of his kidneys to make sure you're covered on the revenge you'll eventually have to take for his future social transgressions.  <br/> \n <br/> \nI don't know what that has to do with this, I'm just mad because I'm out of beer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squidvicious",
    "plus": 3,
    "snip": false,
    "text": "I don't think Nice Pete is being a cock. I think Nice Pete is being a Terror."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hexjumper",
    "plus": 3,
    "snip": false,
    "text": "I think that in Nice Pete's mind, he is being nice to Teodor by creating a fond memory of when the two of them went out and had High School Memories. By painting the walls of his van with Teodor's blood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dreiganh2o",
    "plus": 0,
    "snip": false,
    "text": "I think Pete has just finally lost the tiny scrap that was his remaining sanity.  <br/> \nThe strip will now take a sudden dark turn in which Pete will kill off all of the characters but Teodor, who will escape to tell the world his story in the form of a comic strip.  <br/> \nand then it will be made into a movie directed by Tim Burton."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "NO! Phillipe will come and kick his ass!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 15,
    "snip": false,
    "text": "He's not trying to hurt him. This is just the sort of jocular terrorizing that is done between friends and then laughed about later. The problem is merely that Nice Pete doesn't have the proper frame of reference and is otherwise incapable of telling when he is taking things into a disturbing, violent, and psychotic manner. <br/> \n <br/> \nWe've all had that friend who chased us around in his garage trying to set us on fire or who once shoved a fistful of grass into our eyes after it had just been sprayed. <br/> \n <br/> \nDriving off while your friend is taking a shit on someone's lawn actually could be a hilarious, if dickish, thing to do. Nice Pete's problem isn't what he's doing, it's that he's a sociopath. In this way he also is providing a mirror to the sociopathic nature of the similar things that we actually did to our friends."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "telescreen",
    "plus": 3,
    "snip": false,
    "text": "I did not have this friend. And if I did, I would beat him up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "I did not have that friend when I was young either.  I did have a friend who aided my the choice to eat grass, just to see if it would taste like salad, which it kind of did except that her dad had fertilized their lawn that day. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "So yes, I have gotten grounded for eating grass before."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "Also, for one year of high school I was completely grounded from Jello..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 1,
    "snip": false,
    "text": "Oh, please tell.  Really.  This should be good."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gournal",
    "plus": 5,
    "snip": false,
    "text": "Me and some friends had a Jello Fight in my house (it sounds stupid but once a Jello Fight starts, the fun just consumes you and suddenly all of the Jello is gone).  Luckily, my dog will eat anything and was following us around the house, gobbling up all the Jello on the ground.  So we cleaned everything up except some that got on the ceiling.  My parents came home soon and my dog barfed up like two trays-worth of Jello in front of them. <br/> \n <br/> \nBeing young and innocent, I immediately caved and admitted everything to them. <br/> \n <br/> \nThey wouldn't even let me eat it on Thanksgiving that year :("
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Bwa-HA!  I laughed out loud."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Easy, I got yelled at on Facebook by like five people for saying \"I laughed out loud\" responding to someone instead of LOL."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 14,
    "snip": false,
    "text": "<em> Gooouurnaaaal.  I was a puppy you fed some Jello to.  I ate it, Gournal, in my innocence. </em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Jell-O on Thanksgiving?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "It's a thing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "gournal, you are comparing a jello fight to slamming at a high velocity the alternate bare metal sides of a van into a person until the person is bruised, bloodied, and has a few dislocated finger joints.  You're comparing this to throwing jello at a person.  Unless there are razor blades in the jello, this does not seem like an apt comparison."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "who has jello without cutty surprises in it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I think most people do though.  I had a friend who once decided that the first person in a three way football toss to drop the ball was to be hit in the face with the ball while the other held the loser.  I don't remember anyone agreeing to the conditions but in any case I lost and was held with my arms behind my back as my other friend threw the ball point blank at my face.  A great fight ensued.  Ah, childhood."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "no no no that's not how you do it.  I saw on family guy a much better technique.  Don't get in a fight with the person on the spot.  Just let the person know that you will retaliate sometime in the future, wait until they are least expecting it, then shove the person in front of an oncoming bus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "THIS ISN'T A SHOW THIS IS REAL LIFE"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Then it was  <em>you</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "Belgand's logic here... I like it.  Specifically I like how it can be used to explain my tendencies towards stalking females.  I don't intend to be disturbing, violent, and psychotic.  I merely lack the proper frame of reference.  And besides, everyone does it.  Or at least, does similar things."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The only difference between a stalker and a Casanova? Success rate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "No one should be a terror to a stranger....or even friends....pity my roommates dosent follow that philosophy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 11,
    "snip": false,
    "text": "Generally when I hear people have had sex, I try to defecate on their lawns. It's really just considered good form."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "OHHHHHHHH SHIIIITTTT!!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "oh..... shit."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kindergard",
    "plus": 9,
    "snip": false,
    "text": "Try?  <br/> \nThere is no try. <br/> \nThere is only doo-ing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 6,
    "snip": false,
    "text": "What have you done."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Virtual Chubby for revealing that I'm a dumb ass. All sniggering only on the second read."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 2,
    "snip": false,
    "text": "Also it is considered good for the lawn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "That was you?  You must eat quite a lot of fiber"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gothfae",
    "plus": 1,
    "snip": false,
    "text": "\"Darin' Darren\" is quite lucky. I have it on good authority that \"Michael\" was a grave man after \"Having Sex with the Math Teacher\" was over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Ask for me tomorrow, and you shall find me a grave man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "If love be rough with you, be rough with love. Prick love for pricking and you beat love down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Silly Groucho, you're not Mercutio, you're Groucho. <br/> \n <br/> \n <em>The other Montague.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professordoctor",
    "plus": 7,
    "snip": false,
    "text": "This is just like that episode of Degrassi I put on in my basement with the barbies whose heads I cut off."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "If the Barbie's have no heads, which one of them wears that stupid fedora?  And how? <br/> \n <br/> \n(Now THERE'S a kid that deserves an old fashioned \"post coital lawn poopin'\" if ever anyone did...that fedora-wearing kid from the original DeGrassi series.  F@#$ THAT hoser.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "the genius behind 'everybody wants something' does not deserve \"post-coital lawn poopin\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "Don't listen to this guy he's canadian"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I am not but I WILL NOT HAVE YOU TARNISH THE GOOD NAME OF THE ZITS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "You talkin about that Joey Jeremiah (and his Jean Jacket)? <br/> \n <br/> \nI always thought that kid was covering up some pretty hideous abuse memories. But I still hated him."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "reesepbc",
    "plus": 11,
    "snip": false,
    "text": "My friend was killed by too many bowel movements on his lawn. Not cool, not funny, not a good strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 5,
    "snip": false,
    "text": "That sounds like a bad way to go, my heart goes out to taco bell for a taco supreme."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235650/http://www.youtube.com/watch?v=iiiWopK9Ex8\">http://www.youtube.com/watch?v=iiiWopK9Ex8</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 5,
    "snip": false,
    "text": "No, it's not funny. But unlike your comment, it's new."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 20,
    "snip": false,
    "text": "<strong>oh god what is happening</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 3,
    "snip": false,
    "text": "That's what Michael said when the teacher touched him in his bathing suit area."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dacapn",
    "plus": 1,
    "snip": false,
    "text": "actually he was prolly more like todd. \"ff-ff-frikkin SWEET\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i like your new avatar and how suitable it is for this comment"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "I like how much more appropriate it is in general."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "starman11",
    "plus": 2,
    "snip": false,
    "text": "This entire situation was made worse by the false promise of Taco Bell as the light at the end of the hanging-out-with-a-killer tunnel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>duuuuuuuuude</em> <br/> \n <br/> \ntacodor must have more inner strength than I thought.   <br/> \nI would have been in mental shambles if I went through all that for NO TB. <br/> \nI totally woulda fugue'd.  Like, screaming, tearing at my own flesh, shitting in my hand and throwing it at Nice Pete before ripping his face off like an irrational chimpanzee."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "extortshorties",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry, but I'd really like to find the big original version of your avatar so that I can like... I dunno, send it to people or make it my desktop or Photoshop it onto people's bodies or whatever. Do you mind telling me where you got it? A Google search of \"seal with weird face\" got me a bunch of Yahoo! Answers pages of people asking why Seal the singer has scars/skin problems. No, really, try it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I, uh, lost the original when I had to reinstall WIN7. <br/> \n <br/> \ni'm sorry for being functionally retarded.  I can't find it either :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "extortshorties",
    "plus": 0,
    "snip": false,
    "text": "That's okay, I appreciate the effort! Just don't ever replace your avatar without saving it or that seal will be lost to the internet forever."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "extortshorties",
    "plus": 0,
    "snip": false,
    "text": "Okay. <br/> \n <br/> \nI literally spent like... three and a half hours searching the internet. Finally I found a website called www.tineye.com/ that is a functional reverse image search engine, meaning you upload an image and it finds other versions of that image all over the internet.. it's supposed to help prevent plagiarism and people stealing your pictures or whatever. <br/> \n <br/> \nLONG STORY SHORT: <br/> \n <br/> \nhttp://images.scaryideas.com/7993.jpg <br/> \n <br/> \nUpon closer inspection, those two little white things AREN'T the seal's teeth, and therefore the black area is not the inside of his mouth... he's actually a relatively normal looking seal. Which is good because it means he probably lived a long, happy life without a debilitating deformity... but now I feel like... I've spent all this time looking for the picture, and the picture I found wasn't what I thought it was. <br/> \n <br/> \nI'm happy for the seal, but sad for me. <br/> \n <br/> \nRegardless, mystery solved."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "this is what it means to grow up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Well, it wasn't a complete waste of time."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I have exactly the same feeling, now, extortshorties. Thank you for your work.  <br/> \n <br/> \nThough I must say, that seal may still have a slightly weird face. It looks like he's got an abnormally wide upper lip. Like Stephen King."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Stephen, King Of Trolls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gumfish",
    "plus": 6,
    "snip": false,
    "text": "Oh Darren! Your hair's a mess, your shirt is dirty, and the math teacher gets home in ten minutes!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235650/http://achewood.com/index.php?date=03102006\">i am the link fairy</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I think this answers the question of whether it is safer to know Nice Pete or not know him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gournal",
    "plus": 11,
    "snip": false,
    "text": "You are only safe from Nice Pete if you are already dead."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "psykeres",
    "plus": 1,
    "snip": false,
    "text": "And only then because of science."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 2,
    "snip": false,
    "text": "For now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "It's like living in Rome and thinking it's safe to go to the Colosseum during Caligula's rule; I'd be living in Turin or the hills or some shit"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I'd be living in Turin</em></div> <br/> \nShrouded in mystery"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "not during Caligula's rule, because the Shroud of Turin dates back to the medieval period!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 2,
    "snip": false,
    "text": "Nice Pete's face shaking and screaming that Michael had sex with the math teacher really doesn't frighten me as much as I think it should. Nice Pete's normal \"Oh I have a hilarious dare for you Darren\" is way worse. Way, way worse."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Face. \"Oh I have a hilarious dare for you Darren\" FACE. Yeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 25,
    "snip": false,
    "text": "Franz Kafka's Animal House"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Teodor will be sentenced to six weeks hard labor, but for the next 25 years Nice Pete will send him cakes with files and hacksaws in them, extending his sentence with every confection. <br/> \n <br/> \n The day he is released, Nice Pete's van will be waiting. \"Howabout a little one-on-one, old friend?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 1,
    "snip": false,
    "text": "Did someone say Franz Kafka? <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017235650/http://www.youtube.com/watch?v=l_dFpKZo54w\">http://www.youtube.com/watch?v=l_dFpKZo54w</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "elzilcho",
    "plus": 0,
    "snip": false,
    "text": "I didn't even click to see what the link WAS. I just heard \"FRANZ! FRANZ KAF-KA!\" in my head immediately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "I APPLAUD YOU!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Amusing, but I can't say I agree with you there. It seems to lack the external, inscrutable, and oppressive force driving the action and treating Teodor's life as meaningless. I mean, Nice Pete really is all of those things, but he's far too personal to really be Kafkaesque. His antagonists are always faceless, indifferently evil forces. They might manifest in the form of a nameless authority figure, but even then it's the impersonal nature that's essential. <br/> \n <br/> \nIn other words, close, but not existential enough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "When Nice Pete destroys you, it is not personal. It is simply the fabric of his existence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well that's a fucked up fabric. Fiberglass?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odog",
    "plus": 1,
    "snip": false,
    "text": "I don't know whether it's Onstad's brilliance or some psychology going on, but Nice Pete's eyes are always the Perfect possible size to portray his mindset at the time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "Oh, that's intentional.  That's all a part of Nice Pete's character."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odog",
    "plus": 1,
    "snip": false,
    "text": "Well yes I know that. I just wonder whether Onstad has to slave away with the dot size chooser for hours to get it just right or if he kind of chooses an eye size and our brain does the rest of the work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "He is also usually either directly looking at the \"audience\" or directly in profile."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 1,
    "snip": false,
    "text": "Whereas all the other characters are at a 3/5 turn generally."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Dude, did you even  <em>read</em>  the second and fifth panels? They were, like, the most important ones!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 3,
    "snip": false,
    "text": "People tend to use words like \"usually\" for this very reason."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "Dude, did I not even  <em>read</em>  the fourth word? It was, like, the most important one!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quietwyatt",
    "plus": 1,
    "snip": false,
    "text": "Oh jeezum crimbo. You know what this is? This is that episode of Six Feet Under, you know the one. This is when we wonder, is it ugly for a reason, or just ugly?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for a possible  Kingdom of Loathing reference.  Hasn't crossed my mind in ages."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It suddenly occurred to me that I don't know whether this math teacher is male or female. <br/> \n <br/> \nI don't know which is worse, either."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Well, this isn't the 1950's, so I'd say neither?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "hopefully the math teacher is feamle, in fact, my vote is that she's like, one of those japanese cartoon line drawing sort of people, what are they called... anime or whatever...  <br/> \n <br/> \nmy vote is that she's 14 yrs old, and that she cheated to get the math teacher job, she lied about her age, and my vote is that it wasn't sex so much as it was rape, and not just rape, but like, rape and humiliation, like, Michael not so much coerced as brute force forced her onto the desk at the front of the class room, and duct taped her legs down, while all the other students were watching, and invited all the other students to take turns dildoing her, but not with dildos, but like, with highlighters and the stapler and such, and all the other students are giggling 14 yr old girls, and they're all in these really hot bikinis <br/> \n <br/> \nsometimes when I molest girls I feel guilty because I'm like thinking to myself, this is so wrong, like for instance, if the girl is only 8 years old, I'm like, this is so wrong, this girl would be wayyy more molestable in another year or two or three, and here I am, basically, taking away the opportunity for another child molester somewhere out there, taking away that opportunity permanently, because I mean, sure, you can always remolest a child, but, you can only virinmolest a child once, and really, let's face it, molestation is all about the loss of innocence, sucking it up like a vampire, and so I mean, the only way to get that back would be to have one of those mind wipe devices like they have in the movie Men In Black. <br/> \n <br/> \nWell I do my best, anyway, to wipe her mind, my theory is that if I beat her about the head hard enough so that there's substantial bleeding, not from the sinuses, that's a given, but at least from the ears but preferably the scalp, that there you go, right, she shouldn't remember a damn thing.  I actually found myself recently being more turned on by the head beating more so than the rape/molestation act it's self, so I've had to tone it down a bit, or rather, I mean, wait until I'm sure I'm done with the molestation/rape, and that I'm thoroughly post coital before I start the mind wipe, to make sure I've lost sexual interest.  I don't want to turn into some kind of deviant freak, that's a path to avoid for sure.   <br/> \n <br/> \nAnyway, I wish to fuck they'd hurry up with the holodeck development.  You know, like some kind of virtual environment where you can rape kids without having to have the guilt/anxiety of wondering if you are raping them too early, and without the fucking mess of the mind wipe.  How many fucking paper towels are we going to throw in land fills before we find a better, more environmentally friendly way, right?  amirite! <br/> \n <br/> \nIf you read this far, congratulations, there was something wrong with you, or if there wasn't, maybe now there is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "sorry mate, i have to let you go"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "oh come on for shit's sake would it help if it was a prison rape joke?   <br/> \n <br/> \nA horse and an attractive 8yr old and an undercover cop walk into a bar, and the bartender says \"why the long face\" and the horse is like \"I need some illegal narcotics\" and the 8 yr old is like \"my brother can hook you up\" and the undercover cop immediately arrests and starts molesting the 8yr old and this cheers up the horse who starts laughing.  (prison rape jokes are always funny)  The cop is given a promotion for killing two birds with one stone - getting a narcotics dealer off the streets, and cheering up the horse."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dude. Don't quit your day job. <br/> \n <br/> \n <strike><em>...of trolling and trashing assetbar.</em></strike>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "you can get paid for that?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Who said anything about getting paid?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": false,
    "text": "is teodor asking a question or making a statement in panel 9?  i'd like to the think the latter, that he's in way too much pain to formulate complete, coherent thoughts so he just repeats what nice pete says.  he's been reduced to a babbling infant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quietwyatt",
    "plus": 0,
    "snip": false,
    "text": "It's a statement. It's the next line in the play that Pete has in his head. Teodor knows he has no hope of surviving unless he plays along. <br/> \n <br/> \ngod-DAMMIT, I am not enjoying this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "TÃ©odor"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "how the heck...when I try that accent mark assetbar turns it into a big rumbling text based middle finger."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I lol'd hard at that <br/> \n <br/> \nI don't know how I did it really, let me try again and see"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "TÃ\u0083©odor!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "you never look twice"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Téodor?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "copy paste e accent aigu: é <br/> \nmaking one with french keyboard: é <br/> \nmaking it with ctrl(plus)':e"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Ah, just call him Tacodor -- soft variety."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "The pretty Indian girl transformed into a fat seal. This is the opposite of a fairytale ending."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>Joke's on them, I was only -pretending- to be a girl!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "plummet does that all the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Occasionally, I pretend to be a girl with a penis."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Occasionally, I pretend to be a man with a penis. Which I am, but specifying that I have a penis makes it unusual."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Have you ever pretended to be a man with a penis giving a Commodore to a man with a penis?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Have you ever pretended you were giving yourself a commodore while pretending you were a man with a penis through a Portal? <br/> \n <br/> \n'Cause, you know, I'm just wondering. I haven't."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I think a commodore is mainly a thing of cats, considering how the warm wet wash cloth is meant to simulate a mother cats tongue, which would have been larger and rougher relatively when they were a kitten. Yeah, it's kind of messed up when you think about it, but they're cats."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Heh! Those cats. Whacky."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I heard that somewhere further up the page is a masturbation joke!"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "and last page! and  <strong>all other websites, ever.</strong>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "daidai",
    "plus": 5,
    "snip": false,
    "text": "This is Teodor's punishment for being hung like a cranberry"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoarday4",
    "plus": 22,
    "snip": false,
    "text": "Your avatar/comment synergy gives me the impression of Nice Pete doing the cast commentary on this scene if Achewood was on a DVD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": "The lame suggests that there is a cranberry among us who is most displeased"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "A VAC <br/> \n <br/> \n <strong>V</strong> ery  <strong>A</strong> ngry  <strong>C</strong> ranberry"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "<em>The Cranberry's Ire</em>   <br/> \nby Cornelius Bear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Fuck, I can't chubby anyone anymore. <br/> \n <br/> \nV-chub."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "you can share mine"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "thx bro  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "It was quietwyatt. quietwyatt is the cranberry.  <br/> \n <br/> \nquietwyatt, I tell you!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Based on his assets I would have to agree with you, Cracklewater. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "The real fun is to be had the next morning, when the maths teacher comes out to collect the paper. <br/> \n <em>\"- A Mars bar! How fortuitous!<br/><br/><br/>Hmm, I don't think that's a Mars bar...\"</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "It's a peculiar kind of shit that is so promptly mistaken for a Mars bar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "<em>but they trick me every time</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 2,
    "snip": false,
    "text": "If I were to ever write a book \"a peculiar kind of shit\" would be the subtitle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "See, I was right.  The whole taco supreme thing was a hose from start to finish.  Boy, isn't that a kick in the teeth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "i think that this still falls under Nice Pete's definition of a Normal Evening which could still end with Laughter and Tacos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh sure. If you think eating a Chemus witch taco is funny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "If it's a Japanese Chemus Witch I'm okay with this. <br/> \n <br/> \nY'know, because in Japan, things are small and cute with big eyes, and  they say things like  <em>da-ze</em>  at the end of their sentences.  even supernatural horrors."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "You're wrong. <br/> \n <br/> \nI think Teodor is in the process of depositing the 'Taco Supreme' in the final panel of this strip by taking a post-High School-van-beating grumpy on that math teacher's lawn. <br/> \n <br/> \nThat was what Mr. Cropes had in mind all along."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I would like to see Philippe and Deneuve drive up at this moment and Steve Deneuve administer the high-school bully Cropes a deserved thrashing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I now can imagine a \"Taco Supreme\" as a small corn tortilla topped with a fresh load, grilled onions, salsa fresca, crema, and cilantro. <br/> \n <br/> \nThis needs to become a Thing. Something you hand to a friend on a paper plate as a way to fuck with them. The fact that you have gone to the effort to decorate up a hot shit in the manner of a taco sends the perfect message of jocularity and pranksmanship. <br/> \n <br/> \n <em>Gotta be better than 'ojo'.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "I notice that Teodor's nosebleed is very well conveyed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 1,
    "snip": false,
    "text": "Oh dear I just thought about how Teodor is a teddy bear, and has been all along."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "wow what do you say when you find teddy rugspin shitting on your fescue?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 1,
    "snip": false,
    "text": "is that that jason derulo song?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "hahahaha!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 1,
    "snip": false,
    "text": "Three strips in and this arc is already unbelievably hilarious. Seeing as assetbar ratings have been crapped out for so long I will give this a metaphysical 5. My 5 is out there in the astral plain. Can you feel it on the breeze?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "smells like teodor left it on her lawn"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "HER lawn?  This is Pete's imagination, there's no guarantee at all that math teacher wasn't a dude"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Philippe is standing on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "expellens",
    "plus": 0,
    "snip": false,
    "text": "To leave a fellow taking a roost in the yard is a rough chuckle, indeed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 3,
    "snip": false,
    "text": "notice the skidmarks in the last panel. everything Nice Pete leaves behind is either bleeding or on fire."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>......EIGHTY-EIGHT MILES PER HOUR!!!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "Betimes it is both."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "YOU PEEL - OUT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Get Lee!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "It would be the same for Teodor, but they haven't yet made it to Taco Bell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "AAAAAHAHAHAHAHAHAHAHAHHAHAHAHA"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "How do I lame someone?  It says I have used up my allotment, but I never used one before."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You must rate strips in order to earn lames. Think about that for two seconds and you'll understand your future in the lame-giving game. <br/> \n <br/> \nHow 'bout this - in lieu of lames, just pretend that you're about to sodomize, have sodomized or are currently sodomizing the person who said the thing that you hate. It encourages creativity and it's way more fun than just hitting some button. <br/> \n <br/> \nGo on.  <em>Say rape words to him.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Uhhhh.... uhhh...  I will infiltrate your buttock.  <em> JUST THE ONE. </em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "i will meet you at a bar, saunter up to you and suavely ask to buy you a drink. once the ruphinol enters your system (i can see it in your eyes darlin) ill ask you sweetly if i can give you a ride home.. since you are feeling inebriated, you will of course acquiesce to my request. i will then carry your prone form to your couch, where i will enter you repeatedly in a rather vulgar and forceful manner, before finishing in your milk carton, so you unsuspectingly drink it, along with the rest of  your miserable inbred wii-preferring pokemon watching moons-that-dont-orbit-earth loving retard family..... <br/> <br/> <br/> i do believe that is the rape-equivalent of 3000 lames. <br/> <br/> <br/> also, ::crosses fingers:: on \"rape-equivalent\" catching on. <br/> <br/> <br/> twitter trending topic?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Dacapn has done this before.  I am outclassed, experience wise, but the satisfaction of looking at that fucking post up there and knowing I didn't write it is good enough for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sbernard81",
    "plus": 1,
    "snip": false,
    "text": "They really should have finished this guy off when they had the chance.  Why the hell did they let Beef steer that decision?  Of course Beef advocated mercy; the dude sits awake at night feeling guilty about murders he didn't even commit! <br/> \n <br/> \nSeriously: once Nice Pete knows your name, it's kill or be killed, dogg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Maybe Roast Beef will figure out what has happened and take it upon himself to save Tacodor and put Nice Pete to rights. <br/> \n <br/> \nAfter you take responsibility for a life, you remain responsible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dacapn",
    "plus": 0,
    "snip": false,
    "text": "tacodor? idiot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nictusempra",
    "plus": 0,
    "snip": false,
    "text": "Honestly, this is an upgrade in situation for Teodor.  Out of active murder range."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "freewilliam",
    "plus": 0,
    "snip": false,
    "text": "Dance, Whedon! DANCE! <br/> \n <br/> \nOh, uh, Tacodor. Yeah, um, totally relieved."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete might be about to perform a natty j-turn and mow the sucka' down."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "crycryguy",
    "plus": 0,
    "snip": false,
    "text": "no. Connie performs a natty j-turn, (j-turn? where the hell did you learn to talk about driving using letters?) <br/> \nGliding his Webley-Vickers into the handicap space at the pancake house at 4 am, Polly on the back, at the same time doffing his hat and shooting the top off of a bottle of champagne, connie performs a natty j-turn. <br/> \nNice Pete flips a couple of bitches and does hot tire donuts until you are flattened.  <br/> \nplease do not make this mistake again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "There is  <em>no way</em>  Onstad has not personally experienced this shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 1,
    "snip": false,
    "text": "Literally?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "I see what you did there"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "It wouldn't surprise me at all if that lawn was Ray's.  On some level, I'd be pissed if my \"southern ways\" prevented me from killing someone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "if i make that person New Jesus, i wouldn't.  <br/> \n <br/> \nI wouldn't poop on Jesus' lawn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "This is Nice Pete we're talking about here.  His character has got a lot of Abner Snopes in it, don't know if it was intentional, but I wouldn't be surprised if he turns on those he respects"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "The next comic should see Nice Pete arriving in character (and costume) as the disgruntled homeowner ragin about what Teodor is doing on his front lawn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morbo",
    "plus": 1,
    "snip": false,
    "text": "didn't T get immunity from this type of situation after the internet knife incident?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete thinks that they are having fun, that this is what men do. This is not punishment, what he is doing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It does occur to me that this is the sort of hi-jinks that would be gotten up to by people who had a less pathetic High School experience than mine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hijinks =! Actual Bodily Harm <br/> \n <br/> \nUnless my High School experience was pathetic as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Hijinks almost always include the element or possibility that harm will come to someone. The difference is that usually as soon as someone comes to harm you stop and either laugh at them, run away, or try to get your stories straight before the cops show up. This all depends on the exact nature of what was done, how injured the person is, and whether or not they did or otherwise caused it to be done to themselves."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "It's all fun and games until someone loses an eyeball. <br/> \n <br/> \nAnd then, hey, free eyeball!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 6,
    "snip": false,
    "text": "So I guess a bear really DOESN'T shit in the woods..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "But the pope drops a deuce in a wooden room! <br/> \n <br/> \n(shit. was it room, or house, or what? damn.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Room."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cicero_hood",
    "plus": 0,
    "snip": false,
    "text": "So... is it weird if this is pretty much how I remember high school?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "That all depends on whether you went to Murder Heights High or not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 11,
    "snip": false,
    "text": "Off Topic:  Since it doesn't look like there's gonna be an opportunity to post this for a while,  <a href=\"http://web.archive.org/web/20101017235650/http://img340.imageshack.us/i/rbmollychat.png/\"> here </a>  is a humble homage, brought to you be me and my girlfriend.  <br/> \n <br/> \nOn the strip:  Someone please Orezscu this bear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "So RB and Molly are really one of those couples who will IM each other from the same room? Bleh. <br/> \nStill cute though. <br/> \n <br/> \nAnd Jesus CHRIST, your pun is wonderful."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Ahhhh crap.  We were 8 hours apart, and COMPLETELY overlooked the fact that yeah, I guess they are living together."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "An  <a href=\"http://web.archive.org/web/20101017235650/http://img35.imageshack.us/img35/1803/achechat.png\">earlier</a>  iteration, wherein we forgot to change the names."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "This is simultaneously the best and worst pun I've read on assetbar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "yeah, that's how puns work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "What Nice Pete thinks of as \"High School\" is actually \"What people do after they drop out of High School.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "or rehab"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "melchior",
    "plus": 0,
    "snip": false,
    "text": "This strip dovetails nicely with the previous arc's wholesome life lessons.  Everyone knows this is what high school is like, but plays it off like it's no big thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 1,
    "snip": false,
    "text": "Phillipe was ending a part of his childhood while Nice Pete is gaining part of his. <br/> \nAlso, my high school experience is/was just like this, except the math teacher's yard was a trumpet and the math teacher was a student."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "melchior",
    "plus": 1,
    "snip": false,
    "text": "If this occurred during usage of the trumpet, well I have to take my hat off to you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Naw, it was in the band room, unsupervised. Also, it wasn't me. Wish it was though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "don't worry... it was you... in ASSETBAR FAN FICTION! <br/> \n <br/> \n(I have never written Assetbar Fan Fiction)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I have only written Assetbar Fan Fiction about belgand. And it is glorious."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Glorious in the whole sense of the word."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "The...hole sense of the word?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That was the joke, yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It might be the 7 hours on a bus but I'm imagining a student fucking a trumpet either before or after shitting in it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I'm in a constant state of imagining a student fucking a trumpet."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well now we're getting somewhere."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "is the student male or female? <br/> \n <br/> \nthe mechanics of each case are quite different."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, I was only thinking of a male student. Things get truly interesting when you involve the ladies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Now I'm wondering if Le Petomane could play the trumpet."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm ashamed to say me too.  Ladies and trumpets work much better in my mind. <br/> \n <br/> \nPERV"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Now I cannot help but imagine both a man and a lady fucking the trumpet simultaneously. <br/> \n <br/> \n <em>You're still a virgin if you do it via trumpet. The cornet counts though.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "once you've had trombone, you never, uh, um..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Bwwaarrrrrrrrrrr"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "you never again can bone."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "They always said you can never go bone again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 0,
    "snip": false,
    "text": "Andy Larsen has a keg party to go to now with very popular people who are expecting him."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "WOOOOOOOOO KEG STANDS BRO! fuck i'm so hammered bro! this party fuckin rocks the fuck out of my world, bro! chugging contest? YEP fuckya man lets crush these brews"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "My dad totally owns a dealership."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "Troy! Bro! Fistpound! shit yea"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "dudes <br/> \n <br/> \nyou guys, like, wanna get high <br/> \n <br/> \ni totally have weed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by re5urgam was marked lame too many times and excluded. (marked lame by divot, daidai, plummet, nice-on-water, newspaperdrone, diplomat76)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 1,
    "snip": false,
    "text": "<em><strong>Nice Pete</strong></em> : <br/> \nRedefining the old game of \"ding-dong-ditch.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 7,
    "snip": false,
    "text": "i was fucking running 'round a track in my semi-youth one time and took a shit in my pants as i was rounding the last lap. i skipped into the bathroom to clean up and ended up ditching my underwear in the trash. thankfully no shit got onto my actual pants and i ended up finishing the day (i said it was the last lap but that's not entirely true. i remained out there for some time after my 'incident') holding back tears of shame and embarassment. <br/> \n <br/> \ni've never told anybody that before <br/> \n <br/> \ni like to think we all do something like this at some point in our lives. every one of us. perhaps that's a form of coping mechanism my brain has deveioped to deal with the shame, idk. <br/> \n <br/> \ni can't sleep"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 0,
    "snip": false,
    "text": "I once let out a horribly wet fart while I was walking my dog, about two miles from home. It seeped through my boxer shorts and into the fabric of my jeans. I had to walk two miles home with a revealing brown wet patch on my jeans. I feel your pain and have chubbied you accordingly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That kind of goes beyond the definition of a \"wet fart\". I don't think we have a word for what that is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "<em>Shart</em> <br/> \n <br/> \nYou're welcome bro"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "I cants eveh get enuff shart"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "word up, nigga"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "nerd up, wigga!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "More pomes, Judas."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "I once managed to convince my friend that it would be a good idea to take a spin down the road with him on a bike and me running on foot.  We made the first ~9 miles okay but on the return journey I was pulling over to the side of the road and losing it in the woods every hundred yards or so while he waited on his bike.     <br/> \n <br/> \nWe're still friends, but we don't talk about that day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Age 10. Similar incident. Humiliation is the most vividly recalled emotion."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Either I'm beginning to read your posts with amazing ease of effort, or lack of sleep causes you to type well. <br/> \n <br/> \nEither way, thanks for sharing. Everybody poops. <br/> \n <br/> \n(in their pants)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Nothin' against anyone, but I will never understand how someone between the ages of 6 and 70 can actually shit themselves. That's careless, you know? I mean, I know it can happen pretty easily if you're not thinking about it, but how could you not be thinking about it? It's  <em>shit. In your pants.</em>  I've been in the habit of kinda semi-clinching while farting for as long as I can remember, so horrified have I always been at the prospect of it. <br/> \n <br/> \nYou can say that this is a weird problem in and of itself. I think there's a lot of potential for comedy in making fun of me for this. But I will always be able to fire back with the fact that I haven't had a load of shit in my pants since about age four. So  <em>there.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Problem arises from liquid stool, inability to judge safety of farting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Also, being on the road early, driving 85 to a job, and things like gut spasms from whatever roadkill should not have been in the fridge the night before. <br/> \n First and foremost, we concentrate on Surviving On the Turnpike. <br/> \n <br/> \n Showing up to cut over a live network with shat-in pants, well it is less than optimal, but we're professionals here. The show must go on. And it did.  <br/> \n <br/> \n In summation, you're a sad little boy, Rowboat, if not having shat your wear is the best  thing you'll have on your CV when you go to meet your maker. <br/> \n People go to war, get shot in a holdup, get the living shit beat out of you, or get literally shitpants drunk. Hahaha, that drunken cowgirl, at least it wasn't my truck! <br/> \n <br/> \n Man, that's what washing machines are for."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "This. <br/> \n <br/> \nDoesn't help when you're lactose intolerant and have IBS. I just don't take chances anymore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "rowboat is being that guy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Why do you and rowboat have seal avatars?  Are you both in some kind of club?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "freewilliam",
    "plus": 0,
    "snip": false,
    "text": "Club Seal. Baby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "The problem that is not stated here is that the Math teacher is really not someone you'd want to be known for having sex with. It's not like the Drama teacher or that new English teacher who was student teaching here last year and is really cool. Like an older sibling or something more than a teacher. <br/> \n <br/> \n <em>Does that make it an incest fantasy as well?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "A 'sapphic erotica' incest fantasy, or a 'dwarfs, wizards and hobbits' incest fantasy? <br/> \n <br/> \nThis is important."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "I have written a sapphic wizard incest fantasy novel,to be published by Zondervan this fall!:) It is Entitled \"99 Problems, but the Witch aint one\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "I never, ever get tired of iterations of this joke.  Chubby for you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I didn't say it was the art teacher, now did I? <br/> \n <br/> \n <em>Leagues are now forming for incest fantasy football.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "null",
    "plus": 0,
    "snip": false,
    "text": "I think that being no longer in Nice Pete's van, he is feeling relief in each direction."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "beep beep?  is he shitting on the robot's front lawn?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I think that's Pete honking to get the resident to come out. Though for all you can tell this may be Teodor's own front lawn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This is so good it makes me want to do crimes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That's what she said. No,  <em>really.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Did you just get back from the Dr. McNinja alt-text? <br/> \n <br/> \n <em>Jesus christ man take a shower.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You caught me, you clever Kate loving puppy swaddler."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i don't think its a stretch to say that if a guy likes achewood - a rather advanced-level webcomic - then he's probably read and reads a lot of other webcomics.  <br/> \n <br/> \nTread carefully with your paraphrasing. It's a lesson we can all learn."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "A diculous, diculous lesson."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Puppy swaddler\"?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "It means to wrap a puppy tightly in a blanket."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"Puppy\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "It's singular for \"puppies\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowden",
    "plus": 1,
    "snip": false,
    "text": "Most things that Nice Pete does make no sense to the body."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "You can tell Nice Pete is a rookie.  You'd obviously prefer a Taco Bell shit on the teacher's lawn as opposed to a regular shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 2,
    "snip": false,
    "text": "It is to be a good, honest shit, not one that puts on airs through the marred digestion of modern Fast Food."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Your avatar appears to understand this all too well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "This is true. It depends on what sort you're after. Do you want a reasonably firm, tight coil that clearly says \"I have deposited a pile of my waste on your lawn.\" or do you want a lumpy, runny mess next to a big matted, smeared area where he clearly had to wipe his ass on the ground to get it all off? <br/> \n <br/> \n <em>If you want the advanced class version of the Number Two Mk. II you go out for cheap, shitty Indian first.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "what do I do if I want to fire it at the windows like a cannon?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "shit into a charged muzzleloader and proceed as normal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Maybe shit into something else and then transfer the shit. <br/> \n <br/> \nBetter safe than very, very,  <em>very</em>  sorry."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Let's talk about shit more.  I just had a good one; a big sloppy but overall pretty quick and easy.  Ploppers, you know."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "I just dropped what was, on the way in, about two pounds of italian beef.  Not too messy, but my goodness there was a LOT of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "POSTING FROM TOILET <br/> \n <br/> \nMIDSHIT ATM <br/> \nFEELS GOOD MAN, SOFT CONSISTENCY W/ GOOD VOLUME AND ODOR <br/> \n <br/> \n-sent from my iPhone"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm not posting mid-dook or anything, but this little exchange did make remind me of something:  One of the most awesome things in the world has to be when you have yourself a movement, Taco Bell-aided or otherwise, but when you go about your normal cleanup routine the vehicle for said cleanup(paper, leaves, a rabbit's fur, etc.) comes away spotless. <br/> \n <br/> \nIt's like everything worked PRECISELY like it was supposed to that time.   <br/> \nIt's basically proof positive that Evolution is not only real, but it is AWESOME! <br/> \n <br/> \n(Then the next time you visit the W.C. it's some explosive nightmare that requires a hazmat squad to clean up, and you realize that it MUST be the work of a higher power with a very odd, twisted sense of humor.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fecal karma maybe?  Yin yang type balance thing, you know."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Bidets really need to catch on in the US. We wash our hands when we're done, why are we content to just rub our asses with handfuls of wadded paper?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "In JAPAN, there are FANCY toilets that have SPRAYING WANDS to SPRAY THE SHIT OFF YOUR ASSHOLE after you SHIT. <br/> \n <br/> \nUNFORTUNATELY, drunk JAPANESE men love to EXTENDED AND ENGAGE the SPRAYING WAND while they ARE SHITTING.  The SHIT commonly hits the SPRAYING WAND and STICKS to it.  The end RESULT is an ANONYMOUS ASSHOLE to ASSHOLE spreading of SHIT."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "noooooooooooooooooooooooooooo"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "WANDOLINGUS: NOUN MEANS KISSING THE SPRAYING WAND ON THE MOUTH. WANDOLINGUS."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I had long wanted those to become more common in the US, but now I have to question things. I had never considered that they could be used so nefariously by assholes' assholes."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Because a watery ass probably feels horrific."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Who says we're 'content?' <br/> \n <br/> \nPersonally, I'm a proponent of whatever that product is that promotes using yellow lab puppies as your wiping agent.  (That's what's in that little plastic box, right?  There's a picture of a puppy on the side, after all.) <br/> \n <br/> \nI just went and checked.  Turns out it's just full of what amounts to adult baby wipes.  I still remain a fan."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "We call it a \"ghost wiper.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Not more than ten minutes after writing this I walked away from my desk and had one of these.  <br/> \n <br/> \n <em>No shit.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "What about when the wipe-free poop combines with a turd that goes  <em>directly to the u-bend</em> ?  It's like the poop that never happened.  You question yourself, sometimes.  What just happened?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "\"mid-dook\" made me think of drinking poop because of Tony Millionaire <br/> \n <br/> \n <strong>Thank you!</strong>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "For me it was K.C. Green, but yes, the sentiment is the same."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Nothing sucks more than making a withdrawal at Midshit ATM. It's always out of toilet paper, plus there's a $2.00 surcharge. <br/> \n <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Different TRACK (get it) but have you ever encountered a pay toilet?  It's the uncanny valley of public utilities like water fountains and garbage cans: you can tell right off something is totally wrong with the scene, and it is truly disturbing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's weird, but I'll say this: the one and only time I ever encountered one was at a Burger King deep in Chicago's South Side. The inside of that pay toilet was the only thing in that neighborhood  <em>not</em>  covered in shit. It was well worth two quarters."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "San Francisco has them on the street in various locations around town. While some are free a large number are pay. Apparently they see most of their usage as a place to do drugs and various abuses by the homeless. Charging a fee for them has not solved the problem. The best part is that the subway has semi-permanently shut down all of the bathrooms due to \"security concerns\". Now the proper procedure is to try to track down a station agent and harass them into giving you a free token to go back up onto the street and use the not particularly convenient pay toilet. <br/> \n <br/> \nApparently we got them from France and while they might work there it is doubtless because they are not populated with Americans."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Denmark has these pillars that rise up out of the street at night with a urinal on each side so that people who just piss in the street are at least aiming it down a drain."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Paris' pay toilets work somewhat better than that.  But to compensate they have garbage bags as opposed to cans so that everyone can see when a bomb is dropped in the trash."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "What we have are exactly the small, green, cylindrical  <em>sanisettes</em> . Wherever Paris gets them we must have contracted with as well. Fun fact: we also have news stands that look almost exactly the same! Apparently having giant advertising cylinders as well isn't a coincidence: they're erected by the same company to offset the cost of paying for the toilets which don't earn enough to pay for themselves. <br/> \n <br/> \nIt seems pretty apparent that they were put in not because of any pressing need, but because we wanted to rip off Paris and chose one of the worst ways in which to do so."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "that's not the worst way to rip off Paris."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "::Crocodile Dundee:: THA'S the best woy to rip off Paris."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I've never been to SF but I think the worst thing you could've ripped off was their horrific customer service in most sectors.  I seem to remember SF having a good reputation in that regard.  Also race riots."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Well, the second one sounds like it would be harder to pick up in a plastic bag.  So maybe that one?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Indeed. Nice Pete has picked the perfect victim for this prank. No doubt Teodor, with his culinary talents, had eaten some freshly-picked radishes and something with ricotta cheese for dinner earlier that night. Or whatever it is you white people eat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Teodor is not a white person.  Nice try at ironic racism, ASSHOLE."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Don't you see, white people are to races of people what teddy bears are to animals, the only one that Roosevelt wouldn't shoot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "So folks from Spainland aren't white?  <br/> \n <br/> \nLuu-cyyyyyyy!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "No. <br/> \n <br/> \nAccording to Americans, they are \"Hispanic\" and therefore not white. <br/> \n <br/> \nCaucasoid, Negroid, Mongoloid, Australoid, Hispanoid."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Hispanics are people descended from Iberia.  Spaniards and Portuguese are white Hispanics.  There are white Hispanics in Latin America.  Brazil is not Latin American.  Many if not most Argentinians are either German or Italian, but speak Spanish.  Mexicans are Latin American Central American Hispanic Latinos.  It is a crazy world."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I wonder how much of this is wrong."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Since I was talking about Roosevelt rules of conduct it really only matters what he thought they were. And as he said in his famous speech at the battle of Tammany hall \"South Americans and Spaniards are definitely not white, by my definition of the word as it pertains to race. Therefore let this day be known as Christmas day from henceforth.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And it was good."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Hummus.  White people eat hummus."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm eating hummus right now.  Not funny, not cool, not a good way to insult my race."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "White people eat you for breakfast."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>Without any milk.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "at first i thought \"thunk thunk\" was the sound of pete pulling up onto the curb....then i realized that it was the bear again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "T just got punk'd ... hardcore."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 2,
    "snip": false,
    "text": "The potty is running out of the body."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Squeeze a nerd and get a turd, word."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 4,
    "snip": false,
    "text": "<em>It would always cause me to make poopy, onto the ground!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Doodie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Doody?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "You got it right the first time. <br/> \n <br/> \n <em>Trust your instincts, cpn.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Whatever you say, PDTR."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "oh my god your name is captain galaxy nachos!  <br/> \n <br/> \ni could never figure it out before."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "He left me there, makin' potty, <br/> \nHe knew I could not run <br/> \nonce that process had begun, <br/> \nit would make no sense to the body."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "cause its easy  <br/> \nwhen you know how its done <br/> \nyou can't stop now <br/> \nyou've already begun <br/> \n <br/> \n... and you jerk it out"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "\"Can't we just go to Taco- <br/> \n <br/> \n(the uninterrupted version of that sentence) <br/> \n <br/> \ndor's house?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 1,
    "snip": false,
    "text": "No because there is severe taco-odor there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "What a horrid misapplication of a pun, young man. <br/> \n <br/> \nI approve."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthdrooks",
    "plus": 0,
    "snip": false,
    "text": "I am Michael."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onepumpchump",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete can get away with anything short of rape or murder, because he is relatively young. <br/> \n <br/> \nHe can do anything else to almost anyone who knows him (except maybe Cornelius, who is old), and they will not press charges, because they know he will get out of prison eventually."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "picklejar",
    "plus": 0,
    "snip": false,
    "text": "Is it wrong that I am delighted at nearly everything Nice Pete touches?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "it's a little wrong - not that there's anything wrong with that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philophobe",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete delights in touching  <em>you</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Sweet Caroline!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "good times never seemed so good"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "whoa oh oh"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "was... was that meant to be the trumpet?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i guess so... i-i thought there was like chorus backup vocals that actually sang that. man, i thought i knew that song.  <br/> \n <br/> \n <em>reaching out, touching me, touching youuuuuuuu</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Because you were not lazy and irresponsible with Cinemax in '00 you never accidentally caught the very end of \"Lost and Found\" and are unable to hear any Neil Diamond songs without imagining them being sung by David Spade."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "One down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "(as in, first Teodor, then Connie, then Lyle..then Phil.) <br/> <br/> <br/> Oh no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarsbar",
    "plus": 0,
    "snip": false,
    "text": "Man, Ray should've just killed him when he had the chance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I don't think we've seen Nice Pete direct this much ire at anyone in the gang since his incident with the USB knife. I'm hoping Teodor or Ray uses that memory much to Nice Pete's shame. I'd love to see a Psychopath finally implode. <br/> \n <br/> \nI am a Bad Psychologist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mullin",
    "plus": 0,
    "snip": false,
    "text": "I am pro this instant classic. Pro I say."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_memory",
    "plus": 0,
    "snip": false,
    "text": "There is nothing interesting about Nice Pete being pathological unless Teodor stands up to him.  Offering the extremely un-Teodor-like concession to go to Taco Bell doesn't count. <br/> \n <br/> \nAlso, Teodor says \"Y...yeah\" twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "O is becoming lax with dialogue, pass it on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "show us your O face"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "<em>AAAAAAAAAAAAAAAAAAAAAAH</em> <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "not being able to think of something to say and so just repeating yourself is a perfectly natural use of words"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "is Michael's Song a reference to Anthony's Song?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "no its a refreenc to micheal jaxsin <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skooch",
    "plus": 0,
    "snip": false,
    "text": "I haven't read all the other posts, but just looking at that first panel makes me laugh out loud.  It's hilarious and highly disturbing and absurd all at the same time.  It is perfect contextual comedy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "recoveringmale",
    "plus": 1,
    "snip": false,
    "text": "Am I the only one who feels certain he's about to collide with Steve and Philippe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Oh noooooooo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Nice Pete is the type of guy who would listen to the \"Torture\" interlude at the beginning of The Wu-Tang Clan's \"Method Man\" and then order a pizza to celebrate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Somehow I doubt Nice Pete would listen to rap. Or indeed eat pizza if he had somehting to celebrate. <br/> \n <br/> \nBing Crosby's cover of \"Hey Jude\" (on vinyl). <br/> \nFried Chicken. <br/> \nWater."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "dang that's brilliant <br/> \n <br/> \nan album of straight up chicken frying"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Seconded about the brilliance, I just looked this song up and I can totally picture nice Pete in a basement doing something seemingly just odd that turns out to be horrifying with this song playing in the background."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Don't even--Bing covered Hey Jude?  Gotta check this out. <br/> \n <br/> \nSon of a bitch!  And here I thought I was cool for knowing the Wilson Pickett version."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "On spotify the Bing cover comes up straight after the Pickett one, once remember consoling myself with the Pickett one, the song finished and then I was suddenly shocked by an incongruous brass section and the inimitable Crosby croon started up. <br/> \n <br/> \nLadies and Gentlemen, I was startled."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "HUM. HUM. HUM. HUM HUM HUM HUMM."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dude, the fact you even know who Wilson Pickett was gives you cool, even cool-jerk points."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "...which are reduced to nerd points when I pop a bro-ner every time the coda starts.  No one screams like that man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fady",
    "plus": 0,
    "snip": false,
    "text": "\"Should have gone to SaniTaco, Teodor. There, you'd be Safe.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Lyle is currently engaged in unspeakable acts at SaniTaco. If Teodor went there a thinly veiled fascimile would show up in Nugget in two month's time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fuck, where is Lyle?  When was the last time we saw him?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That awful Florida arc probably. He is a ruined man now."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He needs a Korean computer or Steve DeNeuve to redeem him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "_ _t_ ___ ___ _ _e__ __k_ shit. t_e fucks __ ___ ___?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Can I buy ya a vowel?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Way too much scatological discussion. That shit stinks!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "would you post with a dude that used teodor for an avatar? just sayin.."
  }
]