[
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "I feel like the next time I have a job, I'm going to have job-related nightmares that go exactly something like this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 8,
    "snip": false,
    "text": "I promise you that someday I will use the line in the last panel. It will be when I want somebody to quit, and that want will not be unjustified at all. Don't get me wrong, no man should ever be a cock to his employees... unless of course one of those employees is being a cock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "toast",
    "plus": 0,
    "snip": true,
    "text": "A comment left by toast was marked lame too many times and excluded. (marked lame by Thorfinn, wittyname, troutman, ravindra108, Ikrizzle, DeathwishJones)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "I'm guessing no one would choose to be spatchcock to anyone, ever.  That's what the Predator did to that Native American dude, or Carl Weathers, I forget which."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by phthoggos, scrumpton, crawfomp, Courtland, rustmouth, hellofditties)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "falseprophet",
    "plus": 13,
    "snip": false,
    "text": "Shit, I saw the comment I replied to but not the comment that the comment I replied to replied to. How can I even be sure I can see the comment I am writing here and now? <br/> \n <br/> \nI am nothing more but a blind silent film projectionist."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "I think Carl Weathers shot himself when the arm in which he was holding an automatic weapon was blown off with a laser-type projectile and continued to fire.  <br/> \nEither that or he just plain got his arm blown off by a laser-type projectile. That'll do it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 19,
    "snip": false,
    "text": "Wrong wrong  <em>wrong !</em> <br/> \n <br/> \nI got suddenly all riled up because somebody misrepresented my favourite movie.  As someone who's watched  <em>Predator</em>  at least 14 times and can quote every single word... <br/> \n <br/> \nCarl Weathers - or rather, the character Major George Dillon - went in search of the Predator holding two sub-machineguns.  Armed with one and the other being a backup, he did indeed have his arm blown off by the Predator's laser-sighted shoulder cannon.  The severed arm, still firing weapon, falls to the ground.  In a panic and screaming, Dillon reaches around with his still-attached arm and grabs his spare sub-machine gun and commences firing at the semi-invisible assailant*. <br/> \n <br/> \nWe then see the alien, cloaked transparently, running toward Dillon, and (in a moment of plot inconsistency that I don't give a fuck about) his wrist blades come out visibly, and then proceed to impale Dillon post-haste. <br/> \n <br/> \n[/b] <em>There is no spatchcocking involved</em> [/b] <br/> \n <br/> \nThe only people to be anything  <span style=\"border-bottom: 1px dotted\">close</span>  to spatchcocked on camera would be, yes, Billy (whom had his skull and spine ripped out as a trophy, due to his badass-ness as an adversary), Lieutenant Jim Hopper and two unnamed US soldiers (off-camera, and prior to storyline beginning - all that is found is their skinned bodies hanging from a tree).  All other victims also have their skull and vertebrae trophied from memory, but only Billy is seen to have this done on-camera. <br/> \n <br/> \nThis could possibly be considered spatchcocking, however for the opposite purpose as their bodies are not then butterflied out. <br/> \n <br/> \nOh yes, I got that pedantic about this. <br/> \n <br/> \n*Semi-invisible?  Yes, semi-invisible."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I just realised I contradicted myself.  Huh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "That's not Billy, it was Hawkins, the glasses guy with shit jokes.  Billy the indian cut his chest open in direct conflict with something ninety times his weight-class.  Unless you mean when the Predator staight-up fucks-up Billy on the log, all lifting him up.  But it was completely Hawkins, or perhaps one of those pinko motherfuckers, that the Predator drops the cerebrum on the jungle floor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Huh.  I must be getting the spine-rip scene mixed up with when he's cleaning all the skull trophies prior to the \"Arnie goes back to Africa\" scene."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Semi-on-the-topic of spatchcocking and general dismemberment and destruction, I have found the scariest damn creature in the world: <br/> \n <br/> \n <em>Vespa mandarinia japonica</em> , the  <a href=\"http://web.archive.org/web/20101009145857/http://en.wikipedia.org/wiki/Asian_giant_hornet\">Asian Giant Hornet</a> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145857/http://www.cracked.com/article_15816_5-most-horrifying-bugs-in-world.html\">A site</a>  discussing them decapitating entire hives of enemy bees single-handedly, creepy shit. <br/> \n <br/> \nMore creepy is  <strong>THE VIDEO.</strong> <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nAs if Japan wasn't fucked up enough already."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Wait, screwed it up. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145857/http://au.youtube.com/watch?v=6fTrSOFyfxs&amp;eurl=http://www.cracked.com/article_15816_5-most-horrifying-bugs-in-world.html\"><strong>VIDEO IS HERE</strong></a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Someone reads Cracked.com"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I do not deny, nor am I ashamed, of this.  They have provided me with endless amounts of conversational fodder."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "They also claimed that  <em>Achewood</em>  is  <a href=\"http://web.archive.org/web/20101009145857/http://www.cracked.com/article_15240_p2.html\">not an awful comic</a> ."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I get the feeling that a lot of Cracked readers were introduced to it via the webcomics on that list. I certainly was."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Loved the tone of that video, I swear I honestly thought it was a Fox bulletin till I saw the yellow box. <br/> \n <br/> \nWhat America needs is a David Attenborough. he could have made that video as calming as a Moby driven Stag/bachelor party."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "You know, Doctor, I really was a lot happier before you introduced the idea of these creatures' existence into my brain."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i felt like there were crawly things all over me as i read this article."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "The writer of that Wikipedia article should be the writer of every Wikipedia article. It's just too epic. <br/> \nExample: <br/> \n <em>Although a handful of Asian giant hornets can easily defeat the defenses of many individual honey bees, whose small stings cannot inflict much damage against such a large predator, the Japanese honey bee (Apis cerana japonica) has evolved a collective defence.</em> <br/> \n <br/> \nPrefect prose, tight as a drum and clean as a whistle."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "that is the bee-world equivalent of King Kong or something, attacking their city five at a time! insane"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "oh my dang that bullet ant ritual makes that box scene from Dune so pussy."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "JESUS CHRIST BEES HEAD FOR THE HILLS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Chubby for attention to detail. Have yopu read any of the Batman or Superman storylines that cross over with PREDIATOR? The DC Universe has Alien crossovers, too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "I do believe it was Billy, the Native American dude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 3,
    "snip": false,
    "text": "Good name recall.  After consulting IMDB, I realized for the first time that the same actor who plays Billy in  <em>Predator</em>  also played Billy Bear in  <em>48 Hrs.</em> <br/> \n <br/> \n <em>Billy Jack vs. Predator</em>   Now that's a movie I'd pay to see.   <em>Go ahead and hate your neighbor/ Go ahead and spatchcock a friend</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "It's either good name recall or he, like me, has watched Predator every other weekend for the past 15 years."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "I think Tom Laughlin is available."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "Witchcraft Destroys Minds and Reaps Souls was still their best album."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "madnes",
    "plus": 17,
    "snip": false,
    "text": "That bird that I... <em>boned?</em> <br/> \n <br/> \n(sorry)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sortelli",
    "plus": 1,
    "snip": false,
    "text": "Sorry is not good enough! <br/> <br/> <br/> ... hee hee hee.  Boned."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 8,
    "snip": false,
    "text": "So one day there was this kid, punk type, hot pink mohawk and enough piercings to set off security alarms, riding a subway in New York. Old man, tightly dressed, quite respectable, gets on at one stop, sits down in front of the kid, and spends the next few minutes just staring at him. Now usually it's a shocked glare from passing mothers that the kid gets, so he's finally like, \"Hey old man, what are you staring at? Didn't you do anything completely crazy when you were my age?\" <br/> \n <br/> \nThe old man pauses, and says, <br/> \n\"Yes, yes I have. When I was in the South Pacific in The War, my Navy buddies and I got drunk one night, blind drunk, and though I'm not proud of itt, I screwed a bird of paradise. <br/> <br/> <br/> \"I was wondering if you were my son.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Careful with that gag, it's an antique."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ifergott",
    "plus": 16,
    "snip": false,
    "text": "Microsoft employees greatly prefer spatchcocked chickens, while Apple employees prefer butterflied chickens. <br/> \n <br/> \nIt's one of the biggest differences between the companies."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "habnabit",
    "plus": 0,
    "snip": false,
    "text": "But do Apple employees enjoy jam omelets?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 5,
    "snip": false,
    "text": "Apple prefers jelly fritatas."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "king_duncan",
    "plus": 0,
    "snip": false,
    "text": "I prefer any excuse to say the word \"fritata\".  Thank you for this."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mattfish",
    "plus": 2,
    "snip": false,
    "text": "you might try spelling it \"frittata\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "philosophe",
    "plus": 8,
    "snip": false,
    "text": "Is that how it's spelled? FRITTATA??"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coldfrog",
    "plus": 2,
    "snip": false,
    "text": "Your icon makes that comment even better."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mustafaqbrainmender",
    "plus": 2,
    "snip": false,
    "text": "It's Apple.  Spell Different."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "Its Apl. Spel Difrant."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mattfish",
    "plus": 3,
    "snip": false,
    "text": "Okay. D-I-F-F... oh."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "No, D-I-F-F-E..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 18,
    "snip": false,
    "text": "that's so true.  Spatchcocked chicken -- a technical sort of chicken, much less friendly than butterflied chicken, and with less in the way of multimedia properties (let's face it, a spatchcocked chicken makes for a shitty video), whereas the butterflied chicken is beautiful on the outside but suffers from wide-ranging compatibility issues.  (There are many spatchcock sauces for which it is simply impossible to find a butterfly equivalent.) <br/> \nOh, and spatchcocked chickens often get diseases, but only because being a butterfly chicken disease is an evolutionary dead end."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "destroy_you",
    "plus": 3,
    "snip": false,
    "text": "The same goes for bearded/non-bearded people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Actually, mac viruses are just really difficult to write. Part of the reason is that mac  <em>software</em>  is really difficult to write."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "The fact that you know anything about how to make viruses really makes me not want to piss you off."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 17,
    "snip": false,
    "text": "This reminds me of the time we had a seminar  on various IT tools. There was a quiz we could take along with it, which I thought was worthless because they gave out the answers one by one, but no, we actually had to turn them in at the end.  <br/> \n <br/> \nI was unable to hand mine in because my quiz was covered in a complex cartoon in which Mrs. Pacman left Pacman for a handsome gardener she met at the gym because Pacman had become an abusive, raving drunk. It's really hard to draw Pacman passed out on the floor, what with how he's 2D and all.  <br/> \n <br/> \nI think I asked for another because I said I wrote my notes all over this one. <br/> \n <br/> \nThere was also an extensive menagerie of horribly retarded Pokemon, I believe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 16,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "fattybeaver",
    "plus": 7,
    "snip": false,
    "text": "All the bottles are full so why would i think he is drunk? This just proves how hard it is to draw pac man drunk."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I came to the same realization only after I posted it. So it goes. <br/> \n <br/> \nYour avatar is in perfect sync with the music I'm listening to."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "The music in my head always changes just to be in sync with that avatar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by c_dizzle was marked lame too many times and excluded. (marked lame by Jonk382, Ravenmancer, cellphonedick, Wulvaine, G3K)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 5,
    "snip": false,
    "text": "So I take it you are an ass man"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Much like boys who mess with the letters on their Toyota trucks, I think boys with jiggling boobie avatars have weird ideas about what it means to be a man."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I don't think the idea of wanting to watch that avatar for a full minute every time that guy makes a comment is very weird at all. I mean, if you like to look at tits, what could possibly be the problem?  <br/> \n <br/> \nIt may be the least weird idea in the history of the world. It is  <em>simple.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Naw, Apple employees like actual BUTTERFLIES. They don't eat 'em, they just follow the butterflies to the orchids -- which they then eat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 6,
    "snip": false,
    "text": "The concept of Microsoft being run by a cowboy in the 1950s as an old-line good-ol-boy organization really works for me. <br/> \n <br/> \nAlso, I think Achewood has taught me more about cooking than any amount of time spent on Food Network. <br/> \n <br/> \nAlso also, I'm sort of sad that Chris Ware week is ending. :-("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 6,
    "snip": false,
    "text": "Onstad, I must have a strip set in the gothic halls of Victorian-era IBM, forthwith."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "DAMN! No chubbie left . . . Victorian IBM, all tailcoats and FORTRAN and dusty gears in the Babidge 6000 . . . hmm, see THE DIFFERENCE ENGINE by William Gibson and Bruce Stirling."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "optimus",
    "plus": 0,
    "snip": false,
    "text": "In my mind, I'm now enthralled with the scenario of Silicon Valley having started in Texas."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145857/http://en.wikipedia.org/wiki/Texas_Instruments\">In a certain sense, it did.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doomglobe",
    "plus": 7,
    "snip": false,
    "text": "I am never honest with myself about everything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 4,
    "snip": false,
    "text": "I am always honest with myself about nothing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I always lie. (???!!!??!!)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Your avatar gets a chubby. <br/> \n <br/> \n*drip*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I am always honest with myself about nothing.   Plus, chubby for the TARDIS."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "Every time someone lames a TARDIS avatar-having person, a Weeping Angel jumps a few feet closer to Sally Sparrow. Dun dun dunnnn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "napoleonofcrime",
    "plus": 2,
    "snip": false,
    "text": "I vote for tree."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Seconded, I saw a tree before I saw a bomb. SLIGHTLY."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "I saw a bomb, but that might have a lot to do with the fact that I just saw  <em>Cloverfield</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 8,
    "snip": false,
    "text": "I saw a bomb too, but that might be because I've been having these real awful dreams lately"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kharitonov was marked lame too many times and excluded. (marked lame by Thorfinn, troutman, Fcannon)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I saw a bomb, because of my plotting against the overlords"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "halfdirt",
    "plus": 3,
    "snip": false,
    "text": "I saw a tree, but that might be because I'm fucked in the head."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 11,
    "snip": false,
    "text": "This happened to me once on a long car journey when I was a kid.  I saw a sign on places of interest, one of which must have been a park, but all I could think was 'You can go and see where an atom bomb happened??  Awesome!'."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 8,
    "snip": false,
    "text": "An atom bomb \"happening\" is an appropriately Onstad-esque way of describing it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "Thanks.  I enjoy having strange cares."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "I saw a hammer, because...well frankly I have no idea how I saw a hammer."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "I saw a bomb, and the title was Monkeybone.  Seriously, why can't I get my money back?"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 6,
    "snip": false,
    "text": "I saw broccoli. <br/> \n <br/> \nChoppin' broccolaaay-haaayyy. She's choppin'...*HOOAH*"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by falseprophet was marked lame too many times and excluded. (marked lame by phthoggos, fuckyoufriday, zulko, nutmeg)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Ace of Base was ABBA back in 1972. I know how you're down with that Swedish folk-skiffle, Linsday."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I saw... breasts?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "A woman with big breasteses!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Man that is not cool using my first name on assetbar especially if you're going to spell it wrong I will not lame you this time but please remember from now and into the future that my given name is for non-assetbar-related milieux only and please do not be knocking on my door on Saturday nights with your tie all loose stumbling all over yourself drunk after striking out at the bars thinking I'ma give you an Isosceles Lock booty call dogg I do not swing in that trajectory..."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "I'm down. Please keep in mid the proximity of the \"D\" and \"L\" and know that I am not a typist. <br/> \n <br/> \nHowever, I'm not sure that your anonymity is solid due to the publishing of your latest NPR writings (for which I have given mad props, mind), as well as the appearance of your person in your avatar, so I'm a-wondering at your misgivings. If you are hiding from vor v zakone, you have little recourse but to cut the stars from your chest, I fear. <br/> \n <br/> \nForgive any perceived transgression, dogg. <br/> \n <br/> \nKnow also that I do not putt from the rough, so to speak,"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "straw",
    "plus": 8,
    "snip": false,
    "text": "I feel like something I could not possibly ever care about just happened."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "And that would be \"D\" and \"S\" which proves my point. <br/> \n <br/> \nGoddamn single malt. I have partaken perhaps overmuch."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "Anonymity is a thing but it is not such as this thing mainly it is about best practices in terms of preventing the ladies from being able to go back on their promises of giving me their firstborn children in return for various favors of an alchemic nature related to straw input and gold output and if I lose access to infants I am without livelihood and will have to back to leprechaunism All hanging out by rainbows next to a pot of gold cold whistlin and yoo-hooin at whatever drunk sailors happen to pass by Gettin slapped up by the Keebler Elves for failing to pass muster Man if I don't meet quota for diamond minin Snow White will straight send me to the couch that is a lot less comfortable place to sleep than in side her nenene you feel me?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Your fault for working for Disney. Everybodu knows they're a non-union shop."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "And yes, all transgressions be Evian under the Golden Gate dogg."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I am down. I see your avatar is now mad obfuscated. Cool. <br/> \n <br/> \nAs always, in the evening, I am found with beverage in hand. I raise it and bid you Sláinte."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "And that would be Slainte with the accent on the \"a.\" Assetbar will brook no Gaelic."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 2,
    "snip": false,
    "text": "I'm beginning to realize that Dana Carvey is only appropriate every so often. I won't lame you now; but if you do it again, I swear I'll take out my Oscar and DO you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Chubby for a Dana Carvey Oscar nomination. <br/> \n <br/> \nDrake Sather and Bill Hicks have the excuse of being dead for their lack of hilarity these days. Dana Carvey, on the other hand..."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I saw Master of Disguise and I cannot express the level of....look, it was really really bad, ok?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "First time I ever saw a reviewer give a film zero stars."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Toronto Star gave [http://en.wikipedia.org/wiki/Freddy_Got_Fingered]Freddy got Fingered[/url] negative one star out of five stars. I would go to the trouble of finding the article and linking it, but you need to pay to access their full archives. Screw  <em>that</em>  noise."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Insert oath of vengeance against BBCode here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "clockworkorange",
    "plus": 4,
    "snip": false,
    "text": "Is all you have a nail?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Giant apocolyptic machinery, just mowin us all down."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "I saw a bomb, but probably because I just finished the first season of Heroes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "friendofyou",
    "plus": 0,
    "snip": false,
    "text": "I see what you were doing there... even if it was slightly ruined by all the replies :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "This is what the told me when I got fired from Fresno's"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I bet they were just jealous of your manstache."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "most are."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "indeed."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Not enough \"flare.\" Or was it \"flair?\" Debates will rage. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 11,
    "snip": false,
    "text": "I don't mean to sound like the grammar police, but I feel that clarification is needed here.  Flair and flare are homophones, words that sound the same, but have different meanings. <br/> \n <br/> \nflare (noun) <br/> \n1) a flaring or swaying flame or light, as of torches in the wind. <br/> \n2) a sudden blaze or burst of flame.  <br/> \n3) a bright blaze of fire or light used as a signal, a means of illumination or guidance, etc.  <br/> \n4) a device or substance used to produce such a blaze of fire or light. <br/> \n <br/> \nflair (noun) <br/> \n1) a natural talent, aptitude, or ability; bent; knack  <br/> \n <strong> 2) smartness of style, manner, etc. </strong> <br/> \n <strong> Synonyms: chic, dash, panache, verve; oomph, pizazz. </strong> <br/> \n <br/> \nThere is not, never has been, and never will be, any debate."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 8,
    "snip": false,
    "text": "YES! I knew that putting this out there would help me contact the Semantic Police. It's like the friggin' Bat-signal. Chubby and a bearclaw for you, Sargent Thorfinn. APB on a split infinitive in future posts!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aelindil",
    "plus": 11,
    "snip": false,
    "text": "Initiate pedant linguist mode... <br/> \n <br/> \nActually, it's perfectly okay to split an infinitive.  The only reason that it has been taboo in the past is that English grammarians back in the 19th century were trying to line English up a little more with Latin, which was considered a \"high\" language (despite its being dead).  In Latin, it is impossible to split an infinitive, since Latin infinitives are single words.  Therefore, it really makes no sense to be trying to conform our grammar to that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Way to explain by doing!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "What? I don't see any split infinitives in that sentence."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Paragraph, I mean, that was clearly more than one sentence."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "\"to be trying to\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "\"..to be trying to conform our grammar to...\" Holy preposterous prepositions, Batman!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 0,
    "snip": false,
    "text": "yes, yes, a thousand chubbies yes"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "*goes back and watches the 2005 version of Pride & Prejudice for like the fifth time*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "softerworld",
    "plus": 0,
    "snip": false,
    "text": "and what about the pants? flairs or flares?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "flared jeans can have flair."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "But can flaired jeans have flare? <br/> \n <br/> \nYhe answer is yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i personally believe that in the context of jeans, 'flare' must become plural, as 'jeans' is."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Sadly, this brings up the \"Pant or Pants\" argument. <br/> \n <br/> \n(q.v. Jeff Rowland)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "precicely. let's drop this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tucky",
    "plus": 3,
    "snip": false,
    "text": "The pants?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hah. yes. <br/> \n <br/> \nall the time. every dang day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "Damn, I gave this a five, but I can't really explain why. All I'm getting here is that I do not want Teodor's life?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Epicurus, are you ever ...  <a href=\"http://web.archive.org/web/20101009145857/http://achewood.com/index.php?date=03162007\"><em>honest</em></a>  with yourself? <br/> \n <br/> \nI mean, about everything."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I wish I could get why you linked to that particular one - wait, are you calling me a toilet seat that smokes a cigar? Falseprophet, I'll hunt you to the ends of the internet!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "It is my contention that you know damn well why you gave this strip a five, good sir. Damn well.  <br/> \n <br/> \nI am just going to leave the handcuffs on the table and walk out of the room now..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Wade, stop it! This man is trying to be nice to you!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agentj",
    "plus": 0,
    "snip": false,
    "text": "I want Rodeo Ham. Preferably the not-Spatchcocked kind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hootonium",
    "plus": 0,
    "snip": false,
    "text": "\"Spatchcock\". Great. Yet another fascinating word I'll never be able to use normally in the workplace for fear of being asked if I've \"ever been honest with myself (I mean...about everything)\". <br/> \n <br/> \nActually, when those two things are combined, my own \"little secret\" may just come out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "troutman",
    "plus": 3,
    "snip": false,
    "text": "wouldn't worry about it, seems like  <a href=\"http://web.archive.org/web/20101009145857/http://www.urbandictionary.com/define.php?term=spatchcock&amp;r=f\">some people</a>  see the definition in a slightly different light anyway"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 5,
    "snip": false,
    "text": "Also interesting is that the \"correct\" definition that follows is rebuking the first, hilarious definition. It sheds insight into the personality of anyone that would use the term \"spatchcock\" to describe a chicken. (They are judgemental.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 21,
    "snip": false,
    "text": "\"Lao Party Paste\" <br/> \nThe street name for pure Vietnamese heroin mixed with marshmallow fluff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bird",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bird was marked lame too many times and excluded. (marked lame by Tony, lamelliform, troutman)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "What the fuck is this Triangle Sky thing? Is it YOU BIRD? ARE YOU RESPONSIBLE?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "riazm",
    "plus": 2,
    "snip": false,
    "text": "BECAUSE I LIKE IT."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i find it strange. sorta..sorta  <em>creepy</em>  strange. <br/> \nbut in an awesome way. i will read more of this in attempt to get my head around it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "the fact that the header says \"art by bird\" indicates that it is, in fact, bird's art."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "PAY YOUR TAXES OR WE WILL COME AND GET YOU. <br/> \n <br/> \nThat made me laugh hard. You are good!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "its like a Dilbert except really, really, really funny"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Or, you know, funny at all.  Like Dilbert, except it knows what a humor is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by apocowarg, lamboyster, The_Prophet, Jesler729, gothfae, wae, Qeramah, lamelliform, king_of_pwns, Vee, mashuren, nutmeg, DrSAd, peterjoel)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 7,
    "snip": false,
    "text": "We can't stop here. This is Ware country."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 7,
    "snip": false,
    "text": "No need to tell him about the spatchcock. Poor bastard will see them soon enough."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by halfdirt was marked lame too many times and excluded. (marked lame by Qeramah, lamelliform, PresrvdKillick, opalleye)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "Just sad Roast Beefs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "Is that what the plural of Roast Beef is? It isn't Roast Beeves?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "oh my god <br/> \n <em>beeves</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I mean, I'm just speculating here. Normally, you'd say \"That's a lot of beef\", like \"That's a lot of sheep\", but when you're talking about something  <em>named</em>  Beef, then don't different rules for plurals apply? <br/> \n <br/> \nI'd hazard that it's beeves, unless you're Philippe, who will call it beefs to illustrate the fleeting, majestic delicacy of childrens' speech."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "If you read Mark Twain's LIFE ON THE MISSISSIPPII, you will find that \"beeves\" was an acceptable plural for cattle in the 1880s."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tsrts13 was marked lame too many times and excluded. (marked lame by Thorfinn, lamelliform, friendofyou, gowerski, peterjoel, opalleye)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tsrts13 was marked lame too many times and excluded. (marked lame by Thorfinn, lamelliform, friendofyou, gowerski)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tsrts13 was marked lame too many times and excluded. (marked lame by Thorfinn, lamelliform, gowerski, peterjoel)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salo",
    "plus": 0,
    "snip": false,
    "text": "I don't think you have a thousand chubbies!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wittyname was marked lame too many times and excluded. (marked lame by Thorfinn, lamelliform, Vee, peterjoel)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "banister (noun) - one of the posts supporting the handrail <br/> \n <br/> \n <em>Slovenian:</em>  drog"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 3,
    "snip": false,
    "text": "\"tomorrow's recipe is... probably not chicken\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 17,
    "snip": false,
    "text": "wait, wait <br/> \n <br/> \n\"rock hard spatchcock\""
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "you should never be a spatchcock to a stranger?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "maybe you should never feed spatchcock to a stranger. no receipt on file, no loyalty, no style."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "A MILLION CHUBBIES FOR YOU"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "halfdirt",
    "plus": 4,
    "snip": false,
    "text": "-hits random comic- You better stop hating on Achewood references before some guy with seborrheic dermatitis and a pizza-goiter adds you to his Live Journal community."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 4,
    "snip": false,
    "text": "\"Alright, Teodor. Let's see your budget for the spatchcock supper.\" \"Philippe is standing on it.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Man, I'd love to see Philippe standing on it in color"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and everything comes full-circle..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Full circle minus the first panel of the first strip"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "the first panel references a printed material..this is just a subject change from drum machines to chicken! (both have drumsticks...THINK ABOUT IT, MAAAAN!!)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "actually, a drum machine doesn't need drumsticks. <br/> \n <br/> \ni am foiled."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "I have no idea what's going on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "You and me both, sister. <br/> \n <br/> \nI don't know how to feel about this. I don't feel like I have a lot of outs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erbe",
    "plus": 0,
    "snip": false,
    "text": "But let me guess, you're getting flashbacks, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skellingtonloc",
    "plus": 4,
    "snip": false,
    "text": "Oh man, I dread \"Oh! I--\" moments so bad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Did anyone else think of Rice Boy when they saw Spatchcock?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 0,
    "snip": false,
    "text": "tree or bomb?  Bomb. Big fat bomb. Plus the picture looked kind of like a bomb  too, now I think about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abc_heidi",
    "plus": 2,
    "snip": false,
    "text": "Any man thay says they haven't thought that same thought in panel 12 is lying. Lying HARD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "Teodor's actually had that thought several times. It is, perhaps, the given recourse of those spurned by hipster whole foods employees."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "Teodor's got an ear for names.  Also, I learned something today (?) about chicken preparation!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "radishes",
    "plus": 1,
    "snip": false,
    "text": "I bought two whole chickens today with the intention of spatchcocking the shit out of them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Update: they are spatchcocked and nearly finished roasting!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Well...were they delicious?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Yes, we all demand a further update!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "Guess he choked on a bone, or something. We'll never forget you, radishes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "powderfinger",
    "plus": 1,
    "snip": false,
    "text": "my vote is tree"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 2,
    "snip": false,
    "text": "I say it actually looks like something ejaculating while in water."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "I wish I had a chubby to give you!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "I'm a bit frightened by this strip. I think that it's the boss-man's powder blue cowboy hat. What's with that thing?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 1,
    "snip": false,
    "text": "teodor has the attention span of an air traffic controller. <br/> \n <br/> \nno wait, that came out wrong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 15,
    "snip": false,
    "text": "Suddenly, three new MySpace pages are created. <br/> \n <br/> \n <strong>Spatchcock</strong>  Columbus, OH <br/> \n(Heavy Metal/Death Metal/ Black Metal) <br/> \n <br/> \n <strong>MC F. Carleton Nesp feat. DJ Bluehat Redshirt</strong>  Atlanta, GA <br/> \n(Hip Hop/ Crunk/ Dutty Souf) <br/> \n <br/> \n <strong>Atom Bomb... Or Tree?</strong>  Green Bay, WI <br/> \n(Alternative/ Acoustic/ Emo) <br/> \n <br/> \n... <br/> \n <br/> \nThere may be others I didn't notice. Such is the inspirational power of today's strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "All these were you, weren't they?  It's ok.  We all have fake myspace pages where we pretend to be hot chicks who are willing to flirt with guys. <br/> \n <br/> \n...don't we?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Chubby for using MY ANIMATED GIF!! YAY!!!! <br/> \n <br/> \nLookin good, brother, lookin good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "and then there are those that use instant messaging and pretend to be hot chicks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "<deep, quelling voice with Victorian intonation>We. Do. Not.</deep, quelling voice with Victorian intonation>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "seeing \"spatchcock\" paired with metal stylings makes the metalocalypse theme run through my head with spatchcock replacing dethklok"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Haha. I like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "this one got me with \"jam omelette\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Microsoft sure was slummin' it back then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 0,
    "snip": false,
    "text": "was there a concensus on whether this was Teodor or his pops?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Does it really matter? Microsoft didn't exist in the 1950s, so this entire scenario is impossible anyway. Sheesh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Well, we don't know for sure what Bill Gates' family did for a living before his son made a killing with sand. I propose research. For science."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thebarbarian",
    "plus": 0,
    "snip": false,
    "text": "Behold,  <a href=\"http://web.archive.org/web/20101009145857/http://en.wikipedia.org/wiki/William_H._Gates%2C_Sr.\">wikipedia</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 3,
    "snip": false,
    "text": "The list of dishes is in an inconvenient comma-separated format, which is hard to find items on. <br/> \n <br/> \nIn 1953, Microsoft had not invented Excel yet. Not even a beta for internal catering purposes!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "But this strip clearly indicates they were working on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuartc",
    "plus": 0,
    "snip": false,
    "text": "One of the dishes seems to be 'mountain rain'..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Another 'open-face turkey sandwich with...' <br/> \n <br/> \nI NEED TO KNOW WHAT IT IS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I think I see \"Curried New York petit-fours.\" Well, I WANT to see it. <br/> \n <br/> \nIsn't \"Mountain Rain\" a deodorant or something? Or a John Denver tune?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "1953? how old is Teodor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by phthoggos, Vee, usversusthem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "softerworld",
    "plus": 0,
    "snip": false,
    "text": "is not this his father?  <br/> \n(plus, I accidentally chubbied you, sorry. or, you're welcome)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deepseabattles",
    "plus": 0,
    "snip": false,
    "text": "A divine cornucopia, dashed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I like this one a lot better.  I don't quite see why the baroque cowboy outfits, or Microsoft in the Fifties, but it's otherwise coherent and funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locke1127",
    "plus": 0,
    "snip": false,
    "text": "uh, alright"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dairyquest",
    "plus": 0,
    "snip": false,
    "text": "anybody notice the jingle-bell epaulettes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuartc",
    "plus": 2,
    "snip": false,
    "text": "yeah, but I thought the classy thing to do would be not to draw attention to them..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dairyquest",
    "plus": 1,
    "snip": false,
    "text": "granted that jingle-bell epaulettes are an understated touch"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "More like an understated BUTCH, IMHO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "illgamesh",
    "plus": 0,
    "snip": false,
    "text": "Harry Smith!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "My thoughts exactly.  Are there such shirts?  Would you drive yourself nuts if you wore one?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wulvaine",
    "plus": 1,
    "snip": false,
    "text": "Although the Chris Ware tribute isn't exactly my cup of tea, this strip is my favorite out of the mini-arc. It feels much more... Achewoody. Which sounds vaguely dirty."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "the_prophet",
    "plus": 0,
    "snip": false,
    "text": "It's achewoody from all the spatchcock... <br/> \n <br/> \nget it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "I don't really get a Ware vibe from this strip at all. If it hadn't been preceded by the first three, I doubt anyone would have made the comparison. I agree that it's a good one, though. (Then again, I've been into the other strips this week, too.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rastaban",
    "plus": 0,
    "snip": false,
    "text": "Dammit Onstad GET OUT OF MY HEAD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mo_rose",
    "plus": 1,
    "snip": false,
    "text": "Achewood always makes me hunger for foods I know I'll never eat. :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewood",
    "plus": 0,
    "snip": false,
    "text": "Onstad does his coloring in Microsoft Paint."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "oh man dudes <br/> \nseriously <br/> \nplease stop asking continuity questions <br/> \n <br/> \nhave you ever read achewood before? :-/ I'm dissapointed. <br/> \n <br/> \nI'm dissapointed in the \"I don't get this one\" stuff too. You may not find it funny, but it's not like Onstad is trying to confuse you. There is really not a lot of stuff to \"get\"...."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "Don't hate on us! It's possible we don't get the joke and need an explanation"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I imagine witnessing this arc must be what it was like to follow the strip during the Lonis Edison arc."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I don't know. The Lonis Edison part, for me, was nothing to write home about. I guess I can only take surrealism in very small doses."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "Barring the horrifying helicopter thing, Lonis Edison wasn't so bad. <br/> \n <br/> \nNow coming into the strip during Cartilage Head, or maybe Kidnapped Phillippe? Cripes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Hey acheworld, have you seen today's [url=www.catandgirl.com/view.php?loc=562]cat and girl?[/url]?  <br/> \nIt is about Achewood.  Discuss."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "[url=www.catandgirl.com/view.php?loc=562] cat and girl? [/url] ?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "why is this not working?   <br/> \n <a href=\"http://web.archive.org/web/20101009145857/http://www.catandgirl.com/view.php?loc=562\">Achewood is a website</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "really.  It's because I didn't include \"http://\".  huh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Okay, ignore that last string of my posts.   <br/> \n <br/> \nHey acheworld, have you seen today's  <a href=\"http://web.archive.org/web/20101009145857/http://www.catandgirl.com/view.php?loc=562\">cat and girl?</a> <br/> \nIt is about Achewood. Discuss."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I saw it right after I read today's Achewood. I was heartily amused."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Neat. <br/> \n <br/> \nFood for thought."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 2,
    "snip": false,
    "text": "Meanwhile  <a href=\"http://web.archive.org/web/20101009145857/http://www.xkcd.com/372/\">today's XKCD</a>  is as close to the story of Molly Sanders as we're likely to get. <br/> \n <br/> \nWe're, like, one misplaced allegation away from a full-on good-webcomic war."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Just need to get the guy from Dinosaur Comics onboard and we're in business."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Well  <a href=\"http://web.archive.org/web/20101009145857/http://www.qwantz.com/archive/000572.html\">actually...</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "W--what does that have to do with anything?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "You didn't see the reference?  <br/> \nRough chuckles?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh. I didn't notice, no."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "XKCD is getting better. I've been anti-niche-webcomics for ten years (except for the obvious Penny Arcade). But this XKCD is surprisingly transcendent. I am happy to say I enjoyed it very much. <br/> \n <br/> \nNo good webcomic war can be waged without digging up the corpse of  <a href=\"http://web.archive.org/web/20101009145857/http://www.leisuretown.com/\">Leisure Town</a>  and reanimating it into a zombie soldier warrior."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I see your Leisure Town and raise you one  <a href=\"http://web.archive.org/web/20101009145857/http://plif.andkon.com/\">the Parking Lot Is Full</a> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Colander Blindness! How did I miss that webcomic? I considered myself quite the connoisseur back in the day... <br/> \n <br/> \nI reraise some  <a href=\"http://web.archive.org/web/20101009145857/http://www.ep.tc/dog/\">Ethan Persoff</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.ep.tc/teddy.html\">brilliance</a> . It's war, man, war!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Listen, you didn't know about PLIF.  Are you sure you want to get into this?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I like  <a href=\"http://web.archive.org/web/20101009145857/http://www.ctrlaltdel-online.com/\">Ctrl-Alt-Del</a> , and of course, XKCD and Dinosaur Comics. <br/> \n <br/> \nplus also, if Dino gets into this Achewood referencing gig, i will call the game on account of everybody playing on the same team. it will come to light that the authors are all Good friends and all decided to make cross-references (though they've yet to appear in this comic) or that it's really only one person that draws them all. <br/> \n <br/> \ni mean uh...CONSPIRACY! BLACK HELICOPTERS! ILLUMINATI! ETC!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "I like the ones mentioned, and also the Perry Bible Fellowship, f8d, Ugly Girl, Wondermark, and A Softer World."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "*runs around yelling about A Lesson Is Learned But the Damage Is Irreversible*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Man, I love webcomics. <br/> \nI tried to get my brother into Achewood, but he refuses to read through the archives until I watch Sideways (which I saw part of and found it suicidally boring), so he says he won't read more Achewood until I watch it. Can you believe it! I've been trying for about two months now, and so far he's only read up to Teodor's party, and he thinks Roast Beef is emo. HOW CAN ANYONE USE SUCH A CLICHE TO DESCRIBE BEEF!? How can I make him see the piece of genius that is Achewood? Tips from people who've been there please? <br/> \nAlso, I tried to get my best friend to read xkcd, but as she was reading, she kept giving me quizzical looks and asking how it's funny. I just gave up on her. I want to spread the gospel of Achewood to her too, but I feel like...I don't know...like she doesn't  <em>deserve</em>  it, you guys know what I'm talking about, right? Especially after the xkcd thing. <br/> \n*sigh* I'm surrounded by plebians."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "My advice to you is to watch \"Sideways.\"  Ultimately it is hilarious, among other things."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "'Sideways' can be funny?  Just seemed like some unnatractive old dudes being foolish and drinking wine to me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "There's a good chance that the travails of middle-aged losers hold more interest for me than they do for you."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, that's not the problem. The problem is his reluctance."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rainbowbrite",
    "plus": 1,
    "snip": false,
    "text": "Maybe you could get really high and watch 'Sideways' in a state of blissful transcendance.  But who can say whether your brother will ever get achewood?  Maybe the two of you need to sit down and have a deep philosophical discussion about these important matters."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Yes, Sideways does get funny/good, especially if you watch it as a drinking game: every time someone onscreen drinks, you drink.  Waterfalls for every postcard montage of upstate California.  Not its everytime someone says, \"Merlot.\"  I recommend beer for this drinking game, but a mixed drink such as a gin and tonic is also good."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>every postcard montage of upstate California</em></div> <br/> \n <br/> \nSideways was set, and filmed, in what most people would term Southern California, in the wine country near Santa Barbara (Santa Ynez Valley); not the more famous Napa etc. region of the north. <br/> \n <br/> \nI mean, I guess Santa Barbara is northern CA if your from San Diego or something..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "By the way, the last line of my reply, about being surrounded by stupidity, was meant to be sarcastic. <br/> \nDon't worry Acheworld, I'm not actually that pretentious."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "HECK YES to all the ones already mentioned (except ctrl-alt-del); also White Ninja, Cyanide and Happiness, Dr. McNinja and Michael's Exciting Life (if the last one can be called a comic per se)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145857/http://www.drmcninja.com/\">Dr McNinja</a>  is the destroyer of my universe.   <a href=\"http://web.archive.org/web/20101009145857/http://www.beaverandsteve.com/\">Beaver and Steve</a>  is pure, unadulterated genius. <br/> \n <br/> \nBoth of these are the only webcomics I know of that have been consistently awesome since their inception.  Can't last forever, but damn I have fun with them.  I have the Raptor Bandito shirt. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/\">Lucid TV</a>  is inconsistent, and I don't get half the medical jokes, but  <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/123.html\">there</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/057.html\">is</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/061.html\">some</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/022.html\">absolute</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/024.html\">gold.</a> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/028.html\">Also.</a> <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/027.html\"> And.</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/035.html\">As</a>   <a href=\"http://web.archive.org/web/20101009145857/http://www.lucid-tv.com/039.html\">well.</a>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I was going to be sad without a lucid tv mention.  It seems I leant my supremely sub-standard photoshopping skills wisely."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "As always Straw.  As always."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "I just want to thank you for including those links and introducing me to both Dr. McNinja and Beaver and Steve. Now some of my favorite webcomics. <br/> \n <br/> \nBy the way, has anyone else spotted  <a href=\"http://web.archive.org/web/20101009145857/http://www.drmcninja.com/page.php?pageNum=3&amp;issue=3/\">this Achewood reference</a>  in Dr. McNinja?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "I like the title of one of the Doctor's medical reference books: \"Why do men have nipples?\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Cyanide and Happiness is the SHIZNIT!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Also, I do have some guilty pleasures: <br/> \nPenny and Aggie: Pathetically melodramatic\\ <br/> \nZoology: simple and cute <br/> \nKimono's Townhouse: Done in the style of My Little Pony. Seriously. How awesome is that?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "I can promise you you got that lame from linking to Ctrl Alt Del, which is a disease of a webcomic. <br/> \n <br/> \nI didn't give you a lame, but I'm just saying."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I saw a Ctrl Alt Del book at Barnes and Noble yesterday. I couldn't believe it. That piece of crap got a book deal? How??"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Tekende! You're still real? I thought you weren't real anymore because I stopped reading the assetbar comments so much and for me, that's the only place you truly exist."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Perhaps it is the only place I truly exist. Maybe my \"real life\" is nothing but a dream or a computer simulation. Who can say for sure?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "What about the rest of the old gang? Rowboat? lateadopter? The guy who couldn't type right? The guy who kept thinking Onstad was a homosexual? The other guy? What about all the chicks? Where are they?  <em>Where are all the chicks?</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Most of the chicks got offended and left."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I, like you, still read but rarely comment."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "Straw! Dude! We don't really have a lot of history or anything but I'm glad to see you! <br/> \n <br/> \nHave you read Achewood recently???"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I've been reading all along, and even doling out chubbies here and there, just never comment, is all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Thank you for that link. <br/> \n <br/> \nMaybe I'm just a callous, uncaring penis-haver, but I still don't understand why it's such a \"problem\" that Achewood doesn't have an equal number of equally awesome female characters. <br/> \n <br/> \nIt's like arguing the unfairness that Santa Claus is a man, and implying that everything would be better if he were a Pat-like* hermaphrodite. Or at least liked to play tranny once in awhile. <br/> \n <br/> \n*(Clarification: not Achewood Pat, \"It's Pat\" Pat.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleave",
    "plus": 0,
    "snip": false,
    "text": "That comic is not rad.  PLIF linked below is very rad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Man, for someone who has a Silmaril in his possession, you sure got tangled up in the BBcode."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "Where can I run, how can I hide the Silmarils? Gems of treelight, their life belongs to me! <br/> \n <br/> \nHeh, I love Blind Guardian."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 4,
    "snip": false,
    "text": "I know! I was checking to see if anyone else posted the fact that Achewood was Catandgirlified. <br/> \nDid you know that Cat And Girl led me to Achewood? <br/> \nIt's true! <br/> \nGather 'round, children as a spin a tale of mystery, passion, deceit, and  <em>murder!</em> <br/> \nSo, one day I was bored and looking for comics. I saw many sucky ones on the Interweb, with mostly dudes as the main...dudes. So I decided to Google \"girl comic\". I was pleased to find a lovely comic full of obscure references and an anthropomorphic cat. Re-reading the archives, I came apon the strip where Cat and Girl take a trip to the '90s. I suddenly had the urge to Google Images the phrase \"'90s\", where saw the amazing sight of the xkcd comic in which they show a flowchart mentioning the 90's. After reading those archives, I was hungry for more comics, so I followed xkcd's recommendation that I look at achewood, and my life has been fabulous ever since."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "what is cool is that instance of 'sight' could work either the way you wrote it, or such as 'site' like in 'website'. i chubbied you for this alone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "So you give, and so ye shall recieve."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "oh god these are ALL replies in my inbox, how will i ever find any thing again &c."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, ButterMoths, Dezufnocosem, IronDave, old_chap, unsentletter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "this rocks"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Although I have read every Achewood over thirty times, I do not understand this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There's nothing to understand. Just go with it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, ButterMoths, n00b, lost_buoy, Wulvaine, nathanielperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "I would like to order one rodeo ham w/ bbq sauce please"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 14,
    "snip": false,
    "text": "So is Teodor a dreamer or a loser? We know he has various skills, but he seems like the sort of person that genuinely believes that he's one day going to be successful, but never actually achieves that success due to procrastination/losing interest. Being certain of his success let's him feel superior to others despite never actually achieving anything himself. This is someone that imagined that he was discouraged from pursuing a career in gay porn because he would have overshadowed his mentor. <br/> \nFriends and family accept this stance into your mid-twenties but gradually lose respect for you as it becomes increasingly apparent to everyone but yourself that you're never going to really achieve anything of note. <br/> \nI am Teodor, and even knowing this I can't stop being Teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Holy shit. I'm fairly certain you have just described me to a tee, and now I am terrified."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "He's an average guy with above-average ambitions, but his insecurities manifest in his dreams and drag him down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "I just turned 24 and I am Teodor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "If you're like me, you'll soon be thirty and still skidding through life on the buttery smoothness of self-denial. <br/> \n <br/> \nSeriously, it's not now nor never will be your fault you will never live up to the potential you pretended you had."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "it is not dreams of getting mowed down that terrify me at night. it is these thoughts expressed in your comment, farqussus. <br/> \n <br/> \nit will make me work even harder to prove all of it wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kingpete",
    "plus": 0,
    "snip": false,
    "text": "Cpnglxynchos deserves a chubby. The antidote to Teodor is a little Ray. Get things done. The dude writes books one sentence at a time. The dark side of the imagination is the ability to become daunted by an undertaking you haven%u2019t even begun."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "there are much songs about the 'normal' guy. there is a particularly good rap one i heard on the radio the other day can be found if you type in 'everyday normal guy' into google or by clicking  <a href=\"http://web.archive.org/web/20101009145857/http://www.youtube.com/watch?v=5PsnxDQvQpw\">this</a>  link. <br/> \n <br/> \n\"Everyday Normal Guy\" by Jon Lajoie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "actually, i heard part two of this song. still good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 1,
    "snip": false,
    "text": "Ah, poor Teodors of the world. The secret, my brethren, is not having any ambition.  You can always look back and say, \"I never amounted to anything, just like I planned.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Some of us pretend to be like that, but even in our private moments we don't look our nagging doubts in the eye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "I'm afraid that one day, I too will be a Teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "getlaid",
    "plus": 0,
    "snip": false,
    "text": "Lose your dreams and  <a href=\"http://web.archive.org/web/20101009145857/http://adultfriendfinder.blinkweb.com/\">life</a>   <a href=\"http://web.archive.org/web/20101009145857/http://music.blinkweb.com/\">unkind</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Am I the only one that loves the incredible expressions of the boss man?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<em>Where is Manflesh</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am Okay with him not Being Here yet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 19,
    "snip": false,
    "text": "it is my birthday! today i turned 26 and also i stuck more of my fist inside another human being's sex hole than i have put of my fist inside any human being's sex hole in the past. and my pa sent me muffins he baked!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "Your avatar looks like if Freddie Mercury was a featured character in an SNK arcade fighting game."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "Nah man, that's a rare pic of Freddie Mercury in his days as mayor of Metro City."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "man what in the dogg possessed him to reply to MY comment. bleugh."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "he didn't do that though. did just the thought make you feel dirty? cause you liked it?"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i was a cock to a stranger. <br/> \n <br/> \nlame me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You have been lamed with the honor befitting a samurai."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "thank you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "that is some sweet beans manflesh anyhow I was kind of hoping you would post some more weird fanfic but reading about fisting is okay too"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "He doesn't mention the sex of the sex-hole, by the way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Anybody know how to un-ignore?  I couldn't stand the PUPPIES UPON PUPPIES of before, but sincerely wish to converse in Manfleshing in the future."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 1,
    "snip": false,
    "text": "I like to think \"conversing in Manfleshing\" is something that can only occur within the precise boundaries of Assetbar, in a very special set of circumstances. Namely, Manflesh's birthday. <br/> \nBy the by, on and unrelated thought, I am eagerly looking forward to the day he is Manflesh, GP. That, my friends, is both its blessing and its curse. <br/> \nAlso, Ted Leo. For some reason."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "On the Assetbar sidebar, under \"My Profile\" there should be a link to your Ignore List- it leads to a page with the option to un-ignore people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Dude, go easy with the fist. I have heard of people... people with ManDiapers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 0,
    "snip": false,
    "text": "15 Holiday Recipes for your Family! <br/> \nAs well Mr. F Carleton Nesp shares his horrifying tale of survival in, \"Do Not Kill My Family!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Teodor would dig an Victorian/Edwardian dame"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oyster",
    "plus": 0,
    "snip": false,
    "text": "Teodor couldn't have used the acronym \"WASP\", as it  <a href=\"http://web.archive.org/web/20101009145857/http://en.wikipedia.org/wiki/White_Anglo-Saxon_Protestant#Usage\"> wouldn't be invented for a flat decade. </a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "DOOWEHCA ORAZZIB"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "HAHAHAHAHAHAHAHAA! <br/> \nITS FUNNY BECAUSE BACKWARDS IT SPELLS 'BIZZARO ACHEWOOD'! HAHAHHAHAHAHAHHA <br/> <br/> <br/> I don't like you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Weh-heh-hell, look at the sass on your self, Catgrl.  Where'd THIS come from?   <em>Have we infected you with this</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry. That was uncalled for. <br/> \nWill you....will you be my friend odei? I promise I'll make you a batch of cupcakes, okay?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Yaaaay! <br/> \n{{The little odei loves to eat the cupcakes}}"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Okay, it didn't work, but if it did, what you would have seen is a cat with an apron trying to climb a kitchen counter with the caption \"Im in ur kichin maykin odei cupkakes\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "for what it's worth odei i thought it was nice what you did."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Thank you for your support in my time of need!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grunchorelaxo",
    "plus": 1,
    "snip": false,
    "text": "Atom bomb. Definitely atom bomb.  <br/> \n <br/> \nAt least the little doodle-dude went out smilin'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I had an interview today that basically went along these lines... except Reagan was mentioned. <br/> \n <br/> \ntwice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goro",
    "plus": 1,
    "snip": false,
    "text": "Dude, this strip is so much more interesting in the face of what happened at the wedding."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "He didn't want to be like a Cruise Ship cook yet he felt he had to in order to be at peace for his failure in 1953. Brilliant"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Once for a project I drew a picture of a bomb exploding because the invention I was doing was used during World War II and everyone confused it for a tree.  Hats off to ya, T."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aclashinredsnow",
    "plus": 0,
    "snip": false,
    "text": "What the fuck, I have drawn that exact same nuclear explosion/tree with that exact same caption whilst sitting, bored, in class. <br/> \n <br/> \nNeat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "A few months ago, I was honest with myself about pretty much everything.  It was at night.  I was trying to sleep.  Max Richter was playing on my stereo.  I lied awake, mortified, for several hours.  That was the first time I listened to that album - I haven't touched it since. <br/> \n <br/> \nKeep telling yourself lies, kids!"
  }
]