[
  {
    "depth": 0,
    "minus": 0,
    "name": "sandranista",
    "plus": 11,
    "snip": false,
    "text": "<em>Cowboy sauce!</em>"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "alejandroadam",
    "plus": 51,
    "snip": false,
    "text": "don't be fooled, it's just prepackaged mayo and katsup."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 8,
    "snip": false,
    "text": "That's how they made Russian dressing in the restaurant I worked at that one week."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "It is my understanding that a 50/50 mayo/ketchup mix is called \"fry sauce\". Apparently it's a northwestern US thing. I've tried it on nothing more than a plastic spoon and it was delicious."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "Also:  <em>I waited three years to post that.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 13,
    "snip": false,
    "text": "Use a punctured condom for a Cowboy sauce dispenser at your next rodeo! <br/> \n <br/> \nhttp://achewood.com/index.php?date=07082003"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 6,
    "snip": false,
    "text": "<em>http://img.photobucket.com/albums/v358/agoodlysize/BBQ1_lg.gif</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 32,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI hate myself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 7,
    "snip": false,
    "text": "Hahaha did you just completely make an image URL italicized?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 6,
    "snip": false,
    "text": "<em>oh my god he did.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 8,
    "snip": false,
    "text": "<em>I did.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "afterward",
    "plus": 0,
    "snip": false,
    "text": "a chubby <br/> \n <br/> \nfor honesty."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Well, I chubbed his original for making a fortuitous mistake. <br/> \nHis image can still be seen now despite image linking being deactivated SOLEY because he used italics instead. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 1,
    "snip": false,
    "text": "Good on steak, pizza, burgers, fries...Cowboy Sauce is a winner!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "methadone",
    "plus": 1,
    "snip": false,
    "text": "\"a handful of weary, wary...\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lastlarf",
    "plus": 4,
    "snip": false,
    "text": "The hat hanging in the air as Ray tackles that guy was a nice touch."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "howard",
    "plus": 3,
    "snip": false,
    "text": "ptoo"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 22,
    "snip": false,
    "text": "\"Fine cakes and city-wine\" is just the most redneck phrase  <em>ever</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 8,
    "snip": false,
    "text": "The term \"foo-foo water\" was a genuine cowboy term of disgust for cologne or perfume.  <br/> \n <br/> \nThese truly were kings of men."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "Fine cakes and city wine are what slows a man down, sure as sure. <br/> \nActually, if anyone in Achewood can truly be accused of these vices it is indeed Ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "I'm actually pretty confident that Ray buys wine that was literally grown in the city, possibly in rooftop vineyards, just because wine grown in the dirty, uncivilized country-side isn't rarefied enough for him."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "He drinks the wine while ladies smoosh the cakes with their bottoms."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "werewolves",
    "plus": 3,
    "snip": false,
    "text": "Frenchie fart-water"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctrl-s",
    "plus": 2,
    "snip": false,
    "text": "tick-pimps, boilbacks, and yard sleepers"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "The term \"yard-sleeper\" is awesome. So evocative."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 0,
    "snip": false,
    "text": "Boy, do I love city-wine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "mmm, and fine cakes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Panel 3 is so perfectly done. You can see the hat spinning."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 11,
    "snip": false,
    "text": "Actually you can't. Ray has moved so quickly that the hat still believes itself to be on the yard-sleeper's head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rumblefish",
    "plus": 2,
    "snip": false,
    "text": "I think the hat is just realising that something as amiss and is starting to glance around warily."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fmercury",
    "plus": 0,
    "snip": false,
    "text": "3000 dudes <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jormungandr",
    "plus": 0,
    "snip": false,
    "text": "What really makes this strip work is the ellipsis at the end, then: eyes up on ray chattering from cold/3-day adrenaline overdose."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "presterjohn",
    "plus": 0,
    "snip": false,
    "text": "Normally Onstad is so classy he does not repeat his neologisms and turns of phrase. For a phrase as awesome a cowboy sauce an exception can easily be made."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Dovey, pantscomeoff, rowboat, Sleaw)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "xiaomimi",
    "plus": 4,
    "snip": false,
    "text": "It's certainly not Comic Sans, just some kind of straight-edged sans serif.  What's wrong with the usage of decimated?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 6,
    "snip": false,
    "text": "Decimated means to destroy one-tenth of something. It comes from a punishment occasionally employed in Roman martial law. When a legion or battalion attempted desertion as a whole (fairly common near the end of the empire), one tenth of the legion was killed by stoning. It is surprising Onstad made this mistake, and I feel a right asshole correcting him. Of course, I'm also smug."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "xiaomimi",
    "plus": 4,
    "snip": false,
    "text": "Well yeah, but that's etymology, not current definition necessarily.  I don't know if I'd call it a \"mistake\" so much as a widely-accepted figurative usage."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by foetus_punch was marked lame too many times and excluded. (marked lame by straw, rowboat, jollysaintpete)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "xiaomimi",
    "plus": 18,
    "snip": false,
    "text": "Man, whose technical definition?  All the dictionaries I have immediate access to include the secondary definition of \"to destroy a large number of.\"  Let's be forthright here: this ain't about correctness, it's about thinking the original meaning is awesome.  I can dig that!  I light a sad little candle for the literal meaning of \"literal\" every damn night.  But still, it's unfair to rag on people for using the language as it is, rather than as it should be."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by foetus_punch was marked lame too many times and excluded. (marked lame by straw, professorhazard, Ariamaki)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Dovey, goatmasterflash, Sleaw)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cypher",
    "plus": 0,
    "snip": false,
    "text": "There's no real question of ignorance; Onstad may well have known the etymology but chose to use it here anyway, and despite the fact that it can indeed be used in its original sense, it is widely used today as meaning 'to wipe out a large proportion', not JUST 10% thereof. Sorry to be a dick, but...yeah."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "Dude, I just didn't want to engage in intellectual masturbation. Besides that, I just checked a dictionary and...well, xiaomimi is right. I mean, of I argued this I'd just be an elitist prick. A wrong elitist prick. I'm still going to use decimate in it's original meaning, but I won't be a douche about it. Je n'aime pas ce que vous dites, mais je defendre jusqu'au mort votre droit de le dire."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Sleaw, mattylite, gnjdfsgk)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 8,
    "snip": false,
    "text": "Language evolves. It is the nature of language to change and adapt according to new needs and outdated concepts. A bit of investigation (I work in the linguistics department of UBC) reveals that the  <em>very</em>   <em>first</em>  english dictionary ever written (a latin-english \"wordbook\") listed decimate as \"to destroy a large number of\". It was written in 1543. Our language does not stagnate, and although etymology and root words are among my passions, the evolution of language is one of the most interesting processes possible. This is an example of how language has changed. In ancient Greece, this would be an incredibly grammatically incorrect word. Do you hold that we should correct it, because those ancient Romans have dumbed it down so much?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Dovey, Sleaw, Lumus, Doc_Rostov)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "You have just ruined your own argument. You're holding that we should change how \"decimate\" is spelled, because the Romans screwed it up, but  <em>obviously</em>  we foolish mortals could never hope to change it's definition. If we can change it's spelling, why can't the definition change? It's a much more natural and easily accomplished process. Seriously. Were you thinking when you said that?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Dovey, Sleaw, Lumus, Doc_Rostov)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 11,
    "snip": false,
    "text": "I was thinking it would be pretty funny for you to provide an actual response, rather than saying \"witty\" things that add nothing to your argument."
  },
  {
    "depth": 15,
    "minus": 1,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "JESUS MARY AND JOSEPH! The most awesome thing you've ever seen is happenging at the top of this page, and you're arguaing about the correct use of the word 'decimated'. Why would you do this?"
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry. It is pathetic. I was considering saying \"we are having an internet argument,\" but I have more to say. Such is life?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "The funniest thing about this whole conversation (maybe the only funny thing about it, actually) is that there was absolutely nothing incorrect about the way in which the word \"decimated\" was used in this strip. <br/> \n <br/> \nIt was, however, fairly interesting to track the flow of the argument. Xiaomimi tried and tried again to talk some sense. When she realized that nobody was interested in sense, she politely ducked out and let the boys squabble over some kind of long-obsolete poop."
  },
  {
    "depth": 18,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "I am an obnoxious pedant. And...y'know, I was arguing for Xiaomimi after I realized she was right. But whatever. Disregard that. <br/> \n <br/> \nSorry for being a jackass. I'm done here."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It was worthy of discussion. And besides, I welcome any excuse to hit up the old O.E.D., and this discussion gave me such an excuse."
  },
  {
    "depth": 20,
    "minus": 2,
    "name": "dj_insomniac",
    "plus": 1,
    "snip": false,
    "text": "As a wise friend of mine once wrote in his webcomic, \"Arguing on the Internet is kinda like competing in the Special Olympics. Even if you win, you're still retarded.\""
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 7,
    "snip": false,
    "text": "As I myself commented on the Internet, \"That joke has been done many times. Write your own material, dj_insomniac's friend.\""
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I really enjoyed this debate and I am sorry foetus_punch caught a few undeserved (in my opinion) lames during it."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "It looks like I got a few undeserved chubbies, too. Seriously, I was such a smug twat near the beginning there. God damn me. God damn me to hell."
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "His question that he asked sarcastically, to mock your original position? Yeah, real funny. And before you ask \"why are you complaining, if you thought what I said was so funny?\", [i]that was sarcasm again![/1]"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Layzerblade, I have just no idea at all what you are saying."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "You know what?  Fuck all you assholes.  Have you ever had dinner with  <a href=\"http://web.archive.org/web/20110416101017/http://en.wikipedia.org/wiki/John_Simpson_%28lexicographer%29\">this man</a> ?  I have. <br/> \n <br/> \nI ain't got no fancy wordin' degree, but xiaomimi's got this one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "diggidy",
    "plus": 3,
    "snip": false,
    "text": "Perhaps ten percent of the acres was destroyed by fighting. <br/> \nThe  <em>field</em>  was literally decimated."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Touched, my good man. Touched."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "V-Chubby, for the fact that I am unsure-- Is that the past-form of touche with no accent, or being touched that he found a good explanation? Either way, good times."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "It's actually a literal translation of touche (with an accent) from french to english. <br/> \n <br/> \nBut Ilike your explanations too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I can understand Ray's feelings in the last panel. That cold teeth chattering and shiver that will not give way for a number of hours. Never camp in Indiana in March."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "I've camped in Indiana in January, it was Bad Times. Granted, the only reason I went in the first place was for the booze and the boobs... and I didn't get much of one and none of the other. Sigh."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I feel dearly for you my brother"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Is that barrel burning cowboy sauce? <br/> \n <br/> \nI'd 5 this for sure if I could get some guarantee that Ray is keeping himself warm on the burning fats of the enemy... <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "The one who spits has abs like Pat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 3,
    "snip": false,
    "text": "That is dogshit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I watched Shawshank yesterday, so when I see that second-to-last panel, I automatically hear Morgan Freeman reading it. Weird."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Morgan Freeman is narrator of choice for almost anything worth narratin'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "patrickjs5",
    "plus": 1,
    "snip": false,
    "text": "once again, Ray is drawn with blood on his hands... <br/> \n <br/> \nhe really does take after his old man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 3,
    "snip": false,
    "text": "In my heart of hearts, I want to believe that Ray somehow gathered up all those bastards, Squeezed their liquids into a barrel, lit the bastard, and tried to stay warm by it--cementing his stone cold rep all the more."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ctaronno",
    "plus": 0,
    "snip": false,
    "text": "Is that Bono in panel two?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Are you sure you don't mean The Edge, circa the PopMart tour? <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Well shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have to give Onstad props here. It's very difficult to properly draw a cowboy hat on someone's head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Mmm. Sounds like a hella good thing to put on a cheeseburger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elelevato",
    "plus": 0,
    "snip": false,
    "text": "I'm still having trouble with the definition of \"tick-pimp\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Do not fuck with Ray's friends."
  }
]