[
  {
    "depth": 0,
    "minus": 2,
    "name": "deimosrising",
    "plus": 26,
    "snip": false,
    "text": "Though it has rarely been acknowledged by the fanbase, Ray's early characterization is as a very intimidating sort of person. His later feats are less surprising in this light."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 25,
    "snip": false,
    "text": "He's frontin'. He's a player. This is how he comes off to anyone who meets him for the first time, not least readers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kamet",
    "plus": 6,
    "snip": false,
    "text": "Yah, the true badasses are scary when you first meet them.  You don't know whether or not you like them, SHOULD like them, or even whether or not you should even be in their presence.. it's great."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "puguglypress",
    "plus": 11,
    "snip": false,
    "text": "It's awesome, because we as readers learn that Ray is kind of a joke at about the same rate that we would learn that about him in real life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kingcrimson",
    "plus": 0,
    "snip": false,
    "text": "Why does this comment not have more chubbies? It's one of the most insightful things I've seen on here."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Thank you! I usually come late to the party. Unless this was not directed at me, in which case not thank you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kingcrimson",
    "plus": 0,
    "snip": false,
    "text": "Straight up to you. One of my favourite parts about Achewood is that all the characters are portrayed in both positive and negative lights. It makes them feel so much more real. <br/> \n <br/> \nRay is one of the best for this. So is Cornelius. And Teodor."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I think one of the reasons everyone was complaining so much about Achewood \"sucking\" last year was that there were like three storyarcs in a row where the only message was \"look how cool/badass this character is\" (Cornelius and Polly spring to mind). Todd arcs, of course, never have this problem, as it is impossible to portray Todd in a positive light."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "people do not want to acknowledge that ray is both badass and a joke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I get an 'Ordell Robbie' kind of feeling. All the elements of badass. Not very good at it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ambala",
    "plus": 2,
    "snip": false,
    "text": "I can't imagine being afraid of Ray.  Nice Pete, on the other hand..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 12,
    "snip": false,
    "text": "You imagine Ray talking like Isaac Hayes, but maybe not quite as badass. Having one's brain suspended in dutch ethanol takes the edge off a guy."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "closefriend",
    "plus": 3,
    "snip": false,
    "text": "No matter how hard I try, my brain tells me his voice is done by Cheech. I don't understand why."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 5,
    "snip": false,
    "text": "Definitely like Isaac Hayes but not as low-pitched. And not as scientologist either."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snoozebar",
    "plus": 3,
    "snip": false,
    "text": "Isaac Hayes is a Scientologist?  <br/> \n <br/> \nNOOOO...MY WORLD IS SHATTERED"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "Yeah.  They killed off Chef because Hayes quit South Park after they made fun of Scientology."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shoinan",
    "plus": 30,
    "snip": false,
    "text": "It's kind of self-righteous of him to quit the show because it offended him, after South Park offended countless bazillions of others.  <br/> \n <br/> \nIn conclusion, Ray is much cooler than Isaac Hayes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "coldfrog",
    "plus": 4,
    "snip": false,
    "text": "Supposedly he was forced to quit by other Scientologists.  This bothers me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pox",
    "plus": 16,
    "snip": false,
    "text": "Scientology bothers everyone."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 13,
    "snip": false,
    "text": "Guys, as a scientologist, I am very offended by this. My fellow scientologists keep telling me to quit achewood, and they won't listen when I tell them it's not a job and I need to Dianitize my thetans. Anyway, I'm leaving! <br/> \n <br/> \nSeriously, the only Scientologist I ever knew was my friends dad, who yelled at us all because we were talking about Scientology like it may or may not be valid. I was actually playing the devil's advocate, saying it could be valid, yet he chose me for his zealous rantings. He told me I was and idiot with a small vocabulary, and tried to convince me that Scientology would cure me. <br/> \n <br/> \nHe also called \"the world's only white nigger\" and asked my friend why he was hanging out with a white nigger."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 2,
    "snip": false,
    "text": "We all have a friend with a father like that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Jesus H. Shova, I just read through what I wrote up there and it is nigh-incomprehensible. I am so very, very sorry.  <br/> \n <br/> \nP.S: There was a Chinese kid who was with us who hid behind the couch when he came in and who started blubbering after he left because the crazed man had repeatedly talked about how much he \"pitied the chinks\". The kid was really shook up."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "so he bitched at the kid who wasnt even bashing scientology, while belittling asians?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "NOT ANYMORE HE ISN'T"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nexus",
    "plus": 4,
    "snip": false,
    "text": "A CLOSE SHAVE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "estutius",
    "plus": 1,
    "snip": false,
    "text": "Dudes Mutiny: Averted."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "In which Ray is the metaphorical Knit-o-matic, and Teodor is on the conveyor belt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 3,
    "snip": false,
    "text": "Soon, Beef will have  <a href=\"http://web.archive.org/web/20101102222709/http://achewood.com/index.php?date=06212002\">A Grand Day Out</a> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 0,
    "snip": false,
    "text": "Ray in his Bad ass cat days!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "although not present in this strip - I would imagine in a movie version of Achewood John Lithgow would play Mr Bear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "girlandagun",
    "plus": 1,
    "snip": false,
    "text": "I was thinking Frasier for Mr Bear. Nice Pete would be Crispin Glover."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 0,
    "snip": false,
    "text": "dude that fourth panel.. a picture says a thousand words"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 6,
    "snip": false,
    "text": "I hear all these people, you see. And they're talking about their Achewood moment. Well that panel was mine. Anyway, someone mentioned that he talks like Iisac Hayes. Even to this day, especially in the Man, Why You GotTo DoA Thing? interview, he sounds to me like Miles Davis during interviews conducted by white people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 1,
    "snip": false,
    "text": "extremely hoarse?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 4,
    "snip": false,
    "text": "Achewood prompted me to buy my first bottle of Ketel One. I feel like that is kind of a big deal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 1,
    "snip": false,
    "text": "Hah, when i read through the first time, I didn't know Ray. T I WAS NERVOUS WITH YOU."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "For half of this strip, Teodor is slightly decapitated. It worries me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Yeah, like Ray would  <em> ever </em>  run out of olives."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saddestking",
    "plus": 0,
    "snip": false,
    "text": "Ray is not a cat who thinks things through.  Ray is a cat who buys olives based on some kind of dice voodoo, and has a cool-sounding reason why he is out of olives but really it was because he did poorly at craps last night and although he could buy more olives he is ashamed to do so."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 8,
    "snip": false,
    "text": "RB has not yet written olive_minder.exe"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 2,
    "snip": false,
    "text": "Panel Four: Ray gets his Swearengen face on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vice",
    "plus": 1,
    "snip": false,
    "text": "Ray  <em>looks</em>  at him. He looks at T?odor and he knows that he  <em>lied</em> <br/> \n <br/> \nLooks like T?odor got audited."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nucleargeranium",
    "plus": 0,
    "snip": false,
    "text": "I think that the making fun of Scientology was only part of the puzzle that made Isaac Hayes quit. He also was very offended/refused to appear in the south park episode with the the virgin mary bleeding out the... hiney..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goocifer",
    "plus": 0,
    "snip": false,
    "text": "So wait, if a cat like Ray is posing a question such as this, what's the right answer?  Olive or a twist?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "The joke is that Teodor knows nothing about martinis, or alcoholic drinks at all. He is completely bluffing (and honestly, we've all been there). <br/> \n <br/> \nNormally, either an olive or a twist of lemon would be considered acceptable."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Well looking at the cookbook, it seems Ray prefers a twist."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Is this some Schrodinger's Cat thing?  cuz I'm surprised you didn't trigger a 1000-post thread that is impossible to read"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goocifer",
    "plus": 2,
    "snip": false,
    "text": "Early Achewood Ray is intimidating and if he didn't like you he would have called you a fancy man if you wanted a twist, but if you had said you wanted an olive he would have accused you of being of low class.  If 2002 Ray doesn't like you, there are no right answers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyetal",
    "plus": 2,
    "snip": false,
    "text": "My experience with Ketel One was not a good one.  I don't know why Ray keeps going back to it.  Now, Luksusowa?   <em>That's</em>  vodka."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jaredwilde",
    "plus": 1,
    "snip": false,
    "text": "And yet we all know that there is only one true vodka, and that vodka is Belvedere. <br/> \n <br/> \nHowever, if I forgot to knock over a bank that day, Svedka is a wonderful, reasonably priced brand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I love this strip.  I think it could benefit from a few more panels, just to better illustrate the awkwardness of this exchange.  Still amazing, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "For some reason, this of all strips is the one which really drove home for me  <em>(and JUST NOW!)</em>  the fact that their mouths used not to move when they spoke. I wonder when the bottom lip first became a separate, moving thing. One of you must know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "When Onstad held the AIM chat event (I believe it's only happened once) he remarked to someone there that he had, at that point in time, given all but one of his characters moving mouths.  I never saved the conversation, and it's my greatest regret."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "speth",
    "plus": 0,
    "snip": false,
    "text": "ketel 1 is good"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "I love the awkward pause--I swear that if you stare at Panel 4 long enough, Ray's head moves further and further from his body! <br/> \nAnd poor, virginal Teodor coming apart like he's wearing a wire..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "Ray is someone you can hang with."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "WOULD YOU LIKE SOME FRITTATA?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Do I detect a hint of sass from Teodor in Panel 1?  It seems like he was about to say \"Yeah, that's good... rat piss.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "No, you don't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I think he saw the pause and the eyebrows and simply assumed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "miaou",
    "plus": 2,
    "snip": false,
    "text": "Bought this guy an hour ago. <br/> \n[IMGS OFF] <br/> \n <br/> \nNow I have alcoholism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "chubbied. <br/> \n <br/> \n(yes, it is rad to have alcoholism, Internet.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "keep it in the freezer"
  }
]