[
  {
    "depth": 0,
    "minus": 0,
    "name": "winkmartindale",
    "plus": 0,
    "snip": true,
    "text": "A comment left by winkmartindale was marked lame too many times and excluded. (marked lame by ShemmJacc, Dovey, Daemon, straw, NDPJohnny, ezcmac, Norsef, Fuyukodachi, apocowarg, greatwhitehope7, biomusicologist, clever-nickname, hellofyellin, TapaidhNaomh, riotdejaneiro, pmoney187, mikeronomicon, Overmedicated, StoatLad, FineMusk, Thorfinn, blastradius, NeoNaoNeo, redion, kylank, BionicVapourBoy, dizneedave, envika, synnah, c_dizzle, Bophur, nobodyhome, flazisismuss, Pseudochron, jake11, gormster, zpa, Robot_Satan, Checkmatejones, kylemcjuicy, lamelliform, LordHumungus, headphones, al_batross, Jhunter, mike24, Shurimpu, RedMange, dullard, etothepitimesi, TheLoneliestMonkey, farqussus, milkpants, dagdaollathir, Zek, Crev_Gibax, brzbee, d3athcann0n, luckypyjamas, cjk98, habnabit, jaypage, thescrivener, lk, BlueLoggy, aHatOfPig, L_C_B, LaserBlade, Ihmgard, miseryandthesun, ravindra108, orrrderup, shoethings, jawsh, GunsOfRay, Tragic_Johnson, nutmeg, TheSoulBear, ralgnar, billypooter, clembot, dewdars, Qatmandu, usversusthem, NigelChaos, scraggg, Doc_Rostov, sleepyhead, littlefatdog, SurelySmack, goopotato, ibetso, greyfield, trawser, peterjoel, Panserbjorne, Mastronaut, opalleye, SPECTRE, elmobeacon, Quartzblade, morbo, icecube, Pigs, kittydragon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by synnah was marked lame too many times and excluded. (marked lame by blastradius, kylank, wittyname, winkmartindale, pzukowski, shownomercy, Appers)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randombeing was marked lame too many times and excluded. (marked lame by Daemon, divot, biomusicologist, belislen, evolume, blastradius, gothfae, mortshire, equinn2006, mania3, d3athcann0n)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by synnah was marked lame too many times and excluded. (marked lame by winkmartindale, mania3, ashoykh, Appers)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by synnah was marked lame too many times and excluded. (marked lame by winkmartindale, mania3, Appers)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "Not hardly. Your Internet Secret has already redeemed you, and has brought balance to Eternity."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by synnah, radarjammer, mania3, cbchillcb, Xaxx, unluckyblue, Appers)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "thescrivener",
    "plus": 1,
    "snip": false,
    "text": "Or just friggin' get Long Titles. it's on the firefox website."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snarkfeathers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snarkfeathers was marked lame too many times and excluded. (marked lame by pmoney187, FineMusk, Thorfinn, pzukowski, mania3, Crev_Gibax, aHatOfPig, opalleye)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snarkfeathers",
    "plus": 8,
    "snip": false,
    "text": "ah crap. lame me please. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snarkfeathers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snarkfeathers was marked lame too many times and excluded. (marked lame by FineMusk, Thorfinn, kenthegod, pzukowski, Crater12)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snarkfeathers",
    "plus": 28,
    "snip": false,
    "text": "!!!!!!!!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "proof_man",
    "plus": 23,
    "snip": false,
    "text": "your avatar matches your assetbar frustrations."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Thanks. I never bookmarked that one and recently had to re-install Firefox. \"Long titles\". That's the name to remember. \"Long titles.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I've always had Firefox and it's always been there. Just kept the mouse still."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snarkfeathers",
    "plus": 4,
    "snip": false,
    "text": "I just read \"long titties.\" NOT my day."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "<strong>Fried eggs on a nail</strong>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 25,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144824/http://ifwiki.org/index.php/Template:Xtrek_games\">sorry this is late, i should've posted this last week about the text adventure game strip.</a>  it's a list of x-rated star trek text adventure games. you have to google most of them to find them but it's worth doing. also there's  <a href=\"http://web.archive.org/web/20101009144824/http://www.adultgameroom.net/free/trekgame.zip\">this</a>  which isn't a text game, strictly speaking, but it's quite majestic anyway."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "DAMNIT. I'm TOO FRIENDLY. <br/> \n*sigh* My virtual chubby just seems so impotent by way of comparison."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "laserblade",
    "plus": 2,
    "snip": false,
    "text": "\"Sorry this is late.\"  I know you get this a lot, but you're fucking fantastic."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "<em>HOW DO I TAKE OFF IGNORING THIS FINE FELLOW</em> <br/> \n <br/> \nI only did it because of the doggies.  I swear.  I was young and I needed the bandwidth."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "On the side bar, you will see at the top the following: \"My Profile.\" The third link under that heading is \"Ignore List.\" Click that and you are presented with the people you have ignored.  Select any one of them and click the button marked \"Remove from Ignore List.\""
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Say Straw... while you're being an AssetBar guru, see if you can tell me how to remove the weeks-old messages from my Inbox, so I don't have to browse seventeen pages every time I want to see if anyone has responded to something I said."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Oh GOD.  Please somebody tell me this is possible, the INBOX is the worst-coded thing I've ever seen.  Who thought it would be good not to be able to sort by message date or be able to delete messages, I want to kill them."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "Is there a service that would email me whenever this man makes a comment? <br/> \n <br/> \nLike a Doc. Manflesh Newsgroup? Someone?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "you knew just what we needed!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "synnah",
    "plus": 11,
    "snip": false,
    "text": "You kno what assetbar needs? A preview button."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "vandenbos",
    "plus": 0,
    "snip": false,
    "text": "I was going to say an online edition of BBCode For Dummies."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "I have this bookmarked: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144824/http://www.phpbb.com/community/faq.php?mode=bbcode\">BBcode  guide</a> <br/> \n <br/> \nYes, I checked it before posting this link."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Except some BBcode is turned off on this site. For example: <br/> \n[color=#FF0000]Hello![/color] should be in red."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ibetso",
    "plus": 0,
    "snip": false,
    "text": "There's a big \"Learn how to use these\" link up on the post-a-comment box, and when you hit reply to any comment there's also a link to a BBcode guide"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sortelli",
    "plus": 3,
    "snip": false,
    "text": "I was going to say less dummies."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "On the other hand, the shame brought with failure does encourage one to always strive for grammatical and code-solvent excellence."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "As such, it's ironic that I spelled 'know' wrong, after my previous typos."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "digdugz",
    "plus": 2,
    "snip": false,
    "text": "I will not"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grombly was marked lame too many times and excluded. (marked lame by dizneedave, wittyname, Scorpio_nadir, Xaxx)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grombly was marked lame too many times and excluded. (marked lame by Dovey, mikeronomicon, dizneedave, InfiniteJest, Scorpio_nadir, Xaxx)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "What."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "You mean: wat?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Maybe if this were any other corner of the internet. But this is Assetbar. We have haphazard standards here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "digdugz",
    "plus": 5,
    "snip": false,
    "text": "You just raged over an avatar on a discussion of an internet comic about talking cats. <br/> \n <br/> \nCONGRATULATIONS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chuvak was marked lame too many times and excluded. (marked lame by ShemmJacc, rygarrett2, sassacrass, Miku224, lk, punkmonkey, saucy_jack)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saucy_jack was marked lame too many times and excluded. (marked lame by johnnybaverage, ShemmJacc, divot, Thorfinn, dizneedave, BoscoStacy)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "mikekitchell",
    "plus": 0,
    "snip": false,
    "text": "no it's not?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by Thorfinn, LucidLoon, Crater12, nutmeg)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 10,
    "snip": false,
    "text": "Title text on Achewood. Note the fact that it's showing up under my cursor, and that it says \"Title:\" <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nAs compared to the alt text on Wonderella. Note the fact that it is not showing up, and that it says \"Alternate text:\" <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Shit. I have been OWNED. <br/> \n <br/> \nIn explanation, I thought you meant the title of the strip on the page (in this case, \"Ray's Penance\").  <br/> \n <br/> \nYou were right. I can't even tell you how right you were, you were just so right."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "this is what i have been doing forever hooray for facts"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "In unrelated news, you have just inspired me to look at wonderella due to their wonderful paint maths."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "peterjoel",
    "plus": 7,
    "snip": false,
    "text": "<em>title</em>  is semantically more correct. <br/> \n <br/> \nIn HTML, the  <em>alt</em>  attribute for an image is intended to be a one-line description that conveys the meaning of the image, for user agents that cannot display the image (or for users who cannot see it). So if there was a picture of a large shipment of cod, the  <em>alt</em>  attribute would probably read \"A large shipment of cod\". For an achewood strip, this would probably have to be the entire transcript. I think most people would have to agree though that, all things considered, if your eyesight isn't good enough to read the cartoon, you might just have to live with the fact that you won't enjoy it as much as other people. <br/> \n <br/> \nOn the other hand, the  <em>title</em>  attribute is intended to summarize the content of the image, possibly adding additional information than could be interpreted from the image itself. In the case of a cod shipment, the  <em>title</em>  attribute might read \"Ray's shipment\". The contents of the  <em>title</em>  do not need to be able to completely replace the image. <br/> \n <br/> \nAchewood's  <em>title</em>  text doesn't quite fit the criteria for the intent of the attribute but it's a better fit than  <em>alt</em> . HTML5 is probably going to include a <caption> child tag for images, which would probably be even more appropriate. <br/> \n <br/> \nI had assumed that  <a href=\"http://web.archive.org/web/20101009144824/http://achewood.com/index.php?date=09022005\">this strip</a>  was in some way a reference to some concerns around this area.  <br/> \n <br/> \nOn a related note... I have a pet peeve about people referring to them as \"alt tags\". They are attributes (which maybe applied to various tags)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wilto",
    "plus": 1,
    "snip": false,
    "text": "This Asset Is Valid TRUTH [Strict]! <br/> \n <br/> \nThis means that the resource in question identified itself as \"awesome\" and that we successfully performed a formal validation using an CHUBBIES or XML Parser (depending on the markup language used). <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "wilto, you've just won a brand new virtual chubby!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "It is exactly so. I would only write separately to add that when webcomics began experimenting with popup/tooltip/supplementary text, the TITLE attribute to the IMG tag either didn't exist or was very ill-supported, so they used ALT, and \"alt text\" came to be the colloquialism for such popups."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You magnificent bastard.  I kiss you, Saucy Jack.  The kiss will be saucy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "Sucks you can't see the alt-text. I use Firefox and it shows up for me without any right-clicking business."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I don't know what you're talking about - I'm running the latest version of Firefox and the alt text shows up fine. Maybe you're using one of those computers that basically has AIDS, but in that case you don't really deserve consideration."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "Firefox 3.0 shows the entirety of the alt text, with word wrapping if needed.  Firefox 2 and earlier try to show the alt text as a single line, so they end up truncating longer alt texts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "Actually, I'm using firefox without long titles installed and I was able to see the whole thing!  So, uh.  There?  Yeah."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "This was not a very long alt-text, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "antbrejjn",
    "plus": 0,
    "snip": false,
    "text": "what? i use firefox and i never had problems seeing it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "there's an add-on for that <br/> \n <br/> \nits called long titles"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I'm using Firefox and it shows up just fine for me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "i use firefox and i can see the alt-text."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "i can display alt-text on firefox; your argument is invalid and shitty"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "You were also adopted."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "i'm using FireFox and it's been fine all the time; long alt or no."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": true,
    "text": "A comment left by streever was marked lame too many times and excluded. (marked lame by mikeronomicon, NeoNaoNeo, Satyr)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "doubleplusungood"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "1984 lingo is not necessary in that situation :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "I read that book when I was like 10 (5th grade-when I first learned about sex and thought to consult adult books as a manual). <br/> \n <br/> \nThought police and that language scared the  <em>shit</em>  outta me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "so bad its good. chubbied."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "Because obviously we all lack the capacity to determine that you were first based solely on your comment's position."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 2,
    "snip": false,
    "text": "Guys! All winkmartindale  <em>meant</em>  was that he was the first one who was getting his delivery for Cod Friday!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Well, that's a lie anyway. I've had mine ready for weeks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lk",
    "plus": 0,
    "snip": false,
    "text": "you do know that saying \"1st one\" is only making the fact that you posted the alt text worse"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nilehus",
    "plus": 0,
    "snip": false,
    "text": "You have exactly 100 lames. That is a nice, even number, and I cannot bear to break it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashemon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ashemon was marked lame too many times and excluded. (marked lame by Thorfinn, TheLoneliestMonkey, Tragic_Johnson)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 4,
    "snip": false,
    "text": "Read: \"$$$R$$$\" <br/> \n <br/> \nHe's in England. Try to keep up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kayakcabble",
    "plus": 0,
    "snip": false,
    "text": "£££R£££"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kayakcabble",
    "plus": 1,
    "snip": false,
    "text": "hmmm you type the pound sign and instead get a question mark"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "synnah",
    "plus": 9,
    "snip": false,
    "text": "Sounds like Assetbar is racist against English people."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Assetbar hates everyone. <br/> \n <br/> \nNot just the English."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Assetbar is outside your bedroom window, holding a knife. Watching you as you post."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "Assetbar is racist against Unicode. And most of UTF-8. Hell, I get the feeling they think we should be happy we get lower case."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Assetbar protects the children but not the British children"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jrpigman",
    "plus": 17,
    "snip": false,
    "text": "View -> Character encoding -> Western ISO 8859-1"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "OMG! OMG OMG!! If I hadn't been so friendly already, I would chubby you right up the wazoo. <br/> \n <br/> \n£££££££          ££££               MWAHAHAHA I'M DRUNK WITH POWER"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "2   2 = fuck you Assetbar"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I thought maybe you had found the Rosetta Stone of AssetBar.  But still no plus sign.  I can't help but think you are on to something.  Kudos to you, Sir."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "Indeed. I too thought this would be the Assetbar Holy Grail, and filled the above post with judicious plusses. When they failed to materialise on my monitor I felt quite deflated. I think we have to face the possibility that we'll never be able to use plus signs here.  <br/> \n <br/> \nWe will need to develop an entirely new system of mathematics!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I will write my plus signs like this:  plus. <br/> \n <br/> \nTo avoid hurting the feelings of the disadvantaged mathematical symbol, I will write my minus, multiplication, division, and equal signs like this:  minus, times, divided by, equals. <br/> \n <br/> \n-  testing the ampersand: &"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "I came up with this  <em>all on my own:</em> <br/> \n <br/> \n-|- <br/> \n <br/> \nI didn't say it was any good."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "Gentlemen, if I had chubbies I would praise your brave scholarship, but alas, I am out. Continue your investigations, for the good of us all."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "It is a reasonable facsimile, considering the Circumstances of Achewoodian mathematics. <br/> \n <br/> \n <em>It's super effective!</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "ma-|-h"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "This is a step forward for Achemath. The majority of Achematics computational research was based on conjectures put forth by the dudes from  <a href=\"http://web.archive.org/web/20101009144824/http://m.assetbar.com/achewood/uua6TvMQL\">ABBA</a> . <br/> \n <br/> \nThese new contributions are fresh and exciting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Whoa! Hey, that actually worked! Awesome! Now if only we could get assetbar to ACTUALLY TELL US WHICH CHARACTER SET WE SHOULD BE USING or perhaps even FIX IT SO OUR BROWSERS CAN FIGURE IT OUT, we'd be golden! <br/> \n <br/> \nMaybe allowing us to preview what we write would be good too, but hey, other web-based services have only had that for like a decade, so we shouldn't expect too much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Ach. I spent time responding to a veiled \"annoying mimicry comment.\" Shame on me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gregchant",
    "plus": 1,
    "snip": false,
    "text": "I cannot leave a malformed letter brother hanging: <br/> \n <br/> \n&pound;&pound;&pound; R &pound;&pound;&pound; <br/> \n <br/> \nType an ampersand, then the word pound, then a semicolon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gregchant",
    "plus": 7,
    "snip": false,
    "text": "Nooooooooooooooooooo!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 4,
    "snip": false,
    "text": "Today, Assetbar takes its revenge on all of us."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 11,
    "snip": false,
    "text": "Is saddest song, played on Britishest guitar."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 61,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nTops mate yeah real tops like"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "scraggg",
    "plus": 1,
    "snip": false,
    "text": "Real horrorshow."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "This is a place of science, after all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "What is with the literary references on this comic today?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "For what you wrote beneath the picture (is that Noel Gallagher, by the way?) you have received my first chubby on this page."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 13,
    "snip": false,
    "text": "Aye it's Noel right thanksmooch fuh th' chooby like mate I ain't even 'spect no chooby"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Hee hee! Oh, hee hee hee!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Oi, stop that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wait, dude, wait! <br/> \n <br/> \n <em>Imagine Christian Bale doing that laugh.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "OH NOOOO IT'S TOO MUCH HNGGGGG"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Heh. Chubby for making me laugh after I got all pissed about character sets earlier. <br/> \n <br/> \nAssetbar hates character sets. Hates them to  <em>hell</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "You and your choobies had me laughing last night far away from the computer, so here's a Chooby from me as thanks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "ha!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "GBP, baby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zadig",
    "plus": 1,
    "snip": false,
    "text": "I'm torn.  On the one hand, I want to believe Ray must go on this penitent retreat because the trip to Disneyland was  <strong>that</strong>  horrible.  On the other, I want to think that Ray's overcompensating and doing one of his weird apology things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kayakcabble",
    "plus": 4,
    "snip": false,
    "text": "Ray's usual apology is about $600 classy, moving to England seems to be a real penance"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ibetso",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't it be a hell of a lot better for Beef if Ray never acted on those well-intentioned ideas of his? In giving a proper apology he goes to extremes (as only Ray can) and Beef ends up doing chores.  <br/> \n <br/> \nIf Ray had only thought that a normal apology was adequate, Beef could've had the standard $600 sitting in his arse pocket."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ibetso",
    "plus": 2,
    "snip": false,
    "text": "I've just realised that some people are going to take \"arse pocket\" the wrong way. Where I come from, that's what we sometimes call the pockets in your jeans that sit over your ass (a.k.a. a back pocket). I'm not suggesting that Beef supplements his fetish for nasty purple heels with an enjoyment of putting cash in his ass.   <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "syx",
    "plus": 3,
    "snip": false,
    "text": "The road to Hell is paved with good intentions. <br/> \nI think Ray tripped and bumped his head along the way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "Looks a lot more like Western Ireland to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 5,
    "snip": false,
    "text": "I doubt Ray knows the difference. He probably just said, \"rent me a cottage near some monks and leprechauns\" and then told Beef he was going to England."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pantomime_horse",
    "plus": 0,
    "snip": false,
    "text": "I chubby you for the comment, but mostly for the fact that you got animation rights for that avatar. <br/> \n <br/> \nDoes it bode well that my first comment in Acheworld is a positive one? I hope so. There seems to be too much talk about being cocks to strangers lately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 20,
    "snip": false,
    "text": "Ray must not have been there very long, otherwise his letter would have read something like this: <br/> \n <br/> \n~~Deareft Beef~~ <br/> \n <br/> \nMuch as it pains my heart to difrupt this most facred of Cod Fridays with an epiftle bearing ill tidings, the prefent circumstanfes brook no hefitation. I fear I have been remifs in certain matters of hearth and home prior to my much-deferved departure, and muft now afk you to attend to them in my abfence: <br/> \n <br/> \n1. The moving pictures I have received through the carrier fervice muft need be returned within a fortnight. <br/> \n <br/> \n2. It is much defired that the kitchen refufe be removed from the houfe left it begin to emanate an odour moft foul and thereby atract all manner of beafts and vermin into the vicinity. <br/> \n <br/> \n3. I had quite forgotten to difable the automatic timekeeping device on the contraption in which my Turkish roaft is brewed. Various cleaning accouterments may be found in the linen clofet. <br/> \n <br/> \n4. Laftly, I fear that you and Molly shall have to read by candlelight for the next month and your feafonal deprefsion lamp muft needs go unufed. You have my utmoft apologies for this inconvenience. <br/> \n <br/> \nYour humble friend in undying gratitude and all imputations thereof, <br/> \n <br/> \n~~Raymond Quentin Smuckleworth III"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Nice use of the old school script s that looks like an f. you are a gentlemen and a scholar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "It is good to know that I am apparently not only one gentleman, but several of them. <br/> \n <br/> \nThis is faid in jeft. Your praife is fincerely aprpeciated, mifspelling notwithfstanding."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "I dig the old school script too, but the idea that Ray wi writing to his good friend Bees kinda has me worried."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No, that's actually an f. I mean if assetbar (or afsetbar, if you prefer) won't even let you use plus signs, I wasn't about to try to encode special characters on there. So I used f's instead of the long s where required. But a long s would only be used at the beginning or middle of a word, never at the end."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Q: Is the Steak Unfatiffactory? <br/> \n <br/> \n <em>A:Sizzle the meat.<br/>\n  It <span style=\"border-bottom: 1px dotted\">muft</span> fizzle </em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Where is your avatar from? I vaguely remember having a really old computer with a skiing game on it, and if you lost, that robot-snowman dude popped up. Am I right?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "SKI FREEEEEEEEEEEEE!!!!!!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "habnabit",
    "plus": 2,
    "snip": false,
    "text": "I don't know, I think I liked \"-=Ray=-\" better."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 2,
    "snip": false,
    "text": "I once heard a cat in Westmoreland meow at me with a British accent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "Next Friday is both Cod Friday AND Pi Day?! That's two birds with one stone!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andersmn",
    "plus": 0,
    "snip": false,
    "text": "Isn't Friday considered \"Friday,\" not \"next Friday?\"  I feel like \"next Friday\" implies it's a'happinin next week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": false,
    "text": "You are correct, sir."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "And it's Fuck You Friday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 2,
    "snip": false,
    "text": "Today's Correspondence: <br/> \n <br/> \n\"We were extremely pleased to see yet another endorsement of delicious, delicious cod appear in Achewood, in fulfillment of our contract re: Cod Friday. Branding associating it with an honest vision of Olde Englande was a particular stroke of genius. Please accept these fillets,  <em>gratis</em>  of course. Your cheque is enclosed, of course.  <br/> \n <br/> \nSincerely, <br/> \nNACFA (North American Cod Fishers' Association)\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Oh man my proof-reading skills failed. I blame insomnia."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "koodge",
    "plus": 0,
    "snip": false,
    "text": "Ray's doing penance and eating fish on Fridays? Has he always been Catholic?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "In England, every Friday is Cod Pie Friday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Cod Pi.  Sounds delicious?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Pi Approximation Day (July 22nd) is much better."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snocks",
    "plus": 0,
    "snip": true,
    "text": "A comment left by snocks was marked lame too many times and excluded. (marked lame by Thorfinn, pzukowski, dagdaollathir, habnabit, BlueLoggy, iidebaser, usversusthem, scraggg, KayakCabble, ibetso, echidnaboy, peterjoel, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "they're pretty fantastic, aren't they?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Ah, so you heard about that too huh?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Women are pretty good, you know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "When they speak it is the sound of birds burning in a shoebox."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Man, achilleselbow, you are amusing me today. I will try to remember to grant you future chubbies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I aim to please."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Are you crying, snocks?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 6,
    "snip": false,
    "text": "I'm concerned that you see this as the only avenue you have to vent this sentiment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "Ray has a way with apologies.  He does them right, no matter what it entails."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kylank",
    "plus": 0,
    "snip": false,
    "text": "The dude has got no mercy on chores"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I wonder for how long Ray has been paying the power   utils on Beef and Molly's unit? It is a very kind but emasculating action for a man to do for his dogg who is about to get married. <br/> \n <br/> \nIt is like every time Molly and Beef get madrutty, Ray's spirit is standing there holding the lamp up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "And as we know, Beef like the lamp on, or else he ain't gonna see none of it happen."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I think the utilities are included with the place, and  <a href=\"http://web.archive.org/web/20101009144824/http://rbeef.blogspot.com/2004/09/room-to-let.html\">Ray doesn't charge them but a nominal rent</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "Number 3 has me wondering how towels and bleach are used in the correct operation of a coffee machine.   I'm guessing Ray forgot about turning off the auto-timer because it's been a really long time since he approached that technology manually - the last time he went at it he overturned the pot and made a big mess, and wants Beef to be prepared for mop-up and clean-up?   Ray does tend to have drinks spill all the time around him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 6,
    "snip": false,
    "text": "Wait...  it's Simpler Explanation Hour.   The pot overflowed because it kept making coffee."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Occam's Razor as applied to Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing Ray isn't drinking his automated morning mug of coffee and it's overflowing all over the place in his absence."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "peterjoel",
    "plus": 51,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "peterjoel",
    "plus": 74,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Oh, HELL yes!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "$3 Code piece special! Ooh la la!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "-_-"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Code Piece Special is an erotic meal for computer programmers. It contains naughty messages in binary."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jamers",
    "plus": 1,
    "snip": false,
    "text": "0b1000101"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Dogg, I know this group is open-minded, but that's just sick."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Does that really mean anything? I'm not a computer programmer."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "0b is a prefix indicating binary format, and 1000101 is binary for 69.  <br/> \n <br/> \nThe more you know!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ooh la la!!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "I guess we just learned that peterjoel is kind of a prude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jamers",
    "plus": 5,
    "snip": false,
    "text": "Nah, it wasn't so much that I said 1000101, but the  <em>way</em>  that I said it.  <br/> \n <br/> \n <em>\"One... zero! Zero... zeroooo... one! ZERO OOONE!\"</em> <br/> \n <br/> \nI admit it was a bit inappropriate."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Binary is very subtley expressive in that way."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "solobuttons",
    "plus": 3,
    "snip": false,
    "text": "Brinary"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "<em>forgive me, that was horrible. a horrible fucking pun.</em> <br/> \n <br/> \nSorry everyone!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I like your thought process."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyromancer",
    "plus": 7,
    "snip": false,
    "text": "How much to dildo it?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "I love your icon. it is shiny and hypnotizing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "I'm glad I saved enough chubbies to give one to each.  They are each deserving. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I...I'd like to take advantage of the upgrade, please."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "People who lamed this are smelly. Oh so smelly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "You, sir, get not one, but two virtual chubbies for your brilliant visual imagery.  I laughed so hard I peed a little."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "opprobrium",
    "plus": 15,
    "snip": false,
    "text": "[IMGS OFF] <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "your icon is terrifying :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barrylegg",
    "plus": 2,
    "snip": false,
    "text": "Is it me or has Onstad just started using a slightly heavier stroke weight?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure how I feel about this. I expect I'll get used to it, but for now the lines seem to be overpowering the text a bit. I don't know, man. I got to take stock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Maybe its one of the flaws within the laptop?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "Maybe go to rural England? Have a think?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aikennubbles was marked lame too many times and excluded. (marked lame by Dovey, Thorfinn, goocifer, Flyffe, DrSkradley, biff)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "exactly what accent is that? It sounds like Elmer Fudd in my head. Is Elmer Fudd particularly vociferous about stroke weight?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I extracted Tweety Bird from that diction."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "aikennubbles",
    "plus": 0,
    "snip": false,
    "text": "That is actually your accent.  The last time I heard it was many years ago, whining %u201CDaddy don%u2019t weeve us!%u201D  Now you know.  I%u2019m your father.  And I don%u2019t love you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 0,
    "snip": false,
    "text": "Shit.  My riposte got garbled.  Figure it out"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "That's the internet telling you to stop being a cock. <br/> \n <br/> \nCut that shit out."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "And to a stranger, no less!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "Your riposte needs a repost. Puns are better than you!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 4,
    "snip": false,
    "text": "I'll give you the executive summary: I fathered each one of you, and left your slatternly mothers to raise you alone.  Also I slapped rowboat a good one before I left."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Also I slapped rowboat a good one before I left.</em></div> <br/> \nThat would explain my trouble with basic math. <br/> \n <br/> \nThanks, pops."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "It could just be AssetBar's fault, you know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "God, that was embarrassing. Being a cock is OK, but you have to be decent at it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Well said.  If only I weren't too friendly, kamerade, if only I weren't too friendly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ibetso",
    "plus": 0,
    "snip": false,
    "text": "Could be something to do with this troublesome laptop he's using abroad"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "If there's one thing a man doesn't want analyzed, it's the weight of his stroke. Have some class, barrylegg."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pzukowski was marked lame too many times and excluded. (marked lame by Dovey, NeoNaoNeo, synnah, farqussus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "What'd I just say about class, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "l_c_b",
    "plus": 0,
    "snip": false,
    "text": "That is a pretty fair drawing of a humble cottage. It is like the residence of a mildly insane hermit you would see built near a cliff, or a poacher's hut located in a forest."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Did he do a house swap with a mildly insane hermit? Is there a mildly insane English hermit in Achewood Estates now, across the street from the latin GOF winner guy? Is this the movie that I saw last year? Yes, it was a chick flick. But I will see any movie with Kate Winslet if there is any slight chance she will remove clothing. (If she doesn't, I just rent ART SCHOOL CONFIDENTIAL again.) We need to see the Hermit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I find it odd that Envelope Martinez would have plastic surgery to hide the fact that he lost a fight to Ray Smuckles, but not move away from his place of residence at that time. Seems like an unskilled method of disguising one's shame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "I think Envelopeeeee was using Raaaay as an excuse for some surgeryyyyyyy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well, that's what it ended up being anyway.  Ain't no shame in being beat by SOR."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I believe the correct nomenclature is \"So-Rod.\" <br/> \n <br/> \nAnyway it sounds cooler."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Did he follow through with that?  I think the shame would be lessened somewhat by the fact that Ray actually won the fight... <br/> \n <br/> \nBig difference between losing a fight to some pampered, flabby chump, and losing a fight to a pampered, flabby GOF champion..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Nah, he just got  <a href=\"http://web.archive.org/web/20101009144824/http://achewood.com/index.php?date=05212007\">chica eyebrows and a bathroom dye-job</a>  instead."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I actually kind of liked that movie. A little bit. I mean, you know. Jack Black. Jude Law. The aforementioned Kate Winslet. There are things to like in that movie. <br/> \n <br/> \nCameron Diaz is not one of them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "There's a song about that film by the band The Wombats, called 'Kill The Director'. The chorus goes something along the lines of 'This is no Bridget Jones...' On the strength of hat review I have not been tempted to see it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "That's right, Hat Review- for all your hat reviewing needs!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Wait. You're basing your movie-going decisions on a band who likes Bridget Jones?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Well, not really, but if a film is described as  <em>worse</em>  than Bridget Jones, then I feel that film is best avoided..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "It is a chickflick-bashing song, methinks"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "(but then again The Wombats is the band who told us to dance to Joy Division so they being ironically into Bridget Jones is not really impossible)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "The Wombats don't got no ding dang idea about what they like, they're so caught up in that whole \"irony\" thing. <br/> \n <br/> \nFie on them, I say!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "There was no significant removal of clothes, though Kate did wear a bikini in the pool. It was thin broth, but it served. <br/> \n<showing my age>I would do Kate before I did Scarlett Johansson.</showing my age>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Whenever I do Scarlett Johansson, I always  <em>insist</em>  on doing Kate Winslet first. <br/> \n <br/> \nIt took a while, but she's pretty comfortable with the idea these days."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I would not hesitate for one second to do Scarlet Johansson. I would do her before I'd do my own girlfriend."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Cameron Diaz is definitely one of them.  I would hit that like an angry god."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Gross, man. <br/> \n <br/> \nOkay, back when, like,  <em>The Mask</em>  came out? Yeah, sure. Totally. But now? Nuh-uh. You'd have to pay me to do her. She has not aged well at all. Hella bad skin and saggy parts."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "All ya'll would do anything that'd let ya. Forget about it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Wait how is Jude Law a thing to like"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Have you seen  <em>Road to Perdition</em> ? If not, go see it. <br/> \n <br/> \nJude Law is a good actor. He just takes roles in stupid movies a lot."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Yes, I have seen that movie! <br/> \n <br/> \nIt was a good film, and Jude Law was a good actor in it. Thankyou for the reminder."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "l_c_b",
    "plus": 0,
    "snip": false,
    "text": "Also note he signed his letter that way because he thinks that is how one does these things in England. I'm surprised he didn't sign it off with a \"cheerio\". or \"cheerio my dogg\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "I remain, sincerely, your most humble D.O.G.G., <br/> \n-=Ray=-"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "a-halter",
    "plus": 6,
    "snip": false,
    "text": "This is a truly exceptional strip, Mr. Onstad, and I would be remiss should I fail to applaud you.  Three cheers for the heavenly scribe and cartoonist, three cheers!  (p.s. this is my first posting on the website, and though I am skeptical of whether you'd read this or not, I think I'll post more comments on some of my favorite strips in case you do.)  This strip has marvelous scene-setting and really top-notch artistry as well as a hilarious joke that carves even more character out of the increasingly complicated friendship (brotherhood/marriage?) of Ray and Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "i like hut"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ibetso",
    "plus": 1,
    "snip": false,
    "text": "I like lamp"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by NeoNaoNeo, cavebaby, farqussus)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "i heard u liek mudkips"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "do u like whoper"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "come on dude do u like 2 eat pizza"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "*thoughtfully fingers first Onion Offense (tm)*"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "wow. This little reply cascade is like a core sample of the internet itself.  <br/> \n <br/> \nNote how the thin crust of an actual post floats lightly over a dense mantle of semisolid references and half-ironic jargon. It's beautiful, in a way."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "As long as the Internet still has posts like yours, I'm willing to put up with the other stuff."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "i have had whoper"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "How very straightforward.  Not a whiff of irony or sarcasm.  Not even slightly marmy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "You know what, you're right! a-halter, have your first chubby for straight-up old-fashioned honesty."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 1,
    "snip": false,
    "text": "Poor Ray. He's the type of cat that just  <em>knows</em>  everyone should by all rights have hella fun at Disneyland."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "wait, why does he have to return netflix!? NO LATE FEES!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "He just wants to be a decent guy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "So he can have all new movies when he gets back."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 11,
    "snip": false,
    "text": "I don't see why.  It's just going to be a different copy of  <em>Braveheart.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Ooh, the unrated version."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ibetso",
    "plus": 18,
    "snip": false,
    "text": "I can see Ray having a special storage cupboard full of Braveheart DVDs, and every time he wants to watch it he takes out a new one. Before every viewing, he peels the cellophane off the new DVD with the help of a knife that he had custom made for the purpose (a minature version of William Wallace's sword, made with platinum and precious stones)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Now you're thinkin' like a Smuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heeeraldo",
    "plus": 0,
    "snip": false,
    "text": "not doing so would deny someone else the chance to watch the films; effectively he'd be being a cock to a stranger."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "\"pay power   utils on you   molly's unit\" <br/> \ndoes this mean that ray usually pays for beef's utilities?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zeal",
    "plus": 0,
    "snip": false,
    "text": "Well, Beef lives at his house.  In the pool house."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "What does the acronym D.O.G.G. stand for?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 19,
    "snip": false,
    "text": "Dear Old Gracious Gent"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is entirely plausible. Well done. You may remove your head from your sphincter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Dude Of Great...(something)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "strix22",
    "plus": 0,
    "snip": false,
    "text": "Dude of Glorified Gentry"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "May I Leave Flowers? <br/> \n <br/> \nwait"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "hey-o!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryabovsky",
    "plus": 4,
    "snip": false,
    "text": "I think that Ray has gone on holiday by mistake."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 4,
    "snip": false,
    "text": "Rod Huggins shows up in the middle of the night, all with a brandy flip and eye shadow, and laments at how he'll never play the Dane."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimmykey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jimmykey was marked lame too many times and excluded. (marked lame by Thorfinn, pzukowski, streever, usversusthem, deblacquiere)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Thorfinn, NeoNaoNeo, wargasmic, mortshire, Dallovich)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I'd feel a lot worse about getting triple-Lamed if it was by anyone I respected or in fact had ever heard of. As it stands, I think most people who enjoy my quippery have raised their Lame threshold to a higher allowance. <br/> \n <br/> \nIn closing,  <em>GET A JOB!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "chubbied for your resilience"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "My lame count is always at least five digits long. People lame for a vast spread of reasons, the majority inscrutable, and therefore lames indicate absolutely nothing about a post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Mine is set to fifty. I like the idea of being able to click on something knowing it's going to be a truly bad post, and then seeing that it is, and feeling content."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Mine is on 10000000000. I get the director's cut of assetbar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "My Assetbar still has the Harrison Ford voiceover."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "I just upped mine from ten to fifty.  I always took the time to go look & come back anyway. Plus the ones that disappear at 50 count, you know will be worth the effort."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pzukowski",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pzukowski was marked lame too many times and excluded. (marked lame by Thorfinn, falseprophet, streever)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "jimmykey <br/> \nthat is a silly idea <br/> \neveryone knows you don't make money that way <br/> \nbut you might get a computer virus <br/> \nwhy don't you just be a man and mail him 15 bucks, hidden discreetly in a moldy sandwich? (he likes bologne)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "On the other hand, don't you think that most of us would never even see the ads?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nymphadoria",
    "plus": 1,
    "snip": false,
    "text": "Rural England is where most people go for penance type deals, unfortunately...it is Cod Friday that suffers the most."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edwell",
    "plus": 0,
    "snip": false,
    "text": "The sky is subtly brown."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "Any idea what D.O.G.G. stands for?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "someone just asked this. i retract"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "senorspoof",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Oh Ray: this is hardly 'Walden', is it?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Did Philippe get to go Disneylaaaaand? He was at that special aaaaage!  <br/> \n <br/> \nIf he didn't, and Beef did and hated it; it would be a cruel atrocity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "dear chris: <br/> \nthank you for grappling with the flawed laptop <br/> \nit is appreciated"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "uruloki",
    "plus": 2,
    "snip": false,
    "text": "Achewood Heights gone Wuthering Heights"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 1,
    "snip": false,
    "text": "this was depressing. Ray doesn't belong in tiny, horrible European homes. he belongs in mansions and Benz's givin ends to his friends cause it feels stupendous"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Your reference reminds me that things could be worse for Ray. He's doin' better than Biggie.  <br/> \n <br/> \nWe're  <em>all</em>  doin' better than Biggie. We should remember that sometimes.  <br/> \n <br/> \nI know Ray does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Put your hands up for dorchester <br/> \n <br/> \nRay loves that county."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 2,
    "snip": false,
    "text": "It falls to me to speak out in defence of Ray.  Beef is being one ungrateful dogg.  Or catt. <br/> \n <br/> \nI have been to Eurodisney, which is in France, which is in Europe, just outside of the US.  It must have been nastier than Disneyland, because it was full of overexcited French children (the most vile creatures in all of Europe).  But I didn't send my kind and generous hosts to a dank eco-cottage in Devon.  I think Beef should sit under his stupid little light until he realises how ungrateful he's been."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I think Ray may have decided to do this on his own. Beef just would have stewed a bit and drank a little airplane-size bottle of Jäger and let it go."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cargoweasel",
    "plus": 0,
    "snip": false,
    "text": "Hey, we haven't seen Beef in his shirt and tie for awhile! Kind of nice to see."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pzukowski",
    "plus": 3,
    "snip": false,
    "text": "This is your eye on drugs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "My hypothetical chubbies unto you and your eye-kin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I am looking to spend less money on my European vacation this summer, due to Bush Recession III and the declining value of the US currency.  How much do you all think this cottage would run for about 5 days in July in American pesos, er, dollars?  It looks relaxing and I hear July is one of the two nice months in rural England."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 1,
    "snip": false,
    "text": "You will pay the equivalent of $2000 a week for a dank little cottage with excess condensation running down the windows, it will be draughty, it will smell, and when you turn the hot tap on, there will be a few bangs and then rusty cold water comes out for the next hour, until you finally get some lukewarm.   <br/> \n <br/> \nThe neighbour will come round and sit on the damp sofa with you and go on and on endlessly about the bloody Post Office closing down.  You'll go on a day trip to Wookie Hole, but be totally disappointed and argue in the car about how you are meant to go round a roundabout.  It will rain, you will be miserable, and you will pay a great deal of money.  That's England.   <br/> \n <br/> \nJust go to Peru instead, you'll probably see less teenage pregnancy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "That doesn't sound fun at all.  I think I'd rather go to Baja.  The weather is nice and everything is legal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The way the letter is written makes it look like Ray forgot to pay the power and utilities for Beef, as well as the power and utilities for Molly's unit. This is quite unfortunate, as \"Molly's unit\" sounds like the name of a film that Lyle would rent."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jay-are",
    "plus": 0,
    "snip": false,
    "text": "This strip is alien to me... Cod Friday? Whatever happened the Cod Wednesday I'm so familiar with?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "It was changed due to shipping challenges."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jargonmaster",
    "plus": 1,
    "snip": false,
    "text": "I have a feeling he's talking about Good Friday - Ray is Catholic, right? <br/> \n <br/> \nPersonally i'm all geared up for a trip down to the cove to gruffle mad fish 'n chips"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But Good Friday isn't until NEXT week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soupkaty",
    "plus": 1,
    "snip": false,
    "text": "Your comment made me remember that it's lent right now, something i've forgotten the past 32 days. <br/> \nI am an awful catholic :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ibetso",
    "plus": 2,
    "snip": false,
    "text": "I fell obliged to let you know that I'm reporting you to the Pope."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "You goddamn snitch David."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewood",
    "plus": 1,
    "snip": false,
    "text": "Ray is a Good Friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obliviator",
    "plus": 3,
    "snip": false,
    "text": "I would like to see moor strips like this one today. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "Ray as penitent Othello, Beef as Brabantio, who saw this all coming. Cornelius could be Cassio or something, I guess."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 2,
    "snip": false,
    "text": "<strong>CHUBBIED.</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "That is just outstanding comment-icon synchronicity.  Just superb."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "A picture of the combo should be an award for something.  Anything.  It could replace the Congressional Medal of Honor, the Iron Cross, the Hero of the Soviet Union, the Order of the Golden Kite, and  the  <a href=\"http://web.archive.org/web/20101009144824/http://en.wikipedia.org/wiki/Military_Order_of_Maria_Theresa\">Military Order of Mother Theresa.</a>   Oh yes, that one's real. <br/> \n <br/> \nAw crap - it was  <em>Maria</em>  Theresa.  That's not half as funny."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "The Emphatic Chubby of the Psychaneon Danceasaur. <br/> \n <br/> \nYou may attach EmCPsD to the end of your name, loneal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "That could be good, but I think he was talking about how Ray's cottage is in  <a href=\"http://web.archive.org/web/20101009144824/http://en.wikipedia.org/wiki/Moorland\">an uncultivated upland covered in low-growing vegetation</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "is it just me, or is all of acheworld subtly pissed off today?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Hey, you're the one making the mean face at me!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 5,
    "snip": false,
    "text": "I think its a happy face with a two-part mustache and oddly plucked eyebrows. <br/> \n <br/> \nBut I'm an optimist."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Judging by envika's status, I would say that face is \"'gasming.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That looks like a 'gasm I wouldn't want."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "It looked kinda like one of those \"Mr. Yuck\" stickers that used to be popular to put on cleaners and other items that parents didn't want their children to drink."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Calvin and Hobbes! High five! Deja vu!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh man this is wackyyyyyy"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "chubbied for correctness"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "FUUUUUUUUUUUCK YOOOOOOOOOOU."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Seeing a little dude in a boat with such unobstructed anger makes me happy in a sad way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Deep Thoughts: with Ray Smuckles"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "The fact that D.O.G.G. is an acronym for something and Ray put pound signs around the \"R\" instead of dollar signs put the score up to a 5"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "Just because \"D.O.G.G.\" is in all capitals and has a period after each letter doesn't necessarily make it an acronym... ( <em>cf.</em>  K.L.I.T.Z. - B. - R.E.D.D.Y.?)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby for the underused [i]cf.[i] signal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "<em>cf.</em> <br/> \n <br/> \n <strong>curse you assetbar!!!! <em>curse you!!!!!!</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That was  <em>clearly</em>  your own fault. Don't go blaming Assetbar for your backslash-related failures."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "latterman",
    "plus": 1,
    "snip": false,
    "text": "Ray's window has a cross frame in the 4th panel, and none in the 5th. <br/> \n <br/> \nWhat is the literary meaning of this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "\"Whoops!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "He opened the window."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "A No-Prize for you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "latterman",
    "plus": 0,
    "snip": false,
    "text": "Doesn't look like an open window, of which I've seen many in my travels."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "It means you've been hella klondike, man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sortelli",
    "plus": 1,
    "snip": false,
    "text": "You guys have really outdone yourself with the sheer number of stupid posts today.  By an order of magnitude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Agreed, simply because of the sheer amounts of posts dedicated towards the alt text. Not the actual words, but how to properly view it. Seriously, once it's said there isn't anything more to say."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "amadaun",
    "plus": 0,
    "snip": false,
    "text": "This strip hurts me inside. It's neither poignant nor funny. The best part is the alt next, and that only elicited the mildest of chuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "but, Ray feels so bad about such a minor offense as a friend not having the grandest ol' time while on a vacation that he feels he needs to punish himself by chilling for awhile in an Olde Englishe Cottagee. Yet he is still concerned for the status of his Netflix, so he's not really feeling as bad as he'd have you believe.  I think it's worth a smirk and a winsome sigh!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "why don't you cry like a bitch about it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "A question all should ask at some point."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I choose to Weep the Weepy-Weep Way."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "It is my secret dream to live in a place like that. No lights, no people, just the sound of the English wind coming through the windows and the smell of untamed grass it brings with it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This strip is not a good example of this, but do you ever think that Onstad reads our conversations, and adjusts his creative tendencies accordingly? <br/> \n <br/> \nI certainly hope not.  It would be a fool's journey.  The general populace is fickle and stupid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": ">Thou art in Onstad's creative centre of the mind.  Thou see Ray, Beef, Teodor, Philippe and all thy Achewood crew.  Assetbar is to the West.  There exits to the North, South, East, and Dennis.  What wouldst thou deau? <br/> \nGet Achewood crew. <br/> \n>Thou already hast Achewood crew.  It is in thy head. <br/> \nYou just said I didn't.  You just said I could  <em>see</em>  them. <br/> \n>I do not understand thy request. <br/> \nUse Achewood crew. <br/> \n>How wouldst thou use Achewood crew? <br/> \nGive Achewood crew to Assetbar. <br/> \n>It is a fool's journey. <br/> <br/> <br/> I know, I shoulda done it four strips ago, but I just got a new job and the depression's only starting to wear off, leave me alone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "There there, Doctor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "At least you're still wasting time at work reading web comics. Or, rather, taking time out of your busy web comic reading schedule to work in a little work."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "He's worked it into the Excel spreadsheet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "Agent: Okay Mr. Smuckles, your round-trip ticket and lodgings come to only five hundred dollars! <br/> \nRay: Yo, toss another hundo on to that price...I have my reasons."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "susurrus",
    "plus": 0,
    "snip": false,
    "text": "i find it strange that a bunch of cats call eachother dogg."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goocifer",
    "plus": 1,
    "snip": false,
    "text": "I just wish there was a martini balanced on top of the oil lamp..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Nah, he's on an English moor. He's got a carafe of claret decanted by the ghost of Charlotte Bronte. <br/> \n <br/> \n(n.b. - I ain't even gonna attempt the umlaut, Assetbar, so bite me.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 2,
    "snip": false,
    "text": "It's been awhile since I've had the stamina, but I read through all the comments on AssetBar. I feel like an old man who is watching the world speed up, cheapen and degenerate before his eyes. 75% of the comments here are not about the comic itself anymore. And most of the others don't seem to get the joke.  <br/> \n <br/> \n(Ray has decided, ridiculously enough, to make amends to Beef by moving to a remote cottage in England. It is funny because what he has actually done is leave Beef with all of Ray's chores, ie paying the bills and returning movies. He has also informed beef that the house will soon start to smell like rotting fish, and that Beef's power is about to be cut off and there's nothing he can do about it. It is funny. Please, please get it. Onstad is not slipping.  <em>You</em>  are slipping.) <br/> \n <br/> \nI miss the good old days, AssetBar used to feel more like Cheers. I miss Flynn; that guy rocked. I even miss the reliable sight of 30aught lames underneath Asherdan's posts.  <br/> \n <br/> \nGoodbye, AssetBar. You are no longer helping me love Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Goodbye, Leon Soom-beh-cheh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Oh come on now, the thing ain't even a year old hardly and people are pining for the early days. <br/> \n <br/> \nI REMEMBER WHEN THERE WERE ONLY 3468 MEMBERS NOT 9786..OK SO HALF OF THOSE ARE DIFFERENT NAMES POING USES BUT SO WHAT AM I RIGHT <br/> \n <br/> \nbut seriously Later D.O.G.G."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Well, yes. Believe it or not, sometimes we like to talk about things  <em>other that Achewood</em> !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "SHITMEISTER! * <em>than</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>Shitmeister</em> , n. <br/> \n <br/> \nGerman, lit. \"master of shit\""
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't that be  <em>scheissemeister</em> , perhaps more accurately portmanteau-ed into  <em>scheisster</em> , a homophone for \"shyster\", AKA the common attorney?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Perhaps,  <em>fucker.</em> <br/> \n <br/> \nSplittin' hairs about my code-switching Anglo-Germanic tendencies..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Man, that ain't meant to be as aggressive as it sounded.  We cool, we cool."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Ain't I been a good Acheworld peer to ya, Doc?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's all good baby.  You know we wuz juzt spittin' the shiznitt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Goodbye, AssetBar.</em></div> <br/> \nBut if you leave, who'll explain to us what was funny about the comic? <br/> \n <br/> \nLook, I'm sure you're proud about being one of the \"early adopters,\" but face it - the old boards you pine for were kind of really a bore. There would be thirteen comments and seven of them would be people just repeating a line from the strip. Deimosrising was considered to be the class of the league back then. If that same guy had just now signed-up and went back and said those same things, he'd be ignored. I'm not tryin' to be mean, it's just that the bar has been raised. Yes, there are a lot of junk posters. But look past them and see the quality intellect we got goin' around here, these days. We have a hell of a lot of rad people here, now, and almost all of them help me love Achewood in one way or another. <br/> \n <br/> \nAnyway, you're welcome to join the new school, but you have to stop dissin' us, first."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's evolution, baby."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Who are you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's a little rude.  The guy does have a lot of chubbies and few lames, and posted quite a bit in the \"early days\" of assetbar. <br/> \n <br/> \nWould you be surprised to learn, though, that he hasn't left assetbar?  I saw one or two posts by him while going through the archives from the last few weeks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "he is no longer found. <br/> \n <br/> \nGoogle still comes up with results, but they dwindle."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "He was still around a few months ago, at least; we had a short conversation on some strip in the archives where I joked on him about this whole thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sprayette",
    "plus": 0,
    "snip": false,
    "text": "Ray is the only other sentient being I know of who handwrites in all caps."
  }
]