[
  {
    "depth": 0,
    "minus": 0,
    "name": "cicadalek",
    "plus": 17,
    "snip": false,
    "text": "I feel sad I will never know how Butters was going to finish that sentence"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": true,
    "text": "A comment left by twohundredninety was marked lame too many times and excluded. (marked lame by sevenarts, regrepnsnefpoh, rad_chillies)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hipjiverobot",
    "plus": 9,
    "snip": false,
    "text": "I'm sorry I can't give this more than one chubby. Seriously, this made me laugh harder than the strip itself."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "buttermoths",
    "plus": 24,
    "snip": false,
    "text": "This comment haunts me. Every midnight dreary, while I ponder weak and weary, and my mind wanders, I ask myself: Is there - is there balm in Gilead? - tell me - tell me, and do just that!' <br/> \nQuoth twohundredninety, `a snap of the cap for the cat with the clap!'"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "mt85",
    "plus": 1,
    "snip": false,
    "text": "I am honored to have given the 100th chubby. Well earned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radarjammer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by radarjammer was marked lame too many times and excluded. (marked lame by sevenarts, prettyrad, dracer2)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sje46 was marked lame too many times and excluded. (marked lame by sevenarts, prettyrad, dracer2)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jlynes was marked lame too many times and excluded. (marked lame by sevenarts, prettyrad, dracer2)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wolfensti was marked lame too many times and excluded. (marked lame by sevenarts, prettyrad, dracer2)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "excelsior",
    "plus": 0,
    "snip": true,
    "text": "A comment left by excelsior was marked lame too many times and excluded. (marked lame by sevenarts, prettyrad, dracer2)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "I can't believe anyone could ever lame this and still sleep at night.  <br/> \n <br/> \n <em>bravo, sir</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I can, though I didn't. <br/> \nThe comment fails to enthuse me... though it hardly surprises me that the general populace are practically masturbating over it... mindless drones that they are."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "Man, when are you going to drop the \"I'm a gigantic asshole\" shtick? I've seen you make comments that were genuinely funny, sometimes even insightful. But now it seems you exist for the singular purpose of proving just how much of a prick you can be. It's old, man. Give it up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Look dude... sometimes when I voice my mind, folks find it funny... and sometimes when I voice my mind, folks find it dickish. Either way though, it falls into the same category of self-expression. <br/> \nAnd I'm not going to stop being self-expressive just because folks are getting sand in their butts over it and seem to think it is all about them.  <br/> \nI mean c'mon... Do you honestly think someone as egocentric as myself is gonna be doing any of this  <em>for other people</em> ? <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "Heh. I was curious as to if you went out of your way to be an asshole, but hey, more power to you for saying what you think, and fuck everyone else. I can respect that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "I think there is something massively fucked about the entire sentence structure of that post, but I'm not going to try and sort it out."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "livingston",
    "plus": 1,
    "snip": false,
    "text": "250 from this kid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Man, a little bit more, and twohundredninety will have a comment with 290 Chubbies. I would love to have been that user."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "We may never know who it was."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 20,
    "snip": false,
    "text": "with the rap, probably. <br/> \n <br/> \nman, Butters  <em>can not help but front all the time.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pkitty",
    "plus": 15,
    "snip": false,
    "text": "His self-image and sense of playah-importance are just  <em>unshakable</em> , man -- it's so strong it's become a fundamental part of reality. <br/> \n <br/> \nJust think about it.  <em>Even when he's filching some dude's ketchup to sneak a swig from it,</em>  he's 100% pure playah about it -- because, in his mind, this IS cool. (Of course, I'm sure a voice in the back of his head is reminding him, \"Uh, yeah, this is totally cool behavior, man, but, uh... don't let anyone see you, okay? Check both ways before crossin' that street, bro.\")"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheezeburger",
    "plus": 1,
    "snip": false,
    "text": "I was thinking \"DAP\" just because it sounds good to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connormc",
    "plus": 1,
    "snip": false,
    "text": "His activities are so poorly conveyed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "suggested*. <br/> \n <br/> \nthat's why we are all sitting here honking, wondering where the real biz is."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davidadam",
    "plus": 5,
    "snip": false,
    "text": "The only reason this is rated so low is because of the poor souls that really do prefer Hunt's over Heinz."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, ButterMoths, Zefiel, apocowarg, riotdejaneiro, jlynes, goatmasterflash, Overmedicated, pwb, invidious, Jesler729, Deusoma, EM2, tibcoolbreeze, mashisoyo, purplehaze, TonyHighwind, StagnantDisplay, Spenham, equinn2006, farqussus, Tagrineth, electricjelly, Pivitor, DougTheHead, atticusonline, meowmix, ABC_Heidi, Lumus, huskemonge, aHatOfPig, Setzkin, mugi, Fcannon, mountain, choosebro, nutmeg, TheSoulBear, cailetshadow, dj_insomniac, TheGreatestCape, captneko, eRiUukFJk, smilebuddha, Boredom_Man, AidenS123, hellabosque, nilehus, Mastronaut, slalvation, projectiles, vincentkv, SotiCoto)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connellingus",
    "plus": 42,
    "snip": false,
    "text": "What parts of this arc didn't make sense or follow logically for you? Mexican magical realism was an established part of the Achewood universe, and it explains why the helicopter with the luchador paint job acted the way it did, and we find out its origin in this strip. Butters being tempted here is the result of his established low class and predilection for Hunt's ketchup, and what happens to him because of his trespass is appropriate because he made Ray believe he was going to die soon at the beginning of the arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ford was marked lame too many times and excluded. (marked lame by jaredwilde, error23, Doc_Rostov, cjfoster)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 5,
    "snip": false,
    "text": "I raised my 'Lame' threshold just so I could lame this comment. Unfortunately, in doing so I accidentally left a blank post at the bottom of this page. So now I assume the lamér becomes the lameese."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tibcoolbreeze",
    "plus": 1,
    "snip": false,
    "text": "I thought it was an unnatural though to go down to the bottom of the page and chubby the blank post, but 14 people got to it before me. Humph."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Homepie, TonyHighwind, tellumo)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "atticusonline",
    "plus": 8,
    "snip": false,
    "text": "Soticoto...have you READ any of your comments?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Caduceo, read \"One Hundred Years of Solitude\" by Gabriel Garcia Marquez and return to this arc when you're duly embarrassed with understanding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyvig",
    "plus": 0,
    "snip": false,
    "text": "The third to last panel is one of my all-time favorite Achewood moments. The eyebrows are simply dynamite."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by fosters, goocifer, isunklower, thehelmet)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 7,
    "snip": false,
    "text": "People quite often say this kind of thing in the comments here and every time they do it makes me feel sad. Because I'm the kind of person who can't remember jokes, so I'm equally unable to crack open the Achewood Excellent Phrase Resource."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 7,
    "snip": false,
    "text": "i feel you, dogg. <br/> \n <br/> \nsee that last word? <br/> \nit's all i can retain. <br/> \n <br/> \n....hold me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "when you say people, you will probably find they are all epicurus. He says eveything all the time. He has no personality of his own."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "Awaiting further input to create rejoinder. Please wait."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 6,
    "snip": false,
    "text": "I say this all the time!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "so good"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "You know, this might be the only one that actually IS used by me regularly out of all the lies I told."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by aliiis, BPMead, atticusonline, Lumus, perhapsmaybe)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 25,
    "snip": false,
    "text": "Dude don't say \"Fail\" it is the internet equivalent of wearing a cape."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Rhadamanthus, saddestking, daidai, riotdejaneiro, sarmatron, NeoNaoNeo, tibcoolbreeze, fosters, atticusonline, Lumus, aHatOfPig, smilebuddha, Epicurus, Doc_Rostov, perhapsmaybe, echidnaboy, kochipoik)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stuart was marked lame too many times and excluded. (marked lame by perhapsmaybe, Satyr, SotiCoto)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I've never even seen a cigar. <br/> \nSeriously."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 12,
    "snip": false,
    "text": "But you don't refute the toilet seat part. Interesting."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "There is a reason you are part of The Syndicate <br/> \n <br/> \nthis is one of those reasons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pkitty",
    "plus": 0,
    "snip": false,
    "text": "\"This... this could be a THING,\" has entered my vocabulary, though no one at my work understands what the hell I'm saying when I say it. All the better..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 4,
    "snip": false,
    "text": "One time some friends and I were coming off of an acid trip, and I was right at the point where the hangover was mixing with the last remnants of the trip.  Someone turned on the lights unexpectedly and in the sudden silence i said, in the smallest voice possible, \"man why you gotta do a thing.\"  Everyone gaped for about half a second and then burst out laughing.  It was probably the best thing achewood has ever given me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 0,
    "snip": false,
    "text": "\"a snap of the cap for the cat with the gat\" is what i always say.  it's a near rhyme, alright! <br/> \n <br/> \nbut come to think of it, 'cat with the rap' is probably what he would have said... <br/> \n <br/> \nall the dialogue in this is classic!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 3,
    "snip": false,
    "text": "flip... NIP"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kneejerk",
    "plus": 3,
    "snip": false,
    "text": "This arc is SO underrated."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 8,
    "snip": false,
    "text": "Is  <strong>SO</strong>  good. Is  <strong>SO</strong>  funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kazad",
    "plus": 1,
    "snip": false,
    "text": "I like how he has the move down where he just flicks the Hunt's bottle open, without his thumb."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Only a Hunt's bottle could have such a flimsy cap as to make that possible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "What is that nipple thing on top of the aquarium?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "It's a glass hood, and that's the handle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chrissketch",
    "plus": 2,
    "snip": false,
    "text": "From now on I am calling glass covers with round handles, nipple things. It will showcase my class when I am at dinner functions that make use of glass covers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "If we want to get real fancy, we could call it a cloche or a bell jar. But \"nipple thing\" is pretty brilliant, so let's go with that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Oh, snap. My bad. Evidently, it's a  <a href=\"http://web.archive.org/web/20101005095840/http://m.assetbar.com/achewood/uua3zmkh3\">Morris leaded glass fume hood.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 8,
    "snip": false,
    "text": "We have to \"Catch Up\" with Butters, you know?  Haha, because...ketchup."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "hella Boy And His Blob reference up ins."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buttermoths",
    "plus": 25,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 3,
    "snip": false,
    "text": "Says it all, really."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 5,
    "snip": false,
    "text": "I say this all the time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 6,
    "snip": false,
    "text": ""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "See?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rad_chillies",
    "plus": 0,
    "snip": false,
    "text": "Easily makes it into the top 3 most underrated strips"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 8,
    "snip": false,
    "text": "This is reminiscent of 'Charlie and the Chocolate Factory.' Did anyone else get a warm Roald Dahl feeling during this arc? If so, does that make Roald Dahl a precursor of Mexican magical realism? Talk amongst yourselves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Yes, me too.  Same mixture of mostly benevolent/a little creepy.  The snozzberries taste like snozzberries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 1,
    "snip": false,
    "text": "I got a Don Hertzfeldt feeling. The last frame looks just like the final shot of Rejected."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rakadin",
    "plus": 0,
    "snip": false,
    "text": "Was about to say the same thing.  Beat me to it... by almost a year..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Oh, my!  WHAT COULD HAPPEN NEXT?  The anxiety is horrifying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nThis is what I see when I look in Butters' eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "She can see through his glasses!  Holy crap!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "Motion blur"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "I am always impressed by people who can do that Zippo-flick move."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "It's not hard to do, don't be impressed."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ghff",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Red drank, he'sa flip and nip."
  }
]