[
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 13,
    "snip": false,
    "text": "This strip perfectly represents one of my latent childhood guilt complexes."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "chaesar",
    "plus": 69,
    "snip": false,
    "text": "Onstad once said something in his blog (I think) about not revealing which Achewood character he is most like in real-life because he enjoys the speculation among his fans. I think it is Phillipe. When he writes other characters like Pat or Ray, he portrays them accurately but never goes too deep. We all know an uptight, repressively-homosexual vegan with a superiority complex (probably not all in one person) or a partying, selfish lady's man. But Onstad writes Phillipe from deep within, with the understanding of an awkward child's mind you can only get from experience. He is probably part Beef too, as someone like Phillipe would grow up to be someone like Beef. OK, Freud-talk is over."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "djwhiterabbit",
    "plus": 11,
    "snip": false,
    "text": "here are two interesting quotations from chris onstad, taken from  <a href=\"http://web.archive.org/web/20101102221213/http://www.orato.com/node/2332/&amp;page=3\">page 3 of the online orato interview</a> : <br/> \n <br/> \n <em>\"You could probably say the characters in Achewood are built around literally six people I know.\"</em> <br/> \n <br/> \nand <br/> \n <br/> \n <em>\"I enjoy writing Ray, Roast Beef and Téodor the most, because they%u2019re the largest aspects of my own personality.\"</em> <br/> \n <br/> \nprior to reading this interview, i always guessed it was roast beef and téodor.  i would guess you've gotta have some serious first-hand personal darkness to write beef."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 9,
    "snip": false,
    "text": "also it would be cool if we could edit the mistakes and broken code out of our comments.  dammit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greymantledwolf",
    "plus": 4,
    "snip": false,
    "text": "agreed/"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "fakedaisies",
    "plus": 5,
    "snip": false,
    "text": "I like that your \"Agreed!\" is coming from Hedonism-Bot. I imagine him saying it in that world-weary, indulgent voice of his."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "\"Agreed!  Jambii, fetch me a vat of honey and rub generally on my belly...\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "*rub it <br/> \n <br/> \ngod.dammit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "That pickup line rarely works, but I still consider it a good one because of when it does."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Most of your comments are under-chubbed, and this is a prime example."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "closefriend",
    "plus": 11,
    "snip": false,
    "text": "I posted this elsewhere, but I might as well state such here: <br/> \n <br/> \nI'm positive his \"mouthpiece\" character is Téodor. He was the original main character, he's the most down-to-earth and everyman-ish of them all, and his interest in certain things (such as computers and music) seems to be just enough to match what Onstad's would have to be to be able to write knowledgeably. In the subscription area there's one strip with Téodor doing stand-up, and Onstad actually says in the caption that this was Chris himself trying to do stand-up and realizing that his jokes don't work that way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 1,
    "snip": false,
    "text": "I also suspect that Teodor is little more than Chris in a tiny bear suit. Onstad desires mope-ass chicks with flat eric tattoos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 1,
    "snip": false,
    "text": "These are valid points. Don't forget they both love cooking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "edwell",
    "plus": 2,
    "snip": false,
    "text": "And graphic design. <br/> \n <br/> \nAlso,  <a href=\"http://web.archive.org/web/20101102221213/http://achewood.com/index.php?date=01252002\">\"Thanks for reading my comic strip today!\"</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "colnelpanic",
    "plus": 0,
    "snip": false,
    "text": "I'm part Beef too..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "is that why your ass tastes so good?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "What does that say about Nice Pete? .... oh god."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 14,
    "snip": false,
    "text": "One time when I was little, I poured a bucked of water on some mud and it went onto a path. Then some older kids said that now the police would find and arrest me. <br/> \n <br/> \nI went home and hid in my bedroom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 15,
    "snip": false,
    "text": "Once when I was twelve some friends and I went into a house still being built. I peed in the living room. It was all wood flooring and stuff. I told my brother. He said the police would track me with the DNA. Eleven years later I am still a fugitive from the law."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 27,
    "snip": false,
    "text": "I  <em>knew</em>  you would slip up sometime Mr. Norman. It's been 12 long years."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jhunter",
    "plus": 5,
    "snip": false,
    "text": "oh jolly shin-kicked jesus this made me giggle.  <br/> \n <br/> \nalso, obligatory childhood storytime. when i was six i was playing near my house on my brand new scootybike. some other kids had set up a ramp made out of boxes and a plank of wood, and were doing tricks from it. they exhorted me to do likewise, but i was scared to in case i broke my legs. so i refused. two weeks later, i broke one of my legs by falling off a goddamn chair."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "...well, when the music stopped you should have been quicker."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 3,
    "snip": false,
    "text": "...scooty...bike?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Once when Mark McGuire was a famous baseball slugger, he used steroids to become a Hall of Fame baseball slugger with off-the-chart homerun production. Then he lied about it. <br/> \n <br/> \n <em>Now he will never get into the Hall of Fame.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You...you can come out now, it's safe. They've all grown up and gone to prison."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 2,
    "snip": false,
    "text": "wow chaesar, i think youre projecting yourself onto him *freud talk begins*. i always had him figured for very ray-like, and for the exact same reasons you have. i think i just like ray more, and you are in love with phillipe. i gave you a chubby tho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "\"If the cooler stinks, does that ruin the beer in it?\" <br/> \n <br/> \nNO!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thesyndicate88 was marked lame too many times and excluded. (marked lame by relaxing, littlefatdog, blarghamagarky)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tom-ba",
    "plus": 0,
    "snip": false,
    "text": "But it will make getting the beer out less pleasant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "Lie Bot is my absolute favorite character to see in an Achewood strip, followed closely by Roast Beef and Philippe (they are tied)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snoozebar",
    "plus": 3,
    "snip": false,
    "text": "One day when I was eight, I picked a golden poppy on the way to school.  Five different kids told me that picking the California state flower was  <em>really illegal</em>  and the police would arrest me.   <br/> \n <br/> \nI laughed at them for being stupid, but inside I wasn't so sure.  <br/> \n <br/> \nThank you, Achewood, for bringing a very silly part of my childhood back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 2,
    "snip": false,
    "text": "Same thing. Saskatchewan. It was a tiger lily. A brilliant, tempting tiger lily."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "Our province can't help its gorgeous flora."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "That's probably why we moved."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 22,
    "snip": false,
    "text": "You guys are really working the impressive German hats in this sequence."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "sometimes i feel its all i have left"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "I was the one making other kids feel guilty.  I wonder how many lives I irreparably damaged."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "At that time, I can't imagine that random, violent visits from Big Mac were a rare occurrence. all 'roid rage in full flower all not here to talk about the past"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 1,
    "snip": false,
    "text": "This strip is sort of like the old it-was-only-a-dream sequence trick, except we were inside of one of Lie Bot's lies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 2,
    "snip": false,
    "text": "Mark McGwire obviously drives the ZZ Top Ford Eliminator."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coco",
    "plus": 1,
    "snip": false,
    "text": "Maybe Lie Bot is just kind of delusional, with hallucinations and whatnot . . . what if Lie Bot's lies are his only form of reality??? Le gasp . . ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 1,
    "snip": false,
    "text": "You know what I like best about these early strips? There isn't an hours worth of comments to read after words."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "...afterwords..?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I don't read the comments under the new strips any more. I tried to hold on for a week or so after it got too thick to be readable; I stopped when I realized every Achewood strip from here on out would be immediately followed by \"first post.\" <br/> \n <br/> \nThat's right, bitches. I'm sayin'  <em>I liked Achewood before it was cool</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "What's worse? <br/> \n <br/> \n <strong>FIRST PSOT!@</strong> <br/> \n <br/> \nor <br/> \n <br/> \n <strong>asherdan &gt;&gt; con  1 year ago</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "Why does his knocking onomatopoeia change?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "Because at first he is knocking and then as he gets angrier he starts banging. I always considered a knock to be using the second set of knuckles and banging to be hitting the door with the bottom of your fist."
  }
]