[
  {
    "depth": 0,
    "minus": 1,
    "name": "aaa",
    "plus": 6,
    "snip": false,
    "text": "I wish I could have Teodor stationed outside the door every time I needed to drop a deuce."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "chuvak",
    "plus": 8,
    "snip": false,
    "text": "That service will soon be offered by the achewood online store."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 30,
    "snip": false,
    "text": "I would pay a small fee to have letters from Phillipe slide under the door when I'm making having a big potty break. Sometimes I forget to bring something and reading the back of a shampoo bottle doesn't take very long. \"Ammonium Lauryl Sulfate, tetrasodium EDTA, cocamidopropyl betaine, glycol distearate. Oh god, falling asleep.  <em>MUST. NOT. LAND. IN. CATDISH.</em> \""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "apocowarg",
    "plus": 7,
    "snip": false,
    "text": "Not just having but making having. For those that don't know that's an EXTRA big potty break. Like you ate way too much cheese and the doctor had to give you special medicine potty break."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... You actually read something there? <br/> \nI'm usually concentrating too hard on shitting to manage anything else. Isn't like that stuff just falls out on its own. Its like giving birth to a monster every time."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "mastronaut",
    "plus": 110,
    "snip": false,
    "text": "Dear Apocowarg, <br/> \n <br/> \nHi! Thank you for letting me be your POTTY PAL! Are you making a big potty now? You should, otherwise you might get a tummy ache. I learned this from Mr. Bear after I asked him why he was eating big raisins. He told me they were prunes, but they look like big raisins to me! But if you don't have to make a big potty, then you shouldn't try. You'll be sorry you did!  <br/> \n <br/> \nSometimes when I make a big potty, I get up and see what I did (after wiping, of course!) only to find that the potty is gone! Does this ever happen to you? I asked my friend R.B. and he told me \"aw shucks little man you know you aint supposed to ask nobody about their secret times\"  That's good advice! <br/> \n <br/> \nI don't know how long it might take you to do a big potty, and I don't know how long I should make this letter. Maybe I should stop now. If you aren't done yet, read this letter again only this time pretend that you are from France! <br/> \n <br/> \nPhilippe! <br/> \nFounder, Potty Pals"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "WITH SHOUTING! <br/> \n <br/> \nalso 'Good!'"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "moolah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by moolah was marked lame too many times and excluded. (marked lame by apocowarg, Spoon, ESwrathwright, TonyHighwind, mike24, woodenteeth, atticusonline, Jar, DrSkradley, ConnorMc, obtree, SPECTRE)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "Damn, that was pretty good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I keep The Onion back there. It's a proven fact that laughter helps the bowels, and I'm basing that on absolutely nothing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "evolume",
    "plus": 11,
    "snip": false,
    "text": "I hum in a low B flat to stimulate peristalsis."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7th_shot",
    "plus": 1,
    "snip": false,
    "text": "Chubby for you, I also hate not having a book when I'm crappin' and there's just so many times a paerson can be entertained by the back of the hairspray bottle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "That is the worst thing, going to take a crap and realizing you forgot to bring a book.  <br/> \n <br/> \nI don't know what Guar Hydroxypropyltrimonium Chloride does, but something with that many fucking syllables cannot possibly be good for my hair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by dayvancowboy, GoriasXY, HollyBones, perhapsmaybe, dbca, brianstanwyck, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by dayvancowboy, EM2, atticusonline, ep2, GoriasXY, mista_b, tessebatt)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "If find it amusing that back in the day this was given the response it deserved, so replies and a swathe of lames."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "*no replies. Weird typo."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I think the amount of lames and lack of replies has less to do with the comment as it does that poing, one of the earlier assetbar trolls, was the one posting it.  Most of his posts have been lamed a lot, and were increasingly ignored."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by illegalblues, ishuta, divot, mcowgill, Deusoma, marijne, mortshire, theoneyouwant, Snark, rhymesforkids, augeno13, perhapsmaybe, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "Capital Letters Do Not Make You Funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lemnlime2",
    "plus": 1,
    "snip": false,
    "text": "Did Teodor make that logo for him?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 12,
    "snip": false,
    "text": "That logo is actually in Clipart."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "dicklaurent",
    "plus": 23,
    "snip": false,
    "text": "It is also the same logo as The Perky Pervert, if you remove the old man and his letter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joebot",
    "plus": 1,
    "snip": false,
    "text": "Holy shit, you're right... where is this going?! Is Lyle going to have to sue Philippe for copyright infringement?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 4,
    "snip": false,
    "text": "My theory is that Onstad just discovered the Clipart on his own, and is trying to find excuses to use it. <br/> \n <br/> \nI'm thinking a conversation with someone went down like this: <br/> \n\"I found this premade logo in Clipart the other day.\" <br/> \n\"Really? What is it?\" <br/> \n\"Well, it's a P above and to the left from another P.\" <br/> \n\"When have you ever seen a company that has two alliterating 'P' words in their name?\" <br/> \n\"I dunno, maybe a place called like The Perky Pervert or something. It'd be like... like i dunno, a starbucks or something that vibrates your coffee with a dildo or something.\" <br/> \n\"or maybe a company called potty pals!\" <br/> \n\"yeah! They'd be like pen pals, but for people on the toilet!\" <br/> \n\"Old people on the toilet!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "This, I feel, will be a Thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "werewolves",
    "plus": 3,
    "snip": false,
    "text": "Dear. God. I. Am. Not. A. Religious. Man. But. Please. Help. Me. See. The. Connection. Here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "Chubby for foresight."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 15,
    "snip": false,
    "text": "Phillipe has gotten ahold of Ray's \"Random Business Generator\" software."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 8,
    "snip": false,
    "text": "Teodor's just going along with it, apparently.  Just like he does with Ray.  The man's a whore for helping aesthetically design a new business model, as much as he claims them as ridiculous beforehand.  Deep down, he lives for that shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luscious_hams",
    "plus": 0,
    "snip": true,
    "text": "A comment left by luscious_hams was marked lame too many times and excluded. (marked lame by pjalne, lamelliform, norm, theoneyouwant)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "silver_lake",
    "plus": 19,
    "snip": false,
    "text": "In a rage?! That's an old man on the toilet who is excited he just got some Potty Mail!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": true,
    "text": "A comment left by synnah was marked lame too many times and excluded. (marked lame by shenred, Slamoraptor, G3K, SPECTRE)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "digdugz",
    "plus": 0,
    "snip": false,
    "text": "I might have, but I had to do something nice for a change."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "It  <em>is</em>  the season to be Jolly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 2,
    "snip": false,
    "text": "I was hoping for only one lame, not four =("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by ishuta, AdrianMiller, silver_lake, ohmygooses, loneal, DrSkradley, behka, whoppin, SPECTRE)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Going by luscious_hams, the ClipArt man is  <em>furiously</em>  dropping a turd/noticing his mail. <br/> \n <br/> \nMany disagree that this is the case, and thus the debate rages."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "speedwell",
    "plus": 1,
    "snip": false,
    "text": "Shouting...X <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "So, how many business ventures have the Achewood cast embarked upon at this point? There's Ray's advertising agency, SaniTaco, RiddleMax, The Perky Pervert..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "The bills at 62 Achewood Ct. don't pay themselves, you know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "You forgot an obvious two - Prime Time and The Dude and Catastrophe. Also the  <a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=06272002\">rap company</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 6,
    "snip": false,
    "text": "Also Ed's Pans."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "Lyle and Ray's Perfect Jays, Eggs and Milk Countdown device, and a bunch of subway franchises."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "moraiat",
    "plus": 31,
    "snip": false,
    "text": "Soytopia, Uncle Culpepper's Pregnant F/X rendering engine, Todd's talk show thing (did that make money?), Gay porn production (Troy Harlem vs Rod Huggins) as well as disguise (dvd in a crying man case), Nice Pete wanted to make cutting boards, Vlad sold ad-laced bibles, Cornelius transcribed porn for the hearing impaired (that might be just gainful employment), Ray played a banjo that was incredibly well received, Ray has also been the head of continual record label throughout the strip, there were three subway franchises, Nice Pete probably made some money playing as the Deathsound, Ray also played the piano and made a ton of money, Philippe had a lemon-aid stand, Liebot had an idea about the shitandle that never really got off the ground, Teodor wrote fake-sports cards for a few of the achewoodians, Ray invested in ultra realistic mannequins, Lyle sold weed to various parties, Todd had an airline. I'm tired."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 2,
    "snip": false,
    "text": "Little Nephew  sold weed as well. Remember Japan Man?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dangelder",
    "plus": 16,
    "snip": false,
    "text": "You sit on toilet for two hour. Japan Man no have time wait around."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 3,
    "snip": false,
    "text": "Vlad's Jewishness world tour. <br/> \n <br/> \nSomeone with more time than me is going to make a bunch of links to all of these things and get a bunch of chubbies. <br/> \n <br/> \nRay had a brew pub. Teodor made some spare cash saying cusses. And Roast Beef's gig pre writing obituaries."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "I get the feeling that in his previous job Onstad spent a lot of time thinking up cockamamie schemes to make a quick buck. Perhaps Achewood is one of those schemes. I mean, think of it - a cartoon about drunken cats and stuffed animals used to sell ironic T-shirts that will make absolutely no sense to anyone outside of an insular urbanite crowd. Hell, if it's a con it's one I'm happy to be a part of."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nevlik",
    "plus": 2,
    "snip": false,
    "text": "This is similar to my theory that Kilgore Trout was just Vonnegut's tool to disseminate his crappier story ideas."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for the appropriate use of the word  <em>cockamamie</em>  in a sentence"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shoinan",
    "plus": 2,
    "snip": false,
    "text": "Join the \"Mile High\" Club  is one not to forget."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "killingthejay",
    "plus": 3,
    "snip": false,
    "text": "the  <a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=01122006\">chatsack</a> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "Teodor made recordings of his arse available on the internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Don't forget \"Jaime the Science Friend\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "If you count guest characters, Lonis Edison had some nifty moneymaking ideas. Was what Cartilage Head did a business?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "And have we mentioned Ray's assistance to Milklin?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "moraiat",
    "plus": 1,
    "snip": false,
    "text": "That wasn't a money making endeavor, just a way to get a dork off the porch. Also, Jaime the Science Friend wasn't a guest character, it was the moniker for Roast Beef and Ray's mildly offensive Mexicano educational character. Cartilage Head was indeed a business. Lonis Edison proclaims what he does as a business: http://achewood.com/index.php?date=10092006."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 2,
    "snip": false,
    "text": "<em>mildly</em>  offensive?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Cartilage Head was a stage performer and sold tickets to his gigs. The \"Coward Humiliating\" thing was a hobby, or a cause. But Roast Beef had paid for that ticket."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "But you can't get them on the open market. How did he pay for them?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "I'll add my chubby to the pile, and add that Nice Pete has published two novels, and invented a USB death machine. Also he started that band, but it never really got off the ground. <br/> \n <br/> \nNever has so much entrepreneurial spirit been packed into such a small community. Onstad should just get it over with and do an arc where all the characters compete in an Aprrentice-style game show. You  <em>know</em>  he wants to!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brycemidas",
    "plus": 5,
    "snip": false,
    "text": "Let us not forget ChatSacks. <br/> \nAnd all of these myriad businesses have one softball team. <br/> \nStoned Lightning."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "killingthejay",
    "plus": 5,
    "snip": false,
    "text": "AW DAMMIT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xi",
    "plus": 7,
    "snip": false,
    "text": "Philippe knows from personal experience that a potty is not a chair you can make mistakes around. Sometimes he still has flashbacks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 5,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=10232001\">The horror... The horror...</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 5,
    "snip": false,
    "text": "\"Some even got on the mayor!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=01072008\">HELP I did a 2 but I wanted to do a 1 (HURRY!)</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moraiat",
    "plus": 2,
    "snip": false,
    "text": "I'm not sure if this is an appropriate use of the lucida console font."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "Just be thankful it's not that god-awful Comic Sans."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 1,
    "snip": false,
    "text": "I heard the guy who invented it has not been seen in a few months."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "The Achewood police had a file on the case, but it disappeared right around the time the Chief's daughter got that new Miata."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I just found out the  <a href=\"http://web.archive.org/web/20101009145039/http://www.connare.com/comic.htm\">story behind Comic Sans</a> .  Interesting, sorta.  Didn't bother to read it all. <br/> \n <br/> \nApparently, we kind of have Frank Miller to blame, in a way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "That guy's a terrible writer.  No sense of drama, very repetitive.  What grade did you give him on that paper?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Given that I couldn't be screwed finishing it: C- <br/> \nNot bad, but nothing to write home about. <br/> \n <br/> \nCredit for defending Comic Sans against overwhelming negative press, minus credit for defending Comic Sans against the fact that it sucks sweaty balls and big floppy donkey dick.  He used illustrations to help get his message across, but only minimally.  His spelling, grammar, and punctuation seemed fine.  He may have split an infinitive or two, but I didn't care enough to notice. <br/> \n <br/> \nBut the main negative point was the fact that the subject matter, while seemingly interesting and you could tell the man tried to make it so, is still boring as stale turd.  In that, he failed.  Major negative marks. <br/> \n <br/> \nC- <br/> \n <br/> \nJust below the curve.  Sorry, Vincent. <br/> \n <br/> \nOr were we talking about Frank Miller?  Don't get me damn started on that guy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is laughably bad. <br/> \n <br/> \n\"The Dark Knight Returns a Batman book\" <br/> \n <br/> \nBeats me why this dude sucks. Sure as hell ain't my scene."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I'm nineteen and I still like mail... but only because I order stuff online for myself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "Onstad is lying. If it wasn't for mail, bacon wouldn't be delivered to his door."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "You know he gets an endorphin rush every time he hears the UPS truck now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shenred",
    "plus": 2,
    "snip": false,
    "text": "Once you start getting bills and ads, no good comes from The Mail.  Packages are a distinctly different animal.  That's when you get something of Worth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 6,
    "snip": false,
    "text": "It appears as though Phillipe is above simply erasing mistakes on the computer, he wears them as reminders."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "He is a very cordial otter; he even apologizes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "It's a subtle preview of the shouting option, assuming of course that elderly recipients are reading this while on the toilet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Phillipe has no time to go back to correct mistakes, he must always go forward."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "I am totally signing up my grandparents to Potty Pals for Xmas. It's the least I can do."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "atrusrand",
    "plus": 3,
    "snip": false,
    "text": "I'm more worried that Philippe is starting to pick up a few of Ray's different mannerisms, for instance, starting up a business without putting any thought into it whatsoever.  <br/> \n <br/> \nMeanwhile, I see Ray writing out a check already for Philippe's endeavors.  <br/> \n <br/> \n\"Ray, can I borrow some money?\" \"Uh, you got it, little man. How much you be needin', like a fiver, perhaps?\"  <br/> \n\"Maybe around.. fifty! Fifty sounds like the perfect amount.\"  <br/> \n\"You got it, little dogg.\" And Ray accidentally writes a check out for $50,000.  <br/> \nMeanwhile, Cornelius scowls."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "anomalous3",
    "plus": 2,
    "snip": false,
    "text": "you're forgetting todd's idea for car penises"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lamewad",
    "plus": 1,
    "snip": false,
    "text": "And then Ray's idea for balls your cellphone can wear."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "But that $50,000 he is given will be treated well, make no mistake.  $50,000 was never promised so much in this world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef already almost had this idea when he told Weldon to check his pee-mail. <br/> \n <br/> \nNot that I want to shit on Philippe's effort or anything. He is five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rfillingh",
    "plus": 0,
    "snip": false,
    "text": "Is Cornelius bending his knees and placing his bear feet on the front rim of the toilet (Squatter's Standard) or do we see the soles of his shoes?   <br/> \n <br/> \nIf it's the latter, I feel like I've learned how Warwick Davis goes #2.   <br/> \n <br/> \nIf that's squatting, he needs to relinquish certain pride prizes.  That's just not Done."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "Those are definitely the soles of his feet. How does he not fall in?  <em>He is just that badass.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checkmatejones",
    "plus": 2,
    "snip": false,
    "text": "Hi Grandpa!, <br/> \n <br/> \nMaybe you could learn to do a decent job on fume control. Grandma doesn't let you eat anything more complex than cabbage, and yet you manage to create the most unbearable stench that I have ever known. I think you are doing this on purpose.  <br/> \n <br/> \nLove, <br/> \nYour Potty Pal and Progeny. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "A diet of nothing but cabbage?  There's your problem right there!  (See also cauliflower)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "Cornelius deserves to be treated with far more dignity than a constipated  <a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=10132005\">Reminisce</a>  subscriber, Phillipe.  It's not as though he needs snail mail to feel validated: Connie's rep  <a href=\"http://web.archive.org/web/20101009145039/http://achewood.com/index.php?date=09102007\">extends well into the information age</a> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I'll see if I can schedule some time later in the day to laugh at this comic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Hm, it's been a busy day I guess.  Well, let's see how tomorrow goes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "why is Téodor everyone's business bitch"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuneocapo",
    "plus": 0,
    "snip": false,
    "text": "Goddamn, everyone is an entrepeneur in Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 3,
    "snip": false,
    "text": "Yea the capitalist spirit is really alive and well here. Evidently there are no barriers to entry in the local economy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Philippe is a man of ideas. When he sees a problem he likes to share the solution. I mean, he ran for President."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "Good lord, your avatar is terrifying."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "IT IS ME AS A  <a href=\"http://web.archive.org/web/20101009145039/http://a435.ac-images.myspacecdn.com/images01/101/l_153013dc45c8e85e520a9b19c460db32.jpg\">CHEETAH</a>  THAT IS THE IDEA. <br/> \n <br/> \nI CAN ACCELERATE FROM 0KPH TO 110KPH (68MPH) IN 3 SECONDS THAT IS FASTER THAN MOST SUPERCARS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "Well, be careful what you wish for, I guess. Now you've changed your avatar and I sound like a dick for haranguing a cute girl."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Best not have fear of cheetah human hybrids because the good majority of them are actually cute girls with taste in web comics similar to yours"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Many have just cause to doubt this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 2,
    "snip": false,
    "text": "Is the saucer for Ray and Rost Beef? Do they have saucers that they drink out of while making :( ?Or does the otter imply that the cats own cats?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "binlaggin",
    "plus": 0,
    "snip": false,
    "text": "It's nice to see another rare instance of the thought bubble in Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coolbreeze3",
    "plus": 0,
    "snip": false,
    "text": "Oh, the mind of a 5 year old otter. :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 1,
    "snip": false,
    "text": "This is all well and good, but I really need to know if Nolan From The Internet is OK."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "I think we all now that Nolan will never truly be \"OK.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "LAMED FOR MISSPELLING \"KNOW,\" JESUS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dominus101",
    "plus": 0,
    "snip": false,
    "text": "\"A Toilet is not a Chair you can Make Mistakes Around!\" Sound advice. I sense a merchandising opportunity--perhaps a sign written in Olde English script."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lereya",
    "plus": 0,
    "snip": false,
    "text": "Man, Philippe just can't  <a href=\"http://web.archive.org/web/20101009145039/http://www.assetbar.com/achewood/uua3v0T8L\">leave Cornelius alone</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "taiiga",
    "plus": 0,
    "snip": false,
    "text": "a man can get no damn sanctuary"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ubersplat",
    "plus": 1,
    "snip": false,
    "text": "why is the Potty Pals symbol the same as the Perky Pervert symbol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I really hope Philippe came up with the ON THE (sorry) bit"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mendenbar",
    "plus": 0,
    "snip": false,
    "text": "I am currently reading this while on the potty! I am constantly rewarded for reading Achewood while doing my business transactions... I would say 1/3rd of my achewood reading is done while in this state... But now I am sitting here wishing someone would slip a note under the stall door. Maybe I should ask the next person who comes in?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "You take your computer into the bathroom? <br/> \n <br/> \nOr is it some kind of Japanese high-tech  <em>Flush Flush Revolution</em>  bathroom?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 2,
    "snip": false,
    "text": "Get a cell phone with wifi and an internet browser.  I don't know how I ever managed before the days when I lie on my couch watching football and obtain... pictures from the internet simultaneously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "xi",
    "plus": 0,
    "snip": false,
    "text": "Oh man. Ellipses convey... so much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mendenbar",
    "plus": 0,
    "snip": false,
    "text": "I do in fact take my computer into the bathroom. Yes. And then I take my sweet time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semaphore",
    "plus": 1,
    "snip": false,
    "text": "Why not?  Every object in your life, including your laptop, is covered in coliform bacteria whether you take it into the bathroom or not.  even your eyeballs"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "lateadopter",
    "plus": 12,
    "snip": false,
    "text": "How much did I not want to know this?  Let me give you an example.   <br/> \n <br/> \nOne semester in college, this guy in my dorm kept using this awful expression, \"That smells worse than a bag of assholes.\"  For almost the entire semester, a primal instinct protected me from thinking any thoughts at all when he uttered that.  Then one day, another guy laughed and said, \"Don't you get a nasty picture in your head when you say that?\"  I could not avoid thinking about it any longer.  Suddenly, my mind was filled with the miasmic image of a cloth bag filled with ragged, quivering assholes, freshly cut from the living flesh of dozens of victims, bloody and smeared with the fecal matter that their bowels could no longer retain.  I did not vomit, but I did describe the image to the first guy in enough detail that he stopped using that phrase the rest of the term.  The second guy said he felt ill and left the room. <br/> \n <br/> \nI did not want to know about coliform bacteria just as much as I did not want to think about the bag of assholes, thank you very much."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "If I had a chubby to give you, you would have it by now.  But I don't, so you don't either."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "A chubby for your bag of assholes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "This is why an active imagination is often a liability. <br/> \n <br/> \nOr so I tell myself...it's just sour grapes, no doubt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You, lateadopter, are a remarkable man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atrusrand",
    "plus": 0,
    "snip": false,
    "text": "The worst part is I just see Teador not wanting to do it, but Philippe makes those eyes, and he can't help it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "you_bastard",
    "plus": 0,
    "snip": false,
    "text": "Why is the rating for this strip below four? THIS IS GOLD PEOPLE. LIBERTARIAN GOLD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nyu",
    "plus": 0,
    "snip": false,
    "text": "What the hell does this have to do with libertarianism?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Gold has lost its meaning in the modern economy. It is only good for exciting libertarians. C.f. Ron Paul and the \"Austrian School of Economics\". <br/> \n <br/> \na.k.a wankers"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is the principle of sound money and it is actually a good principle. I do not necessarily think it would be a good idea to go back to it after so much time away, but I am not an economist so my opinion is not necessarily a Standard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "that icon is amazing!  I wish i thought of it now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kbhoyt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kbhoyt was marked lame too many times and excluded. (marked lame by taiiga, phthoggos, DrSkradley)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lastlarf",
    "plus": 2,
    "snip": false,
    "text": "KOODGE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "Philippe acknowledges and uses the caps lock button, yet he can't use the backspace. Interesting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "misterkoss",
    "plus": 1,
    "snip": false,
    "text": "That would be dishonest, which is not appropriate for an otter who is five when starting his own business."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prufrock",
    "plus": 1,
    "snip": false,
    "text": "you know Teodor made the logo of the joyous little man recieving mail."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "i have to chubby you for your icon<<"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Is that Toejam, or Earl?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "earl, damnit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "taiiga",
    "plus": 0,
    "snip": false,
    "text": "onstad reveals himself to be 32 in the alt text! (too lazy to check if this was a known fact)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuntman",
    "plus": 0,
    "snip": false,
    "text": "pschya 32 years of immortality aint no thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fjak",
    "plus": 0,
    "snip": false,
    "text": "sometimes a guy has just got to have his privacy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I remember a time when mail was fun again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "Wow Achewood's come full circle back to the bathroom!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Tsk tsk, we must have respect for old dudes droppin' a deuce. Don't need no dang correspondence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mc_white",
    "plus": 1,
    "snip": false,
    "text": "I should shout"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 9,
    "snip": false,
    "text": "<strong>Tuesday Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101009145039/http://raysmuckles.blogspot.com/2007/12/crazy-bad-news-cant-even-capitalize.html\">crazy bad news. can't even capitalize</a> <br/> \nLittle Nephew:  <a href=\"http://web.archive.org/web/20101009145039/http://charleysmuckles.blogspot.com/2007/12/klitz-b-reddy.html\">K.L.I.T.Z. - B - R.E.D.D.Y.?</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "THIS IS A GOOD COMIC (sorry) this is a good comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "funkmessiah",
    "plus": 0,
    "snip": false,
    "text": "Has anyone else noticed that this is the same logo as Perky Perverts, except with an old man sitting on the bottom 'P's?'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "funkmessiah",
    "plus": 0,
    "snip": false,
    "text": "Oh, dang. I see this was brought up in a later comic. I apologize."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "It was also brought up earlier in the comments..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Good!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "I fear the \"Potty Pals\" and \"Perky Pervert\" Logos are too similar. Might this foreshadow some eventual confusion?"
  }
]