[
  {
    "depth": 0,
    "minus": 1,
    "name": "mr_pete",
    "plus": 15,
    "snip": false,
    "text": "Man, that is a thing that tells you about the character of a man. It tells you he has no taste, or that nostalgia fogs his vision. Such a man is not to be given trust."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "equinn2006",
    "plus": 4,
    "snip": false,
    "text": "Or magic Hunt's ketchup."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 31,
    "snip": false,
    "text": "I remember the days when Cartoon Network was in its infancy and all it had to show were Hana Barbera cartoons.  <br/> \n <br/> \nJosie and the Pussycats, that one where Scooby and those other shitty cartoon characters raced all the time, that barbarian crap with the dude made of diamonds who would just stand around in the jungle yelling... <br/> \n <br/> \nYou think I'm making this shit up. I'm not."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "rainwolfj",
    "plus": 11,
    "snip": false,
    "text": "Dude, Wacky Racers was a premium show, you take that back or I'll find you!!! <br/> \n <br/> \nAlso, old school Johnny Quest and Space Ghost.  The Perils of Penelope Pitstop wasn't so great though, and she sucked on Wacky Racers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Man, yeah, that was it. Wacky Racers and (fuck me, I hate just typing this title) The Perils of Penelope Pitstop.  <br/> \n <br/> \nMy grandma was the only one who had cable (well, satellite), and that was all we could watch in summer. That or golf."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by kenthegod, NDCaesar, clintisiceman, greyfield)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "Dexter, Courage and Space Ghost: Coast To Coast, when adult swim was adult swim. and not [adult swim] <br/> \n <br/> \nHome Movies now though, as i could never stay awake late enough to watch it back then."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 2,
    "snip": false,
    "text": "Chubby for Home Movies love."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Home Movies, Dr Katz, The BRak Show... There was so much gold there."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Dexter and Courage were never part of Adult Swim (if that's what you were implying), and, if i remember correctly, Space Ghost C2C only ever had like 4 actual episodes premiere on adult swim, the last 4 episodes (which weren't all that good)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You got lamed, but you're 100 percent correct."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It's OK, I call the person out a little lower down the page."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greyfield",
    "plus": 12,
    "snip": false,
    "text": "Who hates Dexter's Laboratory? I ask you. Dexter's Laboratory appeals to that small part of each of us that wants a James Bond villain-level secret laboratory where we can commit sins against nature."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "I'd like to see a somewhat more mature version of Dexter's Lab. But I suppose we already got that with Barry Ween, Boy Genius?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shinkusan",
    "plus": 1,
    "snip": false,
    "text": "Mandark's laugh, man. It was ALL ABOUT mandark's laugh."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "A ha ha <br/> \n <br/> \nA ha ha ha ha"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Dexter was awesome. Cow and Chicken was pretty good if you were insane. I had completely forgotten about Two Stupid Dogs, that's a rush of nostalgia I'm not sure I needed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "subactuality",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for your shame at writing that horrible, horrible title."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killingthejay",
    "plus": 5,
    "snip": false,
    "text": "JABBER FUCKING JAW"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "Snorks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "also, i really really miss Loony Toons. what in the world happened to those? if i could find them on tv, i would watch them all the darn time. Tom & Jerry are the only remainder of that era on anymore...and it's just not enough. <br/> \n <br/> \nIT IS NOT ENOUGH. <br/> \n(is it ever enough?)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "Have you seen the horrors committed on the Loony Tunes? All that extreme shit with super powers? Ridiculous bullshit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "the herculoids is the shit.  kindly get bent. <br/> <br/> (i wasnt being sincere about the latter)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 1,
    "snip": false,
    "text": "herculoids were the shit.   you are wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for returning after two months to moderate your language. Hella classy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Also terrible: the Laff-a-lympics. <br/> \nIt was the League of Extraordinary Gentlemen of shitty flat cartoon dogs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juancarlos",
    "plus": 1,
    "snip": false,
    "text": "I'm trying to remember the alt text... <br/> \n <br/> \n\"Is Bensington Butters pure american white trash\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "\"Bensington Butters is just poor American trailer trash?\" <br/> \nClose. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gsail11",
    "plus": 4,
    "snip": false,
    "text": "It's interesting that your memory turned poor into pure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 7,
    "snip": false,
    "text": "His memory is an alchemist!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "So are my pants. <br/> \n <br/> \nI'm quite serious about this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 1,
    "snip": false,
    "text": "bensington butters is the unclassy heart of darkness that we all have in us"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "relaxing",
    "plus": 23,
    "snip": false,
    "text": "Classic Hanna-Barbera trumps modern Disney."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 5,
    "snip": false,
    "text": "Well, yeah, but that ain't hardly fair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by zcross00, unalone, 762, snachicat, Axhoola)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dapooka",
    "plus": 5,
    "snip": false,
    "text": "Yeah but the  <em>OLD</em>  Tom & Jerrys with the good violence happened way before Hanna-Barbera got their grubby mitts on them.  Well, one of 'em directed a few, but the company that made shitty animation didn't exist yet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 13,
    "snip": false,
    "text": "On the contrary, William Hanna and Joseph Barbera directed all the early Tom and Jerry toons (1940-1958), many of them true classics. After that they founded Hanna-Barbera Productions, which made some good shows in the sixties (The Flintstones, Top Cat, Yogi Bear etc.) but also churned out a lot of crap.  <br/> \n <br/> \nAnyway, what Bensington Butters thinks of Hanna-Barbera is less important to me than his stance on Warner Bros. I don't think I could trust someone who preferred Merry Melodies to Looney Tunes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 1,
    "snip": false,
    "text": "HELLA chubbies for knowing your American animation history. I am all sorts of impressed. And on top of that, I agree with your opinions. Crap, dude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dapooka",
    "plus": 2,
    "snip": false,
    "text": "I still harbor this eerie hatred for Hanna-Barbera the company though.  Limited animation blows. Gimme the old-school fully-animated shorts any time.  I always wondered why they had to take the cheap assembly-line approach after creating such good stuff beforehand. <br/> \n <br/> \nQuick - we need a shot of Fred Flinstone talking.  Oh wait - we'll just use the loop we did last time and change the mouth a bit to make it fit.  Brilliant!  Now let's run past the same house, tree and rock 30 times during the chase scene.  Brilliant!  No one will ever notice. <br/> \n <br/> \nAnd THAT's how Tom & Jerry were ruined."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aamzed",
    "plus": 1,
    "snip": false,
    "text": "Agreed. Lazy, lazy animation techniques."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Yay Ren! <3"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 2,
    "snip": false,
    "text": "I never noticed. <br/> \n <br/> \nBut then, I was five."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Aw,  <em>phooey</em> . If I  <em>really</em>  knew my American animation history, I wouldn't have said  <a href=\"http://web.archive.org/web/20101005060909/http://en.wikipedia.org/wiki/Merrie_Melodies\">Merrie Melodies</a>  when I meant  <a href=\"http://web.archive.org/web/20101005060909/http://en.wikipedia.org/wiki/Silly_Symphonies\">Silly Symphonies</a> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "But... but, both Merrie Melodies and Looney Tunes were Warner Brothers. <br/> \n <br/> \nOtherwise you are indeed laying down the stone truth. When it comes to doing things right WB is where it is at. Disney? Fie on Disney and their childish nonsense! Fie on their original ideas almost always being terrible compared to the slightly less terrible stuff they just rip off from the public domain. <br/> \n <br/> \nYou want fairy tales? You do not get to watch Disney movie with happy songs and the ending where everyone is being alive. I read you original Grimm's versions. Better still, I get old German grandmother read them to you in thick accent... you learn how silly your tolerance of Disney is!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 9,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>But... but, both Merrie Melodies and Looney Tunes were Warner Brothers.</em></div> <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Aw, phooey. If I really knew my American animation history, I wouldn't have said Merrie Melodies when I meant Silly Symphonies.</em></div> <br/> \n <br/> \nI always get my Dopey Ditties mixed up with my Kooky Carols. <br/> \n <br/> \nFor the record, I don't hate Disney - only a fool would deny the quality of  <em>Pinocchio</em>  - but I think Walt's status as Animation God owes more to his business acumen than artistic virtue. And, I say again,  <em>a man who prefers Mickey and Donald to Bugs and Daffy is not a man I would trust.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "this is a sentiment you and i share"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Warner Bros are where it is  <em>at</em>  with cartoons. <br/> \n <br/> \nStarted good and just continued getting better. <br/> \nIs it terribly wrong of me to think the peak of their skills was Animaniacs?  I do recall once bashing my younger brother's head against a door when he tried to change the channel away from Animaniacs, and then being momentarily surprised that his reaction was less than cartoonish. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I agree with that last sentence. I agree  <em>so much.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pigs",
    "plus": 3,
    "snip": false,
    "text": "The only thing Disney gave me was ammo to have awkward conversations with my friends about which princess we had a crush on. <br/> \n <br/> \nIt was Jasmine for me...oh the things we'd do on that magic carpet...while the monkey watched..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Ariel. Mermaid or not, I don't even care. That girl is eighteen  <em>kinds</em>  of hot."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pigs",
    "plus": 0,
    "snip": false,
    "text": "I thought so too...but the logistics of it always bogled the mind. <br/> \n <br/> \n <em>Where would you put it?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 16,
    "snip": false,
    "text": "In or around the mouth area."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jaredwilde",
    "plus": 1,
    "snip": false,
    "text": "Just in a general sense. I appreciate your not being picky"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Aw shucks man, fishes done got vaginae. <br/> \n <br/> \nOr some kind of orifice around that area, I'd wager."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "Cloaca?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "strike_reyhi",
    "plus": 4,
    "snip": false,
    "text": "I think the character in your avatar might dissagree, i_love_kate."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "Haha, nice catch."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>In or around the mouth area.</em></div> <br/> \nI know people always say that something (either a panel from the strip or a comment) made them literally laugh out loud at work, but I want it to be known that this really, seriously,  <em>actually</em>  did that to me. It wasn't the funniest thing ever said here or anything, it was just the....the comic timing of it, I guess. Suffice it to say, three librarians and twenty homeless dudes just  <em>know</em>  I'm up to somethin' over here."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 7,
    "snip": false,
    "text": "Yiff in hell, merfag"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": true,
    "text": "A comment left by undyingsong was marked lame too many times and excluded. (marked lame by relaxing, hearshot, snachicat)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 8,
    "snip": false,
    "text": "Congratulations, you don't understand an ironic reference to a surprisngly extremely controversial tekende post on another strip from around the same time.   <br/> \n <br/> \nLook, you're new here, right?  I don't expect you to get this kind of stuff, and I wouldn't blame you for not reading all the comments on the new strips where so many of these \"memes\" or whatever might take place.  But, before you go laming me (twice on this page, even) and calling me retarded, maybe you should consider the chance that you're the one out of the loop. <br/> \n <br/> \nAlso, did you lame me for using the term \"fag\" and then call me retarded?  Nice PC double-standard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ya'll some homosexual persons with intellectual disadvantages."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yeah, well, you're probably Italian."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "With your greasy hair and your dago mustache."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Say...Fuck."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "Yeah, but cat feces trumps modern Disney."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mygoodfriend",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mygoodfriend was marked lame too many times and excluded. (marked lame by ShemmJacc, farqussus, godfatherofsouls, MrPoopytime)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mastronaut was marked lame too many times and excluded. (marked lame by jaredwilde, Semiquaver, godfatherofsouls)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autobahnbismark",
    "plus": 1,
    "snip": false,
    "text": "Thats kinda the point, yeah."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "Hanna-Barbera's cartoons aren't all crap...it's just that for every cartoon like the Flintstones or Pirates of Dark Water, there were dozens like Yogi's Gang and Super Globetrotters."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "narcolepticdog",
    "plus": 0,
    "snip": false,
    "text": "I liked the Super Globetrotters. It made no sense and I am ashamed to admit it, but for some reason I thought that show was awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bryancondon",
    "plus": 4,
    "snip": false,
    "text": "Scooby Doo. <br/> \n <br/> \nRuff said. <br/> \n <br/> \n(This is the first time I have ever felt the need to comment on Achewood.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kochipoik",
    "plus": 0,
    "snip": false,
    "text": "Hey dood nice avatar"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "That fucking avatar is creepy and I don't understand it and it is mesmerising and I don't want to see it anymore and i can't not watch it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvagebar",
    "plus": 0,
    "snip": false,
    "text": "but it is just a baby in the back seat of a car going through a tunnel"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "Do you remember being in a car going through a tunnel as a child? I do. A long tunnel, through a mountain on the Pennsylvania Turnpike. When I was small, it was the stuff nightmares were made of. Why was everything suddenly orange? Why is it flashing? What if it never ends? What if the whole thing collapses? Who will change my diaper?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 2,
    "snip": false,
    "text": "Fans/rememberers of the Hanna-Barbera-dominated \"Saturday Morning Cartooooooon Express!\" will recall this little gem: <br/> \n <br/> \n\"In a minute! [i]in a minute![/]  <strong>in a minute!</strong>  Bark, Bark, Bark!\" <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "The other thing I remember from the USA Cartoon Express is that, in my area, at least, every commercial break featured at least one ad for the Church of Latter Day Saints (Mormons).  The only thing I ever though about it, though, as a kid, was that they got it wrong, and it should be  <em>Saturday</em>  Saints."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Disney characters are anus in the main."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>Now,</em>  yeah. But I will always keep a place in my heart for old-school Uncle Scrooge and  <em>Duck Tales.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Chip n' Dale: Rescue Rangers!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yeah. Although the only episode I remember at all is the one where Dale falls in love with a bat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "corpsey",
    "plus": 1,
    "snip": false,
    "text": "See I liked Wacky Races when I was young but even my 8 year old mind could tell that Catch The Pigeon was just a poor rehasing of the same concept."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Given that Hanna Barbera is now Cartoon Network, are we allowed to include things like Harvey Birdman in our assessment? Because if so, then HB wins hands down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You could if you wanted to, but you know that's not what he's talking about."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 20,
    "snip": false,
    "text": "<strong>Wednesday Blogs</strong> <br/> \n <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20101005060909/http://peterhcropes.blogspot.com/2006/09/i-am-infected.html\">I am Infected.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "Nice Pete is actually making a lot of sense here"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Yeah, after eight months of that shit my Dixie ass woke up and realized, \"Wait a minute! This place is the  <em>opposite</em>  of paradise!\" and moved to the goddamn desert."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I don't know why Pete wants another car, though. <br/> \n <br/> \nAnything is possible...  <em>in a nice van</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Pretty much anyone worth knowing likes Hanna-Barbera better than Disney. I make a special exception for my oldest friend and his folks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 4,
    "snip": false,
    "text": "Phrsst. It's not about which one is better. It's about which one a player, a man of class would like. No matter what the quality of Hanna-Barbera cartoons Disney has an entire media empire, defines the american identity, owns a suburb in Florida and is ruled by a bitter nazi who lives in permanent cryogenesis. Disney wins hands down on class. <br/> \n <br/> \nJust because the flamboyantly wealthy like someone doesn't make it good. It's why rappers make cameo appearances in awful movies despite not needing the cash."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "landstander88",
    "plus": 0,
    "snip": false,
    "text": "To be fair, it's not incredibly hard to make the Al Qaeda death list."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "That's easy for  <em>you</em>  to say, Vampire Batman!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "which is what that female said."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "margsauce",
    "plus": 0,
    "snip": false,
    "text": "the last panel is a good Grumpy face"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nans",
    "plus": 0,
    "snip": false,
    "text": "Beef muscle meat can be  <a href=\"http://web.archive.org/web/20101005060909/http://www.papercert.com/exam-000-010.htm\">000-010</a>  cut into steak, roasts or short ribs. Some cuts are processed (corned beef or beef jerky), and trimmings, usually mixed with meat from older, leaner cattle, are ground, minced or used in  <a href=\"http://web.archive.org/web/20101005060909/http://www.papercert.com/exam-000-013.htm\">000-013</a>  sausages. The blood is used in some varieties of blood sausage. Other parts that are eaten include the cfp exam oxtail, tongue, tripe from the reticulum or rumen, gland (particularly the  <a href=\"http://web.archive.org/web/20101005060909/http://www.papercert.com/exam-000-070.htm\">000-070</a>  pancreas and thymus) referred to as sweetbread, the heart, the brain chmm exam (although forbidden where there is a gre exam danger of bovine spongiform encephalopathy, BSE), the liver, the kidneys, and the tender testicles of the bull (known in the US as calf fries, prairie oysters, or Rocky Mountain oysters). Some intestines are eaten as-is, but are used more often as natural sausage casings. The lungs and the udder are considered unfit for human consumption in the cgfns exam US. Beef bones are  <a href=\"http://web.archive.org/web/20101005060909/http://www.papercert.com/exam-000-084.htm\">000-084</a>  used for making beef stock. <br/> <br/> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I love Ray's evening gown. So classy."
  }
]