[
  {
    "depth": 0,
    "minus": 0,
    "name": "antsama",
    "plus": 7,
    "snip": false,
    "text": "Ray is determined to have a winners feast."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 9,
    "snip": false,
    "text": "Apparently from the liquor store next door."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greyfield",
    "plus": 5,
    "snip": false,
    "text": "Is there any other kind?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "afrothunder",
    "plus": 1,
    "snip": false,
    "text": "The kind that you live in?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "But man is this tradition going to be nearly impossible to follow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's pizza and liquor and crazy sticks that are bread. What's so impossible about that?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sandranista",
    "plus": 13,
    "snip": false,
    "text": "I would briefly hesitate at the door and shrink underneath the hefty doorman's scowl, but then I would plunk down $5 to go to Winners' Feast record release party for \"Our every move is the new tradition\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killingthejay",
    "plus": 10,
    "snip": false,
    "text": "sounds kinda like a refused song."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peppermint",
    "plus": 18,
    "snip": false,
    "text": "This is a thing. There's no other way to describe this arc. A hell of a thing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darkwaffle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by darkwaffle was marked lame too many times and excluded. (marked lame by sirhan_duran, evolume, antecen, Satyr)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aarongstock",
    "plus": 4,
    "snip": false,
    "text": "I am different. <br/> \nWhen I am younger, I no like'a the jerks. <br/> \nNow, I am concerned whether they ever stopped their jerk business."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "amutepiggy",
    "plus": 13,
    "snip": false,
    "text": "what is wrong with my brain, when i hear Uncle George speak it is in an Italian accent, but he runs a Greek place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lacrimus",
    "plus": 0,
    "snip": false,
    "text": "In Greece, some waiters sounded kind of like this.  Maybe a few less \"-as\" but the same sort of sound.  \"Is gyros\" and the like are pretty dang accurate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 3,
    "snip": false,
    "text": "His signs & etc. remind me of the diner owner in Muppets Take Manhattan: <br/> \n <br/> \nPeoples is peoples. No is buildings. Is tomatoes, huh? Is peoples, is dancing, is music, is potatoes. So, peoples is peoples. Okay?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 3,
    "snip": false,
    "text": "hokay"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by phthoggos, Crowpaw, tttt2)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "These days being a jerk is less rarefied. There are to many people around nowadays to not have a surplus of jerks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Not entirely the same. <br/> \nThere can still be a satisfaction in it, but it is a dirtier time, and not so much a place for jerks to be accepted any more.  <br/> \n <br/> \nMost would say I'm part of the problem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "Should be in the top 10"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 3,
    "snip": false,
    "text": "Uncle George is a testament to the genius of Achewood."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "catachresis",
    "plus": 20,
    "snip": false,
    "text": "Beef is looking out for his uncle. He wants to ensure him some revenue from future fight winners by making it the tradition to eat ten pounds of lamb. <br/> \n <br/> \nAlso, \"He also have this \"crazy sticks\"? But they are bread.\" <br/> \nKills me every time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 12,
    "snip": false,
    "text": "I like \"I know some guy.\" Like he is mysterious, this pizza man."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Your pizza jobber is  <em>not</em>  mysterious? <br/> \n <br/> \nFor me the purchase of pizza is much like Teodor buying dried oregano from LN. <br/> \n <br/> \nMy guy...  <em>so much</em>  cheese. You will not believe it. It is cool though, he might get a bit nervous, but if you're with me it should be good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tellumo",
    "plus": 4,
    "snip": false,
    "text": "Maybe Ray was referring to the other \"next door,\" but when I saw that phrase I looked back up at panel 11, where we see that Kronos Cafe is next door to ABC Liquors. Nine large probably gets you a  <em>lot</em>  of Christian Brothers over there."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nutmeg",
    "plus": 7,
    "snip": false,
    "text": "You come an' see me! <br/> \nAn'a you bring some guy!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "inspectorx",
    "plus": 0,
    "snip": true,
    "text": "A comment left by inspectorx was marked lame too many times and excluded. (marked lame by evolume, Connellingus, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 2,
    "snip": false,
    "text": "OH NO i missed the chubby button i am so sorry! D:"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 13,
    "snip": false,
    "text": "When I first read this I didn't understand that Uncle George was saying \"Roast\" in an accented way.   I thought he was addressing his nephew as \"Sick Beef,\" because \"arrosto\" is the Greek word for \"sick,\" used here in the masculine gender, vocative case.   Does Onstad know this?   Such a thing is probably coincidence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 6,
    "snip": false,
    "text": "Or else a brilliant subtextual comment on his chronic depression."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "I guess everyone related to beef is from Circumstances, poor uncle george, he pays rent for the place just so he has somewhere to go when he gets kicked out of the house"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tim_simmons",
    "plus": 4,
    "snip": false,
    "text": "he is a dude of chivalry. if a lady needs her space he will damn right leave the suburb."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawdog",
    "plus": 0,
    "snip": false,
    "text": "This is that moment in history that MADE Gallo.  And Modesto, for that matter. Another one of Ray's gifts to Western Civilization."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 13,
    "snip": false,
    "text": "OUR EVERY MOVE IS THE NEW TRADITION <br/> \nWith this arc, Achewood went beyond just being the best webcomic ever and became something else entirely"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sabbac",
    "plus": 4,
    "snip": false,
    "text": "This has transcended webcomics.  Is literature."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jerkface",
    "plus": 4,
    "snip": false,
    "text": "\"Conditions did not favor it no\" I just noticed that Beef talks like a magic 8 ball sometimes. Wow, the ultimate merch?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": false,
    "text": "i love the sign in the window \"IS WRAPPS\" because its so dead on with foreign family-run restaraunts"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "Ray just threw himself a 9000 DOLLAR PIZZA PARTY.  <br/> \n <br/> \nAlso, we learn here that he bought himself a special hat for this fight which included a \"Fight-Tite Elastoband\". ::shakes head:: he was such a poser until her ripped off a man's face."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 1,
    "snip": false,
    "text": "Diabetes is not on the guest list."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bilingualmonkey",
    "plus": 2,
    "snip": false,
    "text": "I just like the way he put away 9,000...because ten would be too much, and eight not enough."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 4,
    "snip": false,
    "text": "the jerk uncle george refers to being pat i assume"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "damn stole my idea"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "layzerblade",
    "plus": 0,
    "snip": false,
    "text": "One of a few remaining references, at this point in the strip, to the Dirtiest Dudes in Town as a unit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "yeah it's unfortunate. those were classic times"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "falseprophet",
    "plus": 23,
    "snip": false,
    "text": "So in Achewood when the sun goes down and I sit on the old broken-down river pier watching the long, long skies over California and sense all that raw land that rolls in one unbelievable huge bulge over to the West Coast, and all that road going, all the people dreaming in the immensity of it, and in Nevada I know by now the children must be crying in the land where they let the children cry, and tonight the stars'll be out, and don't you know that God is Cornelius Bear? the evening star must be drooping and shedding her sparkler dims on the prairie, which is just before the coming of complete night that blesses the earth, darkens all rivers, cups the peaks and folds the final shore in, and nobody, nobody knows what's going to happen to anybody besides the forlorn rags of growing old, I think of Ray Smuckles, I even think of Old Ramses Rodney the father we never found, I think of Ray Smuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "who are you pretending to be?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "That was a modified version of the ending of  <em>On The Road</em>  by Jack Kerouac."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "Honorable, yo. It takes balls to front, say you wrote it. Takes bigger ones to let the truth come out.  <br/> \nChubbied"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 1,
    "snip": false,
    "text": "Kazenzakis is a Greek name. Excellent use of continuity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I would not trust the spread ABC liquors could provide."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 17,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20110416101053/http://philippesblog.blogspot.com/2006/03/well-what-can-i-tell-you.html\">Well, what can I tell you!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Either Achewood: The Movie or Achewood: The Animated Series - Season One would obviously have to center on The Great Outdoor Fight"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lunchbox",
    "plus": 0,
    "snip": false,
    "text": "Kronos, father of Zeus the god-king. Fitting."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eca",
    "plus": 5,
    "snip": false,
    "text": "Restaurant outsourcing is no joke. Happened to me in Budapest at one of those overpriced joints on the tourist strip. We ordered pizza and then watched them walk to the pizza place across the road in cartoon stealth mode that made it even more conspicuous. The overpriced beers and growling belly were well worth the 15 minutes of hilarity, which included watching the waiters carry cold pasta though the streets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eca",
    "plus": 0,
    "snip": false,
    "text": "Forgot to mention that the proper pizza place was actually closed, hence the growling belly :/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Uncle George is unimpressed with the standard of jerks in this modern age."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "This dude showed up again. Never thought it would happen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "I want more of the background on George and Aunt Nina."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Onstad! He says this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "I do like the way this strip transitions the arc's epic stride back down to typical Achewood half-failures and subtleties. <br/> \n <br/> \nOnstad, he presses the brakes softly, he handles the stick with finesse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrchuckletrouzd",
    "plus": 0,
    "snip": false,
    "text": "To have the extravagant cash in your well-known Elastoband is to Be Prepared."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "archimedes2000",
    "plus": 0,
    "snip": false,
    "text": "Every panel of this arc is the best thing"
  }
]