[
  {
    "depth": 0,
    "minus": 2,
    "name": "monkey-of-death",
    "plus": 122,
    "snip": false,
    "text": "Personally I want to be fired via slingshot at a target on the ocean. It will be presented such that if I hit the target I will get into heaven but if I miss I will not, but the target will be very large so as to not make it a downer for everyone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 45,
    "snip": false,
    "text": "Part of depression and avoidant personality disorder is fantasizing about your murder and your funeral in ways that are disparaging to you. This is a true thing.  <br/> \n <br/> \n:("
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "monkey-of-death",
    "plus": 20,
    "snip": false,
    "text": "Is that disparaging to me <br/> \n <br/> \nI just looked up that thing and that is a thing I might have but I don't think you can accurately self diagnose psychological issues and i'm not going to go have someone else do it <br/> \n <br/> \nwhy am I writing so much about my mental health on the achewood thing"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 11,
    "snip": false,
    "text": "Beef's neuroses are catching.  <br/> \n <br/> \nMy comment was not disparaging to you, no. Another symptom of depression is not feeling fear in a life-threatening situation. Hugh Laurie figured out he had problems when he was in a rally car race and it provoked no emotional response from him at all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daedala_x",
    "plus": 50,
    "snip": false,
    "text": "Here I think you%u2019re blurring the lines between being depressed and being suicidal. Being suicidal is to have no fear of being mauled to death in a rally car race. The primary objective is the absence of pain, the relinquishing of responsibility, etc. Depression is to imagine scenarios in which your lover or spouse is present at said car race, is getting it on on the hood of a rally car with a girl much more intelligent and physically attractive than yourself. From afar they point at you, gesture about your unbecoming hairstyle, and laugh uproariously. Then they get into the rally car and maul to you death, and your mangled body is shown on the telecaster, and the audience cheers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 9,
    "snip": false,
    "text": "Somewhere, J.G Ballard chuckles quietly under his breath and stares out of the window."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Chubby for Crash. <br/> \n <br/> \nHow could that guy be the same kid from Empire of the Sun?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paco",
    "plus": 3,
    "snip": false,
    "text": "holy shit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "Hm, I'm not so sure. Wouldn't suicidal thoughts and tendencies be a definite symptom of clinical depression? It sound like you're describing massive insecurities and avoidant tendencies, which can contribute to depression.  <br/> \n <br/> \nBy the way, Hugh Laurie's reaction doesn't count as suicide, I think. He just felt completely bored to be there. He felt no threat or exhilaration at all, which is not a healthy thing to think."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vweep",
    "plus": 1,
    "snip": false,
    "text": "Oh my god."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "mercuri0us",
    "plus": 4,
    "snip": false,
    "text": "why would you stick a mangled body on a guitar"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greyfield",
    "plus": 2,
    "snip": false,
    "text": "I don't think so. Depression manifests itself in many forms. One of those is anxiety, which is the getting it on part of the above. Another is just a psychic numbing effect, where emotional affection becomes muted - simply put, the depressed person doesn't just not give a shit, they can't, really. It's a really awful position to be in, because most of the reasons commonly given for living all hinge on being able to emotionally respond to them. It's like being the Bubble Boy, only without becoming famous for your suffering."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "Chubbied so hard because  <em>that is my life.</em>  I can tell when I'm having a depressive episode when I read massive amounts of Achewood and have recurrent nightmares about my girlfriend cheating on me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 5,
    "snip": false,
    "text": "Onstad did hella research on depression in order to create the character of Roast Beef."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 5,
    "snip": false,
    "text": "or he has/had it"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tapestry",
    "plus": 1,
    "snip": false,
    "text": "i'm not sure he had to."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "Does that count wanting to be made into a pinata full of plastic liquor bottles?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I imagine myself being clawed to death by an irate giant anteater or similarly large fossorial mammal after prodding it into a rage with a spoon. Then the remains of my corpse would found a fortnight or so later, and following the autopsy, would have to be preserved for the duration of legal proceedings while PETA or such a company found themselves in a legal battle over the fate of said burrower and the stress I apparently caused it versus the danger it could apparently cause.  <br/> \n <br/> \nSomewhere in the midst of all this, someone would lose the body and nobody would notice for a while. <br/> \n <br/> \nHopefully the anteater could go home afterwards though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redzerostar",
    "plus": 1,
    "snip": false,
    "text": "ooh i would like to attend a funeral where so much is at stake! funerals should definately be made more risky."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fathington",
    "plus": 3,
    "snip": false,
    "text": "Personally, i've started liking the idea of being stuffed and put on an automated rocking chair with my finger contorted in such a way as to point at the road outside."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "linning",
    "plus": 15,
    "snip": false,
    "text": "I want to be stuffed in a heroic riding pose, atop an equally stuffed White Tiger, then lowered from the roof of the church with all smoke machines and lasers while the theme from Blazing Saddles is played on a lone tuba. <br/> \n <br/> \nThat, or mixing my ashes with gunpowder, and hiring a fellow to shoot numerous small children in such a way that the bullets cannot be removed from their bodies, but they do not die. In this way, I will live on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waddlerz",
    "plus": 8,
    "snip": false,
    "text": "I was kind of thinking it would be nice to be 99 years old and the day before your 100th birthday, when all your children and grandchildren are planning a huge birthday bash, you just die all peaceful in your sleep."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 11,
    "snip": false,
    "text": "dick"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "waddlerz",
    "plus": 0,
    "snip": false,
    "text": "I know, it is the ultimate Fuck You to everyone you have ever known"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "You are describing the death of my great grandmother."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "elsewhere",
    "plus": 3,
    "snip": false,
    "text": "Due to your icon, I totally hear the Punisher telling this to Archie after he made some off-the-cuff remark."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yeshua_hamashia",
    "plus": 0,
    "snip": false,
    "text": "This is what we all want right?  If not, then we must claim Yeshua hamashiach as our saviour.  Else we may actually wind up like Roast Beef is imagining!!!! OH NO"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "angekfire",
    "plus": 1,
    "snip": false,
    "text": "I want to be stuffed and placed in a corner with an eternal look of disapproval."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monkey-of-death",
    "plus": 0,
    "snip": true,
    "text": "A comment left by monkey-of-death was marked as spam and excluded. monkey-of-death: What a douche. (reported by Sakana, antelopotamus, zaratustra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "monkey-of-death",
    "plus": 44,
    "snip": false,
    "text": "oh god i might have made the first double post on this whole site"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "as long as you don't make the mistake of talking about God while eating hamburgers, you can be forgiven."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffreythepenguin",
    "plus": 2,
    "snip": false,
    "text": "This is my favorite Achewood strip of all time. It's the one I purchased when I got a framed, autographed copy of a strip. This is exactly what I want done for me when I go."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 7,
    "snip": false,
    "text": "This is what I told my siblings I wanted my wedding to be like after attending our cousin's Evangelical super-long wedding"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lastlarf",
    "plus": 16,
    "snip": false,
    "text": "I will roll a gutterball at Beef's funeral! Who is with me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 5,
    "snip": false,
    "text": "I think 106 is a little old to be an ugly child."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lastlarf",
    "plus": 1,
    "snip": false,
    "text": "I will scour eBay for a time machine, go back to 1910, when I was at the peak of my ugliness, find myself as a child, and come back to our time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "But that would cause a rift in TIME! <br/> \n <br/> \nBut I suppose being part of Roast Beef's funeral would be worth the entire universe imploding in on itself. <br/> \nAt least I think so.  <br/> \nBut that might be the depression talking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am not ugly and am thus disqualified."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "This has been debated recently: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>maximus » neu 1 day ago <br/>\nsorry that was lawbot. what was your old ugly avatar tekende? <br/>\nComment rated 0 Chubbies and 0 Lames (marked as spam 0 times)<br/>\n Login to rate and reply to comments  <br/>\n<br/>\nnumberkillinger » neu 1 day ago <br/>\na picture of himself</em></div>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "haha, nice memory there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Actually, as you can see in the quote, it was only stated one day before I posted the above comment. <br/> \n <br/> \nI  <em>do</em>  often remember completely stupid shit from assetbar, god knows why."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyjohnson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randyjohnson was marked lame too many times and excluded. (marked lame by Overmedicated, Jesler729, tibcoolbreeze, Lacrimus, jake11, mortshire, Spenham, equinn2006, Danjoebak, eileens_wetwipe, Howard, luckypyjamas, LaserBlade, werthog42, cailetshadow, kenyot, Dainbramage, DeathwishJones, Mastronaut, Mirzabah, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 43,
    "snip": false,
    "text": "i didn't think it was possible for someone's opinion to be wrong, but there you go"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hoboninja",
    "plus": 1,
    "snip": false,
    "text": "One of my favorites."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by methadone was marked lame too many times and excluded. (marked lame by Contrasoma, equinn2006, Eraia, Mastronaut, STUART)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notself",
    "plus": 1,
    "snip": false,
    "text": "I have decided this is exactly the opposite of what I want my funeral to be"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "I'm trying to figure this out. What's the opposite of a bowling alley?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 23,
    "snip": false,
    "text": "<em>Buckingham Palace</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There is probably a bowling alley in Buckingham Palace."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "If not, this is just another way that the Monarchy is failing the people of England."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "We - we don't get to freely use the facilities of Buckingham Palace, if that's what you've been told..?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 41,
    "snip": false,
    "text": "Well, let's see... a bowling alley is where lower-middle class white people go to get drunk and make no contribution to society (trust me, I'm on two leagues); so the exact opposite of that would be a place where sober, upper-class black people go to attempt to change the world. <br/> \n <br/> \nThe opposite of a bowling alley is, evidently, the Democratic National Convention."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jezebel",
    "plus": 0,
    "snip": false,
    "text": "I vow to come back and chubby this comment every day for the rest of my life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "On the inside of the Democratic National Convention is a condition, not a location"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bobbieluvsya",
    "plus": 0,
    "snip": false,
    "text": "Hey, didn't you kill my brother? <br/> \n <br/> \nAlso the post made me giggle for reasons I cannot explain in words."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kilovictorsierra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kilovictorsierra was marked lame too many times and excluded. (marked lame by rolotonybrowntown, Fidelio-Roo, Zem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rhino777",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rhino777 was marked lame too many times and excluded. (marked lame by Fidelio-Roo, Absurdist, Zem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "The music will be catchy, the mourners cannot help but dance"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "apparently I lamed this 1 year ago and I have no idea why. sorry"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I think you just described Lady Gaga's funeral. <br/> \n <br/> \nI would go."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsrts13",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tsrts13 was marked lame too many times and excluded. (marked lame by Deusoma, Absurdist, plezure)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Chubby equals concurrence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "If I die without children, I will use my vast fortune to throw a hedonistic revel for my friends and family. Fuck you, charity. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nsrdude",
    "plus": 2,
    "snip": false,
    "text": "If I die without children, it would not be a surprise if you know what I mean ;)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 10,
    "snip": false,
    "text": "I hear ya. You are a robot."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nsrdude",
    "plus": 10,
    "snip": false,
    "text": "Yeah but don't tell too many peoples, I am sensitive about it. <br/> \n <br/> \nWant to see what a robots ass looks like? ;)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "sherwood",
    "plus": 26,
    "snip": false,
    "text": "WHY FIND OUT?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 21,
    "snip": false,
    "text": "BOO TO THAT!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 24,
    "snip": false,
    "text": "it just looks like this: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "ROBOT ASS!!!!!!  Chubbies for  <strong><span style=\"border-bottom: 1px dotted\">ROBOT ASS</span>!!!!!</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>what kind of man <span style=\"border-bottom: 1px dotted\">are</span> you?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "He is not man, he is mattylite"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saurkraus",
    "plus": 6,
    "snip": false,
    "text": "I would pay a lot of money for an animated .gif or .mpeg of thirteen ugly children rolling gutterballs. Maybe have the \"camera\" scroll from left to right as each child steps up. Anyone feeling this? Anyone?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "They should do it Lebowski-opening-credits style. I mean, that's got plenty of ugly among the participants. Just got to mix kids in with all that ugly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "equinn2006",
    "plus": 11,
    "snip": false,
    "text": "I wonder if huge sassy black ladies are available for weddings and bar mitzvahs, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professoryes",
    "plus": 11,
    "snip": false,
    "text": "Mmmm-hmmm. You know it, girl."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "They're certainly available for movies and sit-coms, so why not?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "http://www.actorspages.org/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Because there is a just god, I think Mo'Nique is basically unemployed these days. Call now before starvation ruins her figure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "Denver Boot on her convertible Mustang. <br/> \n <br/> \noops, wrong industry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Do  <em>not</em>  make me imagine a Mo'Nique porn. Do  <em>not</em>  do that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Almost certainly similar products already exist."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hannibalv",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003195947/http://en.wikipedia.org/wiki/Precious:_Based_on_the_Novel_%22Push%22_by_Sapphire\">Hmm</a> ...Rowboat, I mean this with the least amount of sarcasm possible:  whom shall next benefit from your Midas touch?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "donsoze",
    "plus": 5,
    "snip": false,
    "text": "Beef doesn't really answer Ray's initial question, but then again, he kinda does."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "well beef has been to both heaven and hell, as have several other cast members, so i'm leaning towards yes he does believe in god"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Now hold on, just because there is a Heaven and a Hell does not necessarily mean that God exists. They could exist without Him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "i would be inclined to agree, however in  <a href=\"http://web.archive.org/web/20101003195947/http://achewood.com/index.php?date=02222002\">this comic</a>  blister mentions god in reference to heaven, and  <a href=\"http://web.archive.org/web/20101003195947/http://achewood.com/index.php?date=03102003\">here</a>  we can see that beef and blister are in the same heaven. beef's got beliefs"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well met."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 4,
    "snip": false,
    "text": "My funeral will be open casket. A silver dollar will be placed over each of my eyes. A full orchestra and choir will perform Mozart's \"Requiem\". I have seen this in my dreams."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thicker",
    "plus": 9,
    "snip": false,
    "text": "I actually had never read this one. It's like finding a twenty in the street."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh \"You haven't seen these highest rated\" you are my hero."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trevor",
    "plus": 3,
    "snip": false,
    "text": "This is one of those strips that makes Roast Beef my favorite character. Even though he is just lines on the internet I feel bad for him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Part at the A&W"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "Beef is being cleverly yet sincerely self-deprecating.  This is an excellent strategy, as it allows the person with whom you are speaking to take you only as seriously as he/she chooses.  However, Ray is not buying it; he wants Beef to speak plainly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "presterjohn",
    "plus": 1,
    "snip": false,
    "text": "self deprecation is only a good strategy if you want to be the guy that sucks. Plus you get depression."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Man, self-deprecation is my  <em>life</em> . <br/> \n <br/> \nSee. That was some, right there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mike24",
    "plus": 1,
    "snip": false,
    "text": "\"fuck this guy\" - gold"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "hilarious typo!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcellus",
    "plus": 4,
    "snip": false,
    "text": "I agree with Beef - the idea of discussing one's religious beliefs while eating burgers is pretty appalling.  Burgers: fine.  God talk: fine.  But ne'er the twain shall meet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 1,
    "snip": false,
    "text": "When I die I want to be put in a black bin bag, taken down the skip and thrown onto the pile like all the other trash. My suicide method is probably having a friend read Luke 12:15, then hanging myself from a railway bridge (probably in the early, whiskey soaked hours of the morning). But Beefs ideas are good too. <br/> \n <br/> \nStill, why does he not want to talk about God?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I had to look up Luke 12:15 out of curiosity. <br/> \n <br/> \n\"Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "God said \"Watch out!\"? Seems fairly informal. Surely he should have said, \"Verily, keep watch\", or something slightly more Biblical. <br/> \n <br/> \nI actually have no idea if that's supposed to be God speaking, seeing as how I never got much further in a Bible than reading Genesis and finding it really funny. Not because I think Creationism is crazy jibberish or anything (that's a whole other issue), just because of how it's written. Does that mean I'm going to hell? No, because it doesn't exist."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "No way, genesis is hilarious! There is so much \"begatting,\" that after i read it, i couldn't stop thinking that word for a month."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Read it in Hebrew or Greek (septuagint) and it magically transforms from silliness into deep speculation on the origin of sin! <br/> \n <br/> \nen arxh epoihsen o theos ton ouranon kai thn ghn! <br/> \n <br/> \n(Sorry, I like Greek too much.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yomimono",
    "plus": 0,
    "snip": false,
    "text": "That is by far the weirdest transliteration I have ever seen, and I studied Greek with a bunch of idiots who later failed out of seminary."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Man, have you seen modern Greeklish on the internet?   All usin' w for omega, all usin' 8 for theta.   I never learned any consistent system for transliterating modern Greek, must less Koine Greek."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "It would really help if you didn't use the KJV."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Luke 12:16: \"Then he said to them, 'STOP! Hammertime.'\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "This establishes that Beef has low expectations and low self-esteem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smoothjimmyapollo",
    "plus": 0,
    "snip": false,
    "text": "This would be a pretty great service.  Vaguely Hunter Thompson-esque."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003195947/http://www.rollingstone.com/news/story/7605448/football_season_is_over\">Football season is over.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wildtoddler",
    "plus": 7,
    "snip": false,
    "text": "I sort of imagine that this is how Donnie's funeral in \"The Big Lebowski\" should actually have gone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "swarm_of_bears",
    "plus": 7,
    "snip": false,
    "text": "Let's not beat around the bush here. Roast beef is a strange and dismal guy, for the most part. I almost wish this strip went on for another three panels so Beefo could keep coming up with veaguly depressing and disconcerting things to associate with his passing. Maybe play \"Yesterday\" at 78 RPM and have the wake at an old roller-disco place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 8,
    "snip": false,
    "text": "When I die, I want to be buried standing up.  As they lower me into the ground, I want BTO's \"Takin' Care of Business.\"  I'd like the precession to sing along."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 4,
    "snip": false,
    "text": "I don't know: I think the sassy black lady is kinda life-affirming."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrec",
    "plus": 0,
    "snip": false,
    "text": "I have to agree, actually"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "nice av mate"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": false,
    "text": "everything beef says in this strip is funny. ray plays a pretty good straight man"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deancain29",
    "plus": 0,
    "snip": false,
    "text": "I want to die falling out of a hot air ballon (I fell because my top hat fell off - poetic). Not sure about funeral arrangements."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": true,
    "text": "A comment left by andrew_ was marked lame too many times and excluded. (marked lame by Ham_Shoes, Zem, sumisueme)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_",
    "plus": 2,
    "snip": false,
    "text": "yes, she is a stick figure. <br/> \n <br/> \nyes, I used one too many exclamation marks. <br/> \n <br/> \nno, I don't really feel neutral about the strip, I should've put pro."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Your avatar is horrified of what you did there. <br/> \n <br/> \nBut that's not the reason I chubbied it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "this is not my favorite strip, but it practically DEFINES the essence of achewood, and so i will render unto it the proppage due."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "homepie",
    "plus": 9,
    "snip": false,
    "text": "I would like my funeral to be a normal one. However, before anyone is allowed to talk, I want a song to be played that mocks the way that I died. For example, if I died of a heart attack, they would play \"Total Eclipse of the Heart\", \"Free Fallin'\" if I slipped and fell, etc. <br/> \n <br/> \nI also want my corpse to be cremated, but I want my skull to be fished out, put on a plaque, and given to my children."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "You remember those weird plastic balls from childhood that contained an orb that looked like an eyeball, suspended in liquid, encased in clear plastic? When you roll the ball, the eye always looked up?  If i get enough money to finance it I will have my skull placed into a giant one of those.  Dunno if i want it looking up or out, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 1,
    "snip": false,
    "text": "Basically what I am saying is that after I'm dead i never want anyone to forget that i was a magnificently crazy son of a bitch"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "basically, you want to be like the skull in the bowling ball from mystery men."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "That is where i got about half of the idea, yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fox",
    "plus": 6,
    "snip": false,
    "text": "When I die I want my body cremated and the ashes blown into the face of my enimies... <br/> \nAnd also that they be mixed with sparkles, b/c it's difficult to wash off sparkles.  Have you tried to get sparkles off your face??  impossible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 1,
    "snip": false,
    "text": "Glitter is how wives know that their husbands have just had a lapdance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Glitter is the herpes of the craft world. Sun comes out, FLARE UP. <br/> \n <br/> \nAh, Demitri Martin. Search him on YouTube RIGHT NOW."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "wow, your avatar looks exactly like a girl I know."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "This is pretty amusing now that her avatar is a stuffed otter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "I too,wish for ashes and glitter.  Then I want this mixed in with eyeliner and cheap liquor and distributed to unwitting teenagers. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Fox, your funeral arrangements are the same as Conan the Barbarian's!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 4,
    "snip": false,
    "text": "\"What if you fell down dead...?\" <br/> \n <br/> \nDude already did four times! Went to Heaven three of those times, too. Can Heaven exist without God? The time he went to Hell, Ray was already there. <br/> \n <br/> \nI think Ray and Beef should be beyond questions like this is all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 12,
    "snip": false,
    "text": "I think mine would be a normal, open casket funeral, only I'd like my mouth set in a grin, and my eyes should be a) open and b) motorised so they spin distractingly throughout the ceremony."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 7,
    "snip": false,
    "text": "I will be a marionette at my funeral, except nobody will know until about halfway through."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "then you will drop down from the ceiling and have a strobe light and techno music going as you dangle about."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003195947/http://www.youtube.com/watch?v=BwhvldPy8bo/\">The song should be 'Steamworks' by The Presets.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003195947/http://www.youtube.com/watch?v=BwhvldPy8bo\">DAMN YOU BBCODE</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "There's not a lot of classier funeral's than Hunter T's - his ashes fired out of a cannon into the sky, with Johnny Depp and John Cusack in attendance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "I, also, would like panel six when I pass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 9,
    "snip": false,
    "text": "Are you ready for my big-ass post about this comic? <br/> \n <br/> \nRoast Beef's first name is Cassandra. Cassandra was an oracle who was cursed to never be believed when she predicted the future. Roast Beef is telling Ray right now about his actual funeral. What he does not understand from this telling, however, is that the service will be done reverently, painstakingly, the sassy black woman speaking with nothing but love for the cat, the thirteen ugly children his own progeny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "one of the best, in my opinion. \"fuck THIS guy!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 3,
    "snip": false,
    "text": "I couldn't stand a normal funeral, because those get hell of boring hell of quick. No one wants to sit around with family members and listen to a dude pretend to know about you. <br/> \nI'm aiming to have one room playing all the movies I love at once on TVs lining the walls, and in the other room, a dance party featuring all the songs I hate the most. My casket will be wheeled back and forth between the two by whomever wishes to do so. It will be painted in the manner of a rocking ship. Any remarks must be prepared and presented beforehand to the bouncer; guests may deliver them at any point via one of those dangling microphones that boxing people use. <br/> \nOpen bar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 1,
    "snip": false,
    "text": "I meant to say rocket ship, but hell, a rocking ship casket could be fancy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "I want to be chummed and fed to sharks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 2,
    "snip": false,
    "text": "I'd like my body flensed of all of its flesh, my skeleton wired together in an animatronic fashion, and then to be left around town in an assortment of fashionable poses. People would be initially horrified, and then grow to love me. <br/> \n <br/> \nLater, some stoners would steal my skull and turn it into a bong. I would not be happy about this state of affairs, but would accept it as a natural consequence of my choice.  <br/> \n <br/> \nThis is how I would like to be buried."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "How many times has Roast Beef died, anyway?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 1,
    "snip": false,
    "text": "It will be an overcast day, presided over by a New Orleans style procession near the sea. There will be an open casket. I will take a cue from Ray (without the resurrection) and wear something memorably ostentatious. The finale shall be a motorized device, built into the coffin, capable of hurling my corpse tens of hundreds of yards out to sea--into the distance, my body's fate unknown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I like that idea.   My dad died some years back and we actually did have a New Orleans-style funeral for him, because my mom and dad lived in that city for a long time, and were both musicians, and so we got the whole second line going in the streets of Midwestern Grand Rapids, Michigan, importing the jazz musicians they knew from that time to come and do the honors.   That's the best way to go out.   But the extra pyrotechnics would make it an affair to remember, that's for sure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I've been there!  I have a shirt from Ferris State."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "So, and not to cast aspersions, by \"I've been there\" you mean not that you've had a parent die while you were still young, and not that you've had an interesting funereal experience, but that you once purchased a shirt associated with a university which is not based in the city in which I grew up. <br/> \n <br/> \nI don't mean to be a dick, but, c'mon you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "Oh, wow.  Oh man. <br/> \n <br/> \nObviously,  <em>I</em>  am the dick here.  I'm really sorry, perilon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "You know what, No.  That's not enough.   <br/> \n <br/> \nThat was really thoughtless of me, and I want to personally apologize to you for being horrible."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "Aw, well, it was just a not-completely-thought-out post, and Lord knows we all have those, and I was feeling cantankerous that moment.   No hard feelings!!   For real."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "I don't want to die,  <em>ever.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": false,
    "text": "what kind of service did they have the last 18 times he died"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "medical service"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "The next to last panel might be the best thing Onstad has ever written.  I want that to happen at MY funeral."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "When I die, I want to be in porno films."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 3,
    "snip": false,
    "text": "Weekend at Pornies"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I want to have several friends and relatives all take turns sitting on my coffin drinking cheerfully and singing traditional Irish folk songs. Or the Pogues or whatever. Afterwards my coffin, containing my corpse, will be pushed into a big pit of fire along with my roommate's dogs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "To clarify: this is because I hate my roommate's dogs and wish for them to burn to death, not because I love them so much I want to die with them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "One of the highest rated achwoodses? I think so :-D"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wolf_party",
    "plus": 0,
    "snip": false,
    "text": "When my mom was suffering from severe depression she wanted us to dump her ashes on the ground and stomp on them and talk about how much we hated her and what a horrible mother she was et cetera. <br/> \nStrange reality, strange."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrectomy",
    "plus": 1,
    "snip": false,
    "text": "I like how the emphasis is placed on 'this' rather than 'fuck'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "It's comments pages like this that makes me wish I had more than five chubbies per page."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickb285",
    "plus": 1,
    "snip": false,
    "text": "I have two possibilities for when I die. The first is to have mechanical joints and voice box installed, so that I can greet the mourners with a hearty handshake and movements resembling those of the Hall of Presidents at Disneyland. <br/> \n <br/> \nThe other option, worked out with a good friend and drinking buddy, is to have my body embalmed and sealed in a giant bottle of beer. I will be wearing a suit and eternally raising an Oktoberfest-style beer stein. Underneath this bottle will be a keg of Guinness, the tap of which will extend aboveground so that my friends and family can have a beer with me when they come to visit my grave. The keg will be replaceable; keys will be provided to my friends and family so that I don't have teenagers stealing my keg after death. <br/> \n <br/> \nIf this proves prohibitively expensive, I want to be buried without a coffin and have a funnel stuck through the ground in front of my grave down to my mouth, so that my friends can pour one out for their dead homie without wasting perfectly good beer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "I want to be exploded."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Exploding is good too. <br/> \n <br/> \nAlso, serious chubbies for being named after an awesome dinosaur."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I dunno, seems kinda tacky: Guinness doesn't really go with stein..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Well, it wouldn't be Guinness in the bottle; that would be some kind of pilsner or Oktoberfest ale. A stout wouldn't be much good for the bottle itself, as you wouldn't be able to see me floating in it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ghost_story",
    "plus": 1,
    "snip": false,
    "text": "this strip makes me want to mate with renee zellweger right now so that our ugly kid throw some tasty gutterballs in time for beef's death ;_;"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "This brought me an uncomfortable realization: Despite the fact that I find Renee Zelweger to be extremely unattractive, I would still do her, mostly because of her performance in  <em>Empire Records</em> . She may be ugly, but she sure can be sexy anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "A 5, obviously."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "This is amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Ray only starts getting slightly worried/mad at the final panel, at the mention of ugly children."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tdkg",
    "plus": 0,
    "snip": false,
    "text": "My dream funeral."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Why, oh why, don't the ratings go up to 600?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "I would like to have invisible little wires attached to my body marionette style, and then as the funeral goes on its normaly, merry way, suddenly Queen's \"Don't Stop Me Now\" starts to play, my hand coming up to do a cheerful little hand wave-with-pointed-finger at the \"dont, stop me nowwwww\" part, and then a slow rise at the \"Having a good time, having a good time\" and then just all out dancing crazily as the song kicks off."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hannibalv",
    "plus": 0,
    "snip": false,
    "text": "My second-best idea for my funeral more or less takes the form of a roast, where everyone gets at least one last laugh out of having known me. <br/> \n <br/> \nMy best idea is a thing of low mind that I could probably only pull off after engaging the services of a Nice Pete type.  Out of respect to the delicacies of all involved here, I do not mention it by name."
  }
]