[
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rotating-dog was marked lame too many times and excluded. (marked lame by diggydow, TheLoneliestMonkey, elliot891)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lk was marked lame too many times and excluded. (marked lame by Dovey, straw, shenred, smallgods, Spoon, Hipjiverobot, NeoNaoNeo, redion, kylank, SchnappM, Feste, kylemcjuicy, mortshire, MortisInvictus, DrSkradley, Setzkin, Methadone, goddam, Mastronaut, Frankreich, Archon_Divinus, Nictusempra)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ifergott",
    "plus": 12,
    "snip": false,
    "text": "I wish Teodor would move his thumb, because I bet that medicine is at least a year past its expiration date."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 27,
    "snip": false,
    "text": "My thoughts exactly. Ricky has probably been gone a long time. Probably died of penis-related causes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 7,
    "snip": false,
    "text": "Onstad just kept the penis medicine in his house to fondly remember the times together, like Jack Twist's shirt at the end of  <em>Brokeback Mountain.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jrpigman",
    "plus": 12,
    "snip": false,
    "text": "I don't know if I could fondly remember any time I had to apply spreadable penis medication to a dog, but I guess it takes all kinds."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": false,
    "text": "Aw man someone  <a href=\"http://web.archive.org/web/20101009145339/http://m.assetbar.com/achewood/uua8v3SNj#comment_12\"> already made the spreadable dick medicine joke</a> .  <br/> \n <br/> \nAs they say, always the spreadable dick medicine, never the dog dick."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "who... who says that <br/> \n <em>i must know</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "But...but... <br/> \nthe  <em>penis medicine</em> !"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "projectyl",
    "plus": 3,
    "snip": false,
    "text": "I don't think it's past its expiration date. Take a close look at what you can see of the last digit in panel 3; that loop doesn't look like it could plausibly be the top of anything but an 8, 9, or 0. If it were a 2 or 3, the right side would already be starting to curve in more, and if it were a 6 we'd be able to see the end. <br/> \n <br/> \nIn other words, if it's expired, it's at least a year older than Achewood itself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "Having followed your directions, I noticed that in panel 9 Teodor's  <em>mouth suddenly transforms into some sort of Arabic character. Mother of God.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 3,
    "snip": false,
    "text": "He's channeling Roast Beef's self-loathing. Self-loathing makes your mouth look like an Arabic character."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cucurbitus",
    "plus": 0,
    "snip": false,
    "text": "not any arabic letter/numeral i can think of.  what i see is a striking resemblance to a lone sperm..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 54,
    "snip": false,
    "text": "Right it's like I'm all :0 <br/> \nand then everyone is like :/ <br/> \nand he's going <br/> \n <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I cannot chubby you. : ("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mortshire was marked lame too many times and excluded. (marked lame by NeoNaoNeo, farqussus, atticusonline)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "That's Stephen Fry dogg"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "sure is, but its nice that robot from buck rogers knows who Serafinowicz is, he's pretty damn funny (particularly his michael caine impression)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "Peter Serafinowicz is the only man I know of who could only ever speak in bold letters.  <strong>I'M NOT A MONSTER, TIM.</strong>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "velvetpresley",
    "plus": 2,
    "snip": false,
    "text": "I'd be inclined to say that Brian Blessed speaks in bold too."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ibetso",
    "plus": 0,
    "snip": false,
    "text": "People should quote Spaced more often"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "It's a fantastic programme. it shows you can have a pop culture reference a minute whilst still being clever and laugh out loud funny, something a lo of other attempts have largely failed at."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Oh lord I am sorry.  I've just been watching a lot of Spaced and Look Around You reruns lately, so I'm sort of seeing Peter's face everywhere.  :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I lamed you, and I'm sorry. I can see it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "chubbied for the avatar as well as the comment velvetpresley, always nice to find another fan of \"Newcy broon\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hbaranov was marked lame too many times and excluded. (marked lame by joeynarcotic, skrizach, gowerski, Comrade_Tom)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "And yes, I know thats a hebrew letter. It just looked like a grin (it's a tet to be precise.)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Day-um! Atah medaber b'ivrit?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Ani medaberet otah! Ani koret shirim b'ivrit achshav! <br/> \n <br/> \n(Goddamn that looks weird in English letters.)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by Dovey, Vreeeee, Afkpuz)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Don't be jealous just because we're bilinual."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "bilinGual"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "\"I'd like to buy a vowell, Pat\" <br/> \n <br/> \n\"Not to be diacritical, but wouldn't we all!\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Sweeeeeeeeeeet! <br/> \nAt ba'ah m'Yisrael?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "No, no, no, nothing like that. I've just been studying it for the past three years or so. I'm nowhere near fluent. I started taking it because I wanted something more challenging than Spanish, in which I actually am fluent, but it turns out that Hebrew is motherfucking KASHE.  <br/> \n <br/> \nAt ba'ah m'yisrael, yelda-chatula?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Loh, aval eemah sheli ba'ah m'yisrael ve dibarti ivrit kol ha chayim sheli"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bjorntd",
    "plus": 5,
    "snip": false,
    "text": "It's all batzo matzoh yahweh besh to me."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Hey! Respect the matzoh!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "ching chong wing wong"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "The words are going the wrong direction! I feel dizzy...."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gumption was marked lame too many times and excluded. (marked lame by possums, Jonno, gbeaton)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "poing",
    "plus": 1,
    "snip": false,
    "text": "BLANNEL MARRY TREEE ALLOW ME TO TRY TO BE ALIVEEEE IN YOUUUUU"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "poing",
    "plus": 1,
    "snip": false,
    "text": "PAIN LOVE FUCK MUNNIE/IT'S OKAYY TO TRY IT BUT PLEASE LET ME BE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 7,
    "snip": false,
    "text": "Up the creek without a penis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 7,
    "snip": false,
    "text": "Is nobody planning on commenting on Teodor's visible ballsac when he's reaching up for the horseradish? Because that's the first thing I noticed.  <br/> \n <br/> \nIt's leap day: black becomes white, up becomes down, rock-hard cat cock becomes a bear's scrotum flopping around in the cool breeze from a Frigidare."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 5,
    "snip": false,
    "text": "I lose. I scanned the page all over and didn't see a comment. Then I posted it, scrolled down, and somehow an entire conversation took place down the page about this very subject which I was too slow or distracted to notice.  <br/> \n <br/> \nI'm sorry, Assetbar. I didn't mean to be all repetitive. I was just excited that I noticed the bear's ballsac. (Another sentence I never would have typed BA [Before Achewood].)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ford",
    "plus": 8,
    "snip": false,
    "text": "You do, however, have the honor of being the one that caused me to scroll back up and  <em>look for</em>  the bear's ballbag.  Congratulations! The assassins should arrive shortly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, virtual chubby. Enjoy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "I thought it was the handle to a drawer. You know, those ones with the sliders that control the temperature."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is Achewood. How likely is that, really?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hrm",
    "plus": 2,
    "snip": false,
    "text": "yeah, I changed my mind when I considered the respective likelihoods of a) the handle being placed there and b) Teodor's scrotum being placed there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by straw, ButterMoths, phthoggos, reverendtmac, catgrl131, shinsengumi14, Chachibenji, biff, grayfox)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "flu ... not flue. Typo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 2,
    "snip": false,
    "text": "dude, the bottles were too high, he couldn't see.  Also, you've clearly never woken and immediately fallen into a blind panic about something.  Dude wasn't paying attention, to hilarious results.  The real question is, if dog dick medicine tastes spicy like Horseradish, how does a dog abide it on his dick?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "projectyl",
    "plus": 0,
    "snip": true,
    "text": "A comment left by projectyl was marked lame too many times and excluded. (marked lame by Dovey, straw, William)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubbyyyyyyyyy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Ford is correct.  <br/> \n <br/> \nHave you never experienced a morning in which the first words out of your mouth were,  <em>\"FUCK FUCK FUCK FUCK FUCK?\"</em>  The last time I woke up very late for work, I basically broke everything in my room looking for a goddamned belt. I was throwing everything looking for this belt. I'm pretty sure I ever threw the belt, itself, a few times. <br/> \n <br/> \nThese sorts of things happen on these sorts of mornings. <br/> \n <br/> \nI would say that you're being way too critical. I  <em>would</em>  say that, but I won't, 'cause it's you opinion to use as you wish. <br/> \n <br/> \nI think this is an above average strip."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "This one would make complete sense to me if it weren't for the part where the guy gets angry because it tastes like dog penis medicine (how does he know?) and then is cool with it when his suspicions are confirmed. <br/> \n <br/> \nThe rest of the strip I can unfortunately relate to all too well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "The part you're referring to, when the construction worker identifies the taste, happens only in Teodor's mind. <br/> \n <br/> \nTry it now."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I can see that, but there's just something about the phrasing in that panel that makes it not work that way for me. Dunno what to tell you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grayfox was marked lame too many times and excluded. (marked lame by rowboat, loneal, juanclaudius, Doc_Rostov, lastlarf)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "*sigh* <br/> \n <br/> \nThe panel with the gray background occurs within Teodor's (gray) thought bubble in the prior panel.  The worker dude never identifies the taste of dog dick balm, this is just Teodor projecting the worst-case scenario onto the future with his mind."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I know, as I said, it's the phrasing, not the artwork. Something about it bugs me. Can't roll with it. Damn you, thoughts! Make the comic work!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm gonna grab you by the shoulders and just shake you until you realize that this is the funniest strip ever."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "The shaking doesn't help...oh, how I wish it did..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "brien",
    "plus": 0,
    "snip": false,
    "text": "I want to pretend I knew that all along, but I did not. Thank you for making this comic work for me. CHUBBIED"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 8,
    "snip": false,
    "text": "The bottles just happen to be next to each other, and the same shape!?!  And Teodor deosn't even stop to read the labels?   <strong>And</strong>  the penis medicine is spreadably smooth?  Come on, Onstad! <br/> \n <br/> \nThis is the kind of lazy writing that ruined  <em>Three Amigos</em>  for me.  After a tense escape from El Guapo's compound, the plane they find  <strong>just happens</strong>  to be the Tubman 601 model that Ned Neederlander flew in  <em>Little Neddy Goes To War</em> !?!  I walked out of the theater.  And, no, I don't want to know how it ends!  The illusion has been shattered."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hbaranov",
    "plus": 2,
    "snip": false,
    "text": "Shit, there were three amigos?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Wait, you can walk out of a theater?  You mean I didn't have to sit through all of Monkeybone?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "The fuckin'  <em>stars</em>  didn't sit through all of Monkeybone, man."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "joeynarcotic",
    "plus": 1,
    "snip": false,
    "text": "You guys are on penis medicine. Monkeybone was good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "justa",
    "plus": 0,
    "snip": false,
    "text": "Normally I would disagree, but the tidy involvement of the penis medicine motif has left me with no rebuttal. Well-played, sir."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Relax, paperboy. Bet the whole story idea started by noticing just how easy real world examples of the above products would be to confuse, not the other way around. It is likely the MOST plausible part of the strip. <br/> \n <br/> \nAnd Three Amigos was intentional camp. The expectations are a little different. It is actually harder to write something that works as well as that movie does while remaining firmly planted in the most obvious and unlikely circumstances than it looks. Not your cup o' noodles? Don't blame the movie! As camp goes, it was first rate. <br/> \n <br/> \nTo the rest of you, I must confess feeling >cough< uncomfortable with Monkeybone making an entrance in comment on a strip about penis medicine. I'm at a loss for words...."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Ahem... Seeing as we are not familiar with sarcasm, I'm going to go ahead and close the cash register now, thank you."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afkpuz",
    "plus": 10,
    "snip": false,
    "text": "We've all been here, and I think that's the strength of this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "Not me; I set aside a certain amount every day in a clean glass jar on top of the refrigerator and, when the end of the month draws nigh; I withdraw the correct amount for rent with a smug little flourish. <br/> \n <br/> \nI'm sorry, I seem to have forgotten to take my dog-penis medicine today. My condition has come out of recession."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "I do the same thing, but when the end of the month draws nigh, I go whoring. <br/> \n <br/> \nIt doesn't pay the rent."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vreeeee",
    "plus": 1,
    "snip": false,
    "text": "\"...but that's not why we do it.\" <br/> \n <br/> \n - Richard Feynman"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Man, you know Onstad wound up having to buy the most ridiculous medicine ever, then took it home, looked at it, and thought, \"Well, I do write a comic strip. Aren't I REQUIRED to do one about this crazy shit?\" <br/> \n <br/> \nVoila."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by sirhan_duran, Thorfinn, LordHumungus, mortshire, littlefatdog, elliot891)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "My only thought: So, just how does he know what it tastes like? <br/> \n <br/> \nPlease, don't answer that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smoothjimmyapollo",
    "plus": 5,
    "snip": false,
    "text": "Perhaps J.D. Klein will market dog penis medicine in a little canister on a belt clip.  A lot of dog penis medicines say they're extreme, but few really take you out of your moral comfort zone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 3,
    "snip": false,
    "text": "Five Alarm Insanity Dog Penis Medicine."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 13,
    "snip": false,
    "text": "All comin with a DVD of a slideshow of the best-of Rotten.com, soundtrack all \"You Don't Bring Me Flowers\" by Barbara Streisand."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 14,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "you know I like the idea but the presentation is wrong. Emulation of a characters speech is so pasee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ruralelectric",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ruralelectric was marked lame too many times and excluded. (marked lame by Dovey, blastradius, Zero_Gravitas, thedudeabides85, lk, foetus_punch, Boyd, sneakymarco)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 2,
    "snip": false,
    "text": "how is lyle more responsible than teodor? or is this just an opportunity for him to be mean?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I think Teodor is getting depression.  I'm worried about the little bear."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "he doesn't even care about wobbling his blobby little naked form around the house anymore."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "Do not worry, someone with depression would not react so quickly & with inspiration to solve the problem of non-rent-money. They might in fact get out of bed quickly, but only to sneak out of the house undetected and spend all day in the library or even bookshop (if it has armchairs) reading all of Sandman again."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Oh my God, that's how I spent my Saturday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "farqussus",
    "plus": 7,
    "snip": false,
    "text": "Ricky's been ordering from the Chinese Herbal Medicine Store again. Ricky is not a dog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "TEA FOR DONG"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jordstar",
    "plus": 10,
    "snip": false,
    "text": "ME QUICK WANT SLOW"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "DREAM OF SILK HAS TURNED TO FIRE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brycemidas",
    "plus": 2,
    "snip": false,
    "text": "My favorite part of that sequence is when Gob is talking about how the Sword of Destiny must have been put there by fate and then when the Chinese guy tells him about the ancient tale of warning he goes, \"Yeah yeah yeah, I make up my own path, just ring it up with the Dong Tea.\" <br/> \n <br/> \nI pee when that happens."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Also when he impresses Michael with the sword, sheaths it and seemingly drives it right through his thigh or something. <br/> \n\"Forget George Michael! I'll buy you a million George Michaels you can teach how to drive!\" <br/> \n\"You're losing a lot of blood, aren't you?\" <br/> \n\"I think so, my socks are wet.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "brycemidas",
    "plus": 0,
    "snip": false,
    "text": "(Gob rolls up on his Segue) <br/> \n\"Michael, I was looking for you...\" <br/> \n\"Looks like you were looking for dragons Gob...in the future.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "I would love to shop at Ancient Chinese Secret"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 2,
    "snip": false,
    "text": "<em>Ancient Chinese Secret, huh?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "I walked right into that"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Sadly, it is not a stainless steel bear trap of the kind that necessitates the removal of your gangrenous shin. Count yourself lucky, sir/madam."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "Are you suggesting it is not medicine  <em>for</em>  a dog's penis, but rather medicine made  <em>from</em>  dog's penis? What ailment could possibly be treated with such a remedy?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "rowboat",
    "plus": 37,
    "snip": false,
    "text": "Dangerously low levels of dog penis, for one."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "asmodi",
    "plus": 1,
    "snip": false,
    "text": "Looks like the Achewood Generator now allows Teodor to be the main character."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tragicone",
    "plus": 20,
    "snip": false,
    "text": "that pissed me off. This is a damn good one. You would never have though of it you klingon bastard. Klactu baraata fuck you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "ha ha ha ha ha ha"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "breadcrab",
    "plus": 0,
    "snip": false,
    "text": "The one lame is asmodi."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epitaph",
    "plus": 2,
    "snip": false,
    "text": "Rick is actually Mike from the \"Best of Hot Tub Brawls\" DVD"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Good call up until the fact that Rick is an allusionary dog. The fellow is named Klein here."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Wait, no, smack me. Klein's his rich cousin.  <em>The worker is unnamed.</em>  I'm in a Teodorian state of wakefulness right now."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 9,
    "snip": false,
    "text": "Only the man was going to St. Ives. <br/> \n <br/> \n <em>The guy. Just the guy.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Chubby for being  <em>Batman</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Quoi?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I am fairly certain that there is an episode of the original  <em>Batman: The Animated Series</em>  from the early '90s where Batman solves the St. Ives riddle, but I can't find a YouTube of it or any decent episode summaries. <br/> \n <br/> \nIf my subconsciousness has completely made this up, then I revise it to a chubby for being Samuel L. Jackson in  <em>Die Hard With A Vengeance</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm almost positive this is not the case. I have the complete animated series on DVD and I do not recall this."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Batman did do a lot of riddle solvin, though. Seemed like every freak in Gotham loved their mind games."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "True. But I don't remember no St. Ives riddle being mentioned. <br/> \n <br/> \nThen again, I don't know what the St. Ives riddle  <em>is.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Oh, that's simple: <br/> \n <br/> \nQuand j'irais a` St. Ives, <br/> \nj'encontrais un homme avec sept femmes, <br/> \net chaque femme a sept sacs, <br/> \net chaque sac a sept chats, <br/> \net chaque chat a sept chatons. <br/> \n <br/> \nChatons, chats, sacs et femmes <br/> \nCombien des tous vont a` St. Ives?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epitaph",
    "plus": 0,
    "snip": false,
    "text": "Gee-wiz, you're right! A working class male with a handlebar moustache is more likely to be called Roscoe."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "Someone has been watching scrubs..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I admit your post made me sad. I thought just maybe I was the first one to notice, but to make sure, I Ctrl-F'd \"Brawls\" and this came up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 31,
    "snip": false,
    "text": "If dog penis medicine is something you're meant to slather on with a bread knife, well, then my dog will have to abide its dick discomfort indefinitely."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Nice alliteration."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hastooo",
    "plus": 6,
    "snip": false,
    "text": "The dog penis medicine is viscous enough to support an upstanding knife. That is an unsavoury salve to apply to one's dog's penis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biomusicologist was marked lame too many times and excluded. (marked lame by al_batross, Marcus_Brody, NDCaesar, mania3, Tragic_Johnson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "smoothjimmyapollo",
    "plus": 4,
    "snip": false,
    "text": "Is there more than one Guy Ritchie movie?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "tragicone",
    "plus": 2,
    "snip": false,
    "text": "there are and several are good."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I guess they might appear that way if you ate enough dog penis medicine beforehand."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Snatch and Lock, Stock, and two Smoking Barrels were both very good movies. It's wierd to want to turn on subtitles for a movie in English, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I do that all the time, but then, I am hearing impaired, so I sort of depend on them. And closed captioning for TV."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i am not hearing impaired, but i like reading along, anyways. <br/> \n <br/> \n*shakes fist at Reading Rainbow*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "One has forgotten that essentially they are the same movie."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "\"Revolver\"'s a load of shite, mind. I blame Maddona for this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Not several so much as two, but still doesn't deserve lames"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "footslogga",
    "plus": 0,
    "snip": false,
    "text": "whoa! for a minute there, i thought to myself, \"now why would I ever say that.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nonemorenegative",
    "plus": 0,
    "snip": false,
    "text": "however, a very savoury salve to apply to a bologna sandwich"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "Hey yes this is a good one. I was not expecting the beef face 9th panel or nudity. But just a question, don't they live with onstad? shouldn't that bum be paying rent? I mean teodor is a stuffed animal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Maybe Onstad is the kind of guy who charges his stuffed animals rent. After all, he did force Teodor into nude slave labor that one time. <br/> \n <br/> \nAlso, I don't mean to channel retardo here, but what does it say about Teodor that his first money-making idea that comes into his head is something that requires him to be around construction workers?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "And he has this idea buck-ass naked."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 2,
    "snip": false,
    "text": "I think T is the kind of guy whose first morning thoughts are so urgent, covering the cranberry always gets pushed to the side of the idea pile."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "T is the kind of guy whose first morning thought is whether his Cure covers album would be looked upon favourably by Pitchfork."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, but jordstar, your avatar freakin' cracks me up! I chubby you for this, and this alone!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I was just really impressed that he actually went through with selling sandwiches the day his rent is due, because that is just a really silly idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "That's on the level with Philippe's Smile Business. Though Teodor actually pulled this off, whereas Philippe just frightened Beef. : ("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "I don't understand why Teodor couldn't just ask Ray for the funding to produce an X-treme Rent Paying video. All pumping techno soundtrack, all crazy camera angles and quick-fire editing tricks as he walks down the hall and hands $200 to Chris."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Excitable dude with hell of annoying voice providing step by step commentary and instructions."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I'm thinking Craig Charles."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Yeah, that's how it was last month. Dudes trying something new."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Sandwiches an' Smiles! <br/> \n <br/> \n(My new business)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Awwww! How much is a smile?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "btw, your avy still speaks of your beauty"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "shhhhh"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "your beauty is like having a friend who is a painter, they won't brag so I have to. <br/> \n <br/> \nI went through like 8 analogies to find one that worked."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "I am a painter <br/> \n <br/> \nyou are creepy <br/> \n <br/> \ngo away <br/> \n <br/> \nthat analogy was stupid"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "I know it was stupiid, yet somehow it was the only one I could find!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "<strong>RIDICULOUS</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Frankly Blarghamagarky I'm going to have a hard time sympathizing with your recurring predicament until you put on a shirt."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "fair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carten",
    "plus": 1,
    "snip": false,
    "text": "Perhaps he could Dildo the sandwich for an extra $1?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Thank you! <br/> \n <br/> \nThank you, thank you, thank you! (LOL)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I like to imagine that he says \"I'll...sell...sandwiches!\" all W. Shatner style, even though I know Chris ain't mean it that way, because it's just funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "And Onstad's a cartoonist. <br/> \n <br/> \nI say it's a smart financial move."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "Class Tension and Dog Penis Medicine: A Study."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Today  <em>Achewood</em>  is a shining example of the situational comedy, or \"sitcom,\" a term first coined by Herschelberg Rosenblatt, an executive producer with the First National Broadcasting Company to describe their newest program,  <em>James Thurber's Remembrances of Things Past</em>  in 1949."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ibetso",
    "plus": 1,
    "snip": false,
    "text": "I guess Teodor's attempt at writing a boorish, controversial column to be syndicated around the English-speaking world at $100 a go hasn't worked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 12,
    "snip": false,
    "text": "I get the feeling that it's the middle of the month, no rent is due, and Lyle just saw Teodor asleep and decided to fuck with him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 1,
    "snip": false,
    "text": "Yeah, it's the totally the 29th. The rent isn't due for another day. Lyle is fucking with Theodor for not knowing it's a leap year."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "elliot891",
    "plus": 0,
    "snip": false,
    "text": "Actually, it's leap year.  Lyle knew it.  Teodor, it seems, did not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brycemidas",
    "plus": 4,
    "snip": false,
    "text": "I am actually really glad this strip ran today or I would've forgotten to pay my rent tomorrow..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "Morning grogginess will do that.  <br/> \n <br/> \nI think Lyle's trying to cash in on T's disorientation and panic, then guzzle it down when T has the poor judgement to hand it to a ne'er do well tiger."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, I don't usually do this, but chubby for \"ne'er-do-well.\" In spite of the fact that it so well describes myself and many of the people with whom I surround myself, it's a fantastic word which I don't hear nearly often enough."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Isn't \"ne'er-do-well\" the phrase that in time got turned into the word \"nerd\"? I might be mistaken here, rowboat. I just might be mistaken."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "God, I hope so. That would make it even better."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hardelicious",
    "plus": 1,
    "snip": false,
    "text": "Sorry to burst your bubble, but I heard on NPR today that \"nerd\" was coined by none other than Dr. Seuss himself, which may be even cooler."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I am awash in a sea of awesome."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "*ahem* <br/> \n <br/> \nY'all some nerds."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "To be precise, it's a leap year, which, apparently, Teodor did not realise. Lyle, however, did. <br/> \n <br/> \nToday's post was brought to you by the comma."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rogergs was marked lame too many times and excluded. (marked lame by wittyname, re5urgam, patrickjs5, Wulvaine, clembot, mendenbar, littlefatdog)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 20,
    "snip": false,
    "text": "The grey background in panel 8 sets it apart from the rest of the strip, it appears that this realization only happens in Tedor's head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": false,
    "text": "Oh right, it is a peek inside the gray thought bubble.  Subtle, that."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "deserving of 16 chubbies for saying the obvious?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 0,
    "snip": false,
    "text": "not to sixteen (now nineteen, including myself) people it wasn't"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pointy_stick",
    "plus": 2,
    "snip": false,
    "text": "To his credit, Dog Penis medicine  <em>does</em>  possess a certain piquancy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 4,
    "snip": false,
    "text": "It's what makes Yard Dancer dance in the yard."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "I really don't want to know how you come to know this..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Two days later the worker expired from ingesting a lethal volume of external-application-only dog penis medicine. He believed the \"Do Not Ingest\" warning label was simply a crazy-ass slogan like they come up with for hot sauces. (\"This will burn your eyes out\", \"Your body will be unmade\", etc.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gothfae",
    "plus": 3,
    "snip": false,
    "text": "I'm sorry, putting \"Do Not Ingest\" onto something that a Dog is going to lick, and lick like a goddamn bandit, defeats the purpose of the medicine. It better be non-toxic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 3,
    "snip": false,
    "text": "What kind of bandit?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d-pad",
    "plus": 6,
    "snip": false,
    "text": "A penis bandit."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "That was like an Internet Rube Goldberg device. Thank you. I was afraid it might not come off."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "I would Photoshop you a penis bandit, but the desire to do so is not as powerful as my desire to sleep at night and look at myself in the mirror."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Your avatar has  <em>turned towards me</em> , baryonyx. I hope this is not going to be like Stephen King's \"The Sun Dog\"?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I seeeee yoooooou."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "I was going to say something about it but I got scared. <br/> \n <br/> \n-_-"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leggotheego",
    "plus": 0,
    "snip": false,
    "text": "Dog penis medicine is a salve? <br/> \n <br/> \nThe only medicine a dog can actually look forward to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Why should dogs have all the fun? Why isn't there, like, an aspirin, or maybe even a painkiller that can only be absorbed through the phallic skin? Come on, America. Don't let me down know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Please try  <a href=\"http://web.archive.org/web/20101009145339/http://www.miralus.com/headon.php/\">this</a>  and report back."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I think I know what that is, but I also think I'm not going to click on it at work."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It is safe but the url won't work unless you remove the trailing slash, I fear.  Foiled by Assetbar once again.  When are the class-action sign-up forms being published?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'd sign up, but I'm sure the lawsuit will fail.  <br/> \n <br/> \nNo matter how many perceived slights Assetbar is accused of here, I can say that I, myself, have been at fault for 100% of my mistakes. Once you learn the admittedly odd, though certainly tangible law of the land, it's all you. People need to start taking responsibility for their own damned hasty infractions.    <br/> \n <br/> \nWould you blame the sun for burning you?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "Yes, actually, and I have sued."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "See, this is why we need tort reform."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "At the risk of being pedantic, you actually opt out of a class action, not in.  If you've ever cashed one of those $1.35 checks you get with a little booklet of boilerplate legalese from your bank or mortgage lender or insurance company, you have waived your right to opt out of the class and sue separately.  Even though I should know better, I always read those booklets, generally when slightly drunk, and always cash the checks."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Clearly the next Acheworld fan fiction project has been identified."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You took the risk, and now you're paying the price. <br/> \n <br/> \nYou are being pedantic. <br/> \n <br/> \nGood to know, though. Even though I spend about as much time dealing with mortgage lenders as I do dealing with the Prime Minister of Malaysia, it's good to know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "Or  <a href=\"http://web.archive.org/web/20101009145339/http://www.toothpastefordinner.com/010907/ball-on.gif\">this</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blueloggy",
    "plus": 3,
    "snip": false,
    "text": "After applying Steve Martin's Penis Beauty Cream, I noticed a difference right away!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://img217.imageshack.us/my.php?image=salvemc7.jpg\" target=\"_blank\">"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_voice",
    "plus": 0,
    "snip": false,
    "text": "Goddamnit it I am so stupid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hot damn, that is sort of impressive shit right there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Totally, he didn't even finish it. Just wrote the first bracket and then slammed it out there for all to see."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "Like heading outside in wintertime wearing nothing more than a sweater, a scarf and a hat. <br/> \nAnd on top of that, Assetbar tripped him up and sent him flying balls-and-taint-up into the snow for all of us to see."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh man,  <em>multiple</em>  virtual chubbies for that one, friend."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Oh boy,  <em>multiples</em> ! They weren't even invented back then,  <em>but I GOT THERE</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Lord keep me away from those awful multiple chubbies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "I see that Pat's gay Dad was right about straight men/dogs and their profligate ways with posters and hot sauce."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spectre",
    "plus": 3,
    "snip": false,
    "text": "Anybody else here getting a flashback to BUBBA HO-TEP, and the scenes where the black nurse was looking after the sore on Elvis' \"Johnson\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Not until you mentioned it. <br/> \n <br/> \nThanks, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 3,
    "snip": false,
    "text": "VISIBLE TEODOR GENITALIA IN PANEL 2"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 0,
    "snip": false,
    "text": "That sack is  <em>not</em>  wicked."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Way to spot the cranberry acoutrements, dogg!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snidedk",
    "plus": 1,
    "snip": false,
    "text": "Rock hard catcock is definitely a thing of Achewood, but have we ever seen bear ballsack before?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "bare bear ballsack?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "You have a hairy-minded pink bare bear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "I'd take that over a Care Bear ballsack any day of the week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145339/http://achewood.com/index.php?date=01252002\">Of course</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "god dammit"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "haha i saw it and searched the page to see if someone else had posted on it yet.  YOU SUCK FOREVER"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jalhalla42",
    "plus": 0,
    "snip": false,
    "text": "His mom never believed he would be able to afford made-to-order sandwiches."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "your avatar.... terrifying...."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retro",
    "plus": 2,
    "snip": false,
    "text": "Ricky is probably better off this way, considering that having something horseradish-like put on your penis can't possibly be better than whatever is wrong with it in the first place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "opprobrium",
    "plus": 1,
    "snip": false,
    "text": "Ricky Craponi the scissors and dice bong maker or Ricky Nihoha the tongan van club president? <br/> \n <br/> \nthey both know todd so either are capable of being in the unenviable position of having to lather up with spicy dog dong meds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "oh. my. god."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Again, plot development pulled out of nowhere!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I am very glad that Onstad is well again. This is pretty good achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite in some time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 3,
    "snip": false,
    "text": "In three weeks time the Achewood store will feature a line of specialty horseradish called \"DOG PENIS MEDICINE\". It will be heavily infused with Habanero peppers and the blood of heretics. <br/> \n <br/> \n$19.95   S/H"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "For a little extra, you have the prescription name custom.  Gift tip: make the expiration date the birthday of the person you give it to!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_dude",
    "plus": 0,
    "snip": false,
    "text": "George Cloony is learning Coptic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Coptic, I tell you!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "I went to buy a sandwich, but all I got was this dog penis medicine. <br/> \n <br/> \n- Fuck 'em if they can't take a joke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "agree with me, friends, that in a perfect world, there is a hot sauce called Dog Penis Medicine"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "There will be now.  With any luck, coming soon to an Achewood online store near you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tupacodaman",
    "plus": 0,
    "snip": false,
    "text": "oh the taste of dog penis medicine, so familiar to all of us"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pettytyrant",
    "plus": 0,
    "snip": false,
    "text": "Well I actually logged in to say 5'd oh so fuckin' 5'd.  I haven't laughed this hard in a long time.  Good one Chrissy-boy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "<em>Chrissy-boy?</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "He's talking about the 'Stad."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": false,
    "text": "That much, I think, was not in question.  No, the question was of an entirely different sort."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "You mean 'Stadermeister?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "The `Staderoony"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "The Bad Rad 'Stad?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "The morning after i made the above post i was disappointed in myself, I felt it was a puerile way to half-insult an internet guy.  I now feel completely vindicated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "<em>That's two Beef and Cheddar's, one curly fries, and a large Cherry Coke.  Will there be anything else, sir?</em> <br/> \n <br/> \n <em>Yeah, throw in a couple packs of Horsey Sauce.  I think my dog's penis infection is flaring up.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Well this is completely karmic payback for Teodor's yelling at Beef on the 14th. I guess T needs a lamp to tell him what day it is, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "underpantstime",
    "plus": 0,
    "snip": false,
    "text": "oh man this month is like the closest to this situation i have ever come. desperation leading to the idea of selling sandwiches is not that far away from some plans i have considered. this fills me with hope."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catpower",
    "plus": 0,
    "snip": false,
    "text": "uh, i'm pretty sure that's a bottle of dick cream, dude"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "This is a good first assetbar post. Welcome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "The bottom left panel blows my mind. Also, is that construction worker the guy from Hot Tub Brawls?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145339/http://achewood.com/index.php?date=10242007\">My god!</a> <br/> \n <br/> \nYou may be right! I guess he's got more animosity with this Jason D. Kline than we thought!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "You, sir, have a very good eye!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 4,
    "snip": false,
    "text": "He's right, though....they DO have crazy-ass names for hot sauce.  Let's make up some together! I'll start: <br/> \n <br/> \n* Atomic Ass Reamer <br/> \n* Like Water For Grease Fire <br/> \n* The Generalissimo Of Gastrointestinal Upset Vol. 2"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Like Water For Grease Fire</em></div> <br/> \nI was gonna play this game, but this one made me quickly realize that I was not gonna do any better than that. <br/> \n <br/> \nYou're out of my league."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I feel like The Generalissimo is to Francisco Franco as Hot Sauce is to Frank's. Somehow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "*The Unbearable Spiciness of Being"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "*Napalm of the Mouth"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 4,
    "snip": false,
    "text": "If you're going to mention napalm... <br/> \n <br/> \n*I Can't Believe It's Not Napalm <br/> \n*I Love the Hell of Napalm in My Organs <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Or the Irish blessing: <br/> \n*May the Wind Always Be at Your Back 'Cause No One Wants to Smell What Comes Out of You After You Eat This Stuff."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 11,
    "snip": false,
    "text": "* It's Like Being Fucked In The Mouth By A Third Degree Burn"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "How the hell does this not have eight thousand chubbies by now? I hate spicy food, yet I would buy this product."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "*Napalmlingus <br/> \n <br/> \nHat's off to your first one, I laughed in an audible manner. And the second one, as I just watched Apocalypse Now like three times for English class."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "snidedk",
    "plus": 4,
    "snip": false,
    "text": "* Several Species Of Small Fiery Spices Gathered Together in a Bottle and Grooving With A Pict"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "You received my last chubby. <br/> \n <br/> \nI regret nothing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, oh I mean nice, dude, that is fantastic. <br/> \n <br/> \nI think I might love you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "Hiroshi-mouth?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 7,
    "snip": false,
    "text": "*A Bowel-breaking Work of Staggering Hotness"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HAHAHA! Oh, good one. I'm out of chubbies, but I wanted to show you my appreciation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "HEE HEE HEE, OH HEE HEE HEE"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "*A Confederacy of Oral Surgeons <br/> \n <br/> \nWhen a truly spicy hot sauce appears in the world you may know it by this sign: that all the oral surgeons are in confederacy against it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "No-ones going to buy hot sauce that has the word confedercay. <br/> \n <br/> \nsimmilarly \"confederation\", \"incorporated grouping\", \"coalition\" and \"alliance\" are all terms that have no place in cooking. <br/> \n <br/> \nand yes i am aware of Jamie Olliver's frequently used phrase \"a confederacy of bangin' flavours me old muckers!\" but this is the exception that proves the rule."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "fuck misspelt confederacy, ah well serves me right for being a dick to a stranger."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fielding",
    "plus": 0,
    "snip": false,
    "text": "Was this...from Dwarf Fortress?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shogun",
    "plus": 0,
    "snip": false,
    "text": "* Ass Blaster, and the follow-up: <br/> \n* Ass Blaster Mystery <br/> \n <br/> \n(This one goes out to my sixth grade math class)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, it looks like all the entries have been submitted. I'm gonna go ahead and name the winners. And yes, this is official. Sorry if any feelings are destroyed. <br/> \n <br/> \nHonorable mention: Heccibiggs - It's Like Being Fucked In The Mouth By A Third Degree Burn. <br/> \n <br/> \n2nd runner-up: Shogun - Like Water For Grease Fire <br/> \n <br/> \n1st runner-up: Tekende - The Unbearable Spiciness of Being <br/> \n <br/> \nAnd the winner, by a landslide: Ethel the Frog - A Bowel-breaking Work of Staggering Hotness <br/> \n <br/> \nYou're all geniuses."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "I know I'm coming into this one too late to be counted, but may I interest you in a bottle of Screaming Capsaicin Orgasm?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You may indeed!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shades was marked lame too many times and excluded. (marked lame by ButterMoths, grayestnova, catgrl131)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Six hours ago, Shades could not have predicted how appropriate her comment would be in the wake of all these proposed nightmare sauces."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Thanks for making me snot in my Cherry Coke, dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "haha <br/> \n <br/> \nhey why did I get two lames for saying eww"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I guess folks hated that you said that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Assetbar is a demanding place; it's not enough to simply flatly state your opinion, you have to entertain everyone whilst doing so."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Assetbar is performance art. Assetbar is German for forum posting. Ruthlessly efficient posting."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 4,
    "snip": false,
    "text": "Assetbar is simmilar to a man alphabetically working his way through the local beers of former Hanseatic cities whilst keeping exhaustive notes in a leatherbound diary. <br/> \n <br/> \nIt is that german <br/> \nIt is that efficient."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pez",
    "plus": 0,
    "snip": false,
    "text": "i love how teodor's thought bubbles are asymmetrical piles of shit. and im sure he feels the same way"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rickvigorous",
    "plus": 0,
    "snip": false,
    "text": "Like a Mr. Show sketch, this strip has at least two distinct turns.  First the gruff customer realizes that it tastes like dog penis medicine and then upon seeing the label determines that it is in fact just a \"crazy-ass name\" of which he approves.  That is masterful, that is just straight up excellence."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ralgnar",
    "plus": 0,
    "snip": false,
    "text": "As has been noted already, the panel in which the customer recognizes the taste is all in Teodor's head. For obvious reasons, the construction worker has no idea what dog penis medicine tastes like."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "I don't know what construction workers you've met, dude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ralgnar",
    "plus": 0,
    "snip": false,
    "text": "I stand by my statement, since I would think that being able to identify the taste of dog penis medicine would catapult one out of the construction worker category into the one marked \"diseased transient\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meetzorp",
    "plus": 1,
    "snip": false,
    "text": "Teodor is nothing if not resourceful!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jbushnell",
    "plus": 0,
    "snip": false,
    "text": "Is Teodor hung over?  There's something about the way he's groping towards sense that suggests he's struggling to reassemble his world back up from component parts, one concept at a time.  I have been that hung over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 6,
    "snip": false,
    "text": "He's still recovering from listening to the Grateful Dead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Mothers are so proud of their boys who buy made-to-order sandwiches.  <br/> \n <br/> \n <strong>So</strong>  proud."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Anyone else getting that the construction worker sounds sorta like ray?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "sorry if this has already been said, but: <br/> \n1. why can't Teodor take two seconds to pull on some boxers? <br/> \n2. it is not the first of the month."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "1. WHY FIND OUT <br/> \n2. (psst, that is the  <em>point</em> )"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pantscomeoff",
    "plus": 0,
    "snip": false,
    "text": "I'M LEAVING AND RENT'S DUE AT FOUR <br/> \n <br/> \nTAKE IT SLEAZY!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": true,
    "text": "A comment left by boscostacy was marked lame too many times and excluded. (marked lame by joeynarcotic, re5urgam, keithcozz)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "I think this is Photoshop, but part of me wants to believe you designed this, wrapped it around a condiment bottle, and photographed it. <br/> \n <br/> \nThe best part of course is that normally horseradish sauce isn't red."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Normally? I've never seen red horshradish before."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "<em>This stuff is so hot it has assumed the color of fire.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 0,
    "snip": false,
    "text": "We established earlier that it had passed its expiration date."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The best part of course is that normally horseradish sauce isn't red.</em></div> <br/> \n <br/> \nIt also ain't normally dog dick medicine"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "Awesome.  The pixelation is the best.  Is that what the medicine is for?  Chronic pixelated dog dong?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Damn, why did I run out of chubbies before this one?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "I just ran out of chubbies myself, but this was hell of deserving plenty. And now I read \"friendly\" as \"friend-o\". Just when I though Assetbar couldn't be further antagonized..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I am always struck by how  <em>weird</em>  Teodor's body is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I swear, Teodor's got to be Onstad's self-fears realized in ink form. Some sad, fat little chef badly playing a guitar into a speaker for virtual women. <br/> \n <br/> \nDon't worry, dude. You could have depression."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "That means so does a third of the English Speaking World."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Except I don't play guitar or cook. Well, that's a lie. I cook. I don't cook well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "parkman47",
    "plus": 0,
    "snip": false,
    "text": "as big of a supporter of achewood as i am, i never wanted to get involved on this board... people will probably flame the hell out of this because they won't like my negative comments... <br/> \n <br/> \ni think this plot holds no water and is so far-fetched, the concept of a bunch of stuffed animals that live together having DOG PENIS MEDICINE in their fridge, when they don't even live with dogs, is ridiculous and not believable... now, if it were something more suggestive like otter-penis-medicine (poor little p) or something for lyle - like tiger balm or something, that would make more sense"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "I hate to be one of those guys that says this as his only rebuttal for a thing, but I don't think you get it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "\"Tiger balm.\"  Good one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145339/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D12192005\">There is a dog.</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "(even though that's a female dog... I guess there's another dog.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I get the feeling there  <em>was</em>  another dog, but it died a long time ago and that is why the medicine is so far past its expiration date."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No disrespect intended, Parkman, and welcome to Acheworld. But Teodor  <em>does</em>  live with dogs. Two dachshunds. They belong to his roommate and creator, Chris Onstad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soupkaty",
    "plus": 2,
    "snip": false,
    "text": "i think you're right. <br/> \nStuffed animals living together in the real word would never have dog penis medicine in their fridge."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 1,
    "snip": false,
    "text": "\"A specter is haunting the cinema: the specter of narrative. If that apparition is an Angel, we must embrace it; and if it is a Devil, we must cast it out. But we cannot know what it is until we have met it face to face.\" <br/> \n <br/> \n-  <em>Hollis motherfucking Frampton</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stinson_reliant",
    "plus": 1,
    "snip": false,
    "text": "The set-up and resolution of this strip strike me as a uniquely Achewoodian take on a well-worn sitcom formula. <br/> \n <br/> \nBy this I of course mean dog dicks as a comedic device, as best represented by the episode of Friends where Joey accidentally glues his hands to a rather gregarious Corgi's excited member while trying to build a model airplane."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Somebody said the \"F\" word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "a slide whistle followed by a 'sproing'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, if that would have really happened in an episode, I would have watched that show religiously."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Ack- I accidentally lamed you. My browser lagged weirdly after I tried to chubby the comment above, and the two links lined up disastrously. My apologies."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "keithcozz",
    "plus": 1,
    "snip": false,
    "text": "Onstad ain't well yet.  This mess of a strip is a zero."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wels",
    "plus": 0,
    "snip": false,
    "text": "It's silly for sure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 0,
    "snip": false,
    "text": "Books, posters, T-shirts...and the like...I buy 'em all...I do not comment often, but Chris loves me waaaaAaay more than he loves you guys... <br/> \n <br/> \nWell, he DOES."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "o2b",
    "plus": 0,
    "snip": false,
    "text": "What the hell is a lettuce slice?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "I imagined a cross-section of a head of lettuce when I read that. <br/> \n <br/> \nDude loves his salad burgers, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "what a fortunate turn of events"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "telegramsiam",
    "plus": 0,
    "snip": false,
    "text": "panel 8 is so good"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "This kind of good luck is normally reserved for Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kodiakclock was marked lame too many times and excluded. (marked lame by Moolah, telegramsiam, Comrade_Tom)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "radchilies",
    "plus": 0,
    "snip": false,
    "text": "teodor sack status: wicked"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It has been suggested otherwise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This strip reminds me of  <a href=\"http://web.archive.org/web/20101009145339/http://achewood.com/index.php?date=03262003\">this strip.</a> <br/> \n <br/> \nGo on, hate me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "On the topic of making the rent, I have found a large mouse - nay, a  <em>small rat</em>  - in my home.  What I need from you all, is to help me decide on the method of the rodent's demise. <br/> \n <br/> \n- A standard mouse trap that, given its size, may just catch and break a limb, making it go into shock and eventually die from starvation <br/> \n <br/> \n- The anticoagulant poison that makes it bleed internally non-stop until it creates puss-filled pockets inside it, caused by invading flows of its own blood <br/> \n <br/> \n- The poison that makes it shit itself to death <br/> \n <br/> \n- Capture it, tie it up, put on some music and cold shoot it in the face <br/> \n <br/> \n- Trampoline and a ceiling fan <br/> \n <br/> \n- Use some kind of dark magic to bring to life a cartoon mouse, which will then ram a stick of dynamite up its ass <br/> \n <br/> \n- 19-hour Simple Plan Live DVD marathon, eyes propped open with toothpicks <br/> \n <br/> \n- Scream at it until dead <br/> \n <br/> \n- Catapult/trebuchet out of town <br/> \n <br/> \nVoting starts now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "Trebuchet.  The PNDT has spoken."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Been waiting for you. <br/> \n <br/> \nAnd trebuchet is always a good idea."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "poing",
    "plus": 0,
    "snip": false,
    "text": "If you do anything other than set it free into the outdoors, you're a sadistic fuck."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Um, it's a rodent, a pest whose only means of existence is as a parasite on humanity.  The outdoors is  <em>not</em>  it's natural habitat. <br/> \n <br/> \nIf he sets it free in the outdoors, it will only return to plague him, or plague some other person. <br/> \n <br/> \nDon't be blinded by sappiness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "...and slightly masochistic, too.  If you're a doctor on this board, you have to have a few kinks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>- 19-hour Simple Plan Live DVD marathon, eyes propped open with toothpicks<br/>\n</em></div> <br/> \n <br/> \nThat would be cruel and unusual. No living thing should ever endure this. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\n- Capture it, tie it up, put on some music and cold shoot it in the face</em></div> <br/> \n <br/> \nMay I suggest \"Little Green Bag\" by the George Baker Selection?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 3,
    "snip": false,
    "text": "I don't think you should kill it. Rather, you should trap it in some sort of cube. Or better yet: a second type of cube. Perhaps some sort of... hypercube?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "velvetpresley",
    "plus": 0,
    "snip": false,
    "text": "Something I discovered to my eternal discredit is that if you use poisons - either the shit yourself to death ones or the internal bleeding ones - then poor Mickey will most likely run off behind your skirting board and die, creating a huge mousey oder throughout the house as nature takes it's toll, often with an infestation of insects and occasionally, if you leave your windows open, scavengers. <br/> \n <br/> \nThat wasn't a happy time for me or the mouse, but I guess I came off best."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 4,
    "snip": false,
    "text": "There's a comment somewhere in the archives about how someone left a mouse in one of those humane traps, and it was in the middle of a summer day, and the little feller was cooked alive. <br/> \n <br/> \nI think you should do that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "(Just to clarify - I don't really think you should to that.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I kind of do"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 9,
    "snip": false,
    "text": "I have some experience in this arena.  I can only advise you on what you should not do. <br/> \n <br/> \nWe had rats (big, honking rats) in our house when I was a kid.  My mom got the Have-A-Heart traps, with the idea that we'd release the rats into a field somewhere far from any houses.  (Uh, Biff, rodents do live in the wild.  What do you think hawks and owls eat?) <br/> \n <br/> \nThe first time we caught a rat, I was curious, and I picked up the cage to look at it.  Unfortunately, the trap was designed to work with gravity.  As I tilted the cage upward, the latch swung free.  The rat bolted from the bottom end of the cage and flew out of the raised end with a bang, straight at my face. <br/> \n <br/> \nLesson 1:  Don't tilt the cage. <br/> \n <br/> \nThe next time we caught a rat, I was much more gingerly while carrying the cage.  My sister drove the van out to the edge of town; I had the rat in the cage by my feet, keeping it level at all times.  When we got to a farmer's fallow field, I cautiously stayed in the van while placing the cage on the ground.  I had to reach down pretty far, so I held on to the door handle to support myself.  The door did not swing wide open, luckily, because it came to rest against a fence.  Unfortunately, it was an electric fence.  The instant the cage touched the ground, a jolt of electricity shot from my left hand, up my arm, through my chest, down my right arm, and into the cage.  I jumped and hollered, the rat jumped and made a horrified shriek.  My sister laughed and laughed.  When I finally did get the cage open, the poor creature wobbled away unsteadily. <br/> \n <br/> \nLesson 2:  Do not use a Have-A-Heart cage and your own limbs to electrocute a rat. <br/> \n <br/> \nLater in life, I was renting an apartment with a roommate, and we ended up with mice.  My roommate heard that the most effective way to catch them was with glue traps, so we got those.  Then we heard this terrified shrieking from the kitchen; we had caught a mouse.  Its fur was all glued down; there was no way to get it free.  It would not be able to eat or drink, as its jaw was stuck, and it got more stuck the more it struggled.  The only way it would stop suffering was if it starved to death or had a heart attack.  My roommate refused to deal with the situation; she said I should get rid of it.  So I did the most merciful thing I could think of.  I put the mouse, glue trap and all, in a paper bag.  I took it outside, and dropped a heavy cinder block on it. <br/> \n <br/> \nLesson 3:  Do not use glue traps unless you are a sociopath or like having nightmares. <br/> \n <br/> \nGood luck, o Chinned One!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Yes, my phrasing sucked.  I am aware that rodents live outside."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I will do no such thing.  I Have-No-Heart. <br/> \n <br/> \nAn interesting thing develops in my psyche in such circumstances.  It is strange that this is the only scenario in life where it is perfectly socially acceptable to plan out the painful death of another creature and its children.  I do not deny that I enjoy it a little too much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "This comment made me go \"Aah! Oh God!\" like three times. Chubby."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "And now you have a picture of some cats as your avatar. I see you learned a fourth lesson from all this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "<strong><span style=\"border-bottom: 1px dotted\">*Update:*</span></strong> <br/> \n <br/> \nI pussied out and bought the blocks of anticoagulant poison, which I strategically put into 5 areas in and around my house - thus allowing me to deduce, via their rate of consumption, where the rodent hideouts/entrances are. <br/> \n <br/> \nI awake today to find three of them no longer there.  They have been dragged away to their lair. <br/> \n <br/> \n <strong>THEY HAVE BEEN DRAGGED AWAY TO THEIR LAIR</strong> <br/> \n <br/> \nGiven this level of thought, I surmise I am dealing with an advanced civilisation that, given the age of my house, has existed far longer than I have.  I imagine great underground citadels, blinking with stolen energy.  Possibly  <em>are</em>  the escaped rats of NIMH.  Why they decided to run from the farm in Kansas all the way to Australia is anyone's guess, but I distinctly recall finding a miniature red cape, so perhaps the Frisby's have come with them. <br/> \n <br/> \nI feel no remorse for the royal fucking that their civilisation will endure due to all the blocks of poison they will be dragging off to feed their young."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Alas, this asset comes far, far too late for me to supply it with the chubby it so richly deserves. But allow me to say:  <strong>Well done, sir. Well done.</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seanbad",
    "plus": 1,
    "snip": false,
    "text": "The sad truth is, you do not harbor the Rats of NIMH beneath your house. That poison shit just  <em>does not work</em> . <br/> \n <br/> \nWe once had one of those big Norway rat motherfuckers mooching off us who liked to frequent my room in the basement. We called our pest control service to deal with it, and thus began a comically tragic tale of feral tenacity triumphing over superior technology. <br/> \n <br/> \nThe first method tried was a glue board. I can only say that the board did, in fact, stick to the rat. It stuck to him all the way back up the shelf and into the opening around the ventilation pipes. <br/> \n <br/> \nThe next method was the poison. We were assured that rats \"ate it like candy\" and that the teeniest bite would result in certain, painful death. This shit was like a 4-inch cube of modeling clay. The little bastard would really have to work to get his teeth into it. After a week of still seeing a very alive rat, we figured he just hadn't been eating the stuff. The pest control guy comes to check things out, and there is this itty-bitty chunk of poison the size of a Micro Machines car. Goddamn vermin feasted on it. <br/> \n <br/> \nIn the end, we finally caught the sucker with some long-expired Weight Watchers entrees in a live capture trap, and it was off to the gas chamber for him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Death by dog. When my dog catches a mouse she eats it like a pizza roll, in one or two quick bites. Humane for the mouse, fun for the dog."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I love this shit.  *puff*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "null",
    "plus": 2,
    "snip": false,
    "text": "I just now realized that panel eight was an imaginary story."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "crawfomp",
    "plus": 0,
    "snip": false,
    "text": "Hey, good catch.  For some reason it wasn't obvious to me but now it makes much more sense.  That doesn't really happen it's just Teodore's inherent sense of insecurity!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "The guy who owns a Mercedes and Corvette will be impressed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I don't really get that line. Is it supposed to mean that just one fancy car isn't enough for a dude so hard to impress?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nhennies",
    "plus": 1,
    "snip": false,
    "text": "It means that the dude has already got it all so it's hard to impress him... two fancy cars.  TWO."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "But does he have <br/> \n... <br/> \nTHESE KNIVES!!!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Catgirl, I don't get the reference, but I chubby your avatar. Every time I see it, it makes me stop and take notice, and I'm not even sure why! <br/> \n <br/> \nWell done, Yelda-Chatula, Well done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "I think this one will be my new go-to strip to introduce new readers to the strip. It's a very strong standalone that doesn't require any real knowledge of the strip to enjoy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 1,
    "snip": false,
    "text": "Ah ha! A clue about Ricky! <br/> \n <br/> \nFrom a message left on our answering machine: <br/> \n\"Hey! ... Where are you? ... Huh?... We need you to show up; we can't do this job without you. Listen, we can't do this job without you. Ricky's breaking down, we can't keep him on any longer. We lost the- we lost the drill! Um... There were guard dogs, we weren't expecting guard dogs. Uh... Yes., please. Please. (beep)\" <br/> \n <br/> \nWe have been trying to find this Ricky since. Perhaps Onstad knows him?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "liquidcruelty",
    "plus": 0,
    "snip": false,
    "text": "Nothing was making me laugh. <br/> \nAnd then I read the words \"dog penis medicine\""
  }
]