[
  {
    "depth": 0,
    "minus": 0,
    "name": "stilted",
    "plus": 10,
    "snip": false,
    "text": "I am embarrassed to admit how many times I saw this strip before I realized I could play the rockin' new song."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scramblesthedog",
    "plus": 2,
    "snip": false,
    "text": "Me too.  It totally passed me by on the first read."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connellingus",
    "plus": 3,
    "snip": false,
    "text": "I hear a lot of talk but no MP3s!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fielding",
    "plus": 20,
    "snip": false,
    "text": "I hear a person with just ONE mp3 of that sort on the internet makes at least fifteen times as much as a public schoolteacher."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xerol",
    "plus": 87,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003200916/http://xerol.org/h/dl/753/TITS.mp3\">[IMGS OFF]</a> <br/> \nI can only hope for that sort of income, although given what a public schoolteacher makes these days I'd  be better off teaching poor kids how to swim."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this should really have more chubbies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Jaunty!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "goriasxy",
    "plus": 1,
    "snip": false,
    "text": "Holy crap, that's a rather lovely tune, isn't it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "Average public school teacher salary is 50k.  Am I just so poor that this seems like a shitload of money to me?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And just think, that's for working only 9 or so months out of a year."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "imbeta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by imbeta was marked lame too many times and excluded. (marked lame by ted0phile, worldbelow, Zem, SurelySmack)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ted0phile, riotdejaneiro, glorify, atticusonline, therealsnazzle)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gompo",
    "plus": 23,
    "snip": false,
    "text": "Since most popular songs are simply several repeated bars of a relatively small number of chords, tabs are a much simpler way of representing how to play the song than staff notation.  It's also a lot easier to pick up than staff notation and doesn't require much in the way of teaching or explanation, so people without experience in other instruments can play songs easily without having to learn things like time signatures, clefs, accidentals and so on. <br/> \n <br/> \nOr if you don't buy that, \"guitar players are dumb\" works as an explanation too (this includes me)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by SneakStyles, atticusonline, tellumo)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 2,
    "snip": false,
    "text": "I am also a classically trained pianist with hell of Passes (With Distinction) on high level British Music Theory exams, and I think guitar tabs are pretty much the simplest thing in the world to read."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Meh. Last time I got a distinction was back at Grade 6. I only just passed the Grade 8 when I did it... but I put that down to a board change from Associated Board to Trinity... which... was annoyingly more difficult. Still, I'd say I was lucky to have never failed an exam, so... is all fine.  <br/> \nGood on you for getting all those distinctions. ^_^ <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 5,
    "snip": false,
    "text": "Today's your lucky day - each of the lines is a string on the guitar. Each of the numbers is the fret that you hold the string down at. ... The end. To get more in-depth, each of the frets on each string represents a note in various octaves (is that right? how loud it is?) and rather than writing it out where all the notes you would be hitting are represented it just tells you where to put your fingers on which string. Entry-level stuff! :D"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Thank ye kindly for this detailed explanation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 3,
    "snip": false,
    "text": "Most guitar sheet music does, in fact, have a treble clef and notes.  Only the stuff you find on the Internet is written in tab.  Tab's easier to learn, but more limiting.  Tab's pretty simple anyway--the six lines represent the six strings, time moves from left to right.  When you see a number in a certain position, it means \"play this fret on this string at this time\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 1,
    "snip": false,
    "text": "Not only easier to learn and read; it's easier to write. But there's no real time: i suppose this is only a problem if you haven't heard the song you're playing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wfl",
    "plus": 3,
    "snip": false,
    "text": "It'll sound like junk in standard tuning, but switch it to say, open D, and you'll have something a little pop-friendly, I'm sure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Try  <a href=\"http://web.archive.org/web/20101003200916/http://web.stargate.net/soundgarden/articles/guitar_7-97.shtml\">EEEEEE</a>  tuning."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 4,
    "snip": false,
    "text": "Guitar tab has a major advantage over staff notation; there are many ways to play the same note on a stringed instrument. Staff notation is fine for pianos and horns but  <em>where</em>  you play the notes on a guitar changes both tone and difficulty. I can sight-read tab but I have to think about where everything goes (that's what sh..  <strong><em>smack!</em></strong> ) when I'm reading staff notation. A lot of guitarists also use different tunings so staff notation is pretty hopeless in that case. <br/> \n <br/> \nHowever, most tab has no rhythmic or fingering information so good sheet music also includes staff notation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 1,
    "snip": false,
    "text": "tab is a way for anyone [including people with no musical training at all] to be able to pick up a guitar and play a song. unfortunately, this makes those people think they are musicians. it's a great tool to get kids playing songs quickly, but it only hinders them later on when they want to learn more about music [for example in the music theory class i teach at my high school] and they realize that they have to learn how to read actual notation on the staff."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "all that being said, i still gave this strip a 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robocop",
    "plus": 0,
    "snip": false,
    "text": "it was my impression, upon reading stilted's comment, that they were merely saying, in a clever way, that they had until this point not noticed the hidden message. i didn't figure as an actual reference to playing. and, as i didn't notice the hidden message until i read this comment, i think that my impression is at least understandable. <br/> \n <br/> \ndiscuss."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 30,
    "snip": false,
    "text": "The photo of the real live cat as a teacher at a cat high school just cracks me up for some reason."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nathanielperson",
    "plus": 9,
    "snip": false,
    "text": "It took me a while to get that - \"Why is there a picture of a cat?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "davide would say that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "THAT CAT. THAT CAT LOOKS LIKE MY CAT. <br/> \n <br/> \nHe is an Abyssinian. But he has not hit anybody, and is only a kitten."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "mega_panda",
    "plus": 1,
    "snip": false,
    "text": "I take it that Ed E. Haskel is RB's psyuedonym (or however said word is spelled) in which case that erotic novel is also written by Roast Beef. Huzzah!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "A character from Leave it to Beaver. Wow, I am so old."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by ted0phile, ShemmJacc, blastradius, lamelliform, daftsquare)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "1000hz",
    "plus": 42,
    "snip": false,
    "text": "<em>Damn.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 3,
    "snip": false,
    "text": "The puzzle is only unsolvable if you are not hip to punk rock."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "Jellies Beafro (sp)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hikikomori",
    "plus": 4,
    "snip": false,
    "text": "Jello Biafra. <br/> \n <br/> \nWesley Willis wrote a song about the guy, even."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "fuckyoufriday",
    "plus": 1,
    "snip": false,
    "text": "\"rebel fat-storer\" bumped this up to a 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I was more amused by the Chinese waiter named \"Thank You\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "this strip gets a 5 for Dead Kennedys. <br/> \n <br/> \nAnd tits."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "There comes a time in many young lives when VH turns to DK. It is a very Important time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 1,
    "snip": false,
    "text": "I only just realised that was the Van Halen logo. I guess I was always DK."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by orvel, Jalhalla42, Boyd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by Jalhalla42, Boyd, mrblank91)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snoozebar",
    "plus": 0,
    "snip": false,
    "text": "Wow, you're crazy talented.  You can even make a silly tits joke sound good."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 2,
    "snip": false,
    "text": "Wait a second who the flying fuck would give you a lame for that <br/> \n <br/> \nwhat the hell, acheworld."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "They were probably laming him for his lame avatar. <br/> \n <br/> \nNo offense, habnabit."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Whoever lamed these comments doen't Get It."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "habnabit",
    "plus": 0,
    "snip": false,
    "text": "That's kinda sad that there's people who search for all the posts I've made just to lame me for my avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Have you changed your avatar since writing this? I mean it's just some powerlines or something. <br/> \n <br/> \nI hope you get back to me. I'm really curious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "its probably because you trip nuns and kick puppies in the face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stuart",
    "plus": 6,
    "snip": false,
    "text": "I even tried to get the last notes to sound like, <br/> \n <br/> \nT I T S"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 10,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101003200916/http://www.tindeck.com/audio/my/yqdq/mwyegtdat-tits\">The S turned out bad. Sorry everyone ! !</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "The Cocteau Peppers version. Nice :-)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101003200916/http://chrisonstad.blogspot.com/2004/12/social-interaction.html\">Social Interaction</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Talking about your fiancee is just general chit-chat, yet Onstad feels \"cast\" onto. Might have to check his own reaction to this information as opposed to considering that she was relating useless information."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Why is the cat wearing a Pilgrim's hat?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 0,
    "snip": false,
    "text": "Man every part of that front page is awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ananke",
    "plus": 1,
    "snip": false,
    "text": "Why is every lunch room attendant named Doris?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "b/c of teh SimpS()nz, f00b!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "The photocopied zine at my school was the ----- ------ Prophylactic.  Oh god, I am so old..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dopamine",
    "plus": 0,
    "snip": false,
    "text": "since i live in lakewood (and right by haskell jr. high no less) strips like this always make me smile"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "In case anybody's planning on laying that tab, don't. The chords are all \"Gm7-flat 5th\" and such, which means jack squat. Also, no diatonic or pentatonic key has notes on the 1, 3, and 5 frets of every string. In other words, if you played this, it would sound like ping-ping-blat-ping-ping-blat (repeat)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wfl",
    "plus": 0,
    "snip": false,
    "text": "It's called open tuning.  I think tomorrow I shall break down and actually record this.  I've got my resonator set up in open D right now, which would be perfect. <br/> \n <br/> \nDelta blues tabbed out to tits would be.. well, tits.  Time to break out the brass slide."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Calling the superintendent on the phone to ask about his fat reminds me of that episode of Freaks and Geeks where Bill calls the gym teacher at home to insult him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "Go lick a jockstrap, butt...butt-patter!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "what. a. good. show."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "the van halen / dead kennedys thing is totally mid-to late 80's HS. but nobody said 'hella' or 'hell of' back then.  <br/> \n <br/> \nthat (those) linguistic artifacts originated in NorCal in the early 90's and trickled down to SoCal no sooner than the mid-90's. that didn't become an uncommon thing to hear in SoCal until early in the 00's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "\"hella\" was a thing people (kids) said in washington state in the early 90s. by the mid-90s it was considered dumb and people who said it were considered dumb."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrtatulas",
    "plus": 0,
    "snip": false,
    "text": "I love that the waiter's name is Thank You. Whether intentional or not, I nearly wet myself from laughter. Especially when he ended the ad with \"Thank You.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I myself am a fan of the fact that he is the best waiter in \"that whole place.\" I'm not sure why that wording is so amusing to me, but it is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrtatulas",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 0,
    "snip": false,
    "text": "I would buy that for a dollar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I wish my High School 'zine had a stick corner.  <br/> \n <br/> \nPlus, when the next opportunity presents itself, I will call a man with fat thighs a rebel fat-storer, most likely behind his back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "THE ROckin new sonfg kind of sucks"
  }
]