[
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 0,
    "snip": true,
    "text": "A comment left by methadone was marked lame too many times and excluded. (marked lame by Unfun, JTTuba, Jesler729, anticitizen, pa_ass_nts, Howard, Sweetlips, DomainAvailable, HaraDaya, Tragic_Johnson, PoodleLucy)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "somanywhales",
    "plus": 15,
    "snip": false,
    "text": "no way"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by cameasiam, Kleptonis, Crater12)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "1000hz",
    "plus": 4,
    "snip": false,
    "text": "(dang) <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100330215354/http://m.assetbar.com/achewood/uuafPdPnK\">Just like old times.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "haradaya",
    "plus": 0,
    "snip": true,
    "text": "A comment left by haradaya was marked lame too many times and excluded. (marked lame by prolefeed5, straw, daidai, king_of_pwns, NDCaesar, nipsy43, Crater12, regrepsnefpoh, Doc_Rostov, Panserbjorne)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "haradaya",
    "plus": 0,
    "snip": true,
    "text": "A comment left by haradaya was marked lame too many times and excluded. (marked lame by king_of_pwns, Sweetlips, Rachelskirts)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "You are the guy who talks about getting lamed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billyamericana",
    "plus": 14,
    "snip": false,
    "text": "One wonders if being profoundly stoned and playing sports is something of a recurring theme in the Onstad household. Perhaps on his child's 18th they will burn one and go curling at an ice rink while people fall down due to both their lack of skill and a giant polished granite rock smashing their legs from under them. Good times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 5,
    "snip": false,
    "text": "The dude is a native Californian, it is most entirely possible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "You don't have to be a native Californian (or a Californian of any sort) to enjoy sports while profoundly stoned. Just ask me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Or any of my friends in college."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 3,
    "snip": false,
    "text": "Ether bowling"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Crystal meth racquetball."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tellumo",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100330215354/http://m.assetbar.com/achewood/uua6MqJkm#comment_47\">LSD baseball</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "Crack Waterpolo is one of the deadliest sports known to man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 15,
    "snip": false,
    "text": "i seen someone get all ill from just weed - after a literal five-foot long bong hit.  dude was a pro, but after that he was all green as pistachio and lost it like a rookie cop at a triple homicide. <br/> \n <br/> \ngood night mr. lemahieu, wherever you are."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "Not sure it qualifies but my friend Jody puked after getting high and watching the lawnmower scene in Dead Alive (aka Braindead). He generally does not vomit during horror movies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "I ralphed after entirely too much weed via gravity bong.  Just sucking a bowl's worth of smoke into my lungs in one go, several times.  The room just starts spinning too fast, it's too much to take."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "Guy I know puked after smoking his first time. No reason, just threw up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "I occasionally puke a little when I smoke in the morning, just as a result of getting a death hit and coughing so much my gag reflex kicks in. <br/> \n <br/> \nIt's not good times."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "yeah man, I threw up for the first time about a week ago . . .  as I was smoking my throat kinda dryed up, and got coated with mucus, till I wasn't getting enough air, like 3/4 as much as I needed with each breath . . then my diaphragm started heaving, and I threw up four times.  <br/> \n <br/> \nThe funny thing is, it cleaned my throat out, and I still felt great afterwards."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 6,
    "snip": false,
    "text": "This exactly explains what happened my second time:  <br/> \n <br/> \nOutside on a hot September afternoon, not in a secure basement with excited friends at midnight like the first time but in an uptight neighborhood on a back patio at like 2:30 PM with a friend and three people I didn't know. Girl didn't offer any water, starting fucking with my head after her mom  <strong>and her grandmother</strong>  came home like half an hour into it. \"What? No, she's not home.\" *Concerned face* \"Are you feeling all right, Steve?\" Cheap cigar skin all tore up my throat, trying to manage a seltzer burp, real hungry and confused with the cool kids,  <em>Are her mom and grandmother home how long is this gonna last goddammit I have school tomorrow oh this was such a bad idea I don't wanna be high anymore</em>  bruurr... Burr-UM-PAULGGHH  <strong>*splash*</strong>   <br/> \n <br/> \nAfternoon was thirstiest performance, played on Schroedinger's ugliest guitar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "This exactly explains what happened my second time:  <br/> \n <br/> \nOutside on a hot September afternoon, not in a secure basement with excited friends at midnight like the first time but in an uptight neighborhood on a back patio at like 2:30 PM with a friend and three people I didn't know. Girl didn't offer any water, starting fucking with my head after her mom  <strong>and her grandmother</strong>  came home like half an hour into it. \"What? No, she's not home.\" *Concerned face* \"Are you feeling all right, Steve?\" Cheap cigar skin all tore up my throat, trying to manage a seltzer burp, real hungry and confused with the cool kids,  <em>Are her mom and grandmother home how long is this gonna last goddammit I have school tomorrow oh this was such a bad idea I don't wanna be high anymore</em>  bruurr... Burr-UM-PAULGGHH  <strong>*splash*</strong>   <br/> \n <br/> \nAfternoon was thirstiest performance, played on Schroedinger's ugliest guitar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "That movie can catch you off guard.  I own it, I've seen it countless times, but the last time I watched it I totally lost control during the pudding scene."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "The pudding scene marked the single most disgusting thing I had ever seen in a movie. It has since been surpassed by scenes from other movies but I will always remember it fondly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "Man, I'm tempted to ask what has been worse, but I'm gonna be strong and not do it. <br/> \n <br/> \n <em>Seriously though you should tell me.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "After thinking about it I may have spoke too soon. Nothing really compares to the first watch-through of Dead Alive. The last twenty minutes of Audition are pretty rough and the unrated version of Ichi the Killer is pretty brutal. Meet the Feebles disturbed me in a major way but still I think Dead Alive tops them all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "5'd for having had this completely happen to me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "Driving stoned is the stupidest thing I've ever done, and yet I regret nothing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 11,
    "snip": false,
    "text": "i do it all the time. it is much easier than being drunk. <br/> \n <br/> \ndo not drive drunk, the people on tv know what they are talking about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chrissketch",
    "plus": 5,
    "snip": false,
    "text": "Some people find that they can drive when high. Honestly I don't feel comfortable doing it. Definitely not recommended if you tend towards anxiety. Hell driving whilst intoxicated in general is not really ever a good idea."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "When I'm stoned driving on the highway I can go two hundred miles without looking at the road or thinking about what I'm doing. It seems extremely efficient and it makes for a pleasant enough ride (another side effect is that I never break 60 mph), but it's probably not a good thing."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 12,
    "snip": false,
    "text": "I rode as a passenger (while high) in a car with a woman (first problem am I right hahaha oh I kill me) who was also high, and that crazy bitch started driving in the opposing traffic lane straight toward an oncoming car and I had to wrench the wheel away from her and goddammit I'm never getting in a car with a stoned woman ever again."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "swatson",
    "plus": 2,
    "snip": false,
    "text": "(I hit chubby insted of reply but I do not regret the chubby) <br/> \n <br/> \nI rode in the back of a taxi stoned. It was like being on a roller coaster where everything was purple.  <br/> \nand life was AMAZING."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Um, I was just talking about weed, dude. I've never tried heroin."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "Hahaha! It was BC bud! (just weeeeeed.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "I live in BC and our bud is nothing special. Side note: despite my distaste for that most noxious of intoxicating weeds, marijuana, I have found my reflexes and instincts are hugely improved. I've never driven stoned, but I assume I would be great at it. I am frankly amazing at stoned video games."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for maintaining the misogyny 'til the end."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kelsotimebomb",
    "plus": 0,
    "snip": false,
    "text": "No kidding.  I have such difficulty hitting the speed limit when I'm blazed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Yes, Ray, I believe it is illegal to leave stone people lyin' around in public."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 7,
    "snip": false,
    "text": "In the old days, I used to throw up every time, but it wasn't from the weed.  It was from eating like, the entire bag of chili cheese Frito's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "You just said the magic words.  The magic words are \"chili,\" \"cheese,\" and \"fritos,\" in that order.  They truly are the limit."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": false,
    "text": "Nightlife speaks in italics. [i]I love it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "Oh man Roast Beef <br/> \n <br/> \nEyes all wide <br/> \n <br/> \nAll clutching the steering wheel tightly with both hands"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 1,
    "snip": false,
    "text": "Instant 5 for Ray's first line."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "You're completely HIGH AS HELL!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 40,
    "snip": false,
    "text": "Ray would make an awesome EMT.  Ambulance rolls up to the scene, sirens wailing.  Ray jumps out of the door holding his medical kit before the vehicle has even come to a complete stop.  He rushes to the victim, clearing a path through the crowd of onlookers.  He kneels over the stricken person, looks him in the eyes, and asks, \"You're lying in the middle of the sidewalk, and you're turning blue.   <em>How come?</em> \" <br/> \n <br/> \nMeanwhile, Beef waits in the back of the van because he's \"basically in no condition to deal with situations of mortality.  What if I try to open his shirt to take his vitals and his wallet drops out of a coat pocket?  Falls open to reveal pictures of the man's wife and three kids, all looking up at me with their eyes asking 'When is daddy coming home?'\" <br/> \n <br/> \nI could totally go for a version of  <em>Emergency!</em>  with Ray and Beef working alongside John and Roy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I am out of chubbies.  Just imagine your count as whatever it is plus one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "naminator01",
    "plus": 0,
    "snip": true,
    "text": "A comment left by naminator01 was marked lame too many times and excluded. (marked lame by straw, aliiis, Zem, Tragic_Johnson, dropkickpikachu)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Why are they silhouettes for the last four panels?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 2,
    "snip": false,
    "text": "It's  <em>art</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "to signify that ray and nightlife are completely oblivious to what is really happening- that beef is no longer on the ground but making a getaway in the golf cart."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 2,
    "snip": false,
    "text": "because they are smokin dope and it's fucking  <em>Nightlife Mingus.</em>  Dude turns most things into silhouettes. Silhouettes are  <em>jazzy.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "the_stoned_one",
    "plus": 0,
    "snip": false,
    "text": "HOLY SHIT MAN!!! <br/> \ni was just burning one and totally didnt notice that they were silhouettes <br/> \nkinda appropriate forgetfulness on my part i'd venture"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cagliostro",
    "plus": 1,
    "snip": false,
    "text": "It seems like it makes you see the strip from Beef's perspective, almost. <br/> \n <br/> \nYou know if you're in a semi-conscious drunken (/stoned?) stupor and people in the room are talking about you? 'Whoa how much has he had', 'Let's draw a moustache on him', and so forth? And it's like, you can hear them, but they're a long way away and what they're talking about is no real concern of yours? It's the visual equivalent of that. Hence Beef NOT being in silhouette at the end. I reckon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "As far as I'm concerned, the best sports ARE the ones you can play while profoundly baked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": false,
    "text": "That must be PCP...and PCP is one hell of a drug... <br/> \n <br/> \nI bit  <em>my</em>  mom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shirt145",
    "plus": 1,
    "snip": false,
    "text": "I don't want to go on the cart!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dancemanleo",
    "plus": 0,
    "snip": false,
    "text": "Im overly certain if beef can roadtrip cross country in a vintage powermachine, he can drive a cart after one toke one the devils salad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I have never noticed this before but Ray's glasses look kind of fucked up here. He is lookin' like a dog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "one doober hit gets you  completely high as hell?  [[ponders]] interesting..."
  }
]