[
  {
    "depth": 0,
    "minus": 1,
    "name": "fablesandblues",
    "plus": 15,
    "snip": false,
    "text": "Don't impale Todd's head in 2009, please."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catjumpjohn was marked lame too many times and excluded. (marked lame by BPMead, cavebaby, HolyQ)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 8,
    "snip": false,
    "text": "Ray should have been paying attention. :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gtpbearsuit",
    "plus": 20,
    "snip": false,
    "text": "I'll bet Ray wanted to go out to dinner with Beef. <br/> \n <br/> \nI'LL BET RAY DIDN'T HAVE TACOS  <em>AT ALL.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "toiletstore",
    "plus": 1,
    "snip": false,
    "text": "he ain't never gonna tire of Tre Otto"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I think Ray was planning another meal, tacos or no tacos."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Ain't gettin flab like Ray without tacos. <br/> \n <br/> \nThere Will Be Tacos"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "Tacos? You sir, I suspect, are thinking of the noble  <em>burrito</em> . In these parts it'll run the size of a small dog for $5 or so and give you all the calories you need for an entire day. You take that baby \"super\" (guacamole/avacado, cheese, and sour cream if you're the kind of sick deviant that can tolerate sour cream) and you're looking at a serious flab-building program. <br/> \n <br/> \nYou're also looking at one of the greatest things to ever come out of San Francisco. <br/> \n <br/> \n <em>\"I eat your TACO!\"</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "El Faro was the original!  Hell yes!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "buzzylinguardo",
    "plus": 3,
    "snip": false,
    "text": "san francisco my friend is where burritos go to die. to have to order a burrito with such things is an obscene breach of mexican gastronomy, and i beg thee to travel south to experience the true burrito."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "THANK YOU FOR FINALLY TAKING BELGAND DOWN A NOTCH ABOUT THIS WHOLE SAN FRANCISCO IS BETTER THAN EVERYTHING THING."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "true. all comics drawn therein are not equal, either. <br/> \n <br/> \n(as per Ray's Dilbert call.) <br/> \n <br/> \ni really like the way Scott Adams writes. and in his books, too."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I've never said we're the best at everything (for example: our transit is horrifying, our city planning nonexistent, we have terrible weather, and as a former Kansan I truly lament the terrible state of barbecue here), but I will say that we most definitely have some solid credentials when it comes to burritos. To say otherwise is laughable. You don't have to admit that New York is the epicenter of the world, but you would be remiss in saying that they do not know what they're talking about when it comes to pizza."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It just seems like whenever you mention San Fran you always go into great detail to describe how much better it is than wherever."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It is pride in where one lives.  The opposite of how I feel about where I live, yet I will not move."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I love where I live but I wouldn't say it's better than anywhere else."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Then you don't love it."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Oh...ok."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think the point I'm trying to make is that belgand took a conversation that had nothing to do with San Francisco or anything of the sort and made it about San Francisco."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "True, but burritos are a pretty big thing here. It's also somewhat related because of the strip being set in a fictional suburb of SF. <br/> \n <br/> \nRe-reading it I guess I could have neglected to mention the origins of the sort of burrito I was referring to and the one that I assume would be the base of Ray's flab-building program without altering the basic nature of the statement. <br/> \n <br/> \nI do go on about this city too much though. You're entirely correct there. New Yorkers often do the same thing though. It's not entirely a unique thing."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "But no one was talking about burritos, daidai said TACOS. There was nothing about burritos anywhere."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm sure if there was something interesting about Tampa I would be talking it up but there really isn't, plus everytime I talk about the things I love (shitty mexican food from Chipotle's) and the places I love (Virginia god damn motherfucking Beach) I'm told I am stupid for liking those things. <br/> \n <br/> \nStupid. <br/> \n <br/> \nSo I must ruin it for everyone else."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "Stop calling it \"Chipotle's\"!!! It is just \"Chipotle\". Why the possession?!? It doesn't make any goddamn sense for why a smoked pepper would own a chain of eateries that are pretty acceptable if you don't have access to a better place, but if you do are completely laughable and will be bested by even the most mediocre taqueria."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I would definitely NOT trust the taco stand near me. <br/> \n <br/> \nIn fact I do not trust any roadside stand for food that isn't BBQ. <br/> \n <br/> \nAnd yes CHIPOTLE is better than alot of the shit near me, and since I can only get it when I'm at school (because UT is in the downtown section of Tampa) I treat it like fucking royalty because half the time I'm shoving Moe's tacos down my throat when I want a servicable taco meal. <br/> \n <br/> \nFUCK YOU WITH YOUR DECENT TAQUERIAS. FUCK YOU."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I always trust food on the street more than other food. I mean, you can often weed out the cheap crap easily, but otherwise, this is a small struggling business and more likely to be authentic and good than some asshat with a chain or mediocre neighborhood place just getting by due to laziness on the part of the locals.  <br/> \n <br/> \nIf it's any consolation the best local BBQ place just makes me weep because it's not good enough. Also, they have shitty sauces and no decent KC style sauce. They don't have burnt ends. The meat is good, albeit not great, but the guy is one of those anti-sauce types and sauce is key to proper KC-style BBQ. <br/> \n <br/> \nI didn't get the taquerias without paying a pretty hefty fee in return. Oh and we have a lot of really bad Indian food in the city. You have to go over to Berkeley (which has a sizable Desi population) to get the good stuff... or so I'm told."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "from the perspective of a native Southeastern person, culturally we aren't nearly as accepting of roadside stands as, say, New York. I also disagree that just because a business is \"struggling\" or \"authentic\" it makes its product better... That said, I now go to school up in Yankeeland, and yeah, street food's often a good sight better than what I can get at a big chain or the shitty supermarket down the block."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Whenever I watch No Reservations or such I really lament that lack of street food in this country. I mean, look at other countries around the world. There is some great, dirt-cheap food being served on the street. I lament it's lack here almost constantly. <br/> \n <br/> \nWe don't even really get much in the way of hot dog carts, pretzel vendors, or churro stands here. I mean, actually you can get all three, but it's uncommon and always the same crappy chain selling old vaguely-warmed versions of each. <br/> \n <br/> \nI'm not paying $3 for a churro that's been sitting around all day. I should be getting a freshly fried one for $1. Actually, I know a place for that in Oakland right outside the BART station where that guy was shot on New Years. My girlfriend used to get off at that station for work every day."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I had a few Lucky Dogs during the time in which I lived in New Orleans. That cart just always seemed to be stopped outside the bar which I had adopted as my own at that time. I was always either steeling myself for a long bike ride or streetcar trip back Uptown, so I sometimes sought to quell the beery fire with said dogs. <br/> \n <br/> \nIt rarely ended well. <br/> \n <br/> \nI do not miss this particular strain of street food."
  },
  {
    "depth": 20,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "CHIPOTLE'S <br/> \nCHIPOTLE'S <br/> \nCHIPOTLE'S <br/> \nCHIPOTLES'"
  },
  {
    "depth": 21,
    "minus": 1,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "CHIPOTLE'S! CHIPOTLE'S! PAY ATTENTION! CHIPOTLE'S!"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Hahahahaha. <br/> \n <br/> \nAnyway, belgand, if you even come down from your Mt. Olympus that is San Francisco and visit Tampa give me a buzz and I'll take you to First Choice BBQ."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "but... but Mt.Olypmus is in Washington"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "No sensible person would ever go to Tampa. Plus, well, I'm not exactly a BBQ snob, but I grew up with KC style BBQ so I'm happiest with my regional preferences there. I'll get some the next time I visit my parents. <br/> \n <br/> \nSadly I want the BBQ, but I don't want to see them."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Tampa? Hell yeah man. I've lived in 2 different cities and 2 different states since then but that's still my home."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "And I responded that it was likely burritos building that flab, not tacos."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strike>He's a brain in a jar. He thinks</strike>  he feels these things so intensely you wouldn't believe."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It is the zeal of the converted."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Very true. I moved here because I wanted to live here. I find it very pleasing despite its many obvious and deeply problematic faults (and not just the ones that will be the death of all of us). <br/> \n <br/> \nAchewood being set in the Bay Area just stirs these feelings up to the surface a bit more than usual."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "also, Chicago's pizza is better."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jimijazz2",
    "plus": 0,
    "snip": false,
    "text": "No, they don't. Chicago is king when it comes to pizza."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 1,
    "snip": false,
    "text": "Chicago doesn't make pizza. They make pizza Casserole. It's not that it's not tasty, it's just that Chicago \"pizza\" is pretending to eat something that isn't pizza."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Chicago and SF have a lot in common really. <br/> \n <br/> \nOur rivalry with L.A. is more justified though, but it's mainly just one-way: we hate them and they think we're cute and picturesque. <br/> \n <br/> \nNew York enjoys a rivalry with everyone who says that New York is not the greatest place on Earth. We often just try to justify how we're just as good as New York and why we would never want to live there anyway."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "There's no SF on the top 9 from Money magazine (cities over 1 million): <br/> \n <br/> \n1.Phoenix, AZ <br/> \n2. Los Angeles, CA <br/> \n3. San Diego, CA <br/> \n4. Chicago, IL <br/> \n5. New York, NY <br/> \n6. Philadelphia, PA <br/> \n7. Dallas, TX <br/> \n8. Houston, TX <br/> \n9. San Antonio, TX <br/>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Top 9 what?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Washington, D.C. doesn't even make it to rival status... <br/> \n <br/> \nWe have nice things here too..."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I thought you had plenty of rivalries. I mean, what are all those shootings about all the time? <br/> \n <br/> \nIt's a shame too. Most other world capitols are in the major cities of the country, but not us. It's kind of like how state capitols are almost never the major or most important city of the state. I think Austin is one of the few cases where it's even in a city where people would want to live."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Chicago pizza was invented by a Texan football player. When you see one in real life, you grasp the unsubtle nature of it and its origin is understood. <br/> \n <br/> \nI did have a blast growing up in the Chicagoland area. It was like being in New york except the accents are more tolerable.  <br/> \n <br/> \nKen Berry was not from Chicago. I never saw him around, so I cannot confirm that he has ever been there."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "A burrito made with rice, beans, meat and salsa wrapped in a tortilla is not correct? How can you cut it down any further? I will fully acknowledge that the super burrito is most definitely the gringo version, but if you want it more authentic I doubt you're going to have that many problems with a solid burrito sesos. I don't think they're selling a lot of ojo to the Americans."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "you cut it down further by just not eating a novelty burrito the size of your head ( <br/> \nor \"\"\"El CabEzA LOCO!!!!\"\"\" ), and instead maybe enjoying a fine cheese-based quesadilla. <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I see your point, but it's become the dominant form of burrito in the area. It's no longer a novelty like it is in many other areas. If you order a burrito anywhere around here that's what you're gonna get. Honestly I find it to be the ideal size and don't get complaints that they're too large. I've never seen one larger than my head."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "See, that is kind of the reason why I stand alone in my group of friends for not being a fan of burritos. <br/> \n <br/> \nMaybe also because, growing up in a Puerto Rican household, I've always felt that Mexican rice is inferior to the Puerto Rican Variant."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I think a burrito is best when you buy it at Taco Bell, take out the insides, fill it with Wendy's Chili, then put a some Whopper meat inside and fold it up and sprinkle it with McDonald's french fries, don't you?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You need to give it a good squirt of special sauce, though."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Jizzum?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "trekkiepk",
    "plus": 0,
    "snip": false,
    "text": "san francisco? fer serious? dang. i am in burrito heaven, then!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "Is it friday?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "toiletstore",
    "plus": 7,
    "snip": false,
    "text": "ray's shorts are changing color"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "also he doesn't have a watch, then he does, then he doesn't <br/> \n <br/> \nalso he wears his necklace around his belly in the last panel <br/> <br/> <br/> finally i am looking forward to cüddlenacht, if it ends up happening"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "And he has a wristband in #3"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ashoykh",
    "plus": 2,
    "snip": false,
    "text": "and his fly is turned the other way in #3 <br/> \nand his shorts are missing a button in #2"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 37,
    "snip": false,
    "text": "And his diabetes is cured in #2, but it's suddenly back again in #3."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 7,
    "snip": false,
    "text": "<strong>He only has eyebrows in panel one.  He only has eyes in panel two.</strong> <br/> \n <br/> \nDon't fucking deny it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "westsider8",
    "plus": 4,
    "snip": false,
    "text": "There are FOUR lights."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And his glasses move up and down. <br/> \n <br/> \nWhy are we doing this?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "syx",
    "plus": 1,
    "snip": false,
    "text": "His weird cat nipples are higher in panel 3. <br/> \nHis legs are different in every panel, on a pixelated level. <br/> \n <br/> \nWe're doing this because Mr Onstad gave us a challenge, and we are on our mettle."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The legs can be attributed to scanning inconsistencies."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "As can the difference in his belt loops in panel 3 (one thick line in 1 and 2, two thin lines in 3). <br/> \n <br/> \nFunny, you asked \"Why are we doing this?\" but you did it all the same."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "He has smaller biceps in panel 2.  This shit is subtle, man, it could go on forever!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Why are we doing this?</em></div> <br/> \nThat'swhatshesaid"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I have officially been looking at the evil dead gif longer than the comic strip. <br/> \n <br/> \nand now i wish I could watch more Burn Notice."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Your statement is in correct because in implying that you want to watch MORE Burn Notice you are reversely implying that there are people who watch LESS Burn Notice, also implying that there is a limit to how much Burn Notice one can watch, as in \"I want to eat MORE food\" and then \"I need to eat LESS food now, because I am full.\" <br/> \n <br/> \nIt is impossible to get full on Burn Notice, there is no such thing as too much of Burn Notice."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "You mean, 21st century Macguyver? It should be better than it is. I want it to be better. I hope it improves in 2009."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "1st season was weak but once they revealed the extent of the conspiracy at the end of Season 1 and throughout Season 2 it got better. Alias was the same way. <br/> \n <br/> \nBurn Notice is more \"Magnum P.I. in Miami with more 'splosions\" though, because Micheal rarely creates something out of nothing for daring escapes."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "It's the exact opposite, octafish: Burn Notice is surprisingly much more watchable than a flashy spy show set in Miami has any right to be."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Is  <em>Burn Notice</em>  the 21st century  <em>MacGyver</em> ?  I never watched  <em>MacGyver</em> .  It was far too silly for me. <br/> \n <br/> \nI thought  <em>Burn Notice</em>  was the 21st century  <em>The Equalizer.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nothing will equal  <em>The Equalizer</em> . Edward Woodward is just so damn hard! My wife gave Burn Notice the name 21st Century MacGuyver after Micheal improvised yet another spy gadget/explosive/weapon out of everyday household objects. She also gave NCIS the name \"Navy Cops\" and if there was any justice in the world that is what the show would be called."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Even with Bruce Campbell being awesome I couldn't make it through the pilot. It was just so dull and uninteresting."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "YES TO BURN NOTICE."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sweetlips",
    "plus": 13,
    "snip": false,
    "text": "If Ray starts wearing shorts in '09 my fan-fic will be ruined!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nabeel84",
    "plus": 1,
    "snip": false,
    "text": "What's with some apparel being discontinued? What if I need another Goddammit what am i going to do about my problems shirt? It's shrunk a bit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "Man, if ever you needed that shirt, this is it."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "Oh the humanity!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "rawk5tar",
    "plus": 1,
    "snip": false,
    "text": "Oh the hugh manatee!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "awko",
    "plus": 1,
    "snip": false,
    "text": "Oh the huge man-titty!"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "The huge man-titty part of his fanfic won't be hurt by Ray's purchasing of shitty cargo shorts, thankfully."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Apologies for the kombo breaker, peeps. <br/> \n <br/> \n\"No! The luge man, Fiddy!\" <br/> \n <br/> \n(Somebody photoshop 50 Cent winning the Winter Olympics.  Please do what I cannot.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "vladimir",
    "plus": 4,
    "snip": false,
    "text": "Just taking the whole olympics, and just winning it. Just like that."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "If you're gonna do something. Do it properly."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "missbee",
    "plus": 6,
    "snip": false,
    "text": "Ask and ye shall receive. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "<em>Okay, yeah, I see it. Thanks. That's perfect.<br/>\n<br/>\nThat is exactly the picture that I needed.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Except that it's clearly the Beijing  <em><strong>Summer</strong></em>  Olympics, which is definitely not what I asked. <br/> \n <br/> \nNot that I can really complain - I have clearly not done anything, here."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "The sand kinda looks like snow. <br/> \n <br/> \nWeird dirty snow."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh, I dunno. Fiddy- if that's him, because I don't even know or care who he is- looks definitely snowed in, and his two remaining brain cells are saying, \"Yo, you cold?\" <br/> \n\"Me? Nawwwww. I'm chilllllllll...\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "FFFFFF <br/> \n <br/> \nHaha oh man I did not pay enough attention to the request."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alittlenothing",
    "plus": 0,
    "snip": false,
    "text": "Looks more like a SKIRT to me. Hmm hmm. So many new possibilities."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "waferman",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, but fanfics aren't cannon anyway...*sniff* <br/> \nApparently wanting something doesn't make it true..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 90,
    "snip": false,
    "text": "My grandparents survived Cuddlenacht, only to perish in the ensuing Huggocaust after they were deported to Auchkiss. Not funny, not cool, not a good strip."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Many spectacled penii were lost in those awful cuddletastrophes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Wait. Fuck. That was a pun, technically."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "perilon",
    "plus": 3,
    "snip": false,
    "text": "When will people learn.   The plural is \"penes.\"   \"Penes.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 13,
    "snip": false,
    "text": "Can't go wrong if you just say \"schlongs.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "connormc",
    "plus": 15,
    "snip": false,
    "text": "<em>And now, Jeff Spaulding with a couplet about phallic terminology.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "redphillip",
    "plus": 9,
    "snip": false,
    "text": "What you might say as being on terms about dicks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Thankfully he wasn't being a dick about terms about dicks, because that would be a ridiculous description to have to make."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "v-chubs for all of you!  please, help yourselves!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>KNOW THAT IT IS GROUCHO MARX SAYING THIS.</strong></em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pongojones",
    "plus": 0,
    "snip": false,
    "text": "This is correct in Latin Americanese. <br/> \n\"Cuantos penes tiene la chica 'trap'?\" <br/> \n\"Solo tiene un pene.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "<em>¡ES UN TRAP!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Quizas nadie nos dieren \"lames\" si no sepan este ' 'quatro-chanismo' en espanol."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "If you have to mention it was a pun and add \"technically\", it isn't."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 6,
    "snip": false,
    "text": "I suppose I should thank you for showing me this loophole and allowing me to remove this pistol from my mouth."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "Chubby because Nice Pete  <em>would</em>  be so thankful in that situation."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Technically it was so bad that they went running and screaming into the ovens to get away from it.  <br/> \n <br/> \nYou want genocidal punnery? <br/> \n <br/> \nCuddleknacht- the wurst of times."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Hey, baby, I got yer cuddletastrophe right here."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "man I am sorry I lamed you by accident. I am sorry."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "It's ok.   <em><a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=bCKlr5qeiQY&amp;feature=related\">You Are Forgiven.</a></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "Auchkiss Resnugglement Solution. <br/> \n <em>Arbeit macht hugs.</em>  Yeah, right, Herr Otterbannfuhrer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "I think it would be more like  <em>hugs macht frei</em> , if it were a solution imposing hugs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "How about Hügß Mit fries?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "<strong><em>POMMES ODER <span style=\"border-bottom: 1px dotted\">BROT</span>?</em></strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Heh! What?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doctorbeene",
    "plus": 2,
    "snip": false,
    "text": "I'm still looking forward to finding out who ate Ray's dang nachos in 2006."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Ray ate them in the future. (Well, it's the past now.  It was the future when he ate them, from the perspective of the Ray asking who ate them)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "It was Todd."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "It was me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "i'm actually not sure how my \"u\" with an umlaut became a diamond with a question mark in it <br/> \n <br/> \ndaaamn"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Also the fly changes direction in the third panel!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "And his nipples rise."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "and his eyebrows disappear after 1."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 1,
    "snip": false,
    "text": "I think that sometimes his eyebrows just do that if they're not being expressive. <br/> \n <br/> \nlike  <a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/index.php?date=01242005\">here</a>  or  <a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/index.php?date=09032004\">here</a> <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "The man does his homework."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "somedarkholler",
    "plus": 0,
    "snip": false,
    "text": "I feel that there is something innately unsettling about the phrase, \"And his nipples rise.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "Having seen this happen, I can assure you it is hell of exciting.  Mind you, not in the sense of a guy's nipples like, relocating themselves on his chest somewhere toward the shoulders, which  <em>would</em>  be unsettling."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's hot on girls too. Not that you would care. <br/> \n <br/> \nIt's hot on guys too, I love it when my nipples rise!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I  <em>do</em>  care, in that I think it's important for everyone to have as much pleasure as possible as often as possible.  I don't have quite the personal investment in female arousal as some do, but in the spirit of solidarity I celebrate it all."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "And his shorts pocket is missing its button in the middle panel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "You clearly didn't read the strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "And nobody ate his dang tacos."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "prettyrad",
    "plus": 6,
    "snip": false,
    "text": "In 2009, the continuity error will have been that Ray was clearly shown eating steak for dinner in a slightly earlier scene."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "or..nachos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "toiletstore",
    "plus": 1,
    "snip": false,
    "text": "good job guys <br/> \n <br/> \nproud of us"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "So are mine and Philippe's."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 6,
    "snip": false,
    "text": "Ray  <em>AND</em>  Philippe's shorts are changing color! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Mostly what you did here is make Ray look like he has an old-fashioned keyhole in his chest."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daedala_x",
    "plus": 14,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "Mostly what you did here is make Ray look like he has something strange and horrible in his chest."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=gaaf_9TqPL8\"><em>\"Start the reactor...\"</em></a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hehehehehehehehehe."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>wanna have some fun?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Ray is secretly the Escapist!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bannedbooks",
    "plus": 1,
    "snip": false,
    "text": "His nipples are higher in panel 3."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "7a65726f",
    "plus": 1,
    "snip": false,
    "text": "I failed to notice his adjusted areolas. :/"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "7a65726f",
    "plus": 3,
    "snip": false,
    "text": "I spy with my Achewood eye... a flipped fly, a swatched watch, a plummeting pendant, elevated eyewear, shaded shorts, a sudden snap, and a modified medial epicondyle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rkikdnec",
    "plus": 0,
    "snip": false,
    "text": "Ohhhh... I thought it was a boot dangling from a stick like a tetherball.  I couldn't for the life of me figure out what Ray was so upset about... But no, you're absolutely right... Todd's head makes so much more sense!  Thanks for enlightening me!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "95% of the reason I chubbied that was the fact that i expected to see \"first comment of 2009!!!!!!\" <br/> \n <br/> \nThe other %5 was that I didn't recognize Todd's head without Todd and this comment cleared that up for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "In the middle of typing that I seem to have decided that percent signs are used like dollar signs. There's a good Resolution for aught nine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dirian",
    "plus": 0,
    "snip": false,
    "text": "But, if you realize, his head has already been impaled this year!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You do realize no one can read the text in your avatar? Be a dear and post a larger image of it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "automatic pilot can't play dixieland jazz on the <<something>> like i can."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "No, please do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "astarael",
    "plus": 3,
    "snip": false,
    "text": "I was going to say that I can't decide which strip was best, but then I stopped lying to myself and gave my heart to the five-year-old Nazi otter.  <br/> \n <br/> \n(he has kate winslet on his side!)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grayestnova",
    "plus": 8,
    "snip": false,
    "text": "I am kind of excited to find out if that is  <a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/index.php?date=06052002/\">Darlene</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayestnova",
    "plus": 3,
    "snip": false,
    "text": "for the love of christ, bbcode,  <a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/index.php?date=06052002\">there.</a> <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "astarael",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, that would be excellent."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "My first thought as well. My second thought was that that is no kind of she-cat to be wearing a sign/burning a candle for."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grayestnova",
    "plus": 1,
    "snip": false,
    "text": "Yes, exactly. If it is Darlene I'll be somewhat disappointed in Lyle, but then again I wouldn't be totally surprised."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "She looks like she should be saying, \"Like,  <em>wow</em> \""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 4,
    "snip": false,
    "text": "My grandfather once said that \"Love will stick to shit if it falls in it.\"  Who are we to mock  <em>le affaires du coeur</em> ?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 8,
    "snip": false,
    "text": "True, true. Many a time I have seen roaming the grocery aisles, meandering about a parking lot, or standing in line certain people. People one can't help but loathe at first sight. People one's mind stands aghast at the idea of being trapped in a room with, gibbers incoherently at wild imaginings of cohabitation with such low-minded sloth-bodies. <br/> \n <br/> \n... and yet, and yet, though were I trapped on a desert island with these cultural under-dwellers I know I would sooner strangle them and give them to the sea than feed their tainted flesh to my starving bikini concubines, I know that somewhere, somewhere, there is a man to whom they are the apple of his eye. <br/> \n <br/> \nAnd that man, by God, is a true  <em>hole man</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Don't feed the concubines too much Wal-Mart meat -- they won't fit their bikinis."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Reading this comment in Klaus Kinski's voice makes it extra funny."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Reading it in Bobcat Goldthwait's voice is funnier. But so is everything."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Except Nice Pete's inner dialog. Which, of course, your avicon....evokes. <br/> \n <br/> \nThat is truly terrifying."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe so, but wozzeck doesn't have Goldthwait as his icon."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Then he starts screaming."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sinikl",
    "plus": 1,
    "snip": false,
    "text": "I think it looks like the junkie chick philippe meets at the dump. I agree that women should wear bras, even if their boobs are crummy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bumpishound",
    "plus": 2,
    "snip": false,
    "text": "but she's got a rockin' cameltoe, dude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hamscout",
    "plus": 2,
    "snip": false,
    "text": "She was hoping for Lyle to get some credit to fix her up with some rubber boobs. <br/> \n <br/> \nNow she is Mrs. Potato Breasts, and is married to God."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Hm, try again.  A little further....south?  <strong>ridiculous cackling, thunderclap</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Mrs. Potato Stomach? <br/> \n <br/> \nWho would want a rubber stomach?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "<strong>POTATO CLITS</strong> <br/> \n <br/> \nLOVE THEM"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "MASHED"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Ideally they taste strongly of garlic and Rosemary."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "I hate the goddam idaho five year old nazi otters."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Illinois?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "Dammit! have they got as far as Illinois? I hate them all.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>(he has kate winslet on his side!)</em></div> <br/> \nExcellent new film reference.  You younger boys should go see  <em>Reader</em>  to learn the joys and pains of boffing an older woman, you should be so lucky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayestnova",
    "plus": 0,
    "snip": false,
    "text": "As a person of German descent, I find Cuddlenacht to be an extremely amusing concept."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's even more fun to say. <br/> \n <br/> \nKEWD-LER-NACHT!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 2,
    "snip": false,
    "text": "As a German person who used to play Descent, I have trouble not pronouncing it \"cid-leh-nacht.\" <br/>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "actualtaunt",
    "plus": 1,
    "snip": false,
    "text": "JA! AS PERSON OF GERMAN DESCENT! THIS MAHKS ME FURIOUSLY HAPPY! JA! <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "Don't mention the war! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "one chubby for the Descent reference!~  <br/> \n <br/> \nthat is all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Although it really should be \"Kuschelnacht.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hyetal",
    "plus": 14,
    "snip": false,
    "text": "Error 1: He is actually speaking to Cornelius, not Beef. <br/> \n <br/> \nError 2: He only ate one taco, not a \"couple\" as claimed. <br/> \n <br/> \nError 3:  The phone's battery has died."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saulbellow",
    "plus": 2,
    "snip": false,
    "text": "Errol Flynn: He forgot to be a foppish dandy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 4,
    "snip": false,
    "text": "Error 4: In panel 1, Ray is still an ass man. <br/> \nError 5: He also ate a snifter of cognac. <br/> \nError 6: Panel 3 is copied directly from a future strip in which Ray is actually having a serious conversation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 0,
    "snip": false,
    "text": "Error 7: he is talking to a gymnast, and as such, his balls have risen up into his body"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Shh, that black-and-white russian kid (smoking a cigarette in a leotard or wife-beater) is going to come back ..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 7,
    "snip": false,
    "text": "Error 8: The year is 1934, Ray has not even been born yet. <br/> \n <br/> \nError 9: Bats aren't Bugs!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Look, who's making this comic, you chowderheads or Onstad?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Coming soon:  <em>Chowderheadwood</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That sounds like something that happens if you do not wash your uncut penis and also perhaps have a disease."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achilleselbow was marked lame too many times and excluded. (marked lame by Zapatos, MarkusJ, daidai, cunty, riotdejaneiro, Dusty, Spoon, Telescreen, snidedk, catgrl131, ActualTaunt, FablesandBlues, all-star951, aHatOfPig, mcjuicy, mystkmanat, Hatstand_McQ, sje46, SomeDarkHoller, lazarusloafer, retinarow, nathanielperson, The_Clarkness, hardelicious, echidnaboy, Frankreich)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh fuck you, you fucking asshole"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 3,
    "snip": false,
    "text": "I think that's what got him in trouble in the first place."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by gothicdance, nice-on-water, clembot)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You have a bank of expression appropriate photos like this don't you? You put that question mark in as a way of avoiding prosecution didn't you. You have really lovely eyes don't you? <br/> \n <br/> \nOh... I can't stay mad at you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "daidai. WHAT A HUNK."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't know why, but I get the impression that he was seriously 'Tussin just before that was shot."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Really? Hm. I definitely got the impression that he was still riding the dark, dark high from destroying someone's family and car. I guess it could go either way."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Maybe he is a useless emotional mess as well?!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I gave this chubby. The irony is certainly NOT delicious."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 2,
    "snip": false,
    "text": "WHY IS THIS HAPPENING."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It's a Hollywood stunt penis with makeup, Missy. Not real. Just makeup."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah. green-tinted rice krispies have been applied to terrible effect. <br/> \n <br/> \nwhat a rotten application of one's self."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Probably because of something you did."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "It is usually because of something I did. Namely that thing is giving sexual diseases to others.  <br/> \n <br/> \nI do not give sexual diseases to others!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I do, but only because I sell antibiotics and believe strongly in unethical business tactics. <br/> \n <br/> \nI don't deliver them via my genitals, however, no. I use a swab. <br/> \n <br/> \nFor this reason I always urge you to exercise caution when someone who would benefit if you had a social disease reaches for the swabs when your genitals are not thoroughly protected."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "something like... like a problem?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Oh, BOO TO THAT!  <br/> \n <br/> \nAll day he posts jpegs of choads. Like a bad symphony, the 4th act is the magnum grossus. <br/> \n <br/> \n I...I cannot venture back there to lame him. I cannot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Oh fuck... I can't believe you've done this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 9,
    "snip": false,
    "text": "Look guys, I'm sorry. I don't know what came over me. Let's just put it all behind us and have a party. I brought enough fresh cauliflower and spinach dip for everyone: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Man there are some stains that won't come out no matter how much Tide you applied."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "HURK"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 1,
    "snip": false,
    "text": "Still...  <br/> \nWhy did you think of that though <br/> \nWhy would you think of that"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm not so certain. I was thinking of something a bit erm...  <em>creamier</em> ? That's a tad too hard, crusty, and scaly."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's what the dip is for."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I want to vomit with rage."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "C'mon...someone photoshop some glasses and smug look onto this thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Do you realize how long one of us would have to look at it to photoshop it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That picture is the thing that made me reduce my lame treshold at 3. I wont be able to see asherdan in my archives trip, but hell if i can never see this thing it's worth it"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I've just been adjusting my limit with it as the lame amount grows. I don't like to have it set low, but I can't handle that. I  <em>won't</em>  handle that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spoon",
    "plus": 0,
    "snip": false,
    "text": "I was enjoying a burrito. Thank you very much for turning this into rotten.com"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "See, this is the other side of the AIU [IMGS OFF] terrorism coin. Sure, we lost lots of great work from hamscout, edwell and others, not to mention Salma Hayek's good tits, but we're also now rid of close-up pictures of venereal diseases and photoshop jobs of Obama with big Buckwheat hair eating a slice of watermelon. So, you know - it goes both ways."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Even if the bathrooms in the subway were gross I still liked the option of being able to use them before they permanently closed them due to unwarranted fears about \"the terrorisms!\" <br/> \n <br/> \nThis is the same deal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Batman logo with fangs.  <br/> \n <br/> \nYES I love this place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ike",
    "plus": 0,
    "snip": false,
    "text": "nobody writes achewood anymore :P"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I want to give this like 20 chubbies, uninfected with chowderheads. <br/> \n <br/> \nError 10: No clear plastic binder."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I just gave everyone in this bitch a v-chub.  <br/> \n <br/> \nError 11: It probably wouldn't show if he was wearing his suit coat."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "We should keep doing this for a while. <br/> \n <br/> \nError 12: His shirt is caught in the zipper on his onion costume in the boy's room.  Fine time to get stuck in his costume!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Error 13: Ray wandered off and they used a cardboard cutout in the header panel."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "You broke it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am glad people have gotten this reference instead of assuming I am insulting people."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Boogerbrain that you are, I'm not surprised."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "I'm glad people got MY reference instead of assuming I have keyboard turrets."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 13,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "Three seconds of research helped me realize it is tourettes. Thank you for making me look like an ass."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "At this point, you should've known, really."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420005126/http://www.thinkgeek.com/geektoys/warfare/a1c2\">http://www.thinkgeek.com/geektoys/warfare/a1c2</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That is $50."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"But sometimes the urge to reach out and shoot someone is unbearable.\" <br/> \n <br/> \nWHAT"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It was exactly what I thought of when I read your asset. His high count of erections seems to imply that it was something that many others had been thinking as well."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "He didn't make you look like an ass. <br/> \n <br/> \nYou did a fine job of that by yourself."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "He was just giving you a way out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "adahn",
    "plus": 1,
    "snip": false,
    "text": "Are we allowed to cuddle Jews?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aarongstock",
    "plus": 2,
    "snip": false,
    "text": "Only like all the time! Yay!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wozzeck was marked lame too many times and excluded. (marked lame by kaptainsnot, Tucky, mystkmanat, betwixt)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ravigotte",
    "plus": 0,
    "snip": false,
    "text": "Oh no you didn't!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hateandwar",
    "plus": 3,
    "snip": false,
    "text": "Aw dude, don't make that joke on the internet, that's a beer in the garage with your dudes kind of thing, and after you say it everyone has kind of an \"oooohhhh...\" guilty chuckle and you have to say \"Not for serious, Herschel\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 2,
    "snip": false,
    "text": "I have known Jews who would make this joke. At work. On a Saturday. I am not bound by your milquetoast ethics."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Last summer, I visited Europe with a few friends. One of our last stops was in Munich, from where you could go visit Dachau, the site of the first concentration camp. When I mentioned the possibility of going there to take a look, my friend said that it took a while to get to and required several bus transfers. My response was \"that's okay, I'm sure I can get there much quicker.\" <br/> \n <br/> \n(The joke was that I am of Jewish descent)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "These jokes stand well until you are actually  <em>at</em>  a former camp site, but by then you're just struggling not to cry in front of the women, anyway, have you any soul."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "What a silly question. Everyone knows that Falseprophet is the only black person here."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Yeah but that's mainly because I immediately eat the hearts of all challengers to show my dominance."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Some guys would just pee on them, but that's not nearly badass enough for  <em>you</em> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of Japanese people."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of Kraftwerk"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That technique only works for R. Kelly."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "What  <em>is</em>  the age of consent for pissing on someone?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "\"Always.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "One must only exist."
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "MINE WAS FUNNIER GTFO."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "What about that lovely Noir Flying Baron fellow?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "le_baron_noir",
    "plus": 1,
    "snip": false,
    "text": "I don't comment often enough to qualify as \"black.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Beauocracy huh!? All that white-tape!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Did you go?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "This is a question that requires another boring story. We got there on the weekend and had a rather busy two days where my friends struck up a  <em>connaisance</em>  with two German sluts at a bar while I was having an intense conversation about LSD and The Cure with the beautiful redhead from California that was staying in the same hostel as us. There was obvious attraction and yet I failed to make a move and then she was gone. <br/> \n <br/> \nSo the next day, when my friends went to the Englischer Garden to enjoy themselves in the sun, I decided to go to Dachau. My reasoning was that maybe it would make me feel silly for feeling like shit about my own little problems. Unfortunately, I forgot that everything in Munich closes on Monday, so I just got to see the outer perimeter and some photos. Instead of gaining some valuable perspective, I just left convinced that nothing ever goes right and the world is a terrible place."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, wasn't that really the perspective you were seeking? <br/> \n <br/> \nAlso, shame about not getting into those pants. As far as I am aware casual sex and getting drunk are the main reasons for hostels."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "Well. If it was 1942, it would have been hella awesome. <br/> \n\"Nein, nein, Juden. See ze sign? It's Monday. Camp's closed today. <br/> \n Go avay, get resettled somevhere else. And take your damn TEETH vith you!\"  <br/> \n <br/> \nJust a matter of timing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yes. To the Germans, efficiency and following rules are even more important than killing Jews."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "That story has drugs, sexual frustration, and confused disappointment caused by cultural alienation. It's pretty much the entire backpacker experience in ten or so sentences."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It also has the vague attempt to absorb local culture and items of historical import, but that is abandoned and left unfulfilled."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 3,
    "snip": false,
    "text": "Nor do I drink my beer in the garage, like some ostracized, elderly house pet, shuffled away to die slow of neglect on oil-stained concrete so that the new kitten may pounce unmolested amongst the Christmas-tree tinsel."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Some people, some people bond over carpentry, welding, engine repairs and beers, if you strip down an engine block in your living room, even if you are single, you are a moron."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I would say the same for anyone who rebuilds an engine while soused."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I read that as sousad and imagined a world where to be like John Phillip Sousa was to be drunk."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "That makes perfect nonsense."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Well maybe if you stopped molesting kittens, they'd let you stay in the house."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "That's what every racist says."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Racists also breathe air and walk on two legs. Ergo, if you do those things, you are a racist."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Also, your jokes are funny."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Wait, what is the thing that racists say?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "That it is okay to use ethnic humor because their ethnic friend uses it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "That you don't look like you're from around these parts and you should best keep right on walking?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "To squeal like a piggie?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "Too soon"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Yes, and homosexuals, too. But not gypsies. <br/> \nNot gypsies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "adahn",
    "plus": 0,
    "snip": false,
    "text": "Nobody likes gypsies. Not even enough for Cüddlenacht"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 14,
    "snip": false,
    "text": "Hug a Gypsy and you'll find your wallet missing  <em>and in its place, a baby</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "Oh man that deserves a chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The baby has been cursed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 5,
    "snip": false,
    "text": "Cursed with the foul spell of  <em>total economic dependency</em> . <br/> \n <br/> \n Little is it known that this is the Gypsy's nature, its mechanism for seeing its young cared for by its competitors, while simultaneously leaving it free to reproduce far beyond its own economic means. Upon reaching maturity, the Gypsy youth will reveal its true parentage by impregnating a local burgher's daughter before escaping downstream and into its natural social environment of transiency, rejoining its kin at last, who will know it for their own by its beady eyes, and mating call of sociopathic lies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think you're confusing \"gypsy\" with \"chav\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "While the Chav shares certain similarities with the Gypsy and the Cowbird, it lacks, lacks the Gypsy's certain Salmon-like breeding habits and migratory lifestyle."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jonno",
    "plus": 0,
    "snip": false,
    "text": "A bit of a shame on the migratory aspect, but correct never-the-less."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Fine wozzeck have ALL my chubbies. How could you be so  <em>arrogant</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<em>Lebensraum?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "No. You can't have my apartment. There are no resources here."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "When you get right down to it, the Nazis were just a few comically irresponsible guys looking for a place to crash."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Snappy dressers though."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ah ya cha cha!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "True. Despite their many, many failings they really had it together when it came to design. I mean, the uniforms were great, the use of red and black was classy and they totally managed to dominate in just about every aspect of aesthetics. There's a good reason why people still look to the Nazis when they're trying to find a look that just projects menace and aggression and despite the obvious desire to play up obvious comparisons the look works all on its own. <br/> \n <br/> \nThe Romans also had a similar quality. Never underestimate design when it comes to an empire."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I remember seeing a bio. pic about Hitler designing the aesthetics of the party, and him getting ragged out by an artist friend about being too kitchy. <br/> \n <br/> \nIt may have been a fictional account."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh, Nazi art was totally kitchy, I would have thought Speer had a big hand in the design of the uniforms and Goering would have added the leather."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "\"the most powerful color combination of all time, from a Coca-Cola can to a Nazi banner.\"  -J.W."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "adahn",
    "plus": 0,
    "snip": false,
    "text": "I think I gave you like 10 chubbies going down all the threads. <br/> \n <br/> \nGood work, son"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "But the baby comes with FREE TOPPINGS."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's good!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The toppings contain Potassium Benzoate."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "(...that's bad.) <br/> \n <br/> \nCongratulations, guys, I knew we could do it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Can I go now?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Oops! Sorry everyone!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "But wait! <br/> \n <br/> \nThe Potassium Benzoate is organic!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's still bad."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "So I shouldn't bother mentioning the all-naturalness of the scorpion venom?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Mildly funny anecdote: I went to a Homeopath once because I know that some of them aren't complete hacks. He prescribed me Scorpion. Which as you may have guessed is a very very diluted concoction that includes the insect after which it is named. <br/> \n <br/> \nAwesome dreams that night. Moral is: eat more scorpion."
  },
  {
    "depth": 16,
    "minus": 1,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I am sorry, woodenteeth, but I think you are wrong about Homeopaths."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I am sorry, woodenteeth, but I think you are wrong about Homeopaths."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I am sorry, woodenteeth, but I think you are wrong about Homeopaths."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He is thrice wrong."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I am sorry, woodenteeth, but I think you are wrong about Homeopaths."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Damn, woodenteeth, you are really wrong about homeopaths."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<em>Damn Homeoteeths are on the wrong,wrong,wrong,wrong Path in the Woods. Pass it on.</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Homeowood is damned to the teeth. Pass it on."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Well. That about covers all the arguments on the subject.  <br/> \n <br/> \nWhich is probably pointless going into on the assetweb."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "NO AD-LIBBING IN SIMPSONS QUOTES."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "That's bad."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I haven't watched these  <em>Simpsons</em>  in well over ten years, having tired of their ever less laughable antics."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I watched the episode just the other day having picked up the season 4 set just last weekend finally, but I was still uncertain, recalling from memory, if it was Potassium Benzoate or Potassium Nitrate. Which would be a lot worse. <br/> \n <br/> \nI mean, it's just a food preservative and it's approved for use in the US. <br/> \n <br/> \nAt least they didn't have Chloral hydrate in them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "youcloudsofdoom",
    "plus": 20,
    "snip": false,
    "text": "Whatever 2009 holds, I for one am looking forward to Phillipe's fifth birthday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Has Ray become a stool, or some sort of poorly-planned table?  Look at his \"\"\"\"legs\"\"\"\"\". <br/> <br/> <br/> Also,I am pro-Cuddlenacht.  It's about time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "They look like they're extending down forever, like in the mexican magical realism helicopter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "He is Dilbert from the waist down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Also his glasses are floating up and down on his face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "For some reason I can't quite figure out, the panel of Ray with his medallion around his stomach really bothers me a lot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "...instead of the one with Todd's head on a stake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 9,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>the horror...the horror...</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Ray has the conch shell!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Don't you have your head impaled on a spike at me you son of a bitch! Who do you think you are, Cromwell?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I really wanted there to be an alt-text on your frame there, Mr. Bellow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 1,
    "snip": false,
    "text": "I have a feeling an inordinate amount of time went into drawing the details of the hotrod VW Bug versus the rest of the strip. Nonetheless Cuddlenacht is a stroke of unPC genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinni",
    "plus": 0,
    "snip": false,
    "text": "My first comment ever just to say that Cuddlenacht and Phillipe's oh so serious mouth  has me howling. <br/> \nIn a good way. <br/> \nObviously."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "It's ... <br/> \n <br/> \nPhilippe the hare-lipped Hitler! <br/> \n <br/> \nDah doo doo!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Nah, he probably just traced it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<em>Baja</em>  Bug, and its vectored like all the vehicles in the strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bhlaab",
    "plus": 0,
    "snip": false,
    "text": "coming in 2009 the story of molly sanders"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "All wooden ships and flintlock pistols. All KOODGE and hell of Welsh cats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "CUEDDLENACHT sounds as frightening as it does wonderful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 3,
    "snip": false,
    "text": "Sounds like the night in which the Friends series was concieved."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "too right."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "There was nothing wonderful about Friends. Only pain."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "The problem was it  <em>wasn't</em>  painful. Every joke was genetically engineered to be as mediocre as humanly possible. The opposite of love is indifference, and I had a lot of indifference watching that program."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh my god Woodenteeth you just figured out Friends.  Holy shit.  This changes  <em>everything.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Didn't Beef do that 4 or 5 years ago on a Roomba?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh my god Beef you just figured out Friends.  Holy shit.  This changes  <em>everything.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Really? God DAMNIT. I DO have original thoughts. I promise."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well then.  Present them. <br/> \n <br/> \n(Is what she said.  Is so sexy)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Wait. Why am I trying to justify myself to someone not included in the Acheworld Elite (oh no I di'n't). <br/> \n <br/> \nWait. No. Gahhhhhh... fuck it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm really hoping you're getting the reference I'm making to the short thread below."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"Short thread below this one\" includes like 15 threads, guy."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "So no, I can't find it is my answer."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I seem to remember someone somewhere implying that you were not a member of the Assetbar Elite. Now two people have said it. I'm....I'm so sorry...."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'll survive, I guess, somehow.  I don't know how but I'll try like I always have.  ::sigh::"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It isn't a club you can join, you have to be elected."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ctrl-F: Assetbar Elite"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well I knew you were talking about that when you used the words Assetbar Elite, I thought you meant something else."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "<strike>Assetbar L33T?</strike>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Moistcliterati?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Are  <em>you</em>  in the Acheworld elite? <br/> \nI thought that was just heccibiggs, doctormanflesh and spinynorman. <br/> \n <br/> \nMaybe I'm forgetting some people..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That's the leet of yore.  There's a new leet in town.  Stop me from saying leet anymore."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "No. Certainly not. I was suggesting that I must justify myself only to my Masters. Just for your information though johnny, I have no interest in any Elite club, just to make clear the sarcastic and referencial nature of my initial post."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kaz",
    "plus": 0,
    "snip": false,
    "text": "I'm feeling a bit strange about Ray changing out of the thong and into the mini skirt"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "EXACTLY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Look like shorts to me, guy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "all of you are right, it is a skort."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "LIES don't think we have to take your word because you're a lady.  Those are male cargo shorts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "Although I notice that the zipper appears to be on the flip side until the third panel ... <br/> \n <br/> \n(Note to self: Are female zippers on the opposite side like their blouse buttons?  Are even blouse buttons on the opposite anymore?  Is there even such a thing as a blouse?  INVESTIGATE.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "i wouldnt mind investigating a blouse's buttons or two ah heh heh heh"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "LESBIAN"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "psh cmon man i am not the one intimately familiar with cargo shorts <br/> \n <br/> \nthat is u-u-ultra lez"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": ":["
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "I think your frowny robot is trying to escape"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It tries and tries but it cannot."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Look at all these classy black-and-white men conversing."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "DAT'S MAH BOY!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Did the Schnozola actually say that, or is it apocryphal; from Auggie Doggy's Daddy?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I hope he actually said it, but okay, here's something more certain: <br/> \n <br/> \nWHAT ELEPHANT? HYUK YUK YUK"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "somedarkholler",
    "plus": 0,
    "snip": false,
    "text": "It makes one wonder why you haven't drained the color from your own avatar, Tekende."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yes, even I am in black and white."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Excuse me, I have to go drain the colour from my avatar, I'll be right back."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You.... BASTARD. I'm the only one left."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'll be back next strip, don't worry."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": ":("
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Mostly because I am lazy."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I'll put a stop to that."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh shit, someone should be the Japanese dude that your avatar killed and whenever you see him post you have to go like BANZAAAIII or whatever."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Today's word is: \"exsanguinate\"."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "<em>I exsanguinated the prostitute completely before starting in on round two.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Unbloodify just doesn't have the same je ne sais quoi."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "How about the rebifurcation."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The splitting of the legs."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>I rebifurcated the prostitute completely before starting in on round two.</em>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Exsanguinate and rebifurcate dat bitch."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not on the list: <br/> \n <br/> \n1.Prevaricate <br/> \n2.Fornicate <br/> \n3.Exsanguinate <br/> \n4.Fornicate <br/> \n5.Bifurcate <br/> \n6.Fornicate <br/> \n7.Insensate <br/> \n8.Ameliorate <br/> \n9.Masticate <br/> \n10.Evacuate <br/> \n <br/> \nOh and this is the wrong aspect of Christian Bale. I need the proper avatar to discuss these matter with."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "What, no place for \"defenestrate\"? Why, I oughtta toss you out a window for such an omission!"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I oughta defenestrate several Catholics in Prague!"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "11.Adjudicate <br/> \n12.Remunerate <br/> \n13.Inconsolate <br/> \n14.Demonstrate <br/> \n15.Reprobate <br/> \n16.Asphyxiate <br/> \n <br/> \n <em>Numbers 11-16 brought to you by Dan White</em>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I can't seem to find that term defined online. It is... odd. I mean, how can one  <em>re</em> bifurcate something? That is, unless it was joined back together or something. I kinda get where it's going, but still."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aarongstock",
    "plus": 0,
    "snip": false,
    "text": "I also predict an Achewood shop exclusive: <br/> \nChochacho body chain (as sported above by Ray, but probably for the ladies)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Augh!  Shame on you!  Shame on you for making me want something that does not exist  <em>so hard</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Nazi Phillipe?  Looks like a cuddly Göring."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Goering*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "On second thought -- maybe more simmler to Himmler."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "Oh, that pun. I just goebbeled it up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Jesus, you're really Bormann me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "Come on! Holz your horses!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I can't.  I'm in a bit of a Funk."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "Bohlshit."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "To be Frank, you're both Frick-ing annoying.  Doenitz annoy anyone else?"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "That last one was a stretch."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Streicher?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "HA CHA CHAA"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Nazi punning, that's a pretty Röhm gig. Perhaps you could Speer us in future."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "Speer of Destiny?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Throw those puns on the Barbie, dammit!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talix18",
    "plus": 7,
    "snip": false,
    "text": "I CANNOT UNSEE THE CAMEL TOE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh man that is mega nasty that is dog shit <br/> \n <br/> \nDidn't see it till you pointed it out :(:(:("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "You just had to ruin it for those of us who hadn't seen it, didn't you? There goes my New Year's Resolution of not looking at drawings of anthropomorphic animal camel toe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "2008 must've been a doozy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I didn't say who had the camel toe, did I?  You chose to go back and look for it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If it were a dude they would have either a camel tail or moose knuckles."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I realized after I posted that there was really only one candidate.  Nonetheless, my point about choosing to go back and look stands."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I chose. I chose poorly."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "on this comic's assetbar page, i will never try to find this camel toe. <br/> \n <br/> \ni will not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinni",
    "plus": 0,
    "snip": false,
    "text": "oh you bastard...i went back to look..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravigotte",
    "plus": 0,
    "snip": false,
    "text": "oh that right there is good attention to detail that's what it is"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 1,
    "snip": false,
    "text": "Lyle with a Baja? I totally wouldn't have guessed that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "guikey",
    "plus": 0,
    "snip": false,
    "text": "That mash up makes too much sense. More sense than any two things put together should ever make."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I was actually hoping it was Amadeus plus the song by Grand Funk. <br/> \n <br/> \nI DON'T NEEEED A WHOLE LOTSA MONAY <br/> \nI DON'T NEEEED A BIG FINE CAR <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I GOT EVERYTHING THAT A MAN COULD WANT <br/> \nI GOT MORE... THAN I COULD ASK FOR!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I DON'T HAVE TO RUN AROUND <br/> \nI DON'T HAAAVE TO STAY OUT ALL NIGHT <br/> \nCAUSE I GOT ME A SWEET ::KSSH:: A SWEET LOVIN' WOMAN <br/> \nAND SHE KNOWS JUST HOW TO TREAT ME RIGHT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 28,
    "snip": false,
    "text": "Roomba Cinema Mashups presents:  <a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=FjsWEahXTmk\"><em>AcheWire</em></a> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Dear God I might just have to watch this show."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "utv",
    "plus": 2,
    "snip": false,
    "text": "Yeah man, you should. It is basically treasure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Hmm... so Todd is Bubbles I'm guessing and Molly is now gay for Polly and Cornelius is Stringer Bell to Lyle's Barksdale? <br/> \n <br/> \nActually, no, Molly is clearly Beadie (not just in terms of relationship, but she has a similar look and personality). Kima will be played by Teador. <br/> \n <br/> \nYeah, Cornelius would make much more sense as Feamon, but there is too large of a cast and not enough Achewood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Who the fuck is Polly? Is that the stripper? I never bothered to learn her name."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Who the fuck is Alice?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Who is Number One?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "You are, Number Six."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "If that's how it ends, I'm going to be hell of pissed."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "It's actually a quote from the opening sequence, with some creative punctuation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Who the hell is John F. Kennedy?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well, that's understandable since it was a one-nighter between you two."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "SPINYNORMAN HAS OPINIONS ON POLLY"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>hella</em>  opinions, amirite?!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Hella, friendo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbeer",
    "plus": 0,
    "snip": false,
    "text": "Your mash-up is brilliant, sir. How sad to think it will be critically acclaimed, have a rabid fan base, and yet will never be honored with an Emmy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allanpinkerton",
    "plus": 5,
    "snip": false,
    "text": "I love how there are no apparent Roombas in the Roomba Cinema Mash-Up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "What is that glowing ball Teodor is tossing?  And why that facial expression?   <em><strong>Tell me, 2009!</strong></em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "it is actually a hovering ball of Mystic Energy <br/> <br/> <br/> Teodor learns magic in 2009, but only after a ritual animal*  <em>snack</em> rifice.   <br/> \n <br/> \n*todd"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I will chubby the concept of the  <em>snack</em> rifice.  If Todd will not do, perhaps some crackers with some of that Cheddar cheese that comes in a ball and is covered with almond slivers.  Or a nice warm and gooey Brie.  Or bruschetta?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Roomba Cinema presents: Phantasm"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "LISTEN mattylife. <br/> \n <br/> \nIt is obviously Navi."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Who or what is cuddlenacht"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "That is when an otter and a flower do Maximum Cuddles on each other."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "It's actually more terrifying that it seems at first blush."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "<em>Marry the tall trees.  Marry the tall trees!</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What's with the trend in black and white icons among the AssetBar elite and Nice-On-Water? (Oh no I di-in't.) But seriously, I was thinking of switching to the Bogart, but now I worry that it would be percieved as  <em>arrogance.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Nevermind, I got it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Hey, don't Bogart that avatar dude, pass it on, pass it on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I wonder if my avatar would be any more classy in black and white."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It's wearing  <em>glasses</em>  surely it couldn't get any MORE classy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "elambert",
    "plus": 0,
    "snip": false,
    "text": "Someone is already Bogart, I just never comment on anything ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Never?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like that you deliberately excluded nice-on-water from the Assetbar elite."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not because I think he should be excluded, it's just funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm conflicted because I don't really want to be part of the elite, but I do, but also I like being talked about. <br/> \n <br/> \n:'("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Whoa.  Whoa.  Fuck you.  I just wanted in on the fun :("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "It sure does seem like you comment without purpose! <br/> \n <br/> \n <em>as do many of you...</em> <br/> \n <br/> \ni'm on to you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "We all comment without purpose at some point.  I just happen to base my entire Assetbar persona on purposeless comments."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I threw me too. Then I noticed that my avatar has been black-and-white for almost a decade now. I don't want to contribute to the problem, but I'm not going to change. <br/> \n <br/> \nSince mine was pre-existing I am technically immune from the trend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Google Kristalnacht -- a very naughty Nazi pogrom. <br/> \n <br/> \nCuddlenacht would be (roughly) \"cuddle-night.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Nasty Nazi lolol"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 3,
    "snip": false,
    "text": "Google \"the 20th century\" and be prepared for three or four all-nighters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh sweet are we on the black-and-white-close-up-shots-of- 20th-century-entertainers-for-avatars cycle? <br/> \n <br/> \nLETS DO THIS THING, GANG"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saulbellow",
    "plus": 2,
    "snip": false,
    "text": "Yes, 20th century entertainers ... Saul Bellow's Variety Hour kept many a family up until 9:30pm during the late 60s.  John Updike briefly hosted a widely panned revival of the show in the 80s."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I want in on this but I don't want to change my aviconatar :("
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I compromised."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Mine has been like this since i joined."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Mine was  <em>Beef Yells At Chicken</em>  (Onstad, 2003) up until this moment.  An era has ended."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Mine was  <em>Aesthetically Fascist Symbol of Insomnia</em>  (Squires, indeterminable)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ok for one day only... Mr Noel Coward (I couldn't get my George Formby to work, I'm devastated, if you could see the things I see when I'm cleaning windows). I'll be back to a handface again soon enough."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "jim reeves is all like, welcome to my world, assetbar <br/> <br/> <br/> welcome to my world...of SHIT"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm in."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "David Byrne in the early days of Talking Heads?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Good eye, sir."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Mine was originally \"Archie (briefly) pilots the Goodyear Blimp\", but now it's the label for Pappy Van Winkle's Family Reserve 20-year-old bourbon."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "The smilin' Buddha takes a vacation for Ol' Stone Face hisself, Buster Keaton"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fablesandblues",
    "plus": 0,
    "snip": false,
    "text": "Oh hell and damn yes, that is a bourbon."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Indeed it is.  You are a man of refined taste, fablesandblues.  It must have been honed during all of those days of making up fables and singing the blues."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "And I miss it. Our old exchanges will never be the same."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420005126/http://m.assetbar.com/achewood/uua1kfrb9#comment_42\">Dammit</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Those Nazis! What are we going to do with the scamps? Who knows what japes they will get into next?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Japes with Japs: The Hirohito-Hitler Story"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Is it a fanfic  ? <br/> \n <br/> \nNow, i wil need to look for it in the bowels of the internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No but it should be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Summer sailors dream- <br/> \nPearl Harbor December morn.. <br/> \nA Nip in the air."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Please tell me you made that up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Actually, no, a deranged Korean 'friend' of mine did  years ago on usenet. He never liked the Japanese, nor their flavor of Zen. I fear he's quite insane now."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The best haiku come from deranged minds, I guess.  Probably not actually."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Deranged, rearranged, it's all rock 'n roll to me."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "MARILYN MONROE."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Something something Richard Nixon Studebaker television North Korea South Korea Marilyn Mon-roe"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "RYAN STARTED THE FIRE!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's KEWD-LER-NACHT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure where you're getting the \"ew\" or the \"r\" there, palomino"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Soft R's after E's is how I was taught, and the umlaute is obvious, guy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "You were taught wrong, and that's not how you pronounce a \"ue\", and you spelled umlaut wrong."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I'm really being a jerk, aren't I? <br/> \n <br/> \nThe best way I can say to pronounce \"ue\" (in most situations) is to make a sound like the \"i\" in \"pit\", but keep your lips pursed like an \"o\" - it ends up sounding like something halfway between the \"i\" in \"pit\" and \"u\" in \"put\", at least to my ears. <br/> \n <br/> \nAnd the soft r thing, I'm not sure where that came from - I think maybe they were just trying to get you to actually pronounce the \"e\" rather than just skipping it, as you would in English..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's hard to show through text that the -ew was kind of muted, and would come out more like what you described, and the r sound from what I was taught was very very soft."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I was taught by someone from Hannover so it might be a different dialect GUY, and I always thought it was umlaut but she spelled it umlaute so don't talk to ME like that Mr. Saul Bellow."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Actually I should've known umlaute is the plural but I didn't put that together until today."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "It's okay.  I believe everything you said in your multiple posts.  Please come to my office later and I'll show you how to pronounce  <em>ich</em> , namely in a way that does not at all rhyme with \"fish.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh GOD this dumb girl in my German class last semester was the only one who kept saying \"itch,\" it drove me crazy.  And she sucked at everything else too, but mainly the itch thing made my skin crawl."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "I am a doughnut.  And you can too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "\"It's a slang! It's American! He's a donut! He's a fucking donut. Fucking donut, a fucking donut, a fucking donut. He's a fucking donut. I think that's what it must mean.%u201D"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "Assetbar copypasta FAILURE. <br/> \n <br/> \nToo bad Eddie Izzard is still worth it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fallow_fields",
    "plus": 1,
    "snip": false,
    "text": "HOORAY for pointless pedantery! in 2009!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Hey Mr. Calvin <br/> \nYou're looking fine <br/> \nYou're looking fin <br/> \nIn 2009"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "That's right!  Fin!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>fin</em> <br/> \n <br/> \nIs my Jimmy Durante showing yet?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Yes.  BTW I loved  <em>The Story of Civilization</em>  (say hi to Ariel)."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "My favorite is Animal Crackers but my sister likes Monkey Business but her favorite used to be Horse Feathers but I still like Animal Crackers best."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "All you black and white jerks are dead!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Racist."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Pogo was actually black and white for the first 20 years of his life."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The transition from black-and-white was eased with the introduction of sepia-tone."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Musta been hell on his school district.  HA CHA CHA I GOTTA MILLION OF EM!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Room Service."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ahhh cha cha chaaah!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "This can only be construed as a death threat, Mr. Calvin."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Il n'y a pas une morale!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Shouldn't it be \"woyzeck\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "It's actually spelled pedantry, with only one e.  Also your second sentence was a fragment.  Also it should have started with a capital letter.  And straighten up your hair for god's sake, young man."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Dick about terms (n.) this guy <br/> \n\"This guy is a dick about terms\" <br/> \n <br/> \nI GET IT I GET IT YOU'RE BEING PEDANTIC ABOUT THE WORD PEDANTRY AND EVERYTHING ELSE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chloraloner",
    "plus": 0,
    "snip": false,
    "text": "An ill idea that makes my family nervous."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "It is a whimsical take on this: http://en.wikipedia.org/wiki/Kristallnacht <br/> \n <br/> \nListen, I'll go out on a limb here, but I don't care.  I'll just come right out and say it:  <em>Hitler was a bad man</em> .  Yeah, that's right, I just said it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, man. Since when did it become okay to speak ill of the dead?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Was Shirley Temple sexy as a little girl?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I certainly wouldn't have raped her, strangled her, and exsanguinated her corpse and I have a thing for redheads."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "?!?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I find Shirley Temple unimaginably annoying and horrifying. <br/> \n <br/> \nI'm not certain what your confusion is related to."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I guess I'm the only one here familiar with the  <a href=\"http://web.archive.org/web/20100420005126/http://www.lowculture.com/archives/images/whatthefuck.jpg\">works</a>  of Crispin Glover."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Wasn't he that guy in Lethal Weapon?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I'M MAKING MY LUNCH!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "???"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "That's the most two people can possibly cuddle!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "markusj",
    "plus": 1,
    "snip": false,
    "text": "Who spiked my dang friend's head!?!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chloraloner",
    "plus": 0,
    "snip": false,
    "text": "A trailer pixie that he and lyle got fresh with"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "'twas a lethal combination of cocaine and double music."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Cocaine, double music, and the jump landing from  <a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=xONNn31iHp4&amp;feature=channel_page&amp;fmt=18\"><em>Your Mom's On Ellis Island</em></a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "[i} Aww crude man it's not my fault he wanted to try a something and asked me to throw i'm on the roof but then i kinda missed and now well i'm probably the worst person ever[/i]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "BBCode, my most powerfull enemy !"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "And his nefarious sidekick, Bad Grammar and Spelling Man! <br/> \n <br/> \n(It's okay, wolfensti, I'm just insecure because your English is far better than my French)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It seems my imitation did not go as planned. Yet, thank you M. Acchilleselbow"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonentity",
    "plus": 1,
    "snip": false,
    "text": "Isn't Lyle still a dishwasher anyways? Ah, 1989. You live on forever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "How the hell did he know the cabinet shop tool jack story? I thought I only mused about posting that.   Did I already forget?  <br/> \n <br/> \nAlso, it was more like 1986, wasn't Gainesville, but that's okay. <br/> \n And Johnny wasn't partners with nobody. After he got out of medium security,(which is where he learned cabinetry in the first place) he hooked up with this sad piece of tired hair, and got her to go the note for the tools. Like 40-50k worth, a very fine shop. He was a prick and when he got tired of that song, he looked for someone to unload the whole deal to, cheap. <br/> \n <br/> \nYeah, you know what happened after that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Copious amounts of cameltoe.  <br/> \n <br/> \n <em>Or tigertoe?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Poke'a tiga tea."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "Wh-what?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Random obscure unwarranted Krazy Kat reference.  As you were."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I always forget that Lyle is a tiger."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He certainly has a will to survive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "For a good 4 seconds I wondered why Mozart would say \"shit my eat\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "I <3 Peter Schaffer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "Me too. I was in Equus in high school. Did I inadvertently make a reference?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "The tae ym tihs is a schaffer thing, from amadeus"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "Guess I don't love him as much as I could."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Are you that chap that plays Harry Potter?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 1,
    "snip": false,
    "text": "You mean [IMGS OFF] <em>this</em> guy?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "It is so weird that people have now seen HP's junk."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And all associated hair."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 3,
    "snip": false,
    "text": "As opposed to just writing way too specific fan-fic about it?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "redphillip",
    "plus": 0,
    "snip": false,
    "text": "I'm just glad someone's been paying appropriate attention to his nipples.  Every young man shuold have perky nipples."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Every Good Boy Deserves Fudge <br/> \nEvery Young Man Should Have Perky Nipples"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey, how come his don't have hair?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "because in front of a mirror he plucks them out one by one and chants \"I am magical sexy\", then he starts to come down..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "Is that before or after he beats himself with a clothes hanger?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "Neither, there were no real horses on stage, and he only pantomimed beating himself with the hanger. <br/> <br/> <br/> Yeah, I spent 3000 dollars and traveled as many miles to see that play, you wanna make something of it?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I would think for that kind of scratch you would be disappointed in the lack of actual horses and hanger.  Were you?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 3,
    "snip": false,
    "text": "well, the thing is my best friend and I heard about the whole thing going on in London, but we were both busy and poor. Then several months later we heard it was moving to NYC, and we just kind of decided 'We are doing this.\" In the end it was more about the adventure than the actual sight of Daniel Radcliffe nude.  <br/> \nKind of like 'Stand By Me' but instead of walking on railroad tracks for 20 miles I got a job at Dairy Queen, and instead of a dead kid... well you know."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If it was a dead kid you could have seen his cock in much closer detail. Not to mention touched it for as long as you want. Well, not really, but for a very long time at least depending on local weather and humidity."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "There is no way to ever earn money at a Dairy Queen."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "The script is pretty specific about the horses being portrayed by people. I would be disappointed to hear that they did use real horses. <br/> \n <br/> \nThe hanger though... come on!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "For that you could have bought Daniel Radcliffe for yourself for a night and had enough left over for a pony. <br/> \n <br/> \nKids. When will they learn the value of a buck?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "You know, for that investment of money and time you could have got plastic surgery to make you look exactly like a female version of Daniel Radcliffe, and have money left to bribe your way into his New York hotel room and pretend to be him from a parallel universe. He'd pretty much have to show you his penis then. A friend of mine once pulled a very similar trick with Nicholas Lyndhurst and she pretty much hasn't regretted it so far."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "For that money you could have hired a hit man to kill Daniel Radcliffe and bring you his body, and then carefully remove his skin and make a Daniel Radcliffe suit so you could BE Daniel Radcliffe."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 0,
    "snip": false,
    "text": "Actually that wouldn't have worked because as it turns out he's about a foot shorter than me. <br/> \nhowever, dancing around in his skin while listening to Q Lazarus' 'Goodbye Horses' almost sounds to ironic to pass up..."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Three-thousand dollars does not get you a very good hit man... which is to say, three-thousand dollars spent in such a way would get you  <em>caught</em> ."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "not true. i just got a position as an entry level ninja. we only charge $30 per poison-tipped shuriken thrown, with 75% accuracy. We understand that many of you desire to assassinate your parents, and to that end, we will need you to provide us with your parent%u2019s credit card number, expiration date, and billing address before we move into the first stages of espionage."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i was jumping from one tree to the next while submitting this using Wi-Fi. let it be known that what has been comprised here is the integrity of my mobile service, and not my honor."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "compromised. <br/> \n <br/> \n <em>what have i done?</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=2Ry9jpCnSpY&amp;feature=channel_page&amp;fmt=18\">???</a>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You've comprised your honor  <em>and</em>  your mobile service, that's what. You must now fall on a  shuriken."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hmm, would not be a blowdart safer, more precise and have a longer range, while having a higher range"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "your \"ranges\" are also your folly. ninjas do not have a range, only a target. that target is your death. you have died, while having been assassinated by a ninja."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Ninja can't attack me. I'm the mightiest tree in the forest, falling on you with crushing force. I'm the gentle song of the birds, before they go all Hichcock on you and tear you appart. I'm a monument to rage, power ! Ninja are the evil that lurk in the city's. I will give it a good shake, see what falls. The sneaky ninjas, evil doers, monster, the last thing they will hear is my battlecry, and their bone shatters. GO FOR THE EYES"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Ninjas? I thought they just hung around airports and got sucked up into jet engines. <br/> \n <br/> \nThank you Ben Edlund."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Blast! Someone else made a less obscure reference to the same thing before me. I am shamed! I shall now go and disguise myself as a hedge lest you see me weep."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That hedge is weeping! As Christ! A miracle!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "If a wolfensti falls in the forest and there's no birds to hear it.....is the Bear Catholic? Does a Pope shit in the selfsame woods? <br/>"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "If a tree fall in the forest.... I'll kill the bastard that did it"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I will require that a note is left stabbed to the wall with a tanto, shuriken, or perhaps even shot at the end of an arrow in advance. <br/> \n <br/> \nHow much extra for a dramatic \"You will never stop us for my clan is legion\" speech should you encounter unexpected levels of resistance and be required to make an escape aided by smoke bombs? Is a smoke-bomb exit extra when compared to simply leaping off into the night? Will you accept the true resting place of Kusanagi-no-Tsurugi (the one at Atsuta is, of course, a replica) as payment? <br/> \n <br/> \nOh and do ninja know how to install telephones?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I would certainly think they'd carry around a butt-set, toner and crimpers in those little ninja fanny-packs. Cat-3 multipurpose cable goes without mentioning. <br/> \n What kind of self-respecting ninja would be caught dead without that?"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's a reference to a line in the original arc of The Tick. I was done one better down-thread, but even though it pre-dated mine I did not know better at the time and attempted a reference."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "what are you wearing?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Shit, they have their own shadow."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "your text corresponds to his winkle...."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "What the hell where did that picture come from where did you get it WHERE DID YOU GET IT <br/> <br/> <br/> ...I ask for a friend of mine."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "http://letmegooglethatforyou.com/?q=daniel radcliff Equus"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 0,
    "snip": false,
    "text": "DAMNIT [url]http://letmegooglethatforyou.com/?q=daniel radcliff Equus[/url]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Harry Potter thinks it's rad to blind horses and perform avant-garde modern theater."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "It's creepy yet sexy all at the same time.  I'm fairly conflicted about this picture.   <br/> \n <br/> \nOw man, seriously."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Lyle lost his love, Darlene, because his financial state was too heavily based on gear from cabinet shops."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flash1087",
    "plus": 0,
    "snip": false,
    "text": "So, guys, I kinda fell off the Achewagon for a while. Did Todd ever re-form from exploding when he heard Teodor say the perfect thing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He was at the wedding so we should assume yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "After Todd goes to hell, he chills at Friendly's. So he'll be back in the neighbourhood shortly, discussing how awesome it is to be portly, reporting on the  <em>slant</em>  that he just got on with Blister, drank 'til his wrists hurt, boned the ghost of your sister."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Ghost sex is nothing! It's  <em>worse</em>  than nothing!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Who wants movie rights to \"I Boned a Succubus, Now She Says She's Pregnant\"?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "This strip was at a 4.3. I just gave it a 5. It went to a 4.2. <br/> \n <br/> \nWhat the fuck?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "You are the worst."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I gave it a 2. You know, because it's \"meh\" and not \"funny\". Just because we've waited since Christmas Eve doesn't mean it was worth waiting for."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well I gave it a 3 because I really, I mean really, liked the little Phillipe strip. I agree the rest was \"meh\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I'll grant you that Hitler Phillipe is cuter than I would have thought possible, but overall it's still kind of a let down."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "The Mozart strip is seriously \"meh.\" The Lyle one gets it a 3, because of Continuity and because at least it doesn't involve Corneliu's girlfriend. The Ray continuity errors one pushes it into potential 4 territory, but c'mon!  <em>Cuddlenacht</em> !"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I gave it a 5 for Cueddlenacht and the layout/design.  Love those fonts.  Moist etc."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daedala_x",
    "plus": 3,
    "snip": false,
    "text": "the layout is kind of a cop-out. i think each of the \"mini-strips\" would have been funnier as a stand-alone. it seems like onstad just threw together some snippets of un-crystallized ideas and put them up for production. for example, \"cuddlenacht\" could have been the last few panels to a classic 5 strip if it had served as a twist of some sort. and the \"continuity errors\" would have been an AWESOME strip, without \"continuity errors\" being mentioned at all. just think about it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "just-think about-it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You better not be about to sing \"Re-Arranged\" by Limp Bizkit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh what, is wrong with the world to-day?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't know what it is <br/> \nFood I can't recognize <br/> \n <br/> \n <em>Seen and raised</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "if you can name that object in the baggie over there... <br/> \n <br/> \nyou're a better man than i."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Well done my good sir. Well done. I wish I knew where my copy of that album was. I had it on cassette tape at the time of release, but now I can no longer find it. The only album I've ever lost. At least it was one of his worst. <br/> \n <br/> \nOh wait, that's not true. For some reason I can no longer quite find my copy of  <em>Lift Yr. Skinny Fists Like Antennas to Heaven</em>  after my move a few years ago. A shame as I really like that album."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "You can no longer  <em>quite</em>  find it? As in, you can  <em>almost</em>  find it but just can't quite finish the job? I am intrigued. <br/> \n <br/> \nAnd yes, that is a fairly excellent album. Chubby for good taste."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, I do still have the mp3s of it and I have a small sheet that I got at one of their shows in '01 (Columbia, MO at the Blue Note right after they were held up in Oklahoma on suspicion of being terrorists a story which they related that night) so, yeah, I have some bits, but not all of it. <br/> \n <br/> \nI just had it refinished before the move so it wasn't in my CD rack, but I believe it was on my desk. I have no idea where it could have gone, but since I packed everything in the house to move cross-country it must be here somewhere. Probably just got misplaced in some box of rarely used stuff that I haven't gone through in the past few years since the move and has not been found since."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What if he had knives and forks sticking out of his legs?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Will someone please remove these cutleries from m'knees..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "THESE CUTLERIES!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Oh god the regret was immediate and palpable."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "..but I derive so much pleasure from it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "stop being funny. <br/> \n <br/> \nboth of you. <br/> \n <br/> \nit hurts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "It's all your fault."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "someone else did not share your views. <br/> \n <br/> \nor several other people didn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 42,
    "snip": false,
    "text": "Also in 2009: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "I CAN SEE FOREVER"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "Is....is that a Ray-ban one-man man-bra?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Please, it's  either Man-ssire or a Bro."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Ray has a handle so Onstad can pick him up easier! That's brill- oh. dear."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Why does he have three legs? <br/> <br/> <br/> ...oh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "so i thought i remembered this as an actual panel from this strip. <br/> \n <br/> \na chuppy for making me a liar to myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abrahamdrinkin",
    "plus": 1,
    "snip": false,
    "text": "On the subject of cat genitals: it appears Ray's trouser snake goes from hanging left to hanging right.  Implications???"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anticitizen",
    "plus": 0,
    "snip": false,
    "text": "I... I know it's supposed to be funny but I just can't laugh at \"The Story Of Lyle\" because it's  <em>way</em>  too much like a conversation my parents would have."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "At least your parents are still alive."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "My parents are... damn. You got here first."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I... I know it's supposed to be funny but I just can't laugh at \"The Story Of Lyle\" because it's way too much like a conversation my parents would have. </em></div> <br/> \n <br/> \nI... I know it's supposed to be funny but I just can't laugh at \"The Story Of Lyle\" because it's way too much like an episode of Judge Judy.  <br/> \n <br/> \nOH GOD PLEASE NOT JUDGE JUDY THAT WOMAN IS HELL OF TERRIBLE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Tonight is the first night of cuddle night. <br/> \n[Hindenberg disaster voice]  <em>Oh the tautology, the tautology!</em>  [/Hindenberg disaster voice]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "What's the Soup de Jur of the day? <br/> \n <br/> \nTautology --- Logical truth. A statement which is necessarily true because, by virtue of its logical form, it cannot be used to make a false assertion.  <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Tautology (Rhetoric) <br/> \n <br/> \nRepetitions of meaning sometimes occur when multiple languages are used together, such as \"the La Brea Tar Pits\" (the The tar Tar Pits), \"monsoon season\" (season season), \"the hoi polloi\" (the the many), \"Sierra Nevada mountain range\" (Snowy Mountain Range mountain range), \"Sahara Desert\" (Deserts Desert), \"Gobi Desert\" (Desert Desert), \"shiba inu dog\" (short-haired dog dog), \"Jirisan Mountain\" (Jiri mountain mountain), \"shrimp scampi\" (shrimp shrimp), \"Mississippi River\" (Great-river river) \"cheese quesadilla\" (cheese cheesy-thing), \"Lake Tahoe\" (Lake Lake), \"Faroe Islands\" (Sheep Island Islands), and \"Angkor Wat temple\" (Angkor Temple temple). The Los Angeles Angels of Anaheim (The The Angels Angels of Anaheim). Possibly the most extreme example is \"Torpenhow Hill\" (Hill-hill-hill Hill, in four languages). <br/> \n <br/> \nThe tautological status of these phrases is somewhat subjective and can be harder to detect than monolingual varieties, since they are only perceived as tautologous by people who understand enough of each of the involved languages, and because of the way that words change meaning as they drift from one language to another. For example, chai is Hindi for \"tea\", but in the United States, where the phrase \"chai tea\" is common, what is referred to as \"chai\" is more precisely \"Masala chai.\" <br/> \n <br/> \nPlbplbplbplb! (Sound of a raspberry or Bronx cheer)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "blo·vi·ate --- <br/> \n <br/> \nTo discourse at length in a pompous or boastful manner"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Ah, pontification. It makes the Tuesdays fly by."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Wikiviate--- <br/> \nTo post a cut and paste of Wikipedia in a pompous or boastful manner (which is what I did)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Look at the Genius bloviating in his room!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "As he says, all tautologies are true."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Tom taunted tautly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "...announced Aileen, alliterating archly."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Goddammit! I made a New Year's Resolution not to post the first thing that pops into my head on Assetbar, and now I've blown it, I've blown it many times, it's blown I tell you, bloooooown!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 3,
    "snip": false,
    "text": "<strike>just like I was when your mom came</strike> <br/> \n <br/> \nThat's a pretty good resolution.  I'll have to think about it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "You know what they say - \"Tautologies will be tautologies.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "I spotted a continuity error. <br/> \n <br/> \nLyle would never wear a shirt with buttons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "He would if the buttons weren't done up properly and it's un-tucked as he stands on wobbly feet because he is to drunk for posture. <br/> \n <br/> \nWore a shirt for the wedding too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Maybe those aren't buttons but  <em>snaps</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's not denim so I doubt it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "The implication seems to be that only denim shirts have snaps.  This is not a correct assumption."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I never said shirt. It was a denim vest. <br/> \n <br/> \nAlso, unless this was completely unintentional, it's in reference to the Festivus episode of  <em>Seinfeld</em>  where Elaine is talking to a guy wearing all denim and comments on the \"big metal buttons\" to which he replies informing her that they're not buttons, they're snaps. <br/> \n <br/> \nWhen I was a kid I used to like a shirt I had with snaps because I could tear it off like Superman or a stripper. Actually I think strippers prefer Velcro-brand hook-and-eye closures."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morypcaina",
    "plus": 1,
    "snip": false,
    "text": "WHERE is the PHONE JACKET? 0 for continuity errors"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "popedragunov",
    "plus": 0,
    "snip": false,
    "text": "Where are the chatsacks?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonemorenegative",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nonemorenegative was marked lame too many times and excluded. (marked lame by hateandwar, divot, atticusonline)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glorify",
    "plus": 0,
    "snip": false,
    "text": "I wasn't going to say anything, but since I chubbied instead of lamed I feel compelled to say something: <br/> \n <em>Cool story, broseph.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "He could have done himself a lot of favors by not painting the gay-shark-in-drag grin on it. <br/> \n <br/> \nJust picture that flash ride with a blonde fright wig riveted above the windshield, like a tiny clown hat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I like the gay shark grin. It's like \"hey, watch out for  <em>this guy</em> . <br/> \nWhat's he up to? <br/> \nWho knows!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "your vehicle terrifies me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "(that's what she said.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckalgebra",
    "plus": 0,
    "snip": false,
    "text": "Thank you, Onstad. Thank you for perfectly capturing Tom Hulce's terrible Mozart laugh in comic-strip form."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lindalw",
    "plus": 0,
    "snip": false,
    "text": "I think I got them all. Phillippe is growing up. There are 3 nipples on the first bear and on the second nipple is a small piece of string. Light and Lucy are two different things. Only cats know the secret of eternal life. <br/> \nHow'd I do?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killerstaplegun",
    "plus": 0,
    "snip": false,
    "text": "of course lyle's from gainesville..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "Lyle strikes me as more of a Jacksonville type.  He doesn't have the Gainesville beard/baseball cap combo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "beverage",
    "plus": 0,
    "snip": false,
    "text": "I hear Tom Petty every time she's in a panel"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "agentstinky",
    "plus": 0,
    "snip": false,
    "text": "Hey you guys I'm stoned and I finally \"get\" Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "the alt text is funnier if you are dyslexic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Almost everything is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imhere",
    "plus": 3,
    "snip": false,
    "text": "In the first panel: We are reminded that Achewood is neoclassic and continuous. A confident Teodor and Ray, stoned, encounter intriguing situations. Philippe is five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Dear Everyone, <br/> \n <br/> \nThe first panel suggests Lyle was somekind of functional if he has both a car he can afford to hot up and a woman he can refrain from vomiting on (frequently). He was a cabinet maker. It's possible he used to have writing chops as well from previous strips. Please make up all sorts of shit to fill in this story before Onstad does. The faster you do it, the higher the chance you'll have to kid yourself that Onstad was \"listening to your genius\". Ready, set, GO."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I, too was surprised by Lyle's converted  <em>Volkswagon</em> . Look at that! Not a spot of bondo to be seen! And surely it doesn't belong to that mop-topped, slab-sided, Pepsi-can-toking harlot. <br/> \n <br/> \n I have, as well, known those of low minds who made good livings through cabinet-making.  <em>Very</em>  low minds. The kind of minds that would take a friend out and by the rounds, hoping to get him drunk enough to agree to a manage-a-trois with a morbidly fat-bodied woman."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Why am I the only person that thought that was Lyle's parents?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I thought so too, but it kinda makes more sense that it's Lyle."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "And I as well."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "AND MY AXE"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "LYLE. <br/> \n <br/> \nLOVE HIM. <br/> \n <br/> \nDRUNK."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Gettin' moist on some Jack."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "And my axe!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "You know what? Fuck. Just, fuck. <br/> \n <br/> \n... <em>gonna go find that pistol again</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em>daidai's final plan moved into it's final stage</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "ARGH <br/> \n <br/> \nit's is \" <em>it is</em> \".  Never anything else."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "may satan brand me with an apostrophe etc. etc."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Do you ever think that an apostrophe would actually be a really cool tattoo??? Because this is what I am thinking right now."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "All denoting something missing. Placed directly over  <em><strong>YOUR HEART!</strong></em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Too bad I already have a tattoo over my heart or I would so get that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "If his parents hadn't had him yet in 1989, that would make Lyle 20. Lyle is not 20."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "But assuming he is at least 20 in this strip, that would make him at least 40. I do not want him to be 40?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "think about  <a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/?date=09082006\">this</a> ..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Now THIS is the proof I was looking for. Thank you, kind sir. As sad as it makes me to think of Lyle as old, I am slightly less sad with some positive proof."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think he's the kind of old that happens to total bad-asses. They don't get old, they just get a bit more grizzled and tough. I mean, is a mean-as-fuck biker really  <em>old</em> ? I don't think so. That dude is just beatin' the odds by being even more bad-ass. He just keeps getting stronger and stronger. <br/> \n <br/> \nBut yeah. At the same time Miami said that Lyle was still in his salad days. Doesn't seem like that would be true if he was pushing 40. That's a man ready to do some serious time, not just Lyle's weekender status. <br/> \n <br/> \nMid-to-late 30s though, I could buy that... maybe."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "hey, he's a tiger. How long does it take for a tiger to be able to put is bone on ?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He's an alive stuffed tiger. That's different. <br/> \n <br/> \nSince he's a male, about 4-5 years."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Well, i don't remember ever hearing that he was stuffed... But, either way, he could be as young as 25, but Lyle always struck me as 30 and some."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I think we can safely assume they don't have normal lifespan of animals, I mean cats mostly die before they hit 20."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah I mean, if we followed real world logic in comics, Garfield would be dead and Bumstead and Blondie would take place in a nursing home."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He's not a bad-ass, he's a puke. He has the survivor sense to run away from Nice Pete and Dad Smuckles. <br/> \n If he was a bad-ass, he'd have chased down Gator in that dune buggy and beat the shit out of him with the exhaust pipe."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Very true. I still think he ages in the manner of bad-asses. Shiftless layabouts often tend to age in a different, but similar manner."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "They turn to shit, basically. Then dirt. It's called recycling."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "have you seen Gran Torino yet?  go watch it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Clint Eastwood should totally be Bruce Wayne in a film version of  <em>The Dark Knight Returns</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, if he gained a hundred pounds or so. <br/> \n <br/> \nActually, I can kind of imagine him growling \"This would be a good death...\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I do not want him to be 40? </em></div> <br/> \n <br/> \nSure you do.  It's perfect for him."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I don't know, I enjoy thinking that the characters in this strip are \"ageless\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I think it just appeals to me to think that they are all my age. I can allow that Cornelius is older, and Phillipe is five!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah. When we see these strips from the past though I'm reminded that while they're roughly from my generation they're just a bit older than me. I was born in '81, but Beef looks like he's... hmm... four or five maybe? Four seems about right to put him at 14 in '91 with Ray trying to sneak Playgirl from the Waldenbooks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Didn't he graduate in '93?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Wow, I guess I just really fuck things up like hell when I don't double-check. Yeah, Waldenbooks was '84. <br/> \n <br/> \nSo, three years earlier he was young enough to want a Happy Meal? I think the timeline is off somehow."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I think it just appeals to me to think that they are all my age. I can allow that Cornelius is older, and Phillipe is five!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It really appeals to you, doesn't it?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "twice, even!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "IT APPEALS TO ME SO MUCH."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "we should be friends, thegoodwillgirl. <br/> \n <br/> \nwe should be friends."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Aes Sedai?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "NO."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Ageless women, come on man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I did too, but the year (1989) means it really can't be."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "It could still be them, hanging out, fighting, fifteen years after putting their baby tiger in a basket and leaving him at the doorstep of a distillery."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "But then it wouldn't be technically \"The Story of Lyle.\"  Cheerfully retracted."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "adahn",
    "plus": 0,
    "snip": false,
    "text": "What if it's a \"Meanwhile...\" all Jhonen Vasquez style."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Meanwhile, back at the ranch- Poncho, disguised as a door has his knob shot off."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But how old is Lyle? Has this ever been addressed? I mean, Ray and Beef are, hmm... 1976, maybe '75.  But we have no clue to Lyle. I always assumed he was roughly the same age."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Lyle's inside of a Jack Daniels bottle and Jack's inside of him. <plunka-plunka> <br/> \n <br/> \nJack may be 14, but he makes Lyle look alot older. <br/> \n<doesn't rhyme! oh well...> <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100420005126/http://achewood.com/index.php?date=01112002\">Lyle is older.</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'm not certain that's definitive in stating his age. It could merely be a friendly expression that is not intended to be age-appropriate. I will often call older people \"young man\" or such."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "on this line of thought... <br/> \n <br/> \nwhen do you stop calling your peers 'kids'? <br/> \n <br/> \ni once called a guy five years my senior a kid...and i stopped myself. it wasn't quite right. it just..wasn't."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Kids are any people who do the stupidest goddamn thing every goddamn second of the day."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "well. that's most people then."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Chubby for your avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "<em>Volkswagen</em> <br/> \n <br/> \n <em>menage</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "In my defense, I have been drinking Nyquil all day."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I believe that was the short-lived precursory Nuremburg defence."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "courtland",
    "plus": 0,
    "snip": false,
    "text": "That \"AH HA HA HA HAAAAAA!\" courtesy of Teodor was basically read with Tom Hulce's voice playing in my mind the entire time.  Aaaaaaaaand it's still playing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "DARLENE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "YOU CRAPPIN'?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "No, that is Denise. <br/> \nhttp://achewood.com/index.php?date=06052002 <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "No, that is a joke."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "THEN WHAT'S DARLENE DOIN' IN THERE?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "darleen",
    "plus": 0,
    "snip": false,
    "text": "Yeah?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shinkicka",
    "plus": 1,
    "snip": false,
    "text": "Philippe is the cutest dictator, aside from Mao. Maybe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Couldn't you just pinch those chubby cheeks. I want a Mao doll. Surely these exist."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shankley",
    "plus": 1,
    "snip": false,
    "text": "http://www.myplasticheart.com/pc/MAOBUSTGRFL/0097PRODUCTARCHIVE/The Bird Is The Word Mao Bust - Green Flocked <br/> \n <br/> \nand <br/> \n <br/> \nhttp://flickr.com/photos/8743957@N08/2109779252 <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Would you say that he's made a great leap forward into your heart?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... and my ventricles are lying to my aorta and in turn lying to my brain. So basically I'm pumping just water and some lymph fluid."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "Okay, I'm gonna throw something out here: <br/> \n1) go look at a picture of Joseph Stalin <br/> \n2) doesn't he look like a nice old grandfather?  he has a mustache and everything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He was consistently referred to as \"Uncle Joe\" in my Western World History course in high school by our teacher. Our teacher was a great, great man. We spent one day discussing international intelligence agencies, another was devoted to the discovery of LSD, when we did the Zimmerman telegram most of it was the narrative of how a German officer was seduced in order to pilfer it. <br/> \n <br/> \nHe was also a drama teacher in charge of the rep company and a debate and forensics coach of some note."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "When Sadam was on trial, with his nice salt and pepper beard and his smart grey suit, I couldn't help but think of him as a lovely old gentleman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Well, you probably won't want to click  <a href=\"http://web.archive.org/web/20100420005126/http://www.youtube.com/watch?v=NdRM1C0BFgA&amp;feature=channel_page&amp;fmt=18\">here</a> , then."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I went upstairs to have a quick surf on the internet between the end of supper and the ten o'clock news. I did not think I would end up watching a man die. This whole 'electricity' thing has proved a pretty mixed blessing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "well. how about that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "It remind me of Castro. I would not be ashamed to look like that at 80, and to do 8 hour long speeches"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Stalin didn't really look like that. His images, especially on posters, were diligently managed. In reality he was undersized, paunchy, narrow-shouldered, awkward, and pock-scarred."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daedala_x",
    "plus": 1,
    "snip": false,
    "text": "what say you about this? <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \na 24 year old Stalin is quite the eye candy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Looks a lot like Che Guevara"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Drives a diesel van."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Drinks absinthe foppishly on the Boulevard de Pretensions."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Is lousy with mongolism."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "Was Stalin ever in Detroit?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "He laughed at accidental sirens"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Photographic technology circa 1902 ain't exactly known for it's hi-fi details. Looking at that photo, I would guess it was touched-up; most of the shading and details look drawn-in, not uncommon in 19th century photos. <br/> \n <br/> \nNot pictured: his narrow shoulders, awkwardly long arms, pock scars, rotting teeth, etc."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "It is a good thing that HD technology wasn't invented until recently, or else no one would ever be a successful dictator  <em>because they'd all be too ugly</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "DANG that is a handsome little dictator."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "That's what  <em>She</em>  said!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You beat me to it.  {chorus: THATSWHATSHESAID!}"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He totally looks like someone that would live in my neighborhood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "He looks like he has a good shot at landing the role of Rodolfo in a production of  <em>La Bohème</em>  (why was I so bold and pedantic as to use an accent? It will fail for sure!). <br/> \n <br/> \nThe only question now is how badly does he want the role...eh? *wink* ... *slightly more knowing wink* ... ah bugger it *buggers*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "try La Bohème"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That little box now constantly looks to me like the kanji for mouth. A tiny, evil mouth that eats whatever characters it deems appropriate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "my mom has a big old-timey crush on Stalin, no matter the terrible things you tell her that he's done. <br/> \n <br/> \nShe's all like, \"The times make the man!\", \"Kill one man, and it's a tragedy, kill a thousand and it's ______\" <br/> \n <br/> \nI think it's the mustache, because she also defends 'The Iceman' hitman, that cop who killed three of his wives, and Sammy 'The Bull' Gravano. <br/> \n <br/> \nWell, in his case, the mustache is implied."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I don't think it's the mustache. <br/> \n <br/> \nI think it's your  <em>mother</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "My guess is she fell in love with him when he looked like that <br/> \nhttp://www.bbc.co.uk/blogs/ni/Stalin_1902.jpg <br/> \n <br/> \nYo mamma is old and saggy"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Wow. <br/> \n <br/> \nI mean, shit, who cares if he killed millions of people? I bet not a single one was that good-looking."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Hey, they gave Che Guevara a fucking clothing line, didn't they?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "No, no. You're thinking of  <a href=\"http://web.archive.org/web/20100420005126/http://en.wikipedia.org/wiki/Castro_(clothing)\">Castro</a> . Easy mistake to make."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Che just had millions of shirts with his face."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Che just had millions of shirts with his face."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Che just had millions of shirts with his face."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "3 million shirts?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "seriously, jay? seriously?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "That's hella shirt"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This happens to you all the time. Settle down, please."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "So...when you gonna break the news to her that he's dead?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "\"...kill a thousand and it's....the raddest bat mitzvah ever?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "kill a thousand and it's a comedy! <br/> \n <br/> \nAt least that was the idea behind  <em>Life is Beautiful!</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "May I humbly draw your attantion to http://www.catsthatlooklikehitler.com"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rad-chillies",
    "plus": 3,
    "snip": false,
    "text": "in the third panel, ray has diabetes"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "In Soviet Russia, diabetes has Ray. <br/> \n <br/> \nAlso: Mozart was a right pottymouth, to be sure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigoloferocious",
    "plus": 0,
    "snip": false,
    "text": "i think that The Story of Lyle will be an epic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 0,
    "snip": false,
    "text": "hell yes, make the tale of Gilgamesh look like Tuesdays With Morrie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It'll make Tuesdays With Morrie look like fuckin' Hop on Pop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "Don't knock  <em>Hop on Pop</em>  - <br/> \nit's an allegory of the reformation: <br/> \npop equals pope -- hoppers equal Hugeonauts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Huggonauts? Hug the pope?  <em>Catholic propaganda?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "It was so sad the way they hopped on Pop!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Tuesdays with Morrie makes Tuesdays with Morrie look like Hop on Pop except not as good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "broodwich",
    "plus": 0,
    "snip": false,
    "text": "Continuity error. Not yet mentioned!? Backwards arms on panel #2. Notice the forearm/bicep overlaps. If you can call those biceps."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "The better to pat himself on the back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowan",
    "plus": 0,
    "snip": false,
    "text": "What is Teodor holding ?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well I'd argue he is holding nothing as it floats above his hand. Back to the question, I dunno, a dragonball?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "About two lids. Why?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "curiousnick",
    "plus": 0,
    "snip": false,
    "text": "Just joined to plead with any nerd types to make an achewood igoogle theme? preeeeze?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "What fucker said that!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "dont evan git me stotted on the newyork jetz"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "And yet, somehow, I suspect deep down that we will receive  <em>none of these things</em>  in 2009."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's too late,  <em>we already did</em> <br/> \n <br/> \nSee you in 2010."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Now any comment you make before 2010 will contradict my misinterpretation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "In four years, according to  <a href=\"http://web.archive.org/web/20100420005126/http://m.assetbar.com/achewood/uua1pghHz\">this</a> , Phillipe will turn five, and then run in the olympics. <br/> \n <br/> \nBut will he do so for America, or for Germany?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure - which country has more gold medals for hugging? <br/> \n <br/> \nAlso, I'm excited to see what causes Ray to lose his ears. The possibilities are endless. Perhaps a mishap involving his belly chain, a hand stand, and twenty dollars."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "A tragic accident caused by Ray attempting to perform a Commodore on himself. <br/> \n <br/> \nRemember, kids: this sort of thing should only be done by trained professionals."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "There's only one country that even qualified for the 1938 huggathon event and that's Bighugistan. Switzerland was disqualified. <br/> \n <br/> \nThe event was subsequently deprecated by the Olympic Committee, Germany invaded Poland, and you know the rest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "...hugs?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Reich!! 1000 years of them!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dzieger",
    "plus": 1,
    "snip": false,
    "text": "So, what's with you folks? This strip has fewer than 1000 comments. Just when I was getting used to not even bothering reading them or contributing because, well, what's the fucking point? <br/> \n <br/> \nSeriously, WTF? It seems to have happened overnight, bac a few months ago. I think it means that Onstad's readership has exploded in the wake of all the ecstatic coverage last year, which is great.  <br/> \n <br/> \nBut essentially, Achewood is the new Digg.  <br/> \n <br/> \nBut without the retarded fuckwads. And that's important. <br/> \n <br/> \nBut I admit I'm staring to feel like one of those douchebags who resents it when his favorite indie band goes mainstream.  <br/> \n <br/> \nFuck me, I guess. <br/> \n <br/> \nSorry for the incredibly fatuous post, but since it's buried 600 deep, so anyone who bothers to lame it (or chubby it for that matter) is simply proving that they have no life. <br/> \n <br/> \nSo either way, I win. And, simultaneously, am a douchebag.  <br/> \n <br/> \nIn conclusion, I'm not getting enough sleep. Or Prozac.  <br/> \n <br/> \nI dare myself to post this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>but since it's buried 600 deep, so anyone who bothers to lame it (or chubby it for that matter) is simply proving that they have no life.</em></div> <br/> \n <br/> \nOr that they know how to push \"End\" or \"Page Down\" and like to look at random stuff down the bottom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I have that Assetbarista thing, depth means nothing to me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "Depth isn't as important as girth anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "I am very sad that I am not caught up and will no longer be taking Achewood in doses of 50-100 a day. This means I will have to find something else to procrastinate with at work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "My harddrive is basically fried on my laptop, so if I'm not on for a few days it's because of that, and definitely not because I suicided."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "*phew* <br/> \n <br/> \nMy first thought would have been suicidation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You got off easy this time. Never call me Mallard Fillmore again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I fixed it! And I didn't call you Mallard Fillmore, I said you READ it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "GOOD! AND SEE THAT YOU DON'T EVER AGAIN! <br/> <br/> <br/> So what was the deal with the hard drive?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Too many processes running at the same time, i had to do a full system reboot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "Should it be \"Ladies and Gentlemen, I [i]demand[i] your attention?\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "whoa! a few days away and assetbar is actually talking about the strip! i will join in once i brave career fair tomorrow. (see what i did there?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "<em>lame me for good luck.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Get a job, deadbeat!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "\"Oh, what could I bring to your company?  How about-- <strong>BITE</strong> \""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "WTF?  Not one mention of me?  I was gone for like three days and no one cares. <br/> \n*cries*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "No way, one time I was all like, \"Where's SJE?\" But then I got distracted and forgot to hit post. You understand, right?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Gee, I wonder where that swell chap sje is?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Dude, don't  <em>admit</em>  that you Ctrl F yourself.  We all do it, but you ain't gotta  <em>talk about it.</em>   Just makin' all us feel uncomfortable.  You just go into a room, turn down the lights, put on some sexy, sexy music, load up that sweet sweet Assetbar, and Ctrl F yourself till you feel good and satisfied.  Aaaaaaaw yeah..... <br/> \n <br/> \nSpeaking of which -  <strong>Catgrl[b], I was looking through old posts and would like to give kudos for your creation and effort and motherfucking <em>[b]hilarity</em></strong>  in making this: <br/> \n <strong>http://atheguitarherob.livejournal.com/</strong> <br/> \n <br/> \nI lol'd.  I lol'd like  <span style=\"border-bottom: 1px dotted\">crazy.</span>   I may have even lmfao'd.  I was on the verge of rofling, but had not made it to the rare lasdfu. <br/> \n <br/> \nHot damn that's a lot of italicising and bolding."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And a lot of  <em><strong>fucking up</strong></em> , it would seem. <br/> \n <br/> \n <em>Dammit.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I lol'd.  I lol'd at your bbcodefailure.   <br/> \nI don't normally Cntrl F myself .. . I just feel lonely sometimes, you know? <br/> \n <br/> \nAchilles knows.  We all know he's going through a difficult patch in his life.  I think that's why he's been acting out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Sje, you're right. Take this dagger! If ever a time comes when I am more troll than man, only you can stop me! Strike true, and stay not thy hand!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm seeing this as a sort of Superman giving Batman a kryptonite bullet/ring (pre-Crisis/post-Crisis) in case he ever goes too crazy or gets too mind-controlled (which seems to happen a lot), except in this case, Superman is also a penis with glasses (I guess that'd be Clark Kent then, wouldn't it?) <br/> \n <br/> \nNow we're all seeing a penis in a Superman outfit.  Hopefully he is battling either (a) a Bizarro-penis, (b) a giant vagina, or (c)  <em>his own balls.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't a Bizarro-penis be a vagina?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I thought that, but decided against it.  The question then becomes: if not a vagina, what  <strong>would</strong>  a Bizarro-penis be? <br/> \n <br/> \nI'm enjoying the stirring of my imaginative juices."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "If we are going from a purely anatomical standpoint, a Bizarro-penis would be a CLIT."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You are really tempting me to post another picture that will get many lames."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "edit: \"I guess that'd be a penis Clark Kent then, wouldn't it?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "FUCKING A. <br/> \n <br/> \nThat was catgrl by the way, it was autrepoopee."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "say what?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It WASN'T catgrl.' <br/> \n <br/> \nMaybe I am going to suicide after all. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "How do you know it is autre?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Because she made it for me that one day everyone bitched that people blogged on assetbar, the day I threatened to leave."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Oh, right.  You're right. <br/> \nDang assetbarrista-less assetbar.  I thought that you were replying to catgrl but saying it was actually autre under catgrl's account and . . .ignore me, I'm an idiot."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "OH SHIT.  If I were to confuse two dudes it'd be no thing, but being that they are two of the few chicks on the site, it's confusing two people of the same minority, and I don't want to be That Guy. <br/> \n <br/> \nFor Autre and Catz: I was tired, a little delirious, I think I directly followed reading that with reading a Catgrl post much further down the page, and hadn't eaten my past few meals so my brain wasn't working right (as evidenced by my massacring of BBCode, which I normally take pride in excelling at).  This is actually all true.  My apologies. <br/> \n <br/> \nAnyway, Autrz: you're Livejournal thing was motherfuckin' funny.  My chubbies are to you - but for the lulz provided, not for the sexual content of the actual Livejournal posting. <br/> \n <br/> \nCatgrl: you get nothing from me, you charlatan; you  <em>villain</em> .  As my uncle would say: \"I wouldn't shit in your good hat.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "What about her bad hat?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "His Uncle was frequently seen shitting in the Best Hats in Town. <br/> \n Why there was a waiting period of 2 years for some of the finest Hats in Los Angeles."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "I didn't think anyone was ever going to read that. And if they did I wasn't planning on taking credit for it. But I felt a little selfish pang seeing it miscredited, so now that plan goes out the window. Sorry to tell you that it wasn't a young girl who wrote that, which would've made it much more interesting. <br/> \n <br/> \nAnyway, Autre is responsible for creating the account, but a joint and a boring night at my place are responsible for the rest. I was kind of hoping that some other people would join in at some point. <br/> \n <br/> \nP.S. Sorry for violating our Facebook friendship by plundering and then nightmarifying a picture from your account, GH. It was in good humor. It....it had to be done."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "haha oh man, I had no idea an entry had actually been written!  One (1) Chubby for a Rowboat, for being a sporting fellow!  A chubby for TheGuitarHero as well, for being just as sporting a fellow!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I actually tried to write an entry but the livejournal posting process confounded me. <br/> \n <br/> \nI think I hit the \"post\" button about 20 times and nothing happened so I just closed the tab."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think we have a manual for it..."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "sje46 is standing on it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Try again! There's a whole universe of raunchy Guitarhero fan fic waiting to be born! <br/> \n <br/> \nDid you log in? The username is atheguitarherob and the password is achewoodrulz4."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Hey guys, keep it up, it's totally ok that you have my face attached to semi-disturbing slashfics, I'm totally ok with that."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Dude, that ain't your face. I at least made sure of that."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Wow I looked again at it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Chubby for \"[I] hadn't eaten my past few meals.\"   This is a very 'Achewood' phrase, dontcha think?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "You guys are lazy.  I just read every comment and I naturally see all references to myself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm here!!! <br/> \n*hugs*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's not true! I mentioned you right  <a href=\"http://web.archive.org/web/20100420005126/http://m.assetbar.com/achewood/uua4bJhLH#comment_250\">here</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think our beloved Elbox is becoming a troll.  Too much time on 4chan, there?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "He who fights with monsters, etc."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Incidentally I've only been on the actual site twice, and one of those times was to actually ask a question about anime. The rest of the Internet is sufficiently polluted. For example, just today I typed in \"nom\" into Google to look for cute kitten photos, and ended up at  <br/> \n <a href=\"http://web.archive.org/web/20100420005126/http://www.drewpickles.com/\">this site</a>  instead. <br/> \n <br/> \nThere is nothing gross in this link itself, but it is a directory listing of the most disgusting things I have ever seen. Every other image on this site makes swap.avi look like Family Circus. It has changed my life forever. <br/> \n <br/> \nOh and whatever you do, DO NOT click on allstarcollage.jpg"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "My 4chan cherry is still intact. I've made a conscious decision not to delve much further into the internet than I already have. I already hate the world enough."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And I do most of my browsing while at work, so it's not much of an option, anyway. I already have to strategically dodge too many monster penises and Little Black Samboesque Obama photoshops as it is. I don't need to risk being fired in any more ways than I already do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "God all these black and white avatars are giving me flashbacks to loneal. <br/> \n <br/> \nTime for me to change back."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "<em>[pours one out for loneal]</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "poopcat",
    "plus": 0,
    "snip": false,
    "text": "<em>[rapes a woman with the empty bottle]</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "whoops, that would be me. sometimes i sign in to my first account to give out extra chubbies. because we all know v-chubs are the assetbar equivalent of simulated porn. you cannot masturbate to v-chubs, is what i am saying."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Simulated porn? <br/> \n <br/> \nAre you saying I can't masturbate to my imagination? <br/> \n <br/> \nPS- The emptiness of the bottle allures to the hollowness of the female soul."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think she means such as  <em>Emmanuelle</em>  or other late-night cable soft-core fare. Obviously she was never 14 and lacking any other options before the Internet was widely available and at high speed no less."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Yeah, does that market even exist anymore? Or is Cinemax just showing the same fair as in 1992? <br/> \n <br/> \nDidn't one of th eolder  <em>Emmanuelles</em>  have a scene where a 12 year-old in see-through panties gets violently raped in the garage by her mother's boyfriend? Pfft, and kids these days go around actin' like they all  <em>invented</em>  perversity."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we'll never see sexploitation like we used to. And so many awesome sub-genres! I saw a film today promising added scenes of wildly violent canibal sex, a whole sub-section at the shop devoted to Nunsploitation, a box set of Nazi women films (and without the  <em>Ilsa</em>  series), and a truly awesome-looking film with astounding cover art called  <em>Rasputin: Orgy in the Tsarina's Court</em> . Look around online for the box-art (I couldn't find a large enough copy myself, but I was lazy about it), but it looked great. Apparently done by the same guy who did the  <em>Schoolgirl Report</em>  series. It was in the all-region import section near a weak-looking copy of  <em>Battle Royale</em>  (I still don't think there's an all-region version with decent English subs of the full extended version out there... I want one badly though). <br/> \n <br/> \nAmoeba's video section often knows how to totally bring it. They just have terrible prices for new releases most of the time. The kind of place that charges list price. Good deals on used though. I don't know why places try to stay in business selling at list. You're just going to get your ass kicked by the Internet and, well, everyone else. They're a big enough store to be able to discount it too, but then again, they're also a major destination shop here and people get away with overpricing tons of crap along Haight because they know tourists will buy it or people will just overpay. Haight-Ashbury Music Center is especially guilty of this. I mean, who charges list for musical equipment? You expect me to pay $35 for a set of bass strings when I can get a two-pack of D'Addario online for $25 or pay about least $15 less than you're charging for the other brands?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "You lucky son of a bitch, that sounds like the greatest place ever.  Alright, alright, San Francisco is totally superior to everywhere else on Earth, on the merits of this mystical wonderland of which you speak alone. <br/> \n <br/> \nThere used to be a dinky little weirdo video store in my hometown, went out of business right before I left.  They had a rental section with all sorts of strange fair, and pretty much anything you might've wanted for sale--new or used.   <br/> \n <br/> \nThe week they went out of business they had a massive closeout sale, everything in the store: rentals, used, brand new Criterion motherfuckers.  I fought roundabout twenty nerds those couple of days ('oh man i was just about to pick that up seriously uh do you really want that its pretty gross young lady maybe just give it to me haHAhaHA'), and made out with a copy of Salo (real, legit copy) for less than 30 bucks.  Couple other ones too, but Salo was my crown jewel.  So, guess what just got rereleased?  Pft. <br/> \n <br/> \nAnyway, I've got Netflix now, and it's pretty alright.  Low stock of older, trashy horror, though.  I'd buy list price from one of those little places, just for the principle of the thing.  I want them to stick around."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I was pissed that the movie store by me, which usually has a large selection of really weird and rare shit, did not have  <em>Martin</em> , Romero's entirely awesome and badass vampire flick. I was hoping to do a Romero double feature after watching  <em>Dawn of the Dead</em> , but instead watched the equally awesome  <em>Dance of the Dead</em> , and am now going to try to plug through the Evil Dead trilogy."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i have actually not seen Salo, though i have been meaning to. i have, however, read the 120 days of sodom, or at least, very substantial chunks of it (i'd say about 70%) as the text appears on supervert.com. the text is actually fragmented at parts as the work was never finished and fraught with continuity errors (including which character is who). for this reason, my copy of the complete works of the marquis de sade only lists each of the perverse acts as a bulletin point with complete disregard to the overall narrative and character development, and even that still supplied some 60 pages. the reason the 120 days of sodom was so disinclined to brevity was because de sade's main [political] goal was the destruction of the ego through repetition. that is, repetition of the vilest acts of depravity until they finally lost their depraved character. at this point, we would no longer pride ourselves on our depravity, we would no longer find pleasure in it, and this would allow us to be all the more destructive because only then could destruction be an end in itself, not simply a means to pleasure or self-satisfaction, both of which could always be achieved through other means. i'm not sure if salo explores these points but in reading the 120 days of sodom, i could almost feel any erotic feelings i had slipping away into whimsy, and then finally into lack of feeling altogether.. though i was compelled to continue reading cuz i wanted to know what lied ahead, even if i knew it would not be shocking, dramatic, or acutely satisfying. i think de sade's technical term for this was %u201Cmechanical%u201D. we need to execute our libertinage mechanically, without reflection, self-satisfaction, or pleasure, for only then can we maximize the chaos towards and against traditional institutions. i don't know why i'm writing this. a small part of me agrees with de sade i guess, so i'm absentmindedly spreading the gospel. also i%u2019m really sleepy and i've already forgotten the point of this post so please forgive its irrelevance/nonsensicality. also, read justine and juliette. they are the opposite of the 120 days of sodom in that each act of perversity contained therein serves a dramatic role and is thus emotionally if not erotically satisfying (for me it was often both). that is all."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>for only then can we maximize the chaos towards and against traditional institutions. </em></div> <br/> \nLost you here."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nah. It's mainly a great big huge music store that just happens to have a pretty solid movie section. They seem to care a lot more about their store in LA which I suspect was custom-built for them to be huge. They started over in Berkeley as a pretty big store and over here they got famous for being giant (it's a converted bowling alley) and awesome and having great prices on used stuff and plenty of stuff that's collectible, rare, and/or vinyl. <br/> \n <br/> \nWhen I say there was a Nunsploitation section I mean there was a card for the nine or ten films in their cult/exploitation section (itself large and with a nice cult directors area). They're a very good shop to find hard-to-find stuff, but they're also big and with bad prices on stuff that's mainstream and easy to find. But if you want used copies of Criterion's Brazil set on DVD? Hell, there were like four or five there the other day for a good price (like $30 I think for the used). <br/> \n <br/> \nYou guys ever get out here for the meet and it'll be basically impossible to not go there. It's huge and it's only a few blocks from my apartment."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I just bought Criterion's The Life Aquatic for 11 bucks."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "belgand, we are hell of kindred. who else but you would know of ilsa she wolf of the ss. we must get together and watch this immediately! i <3 ilsa 4ever! <br/> \n <br/> \ni looked up rasputin: orgy in the tsarina's court and i am distrustful of the illustrations. i fear that films relying on illustrations for cover art might do so because the scenes themselves would discourage viewers from buying it. but the concept is fascinating, i'll grant you that. i found the art on hkflix.com, on which it has a 4.8/5 rating, a good sign. however, it is no longer being sold there or anywhere else, so it seems, save for on VHS (why?). i will find a way to torrent it, yes i will."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am given to understanding that the Ilsa series is one of the main exploitation series and is pretty much something that a lot of people are in the know about. I don't mean this as a slight though. You are definitely super-awesome for being into it. Still, it's mainly just an outgrowth of women in prison movies and the constant influx of wanting to throw in more degradation and BDSM themes into sexploitation films. Really it seems inevitable that it would occur. <br/> \n <br/> \nIf you must have Rasputin it was $10 on all-region import DVD. I almost bought a copy for a friend to send her for her birthday while they still have it in stock. <br/> \n <br/> \nIllustrations are always better than the film. This is the way of things. <br/> \n <br/> \nA shame you don't live out here. I need a wicked cool female co-degenerate around again. I mean, I need to watch  <em>School of the Holy Beast</em> , but I don't have anyone to watch it with. And who is going to help me through my big sukeban list? I'm not going to be able to consume all this pinky violence on my own. <br/> \n <br/> \nMan, I think my girlfriend could totally pull off a costume as Madeleine from  <em>Thriller - A Cruel Picture aka They Call Her One-Eye</em> , but it's not her thing. I mean, it would be bad-ass and fairly cheap and easy. Plus, c'mon, Lindberg was a major softcore star (from an era of better softcore) and centerfold. What lady would not want to be her in her most bad-ass role?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Hey, did you guys see  <em>Wall-E?</em>  It was so cute."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It totally was. I'm not normally a fan of Pixar. Well, I mean, they've done some good things, but they've also made a lot of crappy or mediocre films even if they're technically accomplished. <br/> \n <br/> \nMonsters Inc. was pretty good, Incredibles was, well, incredible, and Wall-E was good. Those are basically the only ones I like. Finding Nemo was terrible, but not anywhere near as bad as A Bug's Life."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Both Toy Story's were amazing, probably the best movies they have or will ever release (Incredibles not withstanding). <br/> \n <br/> \nEven Pixar at their worse (CARS) is better than any other CGI animation company at their best."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That's not saying much. Most of those films are completely unwatchable trash that degrade our culture as a whole. <br/> \n <br/> \nI only say the first Toy Story and while it was technically impressive at the time it didn't do anything else for me."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's more adult than these, but I really enjoyed  <em>Ants</em> . <br/> \nFinding Nemo was awesome! <br/> \n:("
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Huh-uh? How can you leave Toy Story out of this? The original was fantastic, and to be honest the sequel hardly left me cold. But yeah, Monsters Inc. and the Incredibles were shawsome too."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Shawsome: As awesome as \"The One Armed Swordsman\", pretty damned awesome."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I keep meaning to see that. Well, and \"Crippled Masters\". <br/> \n <br/> \nWhen I think Shawsome though I'm going more towards \"The 36th Chamber of Shaolin\" or \"Legendary Weapons of China\"."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Because they did nothing for me."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I have not seen  <em>Wall-E.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Oh fuck fuck shit shit fuck shit. I was clicking along, kind of bored by all those sex photos, though not disgusted. And then.. <br/> \n <br/> \n.. A PICTURE OF A DEAD WOMAN WITH HER OWN EYEBALL IN HER MOUTH?  <br/> \n <br/> \nI can only hope that that is fucking fake because eeew eeew a thousand times yuck."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "DEAD BABY?!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Is there anyway you could photoshop a pipe in that dude's mouth? That'd be perfect."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It seems to me that the worst things /b/ has to offer tend to be just sexual in nature, or just gory, and not that bad.  I can handle goatse .. . I've seen wide open orifices before.  Old people doing it?  Please.  The worst popular shock photos/videos I think are tubgirl and two girls one cup.  I did not see swap and I did not click on any of the images on that site.  I do not plan on it, either. <br/> \nHowever, I am waiting for the worst one yet.  It will be a video, not a photo, because photos are nothing.  And it will combine sex with gore and will almost certainly depict something illegal.  A nine year old girl being raped while being skinned alive.  Something totally horrifying like that.  Something that would be in 1001 nights of Sodom.  4chan ain't done nothing like that yet, as far as I'm aware.  But one of these days it will be posted, and will be the biggest shock image/video in the world, and people will look at me and say \"it was this perv's idea\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "The worst images on that site are generally medical-type photos of rotted genitals with STD's, gangrene, maggots, etc. There is also an swf file of a guy putting his dick in a tourniquet and slicing it off. And there is something like 2girls1cup with two Japanese girls, except the stuff is real and not just chocolate ice cream with walnuts that they ran through a blender. And yes, there is stuff involving gore, executions in third-world countries, etc. <br/> \n <br/> \nTubgirl is nothing at this point. Everyone's seen it so much that it's acquired the status of a familiar logo or symbol."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I've seen it once, and that's enough for me.  It still makes me want to regurgitate, I'm cool with it or anything of its ilk not becoming familiar."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I know there is stuff involving gore, but there is nothing really disturbing like what i said."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Cause what you described would technically be  <em>illegal</em>  to watch or reproduce, so it doesn't end up on the internet."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "There is child porn online.   <br/> \nI guess if it gets really popular though, it would be taken down."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but you're asking for snuff. We have never had any reliable proof of even run-of-the-mill snuff let alone complex torture-rape snuff."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm not  <em>asking</em>  for it!  I'm just saying I expect it.  And it will disturb me, a lot."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "sje why do you want to see people die so bad anyway  <em>sheesh</em>   you're all over here just beggin' for some snuff"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, he just got off of chaw and now he wants a snootful of the old stuff. Dude is gettin' hella raw now that he's out of the house most likely. <br/> \n <br/> \nDo not do snuff SJE! It is very bad for you!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I will admit to being of lesser stomach than the Goodwill girl (Well, she is getting marries, ha cha cha) but I had a quick gander over that site, looking at the thumbnails of the more innocuously-named images. I stomached the sharkbite one enough to go full size, was bemused by some of the odder hentai offerings, and I admit to laughing for far too long at the one of the baby being kicked in the head. Hehehehehe. <br/> \n <br/> \nI left when I decided, against my better judgment, to bring up the thumbnail of the one titled PainThisHasGotToHurt.  <br/> \n <br/> \nI did not focus on it. But it's brief presence in the corner of my vision was enough to scare me away from ever going on that site again ever and, to a lesser extent, the internet as a whole. <br/> \n <br/> \nSee you guys!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Oh no, I made you leave the internet! <br/> <br/> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Technically it was me."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "It's okay, I came back when I realised that if I never went on the internet I would have to start paying for porn or get a girlfriend or something. <br/> \n <br/> \nJust don't post that image to this board. The link if fine. Okay? Friend?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Is fine. Is finest it is ever beink. <br/> \n <br/> \nIs  <em>so</em>  fine."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Friendo."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "A girlfriend?  Go ask out that girl on the facebook group who goes to your uni."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "There are GIRLS on the INTERNET now?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "She already has a boyfriend, and the fact that I know that is probably terrifying her right about now."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You should jsut hang out then  <em>that would be awesome</em> ."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I thought about converting it into black-and-white to match the current trend, but common sense prevailed. If you want to imagine that I have done that please do so, but I won't make you look at it."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I was considering doing a picture of The Replacements (since the ones I could find were black-and-white) but I realized I didn't really listen to them much, so I picked something that would riff on the trend. <br/> \n <br/> \ncan you guess what?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "From what I can tell (it's kind of blurry) it's Paul McCartney and Steview Wonder doing \"Ebony and Ivory\". <br/> \n <br/> \n*rustlerustle* <br/> \n <br/> \nActually, it most definitely is as I then searched it out and found a larger version: <br/> \n <br/> \n[img]http://popwatch.ew.com/photos/uncategorized/2007/10/08/ebony_l.jpg[/img"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "NOOOO!!! So close! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I envy Stevie never having to see Paul's, shirt/vest."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Thank you for choosing two guys so old your animated gif of them does not appear to move. Seriously."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I hope they do Michelle! <br/>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man I was so gonna get an animated GIF of Stevie and Macca but my computer crashed and I lost my GIF Animating Program."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Praise be!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I don't even want to read about such things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by Deusoma, Wozzeck, motts)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "You, desert_donkey, truly... are our Showbiz."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "He brings the pain..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "aaaaaaah... po wittle bitty wozzecky gettid butthurted.. waaaaaaaaaaaa... ;)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "somedarkholler",
    "plus": 0,
    "snip": false,
    "text": "Look out, wozzeck, desert_donkey's not religious, he's not religious at all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "YOU CANNOT PETITION THE LORD <br/> \n <br/> \nwith a brayer?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I THINK I HAVE A CREAM FOR THAT."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I got this, and I loved it.  U g0t chUbZ!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I bas tar dized a Mor ri son,  <br/> \nso will I go to hell?  <br/> \nOh, don't ask why.... <br/> \nOh, don't ask why.... <br/> \n <br/> \n Fwiw, I really liked your silly toy duck avicon. It was devastatingly hilarious whenever you wrote some response that was utterly witty or crushing and there's this silly duck gaping off wall-eyed. \"Who said that?\" <br/> \n <br/> \n It's what Groucho Marx would have used, I think. <br/> \n <br/> \n Please let the duck return for a cameo now and again in the future?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That was not a toy duck that was Porygon2."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh  <em>no....</em>  Please never switch back, Autre. I had no idea what it was. Why would anyone ever know that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I knew that.  I thought everyone knew that?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Believe it or not, there are literally  <em>dozens</em>  of people in this world who know nothing of that game."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "What game."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I suppose they're better off."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "They probably have girlfriends, but they'll never know the pure joy one gets of raising a Pokeman."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Generally we, that is those of an age to be your older siblings, believe you are all a weirdly feminine lot. When we saw you all grow obsessed with what appeared to us to be the side-show freaks from a never-aired Strawberry Shortcake episode, we collectively sighed and resigned ourselves to one day finding Father in his study, silently weeping over your errant sexuality."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "My sexuality is well defined, that is what makes him weep.  Also my appalling hair style."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You could stop wearing such tight pants. Not everyone wants to see your sexuality all the damn time."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, the whole Pokemon thing was a little odd. I know kids like strange things. I mean, I had a Cabbage Patch Kid when I was young. But I didn't have fifty of the fuckers. <br/> \n <br/> \nOK, I admit that I don't know where I'm going with this. But Pokemon was (is?) fucked up. That much I know."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "you throw rocks and animals, and then trap them in cages.  after a while you can coax them into fighting each other."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryaldin",
    "plus": 3,
    "snip": false,
    "text": "I don't mind if Onstad posts once a week or once a month, but the whole, \"I'm gonna post a new one today!....Gotcha!\" thing is driving me a bit nuts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "It's Onstad's Po-Mo Absurdist tribute to Dali and Charles Schulz.  <br/> <br/> <br/> I thought everyone knew that. Should you even be reading this web-comic?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jshelton",
    "plus": 0,
    "snip": false,
    "text": "It is a crime against humanity that \"Cuddlenacht\" did not merit this strip higher than a 4 out of 5."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "as far as we know, cuddlenacht is a crime in and of itself. <br/> \n <br/> \n..as far as we know..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "I take viagra for nuddlecacht."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Nuddlecacht, what news from the.....South?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "TRY AS I MIGHT I DO NOT GET THIS JOKE"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I mean, this running joke.   As far as it being a constituent of that discrete continuum, I get this one entirely."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah, even when I had the joke explained to me it never really made sense."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think you just had to be there when it started."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah probably. <br/> \n <br/> \nI think the concept is good I just like AND MY AXE better as an Assetbar meme. <br/> \n <br/> \nAlso variants on the CLITS joke, just because that was the first thing that drew me to Assetbar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "In fact YOU were the first commenter to ever reply to me, I remember this because you've never changed your avicon."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "I do get the CLITS and the AND MY AXE jokes, and I've been here for a'while.   The \"what news from the\" joke just seems to escape me.   I guess maybe it predates my appearance.   Does it have anything to do with Braveheart or with Ben Hur?   I could be totally wrong here folks."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It had to do with a guy named Clitorides, I think."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Odd. I like \"What news\" and seem to recall it not being exclusive to Acheworld, but maybe it has just suffused my being. <br/> \n <br/> \n\"And my Axe!\" is not to my liking, however."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "There's some old movie like Nanook of the North that the line actually comes from. Then it takes life, becomes a hideous meme, morphs into another movie, etc... <br/> \n <br/> \n\"Constituent of that discrete continuum\"....I really like that phrase. Goddamn!, if Diana Krall could sing lines like that. A physics chanteuse, what a concept!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "ARGH NO IT COMES FROM LORD OF THE RINGS GODDAMMIT DIDN'T ANYONE READ THE BOOK <br/> \n <br/> \nFrom the Gate of Kings the North Wind rides, and past the roaring falls; <br/> \nAnd clear and cold about the tower its loud horn calls. <br/> \n'What news from the North, O mighty wind, do you bring to me today? <br/> \nWhat news of Boromir the Bold? For he is long away.' <br/> \n'Beneath Amon Hen I heard his cry. There many foes he <br/> \nfought. <br/> \nHis cloven shield, his broken sword, they do the water <br/> \nbrought. <br/> \nHis head so proud, his face so fair, his limbs they laid <br/> \nto rest; <br/> \nAnd Rauros, golden Rauros-falls, bore him upon its <br/> \nbreast.' <br/> \n'O Boromir! The Tower of Guard shall ever northward <br/> \ngaze <br/> \nTo Rauros, golden Rauros-falls, until the end of days.'"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Why'd you know that, nerd?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Do you know the gathering years from good to worse, <br/> \n I've tried to forget those endless reams of crappy verse? <br/> \n <br/> \nNANOOK,NANOOK, LALALALALALALA."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "As far as we knew, they were all being treated fairly according to the Geneva Convention."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "That was mainly because none of us have read the Geneva Convention."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Man isn't that like, the 7th Harry Potter book? <br/> \n <br/> \n <em>Harry Potter and the Geneva Convention.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "parsifal",
    "plus": 1,
    "snip": false,
    "text": "These two strips we've gotten this month have been excellent aperitifs for the ten-course Achewood Store."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "parsifal",
    "plus": 1,
    "snip": false,
    "text": "Excuse me: one strip. I got a little ahead of myself there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "For me it's a showdown as to which event occurs first:  the arrival of my new bank account debit card after having gotten a first month's gainful employment, or Onstad's closure-down of the \"old\" Achewood store.   I am on frikkin' tenterhooks here people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "is...is mr. christopher onstad angry with us? <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>(\"Sorry.\")</em></div> <br/> \n <br/> \nwhat have we done,  <em>what have we done</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "This is going to hurt him a lot more than it's going to hurt us."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "He's going to throw his fingernails at us?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hungryjoe",
    "plus": 0,
    "snip": false,
    "text": "In that third panel, Ray reminds me of Christina Ricci at the end of Black Snake Moan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "man what"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "The only thing i know about that movie is that Samuel L Jackson is in it. And that's the only thing I will probably ever know about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Ray thinks that being chained to a radiator merits a \"Talk to you later, dogg.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's a load of shit, you fucking liar.  You read hungryjoe's comment, so you know that Christina Ricci is in it, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soaringbrain",
    "plus": 3,
    "snip": false,
    "text": "Is Achewood is starting to suck!?  Perhaps it just seems that way because he is writing less and I expect more.  I imagine Chris has a day job that requires a lot of energy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theguitarhero was marked lame too many times and excluded. (marked lame by Jesler729, chivalress, SkiddyFisk, Cremlae)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "yeah man what the fuck, all making objective observations <br/> <br/> <br/> all raging up the fanboys <br/> <br/> <br/> man why you gotta rock the boat man WHY"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "There is nothing objective about saying a comic strip on the internet sucks. <br/> \n <br/> \nWhen you are posting a comment on the internet you lose like 90 points off whatever credentials you allegedly have."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "I'm just gonna assume I got two lames from the same two people that gave him two chubbies, so I'm going to make myself perfectly clear to those three people: <br/> \n <br/> \nIf you do not like the strip and are just going to waste time telling everyone it sucks, do not come here.  <br/> \n <br/> \nThere is a difference between saying \"hey you know, this one isn't really doing it for me\" and \"YO DAWG THIZ COMIX SUCK\" which is what you basically said. <br/> \n <br/> \nNo one is forcing you to read it and you aren't paying to read the comic and furthermore Onstad is not OBLIGATED to give you mind-shattering goodness in every single strip. <br/> \n <br/> \nPlus you are so far in the minority as far as people who didn't like this strip vs. people who do that you are essentially the equivalent of the 10% of Amuricanns who still think Bush is doing a good job of running Amurica. <br/> \n <br/> \nSUCK ON THAT."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cremlae",
    "plus": 0,
    "snip": false,
    "text": "I lamed you too, and I did it because I think it is lame to say, \"If you don't like the current situation, go away\" (and in more dickish terms). It's like the people who tell other people to leave a country if they don't agree with the government's policies. Just because you don't like one part of something doesn't mean that you don't support it as a whole. <br/> \n <br/> \nI'm guessing that most people who take the time to comment here love Achewood, and honestly, I've been a bit disappointed lately too, not because I don't love the strips but because I keep getting excited to see \"new strip coming tomorrow\" at the top of achewood.com and subsequently disappointed when it doesn't happen because Onstad's life appears to be so busy right now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "There is a difference between \"I'm disappointed in Achewood because Chris is raising my hopes then dashing them\" and \"Is it just me or does Achewood suck?!\"  <br/> \n <br/> \nGranted he did explain his point similar to how you did, but when you open with \"YOUR FAVORITE THING SUCKS\" no one is going to listen to your opinion."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "The only thing that sucks is the current flake factor on the promised/actual updates. Achewood, as a whole, does not suck, and I don't think anyone here is saying it does."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Soaringbrain definitely said that Achewood was starting to suck, not that the time table that Achewood is released on sucks, but that the actual strip itself is beginning to be horrible."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dhanes",
    "plus": 1,
    "snip": false,
    "text": "Well, I for one would consider purchasing the premium content if he for once would post when he said he was going to.  I know he posts multiple panel strips as opposed to someone like Tayler, but for cripes sake, do what you say you are going to do."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "chivalress",
    "plus": 0,
    "snip": false,
    "text": "Obligatory \"Dudes NEVER do what they say they will do.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "It's all about  <em>The Tao of Montgomery Scott</em> . <br/> \n <br/> \nMr. Scott always told Captain Kirk that the repairs would require more time than he actually needed.  That way, if all went well he would get done early, and be a real hero.  If it took much longer than he thought, he could still finish by the deadline. <br/> \n <br/> \nThink about it.  If your mechanic tells your it will take two hours, and it takes four hours, you are going to be annoyed at how long it takes.  If the mechanic says six hours, and it takes four hours, you are going to think that you have a super mechanic. <br/> \n <br/> \nEither way it takes four hours.  Expectations make that a short time or a long time.  So control the expectations."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "If your mechanic tells you it is going to take 6 hours to replace a washer, you think you have a shit mechanic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Hey at least I try hard."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>daidai is actually a Murder Mechanic, and should  not be allowed to fix your car, or he will Murder you.<br/>\n<br/>\nHe will Murder you Dead.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "all with the tagline <br/> \n <br/> \n <em>Still alive? I can fix that. Gimmi 6 hours.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>Or you're money back</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "your money back, Correction Man. \"Your\"."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "Pay attention scorpio_nadir, I will only show you this once. <br/> \n <br/> \nIn keeping with the theme of a semi-illiterate Death Mechanic making a sign (as shown by daidai misspelling Gimme) I CHOSE to fuck that up. <br/> \n <br/> \nI made a conscious decision to do that. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I will chubby you for that, guitarboy.  Then I will punch your lights out for the sass lip, in keeping with the theme of trailer trash."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I should also add that because I am not very smart, I do not charge up front."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "You are money, back."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "But if you actually wind up paying full price for that, all other mechanics will agree that he is an amazing mechanic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "His day job is selling Achewood-related merchandise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Do you know how much energy that takes? I don't know either, but I bet it's a lot. Like the trials of motherfuckin' Hercules or something."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Must be stressfull, but i can't really fathom him being caught in delivery and everyting more than 4-5 hour."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "His wife and employee take care of that.  He draws."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's lesser known, but his thirteenth labor involved folding about six boxes worth of t-shirts and having to dick around with American Apparel's billing department."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "His day job is a dishwasher."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "His night job is a prostitute. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": false,
    "text": "Could that be [url=\"http://m.assetbar.com/achewood/uua1wPrLX\"]Darlene?[/url]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 1,
    "snip": false,
    "text": "Ah fuck. Whatever. You do it, I don't care that much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 5,
    "snip": false,
    "text": "Wow! Previews of every 2009 strip! From February (or March to maybe October!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": ")"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "Let's be fair - We'll probably get at  <em>least</em>  six strips this year."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "I knew lyle was from my surrogate state. My cousin builds cabinets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I built cabinets and furniture for longer than you've been alive. I knew plenty of Lyles. <br/> \n You wanna know who were the biggest alkies? It was the painters because the only thing that'd cut a lacquer buzz was liquor. Lacquer and liquor, preferably hard. Week in, week out. <br/> \nAfter 15 years they'd have a potful of money and no liver, kidneys, heart or lungs. Then they couldn't work anymore, then the money ran out, then they were dead. <br/> \n Cool beans, eh? Just like if they were cartoons."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "If painters equals alkies then carpenters equal coke-heads.  My ex (a set builder) spoke often of doing lines right off the table saw table.  After 15 years they graduate to crack and unemployment (that's my experience anyway)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I forget where we had the fast/slow zombie conversation, but if you want a good mix of slow shambling brain eaters and fast-as-holy-fuck living barely dead, you owe it to yourself to check out  <em>Dance of the Dead</em> , which is totally not an adaptation of the Richard Matheson but instead a fairly decent zombie-meets-prom flick that was unfortunately released direct-to-DVD. GET THAT SHIT NOW it is fantastic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Shoo, for a minute there I thought you were recommending that awful Master's of Horror.  About single-handedly ruined my opinion of Tobe Hooper, Richard Matheson, and Robert Englund.  I've read the Richard Matheson story, and it was a sturdy little tidbit.  Not that ridiculously over-long titshow.  Why would anyone even bother to spend that much time and money at the Cafe du Mad Max there, where they just electrocute dead bodies into sort-of convulsing?  I imagine the youtube clips would be enough. <br/> \n <br/> \nI'll look for Dance of the Dead, I saw a pretty good \"zombie\" style movie the other night called The Transmission.  More hyper-aggressive unkillable people, not straight zombies--good nonetheless, and of that style of horror.  Comes with my approval.  It's instantly available on Netflix.  ((im sorry assetbar i just got netflix so im kind of not shutting up about it wherever i go))"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "GOD AUTREPOUPEE WE ARE ALL BEGGING YOU TO SHUT UP ABOUT NETFLIX. <br/> \n <br/> \nAfter watching the non-Masters of Horror  <em>Dance</em> , it is a thoroughly badass and totally competent zombie flick. Some of the events that lead up to the end were too predictable, much like  <em>Dr. Horrible's Sing-A-Long Blog</em> , but much like the aforementioned film, it is really good. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Also don't blame Richard Matheson for that shit flick.  <br/> \n <br/> \nI don't see how one could fuck up that short story, it is probably the most easily adaptable of his short stories that I have read, next to maybe  <em>Mad House</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ugh so i just updated mcafee (which firefox says is spelled wrong...as well as its own name..) and i WANT TO TURN IT OFF. what the crap. someone help a guy out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i mean, i updated mcafee and i'm getting a stupid 'siteadvisor' bar that i want to leave me alone. <br/> \n <br/> \nsomeone help a blah blah blah"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It never will, just wait it out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "SiteAdvisor is usually very helpful, so don't turn it off."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "McAfee sucks bigtime. Did that help? <br/> \nNo? <br/> \n <br/> \n Try to roll back the update. Then whenever you do it again, slowly look for a tickbox option to do that siteadvisor thing and DON'T CHECK IT."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "you a genius! kthxbai"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vheissu",
    "plus": 0,
    "snip": false,
    "text": "Firefox wants to be capitalized! It does not accept lowercase for itself :D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Presumptuous DICKS."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Yes?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "New gig at Firefox?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "maha. how about that. <br/> \n <br/> \nFirefox <br/> \nFirefox <br/> \nFierfox. <br/> \noh bloody hell"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "That was a very sneaky move, adding the \"/monday AM\" on the sly, so as to make us come back and look at it and say \"oh, well perhaps I was mistaken and Onstad gave us fair warning that it could very well be into the next week before a new strip.  What a fantastic man, a man of his word; I bet he's a Promise-Keeper.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 5,
    "snip": false,
    "text": "O to the N to the S, T, <<Ad>> <br/> \nAt keeping his word he is very <<bad>> <br/> \n <br/> \n*Brackets indicate simultaneous yelling; see generally \"Beastie Boys.\" <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "breccia",
    "plus": 0,
    "snip": false,
    "text": "A version of this completely imaginary song is already stuck in my head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "11 a.m Pacific, and we're still waiting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "He's got 52 minutes -- be patient, he won't let you down."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Twenty minutes -- you'll see; he's a man of his word."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Five minutes now."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "THE TENSION IS INSUFFERABLE. <br/> \n <br/> \nIs it one minute now?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Technically, Tension is unbearable, grammar dicks are insufferable. O, wat have i sed?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Gol <em>ly.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "12:01 PM Pacific time and no strip."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "It's now 3pm here in NY.  I'm sure he meant by Noon, Hawaii-Aleutian Standard Time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Past 3:00.  Onstad LOSES."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Guys, can we make a deal here? Can we stop talking about the fact that Onstad never releases comics in a timely manner? <br/> \n <br/> \nIt's kinda aggravating and unnecessary."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fine, as long as we also stop talking about obscure bands, philosophy, hometown quirks, movies, television, people who aren't as good as us, or make Achewood references.   <br/> \n <br/> \nAfter 5 or 6 days, the subjects start to run thin."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Alright cool by me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "What we can talk about: taxes. <br/> \n <br/> \nThe government do take a bite, don't she? <br/> \n <br/> \nShit, movie reference! Fuck!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ever notice what company H.I. works for there? <br/> \n <br/> \nIt occurs to me that this is something that any film nerd will know. However, I am not a film nerd, so I still feel special for having noticed it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I just notice it's like a metal...forging...steel...thing.  No I haven't noticed.  But he is drilling metal or something equally dreary, dangerous, and menial.  That's the point of the job.  And since we only see it in the exposition before the opening credits, it's ok that we don't know. <br/> \n <br/> \n\"We came across a spherical object resting on the highway...and it wasn't a part of the car!\""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, but we  <em>can</em>  know! The discerning eye will notice the name of the company is stitched on the workers' uniforms: <br/> \n <br/> \nHUDSUCKER INDUSTRIES"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "| O <br/> \n <br/> \nY'know...  <br/> \n <br/> \n...for kids!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I like my sugar WIT COFFEE AN CREAM."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "If you try to knock me you'll get mocked, I'll stir fry you in my wok! <br/> \n <br/> \nI like the Beastie Boys, but they are a little ridiculous."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "They did that awesome kind of old school rap where they rap about rapping. <br/> \n <br/> \nLike a pinch on the neck from MISTA SPOCK!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>'Cause I'm thin and I don't grin and I'm not a grinner. But check it out people 'cause I love to go and swim.</em> <br/> \n <br/> \nI'm OK with The Beasties for the most part, but that's gotta be the whackest line in all of hip hop."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Pretty whack.  It doesn't say much.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sstafford",
    "plus": 2,
    "snip": false,
    "text": "Since I subscribed to the \"Premium\" content, I've gotten less and less \"Regular\" i.e. \"Better\" content. <br/> \n <br/> \nI've learned my lesson, and unsubscribed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Class, which logical fallacy is at work here?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Oh oh ohoh! <br/> \n <br/> \nPICK ME TEACHER PICK ME!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Do go on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Post hoc ergo propter hoc?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "That's the one I was thinking of, yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Know it all! <br/> \n <br/> \n*tittering*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Tits? WHERE."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Where your balls should be. <br/> \n <br/> \n <em>Freak</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soup_alex",
    "plus": 0,
    "snip": false,
    "text": "I'm still waiting for \"AMADEUS\"/\"SOME KIND OF WONDERFUL\" brought to me by ROOMBA! THE ROBOTIC FLOOR VAC,  <em>damnit.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "We never did see Cuddlenacht. This is a great disappointment to me."
  }
]