[
  {
    "depth": 0,
    "minus": 0,
    "name": "wildtoddler",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wildtoddler was marked lame too many times and excluded. (marked lame by decanter, RedGuy, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked as spam and excluded. dr_manflesh_desires_anal_play_immediately: What a douche. (reported by madnes, lucidaconsole, Daklin)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by JuanCarlos, griggs_although, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lacrimus",
    "plus": 18,
    "snip": false,
    "text": "I'd say, \"Ooooh shiiiiiit,\" but, you know. Sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by ActualTaunt, atticusonline, adelazero, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flick",
    "plus": 3,
    "snip": false,
    "text": "I signed up just so I could see what was so horrible about the constantly lamed Dr Manflesh. mother of god <br/> \n <br/> \n <em>Fecal temple, altar of shit</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Manflesh: We walk in the garden of his turbulence."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "andyfaewatford",
    "plus": 3,
    "snip": false,
    "text": "... <br/> \n <br/> \nI'm actually speechless... <br/> \n <br/> \nDr Manflesh is a bad man... I... <br/> \n <br/> \nI need a shower..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norsef",
    "plus": 14,
    "snip": false,
    "text": "It... it went everywhere. Some even get on the captain!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ravindra108",
    "plus": 16,
    "snip": false,
    "text": "Now I'm scared to go to the bathroom, afraid of the images it brings up. Damn you Dr. Manflesh! I doubt you're even a real doctor!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "i didnt even finish reading it .. and ive never started reading something and stopped before .. i also have never basically almost puked from reading.. i am .. Changed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "I don't know how it is that I read the entire thing while eating without feeling the least bit nauseous, but it makes me really proud of myself. Almost too proud."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Do not feel proud. It means you are basically terrible. You probably should kill yourself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by kylank, JuanCarlos, rajib)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dracer2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dracer2 was marked lame too many times and excluded. (marked lame by PhoenixUltima, GeyserShitdick, griggs_although)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": true,
    "text": "A comment left by phoenixultima was marked lame too many times and excluded. (marked lame by blastradius, Deusoma, kenthegod, NDCaesar, atticusonline, tsolless)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by Biggles, JuanCarlos, Dwilow)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 2,
    "snip": false,
    "text": "Man don't TELL me you never got Strange Pants Syndrome watching two elk fuck in National Geographic with Marty Stouffer."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I used to get it reading dolphinsex.org while that was still around. I had practically the whole site memorised and used to recite it at inopportune moments."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dumbeast",
    "plus": 0,
    "snip": false,
    "text": "Marty! Stouffer!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by joeyramoney, ppccd, tibcoolbreeze, tttt2, Girdag, JuanCarlos, galbraith, werthog42, Dwilow, Appers)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by crotch_lobster, jthm_guitarist, lamboyster, riotdejaneiro, Spoon, Thorfinn, BionicVapourBoy, gothfae, kazad, nicklon, Moraiat, equinn2006, NDCaesar, Semiquaver, HolyQ, teluxe, proof_man, MR_Wilson, ArthurDentLives, Fcannon, jefftg7, achilleselbow, valuedan, J-Man, grayfox, Dasuta, Pigs, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, qatipay, Jesler729, Lacrimus, RogerGS, Moraiat, Girdag, equinn2006, onion_lightly, NDCaesar, JuanCarlos, jefftg7, whoppin, Doc_Rostov, NumberKillinger, Mastronaut, Appers, Dasuta, aperson)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by lamboyster, Spoon, qatipay, gothfae, Moraiat, equinn2006, onion_lightly, NDCaesar, Semiquaver, DougTheHead, LordPretzel, valuedan, J-Man, Dasuta, aperson)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, apocowarg, qatipay, Jesler729, Moraiat, Girdag, neuscha, equinn2006, onion_lightly, NDCaesar, JuanCarlos, cellphonedick, TheLastWhiteMan, werthog42, Doc_Rostov, Mastronaut, Appers, Dasuta, aperson)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by lamboyster, qatipay, andyfaewatford, Moraiat, equinn2006, Rayonatoilet, onion_lightly, NDCaesar, Semiquaver, valuedan, J-Man, Mastronaut, SPECTRE, Dasuta, aperson)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by nbgreene, apocowarg, qatipay, Jesler729, Moraiat, Girdag, neuscha, equinn2006, onion_lightly, NDCaesar, JuanCarlos, Doc_Rostov, Mastronaut, Appers, Dasuta, aperson)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by neuscha, JuanCarlos, griggs_although)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by apocowarg, qatipay, Jesler729, stopeatingmyeyes, GMM, Moraiat, neuscha, mike24, equinn2006, onion_lightly, NDCaesar, nutmeg, NumberKillinger, Mastronaut, Dasuta, wehavemagnums, aperson)"
  },
  {
    "depth": 11,
    "minus": 2,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "rubber glue"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Neener neener"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "razorman57",
    "plus": 0,
    "snip": false,
    "text": "Wow. I think that that sets the record for most lamed out comments in a row. is that a good or bad thing? we may never know."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "dracer2",
    "plus": 5,
    "snip": false,
    "text": "I'm not sure that it sets the record, but it is certainly a long run of lamed out comments, and all stemming from a little strip reference comment that I made - a comment, I note, that currently has 182 chubbies to its 3 lames. It is my most chubbied comment - the scene of my greatest victory - which is why I've chosen this strip to make the following proclamations. <br/> \n <br/> \nDear Assetbar: I feel that the default lamed out comment threshold should be proportional to chubbies. The general consensus on this comment is evidentially that it is chubby, and the greying out should reflect this. It just means one more if statement to not grey out if the chubbies are greater than the lames. I feel you can handle this. <br/> \n <br/> \nDear Assetbar Users: I find the following comments that you see everywhere to be lame, and intend to start marking them as such. <br/> \n <br/> \n1. Comments that says things like \"chubby for you\" and don't add anything to the dialogue. You feel someone is chubby worthy? Then just give them a chubby, there's no need to take credit for it. People who provide a reason for their chubbies, like \"chubbied for Venture Bros reference\" or whatever are a grey area and will be assessed on a case by case basis. In most cases though I would find these comments to accomplish nothing aside from elongating the page, and therefore to be lame. If you lamed someone by accident when you intended to chubby them then there is likewise no need to comment apologising. Suck it up. <br/> \n <br/> \n2. Comments that say \"oh, perfect avatar sync\" or \"chubbied for your avatar.\" I find these lame because people can (and do) change their avatars, making the relevance of your comment fleeting at best. <br/> \n <br/> \n3. I'm getting pretty sick of the things that are established in the later strips and then get parroted again and again in the early archives. \"Philippe is five, he will always be five\" springs to mind, but there's about a dozen... \"Ray Smuckles gets things done\", \"Teodor is hung like a cranberry\" et al... guys, unless it's actually relevant to the strip/discussion, these comments are lame."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "<strong><em>KOODGE</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vheissu",
    "plus": 1,
    "snip": false,
    "text": "Maybe not funny, but it's a community thing. We love Achewood  <em>together</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Best. Comment. Ever."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "havenless",
    "plus": 9,
    "snip": false,
    "text": "Take THAT, furries!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by gussiejives, JuanCarlos, Dwilow, morbo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fielding",
    "plus": 6,
    "snip": false,
    "text": "Okay.  But let's be fair.  Damn gay, too."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "factorial",
    "plus": 10,
    "snip": false,
    "text": "The second rule of Achewood is, if I have to show two animals going at it, it ISN'T GOING TO GIVE ANYBODY SOMETHING TO GET OFF TO."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tbtabby",
    "plus": 1,
    "snip": false,
    "text": "Foolish, foolish Onstad. This won't stop anyone. The internet has an infinite capacity for infinite depravity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 6,
    "snip": false,
    "text": "Unless you count Sidney Yamahata. Rowr."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": false,
    "text": "That took me too long to understand; I have not watched Fight Club in three months. It is a basic Thing of Embarrassment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wonder what the second rule is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moojins",
    "plus": 0,
    "snip": true,
    "text": "A comment left by moojins was marked lame too many times and excluded. (marked lame by entropyends, mcowgill, stopeatingmyeyes, SchnappM, odei, NDCaesar, SkiddyFisk, decanter, Flaaron, BillyLK, nutmeg, lastlarf)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wildtoddler",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wildtoddler was marked lame too many times and excluded. (marked lame by blastradius, JuanCarlos, Dwilow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": true,
    "text": "A comment left by straw was marked lame too many times and excluded. (marked lame by blastradius, JuanCarlos, Dwilow)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "moojins",
    "plus": 5,
    "snip": false,
    "text": "I checked the time, you beat me by 10 seconds, my hat goes off to you"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by lamboyster, ppccd, smog, NDCaesar, Andrew_, MR_Wilson, nutmeg, SeanBad, lastlarf, valuedan, J-Man, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by featurelessvoid, divot, griggs_although)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": false,
    "text": "I'm going to give you a chubby for using the correct (but now defunct) Latin plural of \"forum.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "...And yet you didn't.  Cheap bastard."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "doc_rostov",
    "plus": 3,
    "snip": false,
    "text": "Dropkickpikachu, this is not the manner in which Gentlemen behave. I have offered Mr. Juancarlos this most dubious of honors, but I have yet to see such an offer bestowed by yourself upon our esteemed colleague. Why is this? <br/> \n <br/> \n...wait wait wait a fucking second. I'm on the  <strong>internet</strong> , lecturing someone named DRORKICKPIKACHU about the virtues of being a gentleman. <br/> \n <br/> \nThis is not optimal."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "my eyes must be going, because for a second in panel 4 I had to look twice and reassure myself that Beef's leg HADN'T become freakishly long. <br/> \n <br/> \nbut is this the first time Beef and Molly have been shown going at it? If so, what a way to kill your boner :["
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "estutius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by estutius was marked lame too many times and excluded. (marked lame by Overmedicated, blastradius, FishingBlues, JuanCarlos)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dicklaurent was marked lame too many times and excluded. (marked lame by blastradius, JuanCarlos, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gage",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gage was marked lame too many times and excluded. (marked lame by blastradius, RogerGS, stabones, JuanCarlos)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "Rotary Resurrection is that you ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onion_lightly",
    "plus": 0,
    "snip": true,
    "text": "A comment left by onion_lightly was marked lame too many times and excluded. (marked lame by JuanCarlos, Dwilow, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jesler729",
    "plus": 6,
    "snip": false,
    "text": "I may never unsee Molly's cat cleavage."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rogergs was marked lame too many times and excluded. (marked lame by phthoggos, JuanCarlos, Zem, Dwilow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dhinson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dhinson was marked lame too many times and excluded. (marked lame by DukieShane, solobuttons, JuanCarlos)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "servbot26",
    "plus": 5,
    "snip": false,
    "text": "Is that Steven Seagal?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Nope. Kevin Bacon. <br/> \nIt is ALWAYS Kevin Bacon."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trumbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by trumbot was marked lame too many times and excluded. (marked lame by madnes, entropyends, LordHumungus, mortshire, onion_lightly, Andrew_, JuanCarlos, Sargasm, Flaaron, estutius, lastlarf, Madoushi, jmmfgd)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You deserve less lames and more chubbs for that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "harbls = ???"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "cock."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "= hairballs! It's one of \"dem dubel ontondras\" as the lolkittehs wud spell it..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "... i always thought it was a lolcatting of the Nadsat word Yarbles... ? oh what the hell"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Feline testicles."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "twotonturkey",
    "plus": 11,
    "snip": false,
    "text": "I'm not really sure if the pope drops a deuce in a wooden room or not, and I even went to Catholic school."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "But the Pope definitely gets felt up in a wooden chair."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "someone3",
    "plus": 0,
    "snip": true,
    "text": "A comment left by someone3 was marked lame too many times and excluded. (marked lame by Overmedicated, aquamuffin, JuanCarlos, mrblank91)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ging",
    "plus": 0,
    "snip": false,
    "text": "Molly has a widow's peak. <br/> \n <br/> \nThis is primarily significant because she is a cat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flaaron",
    "plus": 0,
    "snip": true,
    "text": "A comment left by flaaron was marked lame too many times and excluded. (marked lame by silver_lake, ppccd, Overmedicated, LordHumungus, mike24, lucidaconsole, TheBoneOrchard, estutius, BillyLK, achewife, dzieger, Hexjumper, Quartzblade, henrythecad)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure what this has to do with anything. <br/> \n <br/> \nHowever, I am reasonably sure that hot dog links would not be sufficiently strong enough for a grown man to use them to hang himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lugosh",
    "plus": 1,
    "snip": false,
    "text": "Panel five, Beef's first ugly thought is \"a kid hits a terrible baseball shot in the big game\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Isn't this the plot of a Chris Ware strip?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Hahahahaha!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "MANDELBROT LULZ = CHUBZ"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Onstad - keeping the furries safe at work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by gussiejives, JuanCarlos, Sargasm)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikeleffel2 was marked lame too many times and excluded. (marked lame by Overmedicated, JuanCarlos, Cody, Dhinson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jonesy",
    "plus": 2,
    "snip": false,
    "text": "this strip makes me feel awkward...like seeing my mother naked awkward"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "specs",
    "plus": 0,
    "snip": true,
    "text": "A comment left by specs was marked lame too many times and excluded. (marked lame by JuanCarlos, Dwilow, griggs_although)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gussiejives was marked lame too many times and excluded. (marked lame by JuanCarlos, MR_Wilson, lorifury, Dhinson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "And Sidney there looks wayyyyyyy too excited."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "persnicket",
    "plus": 0,
    "snip": true,
    "text": "A comment left by persnicket was marked lame too many times and excluded. (marked lame by blastradius, gussiejives, MR_Wilson, valuedan, Mastronaut, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "persnicket",
    "plus": 0,
    "snip": true,
    "text": "A comment left by persnicket was marked lame too many times and excluded. (marked lame by blastradius, Mastronaut, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "oishii",
    "plus": 6,
    "snip": false,
    "text": "Sidney Yamahata's mouth is even more gross than Philipe's."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "We can see now that 'Stad designed Yamahata's face as the perfect nightmare news reader face to be confronted with in mid-thrust."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lacrimus",
    "plus": 16,
    "snip": false,
    "text": "It feels...weird to give chubbies on this page."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckyg",
    "plus": 1,
    "snip": false,
    "text": "A wierd chubby for you, then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gage",
    "plus": 2,
    "snip": false,
    "text": "Thank god we are seeing more Sidney Yamahata."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 4,
    "snip": false,
    "text": "Beef is the first character to get laid in-strip?? <br/> \n <br/> \nAwesome"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Phillipe   the Flower."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "(There's supposed to be a plus ' ' sign in there.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Why does the plus sign get stripped out of posts?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by 1000hz was marked lame too many times and excluded. (marked lame by aquamuffin, JuanCarlos, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "j-man",
    "plus": 0,
    "snip": false,
    "text": "That is excellent"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by autrepoupee, aquamuffin, JuanCarlos)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "<em>Excelsior</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "1000hz",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD MY RETINAS. Maximum chubby."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "You made my day... and I've been having a good day!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I finally get this joke.   <br/> \n <br/> \nI'm not too good at the internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "I'm annoyed that KACW haven't heard of clip-on mikes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by hargbarf, JuanCarlos, griggs_although)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by katsura, valuedan, SPECTRE)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by katsura, valuedan, SPECTRE)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Why do you fetishize packing material? AKA \"ghost turds\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 2,
    "snip": false,
    "text": "Onstad is now officially a master of desexualizing sex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monsterboy",
    "plus": 1,
    "snip": false,
    "text": "Thank god for Blankets"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neuscha",
    "plus": 1,
    "snip": false,
    "text": "Beef's TV is actually a telescreen. Sidney is pretty surprised at what he's seeing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "we  <em>are</em>  going to see more Sidney Yamahata!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plezure was marked lame too many times and excluded. (marked lame by straw, ppccd, Overmedicated, RogerGS, JuanCarlos, MR_Wilson, dropkickpikachu, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juancarlos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by juancarlos was marked lame too many times and excluded. (marked lame by Overmedicated, Lacrimus, onion_lightly, MR_Wilson, valuedan, J-Man, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biztsar",
    "plus": 1,
    "snip": false,
    "text": "in the fifth panel, do I see Molly's cat like ankles popping through the blanket as she rides Beef? <br/> \n <br/> \n(she's riding beef hehe.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 9,
    "snip": false,
    "text": "That's Position 875 from the Kama Sutra - \"The Wounded Gazelle Attempts to Jump a Log Bridge\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "You see Beef's legs."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Extra-Large Sidney Yamahata, animal-sex, premature ejaculation and goth lolcats. What's not to love? 5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keefer",
    "plus": 0,
    "snip": false,
    "text": "\"Woman we ain't need some blanket!  I ain't gonna see none of it happen!\" <br/> \n <br/> \nWhat the hell does that mean?  Does Beef always keep his eyes closed during the deed?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": false,
    "text": "I think he means he won't stop watching TV"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "He means he can't see the penis entering the vagina due to the position Molly will take on top of him. <br/> \n <br/> \nThe important thing to take from this strip is that Achewood's cats are so human they can pull off sex positions like this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unaware",
    "plus": 1,
    "snip": false,
    "text": "I think it means he'll cash his ticket much too soon if he sees the deed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silver_lake",
    "plus": 1,
    "snip": false,
    "text": "I think it means he wants to see the sex, not just feel the sex. He's a man, after all.  <em>He has needs.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 1,
    "snip": false,
    "text": "He means \"We don't need a blanket, because I want to see it happen and I won't if we have one\" rather than \"We don't need a blanket, because I won't see any of it happen anyway.\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dirtyjane",
    "plus": 0,
    "snip": false,
    "text": "Why is beef out of practise? Shouldn't newly engaged cats be humping like rabbits?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "matthearn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by matthearn was marked lame too many times and excluded. (marked lame by stormypinkness, divot, oishii, eatmorekix, sredni, Moraiat, bug, Stonecrab, stormagnet)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afronaut was marked lame too many times and excluded. (marked lame by gussiejives, matthearn, SPECTRE)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jedijoel",
    "plus": 0,
    "snip": false,
    "text": "Mmmmph? Ah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nbgreene was marked lame too many times and excluded. (marked lame by equinn2006, aquamuffin, lateadopter)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, Overmedicated, neuscha, equinn2006, JuanCarlos, Mastronaut, TwoTonTurkey)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by equinn2006, JuanCarlos, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "HAHAHAHA  <br/> \nbeef sex <br/> \nPURE GOLD"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maggie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maggie was marked lame too many times and excluded. (marked lame by oishii, illgamesh, lorifury)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by straw, tttt2, equinn2006, Dwilow, nonorganon)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nonorganon",
    "plus": 8,
    "snip": false,
    "text": "<strong>YOU WERE PISSED FOR A SECOND WHEN YOU COULDN'T SEE A CARTOON CAT'S RACK</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "In the form of Lolcat, please."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "im in ur internetz <br/> \nhopin to c mollys boobz"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "\"my lumpz r luvly 2\" <br/> \n <br/> \n(absolutely adorable picture of a cat standing upright in front of a TV showing Fergie so it looks like the cat is dancing)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Chubby for honesty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 9,
    "snip": false,
    "text": "ain't cats got like 3 or 4 sets?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "It's nice that Beef and Molly have reached a mutual accomodation where the TV is left on, but muted, during sex.  Beef should be ever thankful that this saves him from hearing Sidney Yamahata refer to him as \"this little grey fellow, here\"."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "Oh, he'll hear it, he'll hear it . . . people will email him clips of the segment -- and there's this crazy thing called \"YouTube\" the kids are into nowadays. Yeah, RB will be spared NOTHING of this new humiliation, NOT ONE SPECK."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckyoufriday was marked lame too many times and excluded. (marked lame by hargbarf, cthulhu235, stopeatingmyeyes)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Overmedicated, equinn2006, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicklon",
    "plus": 0,
    "snip": false,
    "text": "but I never thought lolcats would ever be a factor in this future-strip desire"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mxwring",
    "plus": 0,
    "snip": false,
    "text": "Why does molly's head look so weird?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "timcousins",
    "plus": 0,
    "snip": false,
    "text": "creepily, I thought it was Showbiz at first, making the comment all kinds of messed up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdawg116",
    "plus": 1,
    "snip": false,
    "text": "i kind of feel like i shouldnt be seeing this strip"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "Ok, so they printed Ray's blog on the editorial page of the Australian Daily Telegraph?  That is both awesome and disturbing. <br/> \n <br/> \nThe timing could probably be better for Chris.  The web site will get a lot of first-time hits from Australian readers, and they'll be greeted by the sight of two cats rooting on the sofa and a Sidney Yamahata/ Goth LOLcat 2-fer. <br/> \n <br/> \nWelcome, Aussies!  It ain't Garfield."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101008201550/http://tinyurl.com/22bxet\">Hey</a> , well spotted!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "principal_buttsavage",
    "plus": 9,
    "snip": false,
    "text": "Funny. The subject is lolcats, and Roast Beef specifically wonders if there is \"SOMETHING AWFUL\" on the news."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 28,
    "snip": false,
    "text": "Dear ROAST BEEF, <br/> \n <br/> \nI am deeply sorry that I MADE YOU A LOLCAT AND PUT YOU ON THE NIGHTLY NEWS. I know it was my fault. I never meant for that to happen. I never dreamed it could. <br/> \n <br/> \nI am also sorry that A GUY PUT YOU ON HIS WEBPAGE and that THAT A LOT OF PEOPLE ARE LOOKING AT for a little while. I hope you feel the same way. <br/> \n <br/> \nI mean this. I mean every word. <br/> \nRAY!   <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "P.S. If you accept my apology, please call me at COME ON BEEF WE BEEN DOGGS SINCE SMALL TIMES so we can work this out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by straw, ethelthefrog, SeanBad, lorifury, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "But... but we are?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connellingus",
    "plus": 0,
    "snip": false,
    "text": "He means a lot of people are also commenting on the blogs and Australia column in the space meant for discussing strips. I would like to see less of it personally. I think it would be great if Assetbar incorporated the blog entries chronologically arranged with the strips and you could comment on each individual piece."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That's pretty much it yeah. Hooray for me being Lamed for the first time. Attention is attention and i'm obviously very lonely... :)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dilemma",
    "plus": 0,
    "snip": false,
    "text": "lol achewood transcends new levels of emo (i approve..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeroasalimit",
    "plus": 0,
    "snip": false,
    "text": "This has to be Beefs worst day. Ever. Not even hot Molly love can undo tthat he is now a lolcat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "\"The Ugly Thoughts\" would be a great band name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gkiyo",
    "plus": 0,
    "snip": false,
    "text": "So TIME Magazine, that paragon of journalism, had an article today about lolcats.  Prescience or insider information?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "I was just about to say that, but there's one important thing about the article - it likes lolcats. It applauds them."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Your mom applauded my lolcat the other night."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "Ah yes, the sound of one hand clapping."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "could Beef have had a more mood-killing response in panel 2"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "I don't have ugly thoughts, but in a pinch I often begin trying to do arithmetic in my head. As I am not very good at mathematics this works fairly well. I also sometimes try to remember the words to a showtune or the names and birthdays of people I've met."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "And then you start HELLA YELLIN' ABOUT THE MATH!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef frequently loses track of what he's doing when he gets into a particularly ugly thought. <br/> \n <br/> \nAlso, \"Maybe there's somethin' awful on the News\" ?  <em>MAYBE?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "Molly's pet name for RB is \"Sugar Brains.\" She really does love him for his smartnesseses. I think that is awesome!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 0,
    "snip": false,
    "text": "Seriously, half the fun is seeing it happen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Half the fun is the moment of insertion. <br/> \n <br/> \n25% is what leads up to it (undressing, foreplay, etc.). 10% is what happens between insertion and coitus. <br/> \n <br/> \n15% is coitus. <br/> \n <br/> \nPercentages may vary by person."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 8,
    "snip": false,
    "text": "While you were playin' with your abacus, I was f-f-fuckin' out there in the real world."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "I was briefly encouraged by the fact that ROAST BEEF of all people was having trouble thinking of horrible things. Clearly his life is moving in a good direction. <br/> \n <br/> \nOr was, anyway. At least he's got a new mental image to use for stalling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 12,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101008201550/http://raysmuckles.blogspot.com/2007/07/gettin-ready-to-go-to-australia.html\">Gettin' ready to go to Australia.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Heh, I like that Beef thinks of baseball to prolong ejaculation. Kind of like  <a href=\"http://web.archive.org/web/20101008201550/http://en.wikipedia.org/wiki/Baseball_metaphors_for_sex#In_popular_culture\">Woody Allen</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "firesign",
    "plus": 1,
    "snip": false,
    "text": "My god, I really hope you meant \"delay\" where you said \"prolong\" there..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "An email once informed me that male pigs experience orgasm for 30 minutes. I have no idea if this is true or not, but if it is, I'm surprised science has not researched the transplant of whatever gland is responsible for that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "My name is Matty Lite, and I am turned on by a cartoon cat who wants to fool around."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Hi, Matty Lite!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "axelrod",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themolt",
    "plus": 0,
    "snip": false,
    "text": "Dammit! Now Beef will never cash his ticket ever!"
  }
]