[
  {
    "depth": 0,
    "minus": 1,
    "name": "thedudeabides85",
    "plus": 11,
    "snip": false,
    "text": "ALT TEXT: You're nobody 'til you're spry on Grolsch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 2,
    "snip": false,
    "text": "I caught this strip last year and thought it'd be a good idea to \"get all spry on Grolsch\" on 4th of July.  <br/> \n <br/> \nI didn't make it through one before I started pawning off the rest of the $8 4 pack on people.  <br/> \n <br/> \nIt is truly a horrible brew."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "You know you already mentioned your dislike for it on this page 6 months ago, right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 1,
    "snip": false,
    "text": "That is how hell of terrible Grolsch is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I disagree. And that's OK."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "Then be thannkful you've (probably) never tried Grolsh Kanon. It comes in a black 500ml can and is 11.6% alcohol. It tastes like carbonated malt syrup with ethanol. <br/> \n <br/> \nI just got ... something on Grolsch Kanon. 'Spry' isn't exactly the word. 'Dynamic', perhaps. <br/> \n <br/> \nOne can is enough for a pleasant buzz, two is pushing it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by KilroyWasHere, silver_lake, katal, fosters, Axhoola, aHatOfPig, achilleselbow, bradypalvarez, aperson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Yes, let's just toss out all the regular content and have strip after strip of happy marital bliss! And lots of babies! Babies everywhere! <br/> \n <br/> \n*Ahem* No."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "<strong>FOUR HUNDRED BABIES</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 9,
    "snip": false,
    "text": "I need Todd's advice more than anything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "madmaki",
    "plus": 0,
    "snip": false,
    "text": "I want to see todd's advice as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by mcowgill, thedudeabides85, aperson)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 3,
    "snip": false,
    "text": "In a complete reversal of my usual position, I am more interested in the terrible mistake Philippe makes than in Todd's tips. I feel uncomfortable with this development."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 5,
    "snip": false,
    "text": "I wouldn't worry too much about Philippe. He probably just left ice cream sitting on the counter or something and thinks the world will end."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snatch22",
    "plus": 18,
    "snip": false,
    "text": "The thing about Philippe is it COULD be something innocent like ice cream, or it could be that he brought Hitler back from the dead.  It could honestly go either way with him."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bradypalvarez",
    "plus": 1,
    "snip": false,
    "text": "Haha Phillipe is so cute.  I bet he feels so bad about his mistake."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rotating-dog",
    "plus": 2,
    "snip": false,
    "text": "I don't see any wedding! Got to admit though, the play by play reactions to the strips we get now are great. Go AcheWorld."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "I'm really going to have to get these Zines at some point."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "do you happen to post on POE, mashuren? there is someone there named mashuren as well, which is why I ask."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": false,
    "text": "Yep! I'm slightly more active on Poe News, but I do still post on PoE occasionally."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by DeimosRising, handsome, TTAGXAMM, tovarich)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by DeimosRising, shammack, handsome, Fcannon, tovarich)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... You're channelling Onstad now. <br/> \n <br/> \nHats off to you, chubbmeister. <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ntopp",
    "plus": 4,
    "snip": false,
    "text": "I'm gonna get this thing. I'm in a bit of a quandry, though. I have the first four but we got a new kitten who decided to critique \"Man Why You\" by peeing on the first three issues. Issue four was only saved because I had decided to reference Pat's skitter cart on some dude's blog. As such, it was out of range of the initial ammonia barrage.  <br/> \n <br/> \nSo, I want to remain frugal, but I want those books in readable condition. I think Chris is more deserving of my money than most folks selling t-shirts on the web these days, but I'd rather drop the funds on a GOF poster than replacement copies of some soiled zines. <br/> \n <br/> \nWhat would Philippe do?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": false,
    "text": "a kitten peeing on some 'zines you ordered from the internet. sounds like a baby lyle or maybe little nephew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 0,
    "snip": false,
    "text": "Not leave things you bought laying on the floor or such as where things can pee on them?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "afronaut",
    "plus": 19,
    "snip": false,
    "text": "\"It was then that i carried you\" <br/> \n <br/> \nFuck you Jesus, those are obviously MY footprints"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 1,
    "snip": false,
    "text": "I loved that one. I also  loved \"That sucker Jesus has forgiven me of some pretty bad sins.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "i was thinking that one of those sets of footprints was Jesus' horse: the fearsome T. Rex."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 2,
    "snip": false,
    "text": "Maybe I'm the outlier here, but I don't wanna see Ray's wang. That April Fool's Version with \"Deanster\" was enough cat dick for a lifetime. Also, Pat's true image photograph...and Roast Beef skateboarding. Wow, we've seen our decent share of cat dick, haven't we folks?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 3,
    "snip": false,
    "text": "As I reminisce, my mind is indeed filled with cat cock imagery."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 6,
    "snip": false,
    "text": "...in addition, a setting sun refracts through a ruby glass of wine...then a restorative sup. A sweater beckons from a drawer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Where's that goddam package of Starbuck's madeleines? I'm hungry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bacter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bacter was marked lame too many times and excluded. (marked lame by Zefiel, CottonPluff, mortshire)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asumoactingbig",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asumoactingbig was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, cretin, equinn2006, ProfessorRiffs)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "factorial",
    "plus": 2,
    "snip": false,
    "text": "More Vlad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by skiddyfisk was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, mortshire)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by skiddyfisk was marked lame too many times and excluded. (marked lame by stormypinkness, silver_lake, cdl146)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Agh! Need wedding action. Yeah, I know; it's going to take hell of a long time to get there but the reactions to the bombshell will be very cool. And don't worry, Philippe; it's okay, you just caused a school bus to crash into a Dairy Queen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 7,
    "snip": false,
    "text": "I love the zine pages.  I mean, do I want to see the wedding plot advance?  Sure.  Do I want to see Lyle beat Téodor in a game of tetherball using only his spew?  Of course.  But the zine cover has good stuff. <br/> We have beef giving sass-mouth to Redbook, Oprah, and Jesus.  We find out that Philippe has made a terrible mistake... possibly because of a problem.  I love the confirmation that the Braebicus Dict is Beef's Christ complex taking literary form.  Maybe we'll get a new chapter where Mary expects Jesus to have an opinion on wedding reception centerpieces."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ocarinak",
    "plus": 2,
    "snip": false,
    "text": "I think this strip confirms that which we all feared: Onstad is reading these and taking note. We can see in the \"editor's hello corner\" that Beef points out that the 'zine isn't going to change at all now that the two are married. I'm pretty certain Onstad really means that the strip isn't going to change, in response to comments of concern earlier. <br/> \n <br/> \nJust like Lyle and the vomit, it looks like Onstad is responding to our comments here. I don't know if I'm right or if I'm not. But I figure the answer is probably. 'Stad, please do us a favour: stop reading what we post. It's influencing you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "aperson",
    "plus": 6,
    "snip": false,
    "text": "Onstad is being led by our comments and is sending us subtle messages about the achewood strip via the medium of Beef's 'zine... <br/> \n <br/> \n <strong>or</strong> <br/> \n <br/> \nIt's perfectly in character that Beef would write this, and 'Stad (pbuh) isn't such a big sappy sap to be pushed around by comments by us insignificant specks of nothing. <br/> \n <br/> \nI know which one I find more plausible."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ocarinak",
    "plus": 2,
    "snip": false,
    "text": "He's said before that what he reads in forums and the like influence him- and it's only logical that he moderates his own message board for the comic. Seems like the more logical conclusion to assume your first answer to me."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rotating-dog",
    "plus": 1,
    "snip": false,
    "text": "Yeah, I agree. Seems to me that for the first time, Onstad can monitor our reactions during these big arcs."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "rotating-dog",
    "plus": 0,
    "snip": false,
    "text": "Why the lame? All I'm implying is that speculation aside, it's not unreasonable to assume that the creator of a website may take a cursory glance at his own message board."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dmarek",
    "plus": 3,
    "snip": false,
    "text": "There comes a time where you gotta imitate Jack White, and there comes a time when you gotta get married."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sometimes they are the same time"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "The zine that is unafraid to use its editor's mouth-parts as a colophon or dingbat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "No Beef.... this one is  <em>not</em>  a 5. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "i really want to read this zine!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "I interpret beef's take on the Jesus footprints as this: the zine is SO RAW that Jesus can't handle it and bails on him for a bit. \"You're on your own, dude.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I plan on gettin' all spry on some Grolsch tomorrow night, and I do indeed to say that."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "I tried to get spry on Grolsch. It just tastes too awful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Phillipe! How many times have you been told  <em>never</em>  to make a terrible mistake!"
  }
]