[
  {
    "depth": 0,
    "minus": 0,
    "name": "nyu",
    "plus": 7,
    "snip": false,
    "text": "Ray thinks its rad to be an alcoholic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 8,
    "snip": false,
    "text": "Ray thinks it is rad to  <em>have alcoholism</em> .  It sounds better when you own it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Merry Christmas, Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 21,
    "snip": false,
    "text": "I like to imagine this strip with ray talking very loudly to himself, with a few other people in the bathroom."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "That happened to me once. I assumed the guy had a cell phone. He did not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "I hate it when people talk loudly in bathrooms, cell phone or no. It makes it really hard for me to pee. Even worse when they're talking to  <em>me.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jhunter",
    "plus": 10,
    "snip": false,
    "text": "While at a urinal in a bar one time a fellow next to me began expounding LOUDLY upon his choice of drink that night. Judging from the volume he'd had too damn much of it. When I didn't respond (concentrating instead on my genitals, as one tends to do) he actually nudged me as if he was fully expecting a conversation to arise, maybe a full blown goddamn friendship where we could call each other on the john bi-weekly and keep each other updated on how drunk we were."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "You should have, as a result of the nudge, \"accidentally\" pissed all over that douchebag."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ninjamike",
    "plus": 4,
    "snip": false,
    "text": "I remember once I was in a similar bar-urinal situation when my immediate neighbour turned to me, caring not a whit for the fact that I was currently busy pissing, and said, \"Hey, dude, do I recognise you from somewhere?\" <br/> \n <br/> \nWHAT DO YOU THINK YOU'RE RECOGNISING OH PLEASE GOD SAY MY FACE"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "\"finger ticklers\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 20,
    "snip": false,
    "text": "I have been here before. When you are drunk, everything seems like a good gift idea. And when you're high, a piece of driftwood with a band's name on it makes a lovely gesture."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 3,
    "snip": false,
    "text": "Ray is drunk enough to consider buying Xmas gifts from the men's room vending machine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 3,
    "snip": false,
    "text": "Giving a jimmy hat to a guy that's not getting laid is an extremely rude gesture."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Do you think it is rad to have alcoholism?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "If Ray's going to wear that thong again after it's been dragged all over the floor in the bathroom stall of a strip bar, he should probably be thinking about a jimmy hat for his own damn self. Or three."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zzzleepy",
    "plus": 4,
    "snip": false,
    "text": "thank you!  so glad someone else noticed that.  that is yuck-butt and grundle-rot"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "This is a cat that had stripper dollars in his mouth and under his eyelids 2 panels earlier, when he was more sober. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "waldo913",
    "plus": 1,
    "snip": false,
    "text": "In Hell, the condom machines are INSIDE the stalls! <br/> \n <br/> \nThis saves one the humiliation of purchasing pre-punctured prophylactics in plain view of other restroom users of the damned. <br/> \n <br/> \n(Do I get extra points for alliteration?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 2,
    "snip": false,
    "text": "Ah crap.  This was supposed to go on the thread of the OTHER strip featuring Ray passing out on the can, trying to think of a gift for Roast Beef."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "The fact that that's a completely reasonable mistake is one of the many reasons Achewood is so amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "girlandagun",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "In Hell, this will be a 3-D sculpture to sit next to Rodin's Thinker. Actually, it wouldn't look so bad in the Louvre next to Rodin's Thinker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "he could always get one of those lovely 'Exotic treasures' surprise packs. Do the mens' rooms have those?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "Not unless you consider a pack of Camels, a glowing rubber and a thimbleful of K-Y exotic, no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 3,
    "snip": false,
    "text": "A jimmy hat would be one of the better gifts Roast Beef Katzensakis has received for Christmas.  One year, Showbiz gave him a crack rock wrapped in a crumpled piece of paper.  Later Beef realized the piece of paper was a carbon copy of the bank form that Showbiz had fraudulently used to transfer his debt to Roast Beef.  He signed Roast Beefs name with an X.  Unfortunately, due to his depression, this is in fact how Roast Beef signs his name."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Meow. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nDouble Meow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 1,
    "snip": false,
    "text": "meow what is this all about"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "<em>miaou</em> , this is what it's all about!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "margsauce",
    "plus": 0,
    "snip": false,
    "text": "this is getting a 5 for thong movement"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kyrasmash",
    "plus": 0,
    "snip": false,
    "text": "I have known too many Christmas nights that turned out like this to not warrant a five"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ineptmule",
    "plus": 0,
    "snip": false,
    "text": "The tragic and bittersweet nature of this strip touches me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Just because of this strip I will be giving all of my friends jimmy hats for Christmas. Thanks Ray!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "Harvey Dent should have had that coin - much more interesting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "I flip the coin, and I either kiss Gordon all over his body, or perform cunnilingus on him. FAIR."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "\"You know the thing about Cunnilingus, Harvey? <br/> \n <br/> \nIt's FAIR.\" <br/> \n <br/> \nActually it kind of isn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boatshow",
    "plus": 0,
    "snip": false,
    "text": "Uh, didn't he get Roast Beef a car already?"
  }
]