[
  {
    "depth": 0,
    "minus": 0,
    "name": "mehighlow",
    "plus": 24,
    "snip": false,
    "text": "Oh, Teodor, you didn't."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quazifuji",
    "plus": 5,
    "snip": false,
    "text": "It seems he did, and with UMPH too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "Well...what else could he do?"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "deus",
    "plus": 16,
    "snip": false,
    "text": "OH HOLY FUCK!...i just noticed....thats the biggest cat cock I've ever seen on achewood."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quazifuji",
    "plus": 3,
    "snip": false,
    "text": "I spent the entire strip worrying that Onstad was going to show it, and was pretty happy when he didn't, or at least as happy as it's possible to be after reading this strip.  Then someone pointed out panel 3."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "you mean four..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 31,
    "snip": false,
    "text": "It's so big it actually starts in Panel 3"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deus",
    "plus": 2,
    "snip": false,
    "text": "HEYOOOOO!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blastradius",
    "plus": 1,
    "snip": false,
    "text": "What do you want to bet that this story arc does not make it into a Dark Horse anthology?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professordoctor",
    "plus": 1,
    "snip": false,
    "text": "I will bet nothing, so if I win I will get twice as much nothing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "Then I will bet a million dollars against myself."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "overmedicated",
    "plus": 9,
    "snip": false,
    "text": "You fool! That could create a reverse polarity flux that would tear the ship apart!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "At first I thought it was a turd :/"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "It's his \"blind cane\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omegatron",
    "plus": 1,
    "snip": false,
    "text": "Are you a computer programmer?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "yes"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "Onstad has failed in his Prime Directive of never drawing animals in situations that people could whack off to. <br/> \n <br/> \nCONFIRMED!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 1,
    "snip": false,
    "text": "Then wouldn't he have failed that back during the Mexican Magical Realism camera story arc with that polaroid of Pat?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lolsworth",
    "plus": 5,
    "snip": false,
    "text": "If anyone could whack off to any of these things, I would hunt them down in the streets with a pack of dogs and a crossbow"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 89,
    "snip": false,
    "text": "Presumably the dogs are ammunition."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 1,
    "snip": false,
    "text": "There can be no comment better than this."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "this scenario needs to be introduced to the comic sans strip. somehow."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Comic Sans! He said  <em>Comic Sans!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "and the bees"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "It's this spirit of equality that makes our society great.  Now, if we could just stop the gays from getting married and ruining it for everyone, we'd be all set!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "My favorite alt text is the one where Beef was staring at the lady's tits. \"Sorry for giving all you furries so much primo J/O material at work.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Oh my. I thought that was a tire iron. I suppose tire irons don't have testicles."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "or veins"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gelter",
    "plus": 3,
    "snip": false,
    "text": "It... that's the dick? is it coming out of his ass? Is that right? <br/> \nNathan has a  <em>really</em>  weird body."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gelter",
    "plus": 2,
    "snip": false,
    "text": "Yeah I keep coming back and checking, but it still don't make much sense. I see the cat, I see the cock, and I see that it is rock hard, but I continue to have trouble seeing the rock hard cat cock."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Rock Hard."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hbananaplus",
    "plus": 0,
    "snip": false,
    "text": "I guess 10 inches on a cat is an extremely big deal. But...is he...a cat?"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "aristagoras",
    "plus": 41,
    "snip": false,
    "text": "A good question, hbananaplus! I would Chubby it but I have given out too many Chubbies on this page. <br/> \n <br/> \nOften confused readers think that the fact that a character is an otter or tiger or \"stuffed animal\" really matters. Who are these confused readers? Readers who like outlining the plots of Philip K. Dick novels, who play \"Call of Cthulhu\" RPG's, are secretly or openly furries, who hate Lie Bot and think the GOF was Onstad's \"Watchmen\" and dislike any strip without Roast Beef, readers who think that \"Questionable Content\" rivals Achewood in terms of quality, etc. <br/> \n <br/> \nA character being an animal doesn't matter, unless Onstad says it does  <em>for the purpose of a strip</em> .  <br/> \n <br/> \nYou know when you go see a magician and there's that guy nearby who narrates in shock whatever the magician does? \"OH MY GOD HE JUST CUT HER IN HALF.\" \"I KNOW THERE ARE MIRRORS BEING USED BUT I CAN'T SEE THEM.\" \"IS HE GOING TO MAKE THAT TIGER REAPPEAR IN THE BOX OR FROM OFF-STAGE?\" <br/> \n <br/> \nThe readers who point out visible nipples on a cat, or a goatee on a cat, or an otter never growing up, are That Guy  <em>qua</em>  spectators of Onstadian magic.  <br/> \n <br/> \nIn other words, it is good that you ask that question because the answer is: \"Yes...but really no.\"  <br/> \n <br/> \nIf anyone is still confused, ask yourself: would it seem odd if someone kept saying \"Hobbes is a stuffed animal! It's so odd that Calvin talks to him!\" or \"It's really odd that a stuffed animal knows economic jargon like Hobbes does?\" It should, because that means they're not really engaged with the world of \"Calvin and Hobbes.\" <br/> \n <br/> \nConstantly pointing out the quirky conceits of a bizarre world ruins that world for others."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Fer yer health!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "For yor halth*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "friartuck",
    "plus": 0,
    "snip": false,
    "text": "Strongly agreed, though regardless of whether Nathan's read as a talking cat, a Dreamtime-derived animal-man ur-pervert, or an over-analyzed anthropomorphic cartoon, his anatomical shape and proportions seem extremely painful. <br/> \n <br/> \nI was sad and scared."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what aristagoras said above probably applies to the specifics geometry of Onstad's drawing style, if you stop to think about it... for a variety of reasons, including limitations of the medium and the artist's skill, not everything will be drawn exactly to scale, be photo realistic, etc..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "hey - don't judge"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deafwhisperer was marked lame too many times and excluded. (marked lame by Aristagoras, tibcoolbreeze, Zebra)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "what?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 2,
    "snip": false,
    "text": "calvin isn't a stuffed animal that'd be too weird"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "All good here.  And I think Onstad forgot this rule by trying to make the Underground, and started off wrong by having them all as cats and stuffed animals in the Onstad home.  Understandable, but unnecessary, like if Watterson tried to explain the Hobbes conundrum in comic."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Actually I think C&H helped me come to terms with things like that, because while I am a kind of nitpicky person, I won't nitpick the idea that it doesn't matter that they're cats or toys or not.  Same goes for Krazy Kat: doesn't matter if Krazy is a guy or girl, and it doesn't matter if it seems Offissa Pupp gay when he calls Krazy \"he.\"  Doesn't matter.  Just read and enjoy."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dissembly",
    "plus": 2,
    "snip": false,
    "text": "STOP DISSING THE UNDERGROUND. <br/> \n <br/> \nSO YOU LIKE STUFF WITHOUT SETTINGS. Good! Have fun! Unfortunately you read the wrong comic to fulfill that specific desire, but I WISH YOU WELL IN LIFE! <br/> \n <br/> \nI like the Underground. I think it is Cool that the outside of places in the Underground are always dark BECAUSE IT IS UNDERGROUND. THAT IS COOL TO ME. THAT IS WHAT I FIND COOL. <br/> \n <br/> \nMaybe i am a simple man with simple tastes! Maybe i am a fool for liking cutesy comical assists with my suspension of disbelief! <br/> \n <br/> \nMAYBE I AM A TROGLODYTE, BECAUSE SUSPENSION OF DISBELIEF GIVES ME SO MUCH ENJOYMENT AND I THEREBY ENJOY THINGS! <br/> \n <br/> \nPLEASE, you, and all the other whining whiny whiners who love to WHINE OH MY GOOD LIKE LITTLE GIRLS, just download all the comics onto your hard drives, select all panels that refer to The Underground in your image editor of choice (I RECOMMEND GIMP), and UNLEASH THE DELETE BUTTON ON THAT HELPLESS BACKGROUND SETTING! <br/> \n <br/> \nThen we can never have this conversation again."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you are a fucking weirdo for enjoying that shit bro"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "dude, i just have to say how bizarre it was for me to click on this reply in my inbox, and be taken to the Underground rant, rather than the other rant lower down expressing positive feelings toward the \"Teodor sucking Nathan's cock\" subplot."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mistere",
    "plus": 0,
    "snip": false,
    "text": "I think that at the very least, the Underground concept paid off when Teodor had Steve DeNeuve drive Phillipe to his mom's. It didn't really mention the Underground in that arc, but the 'Underground' stuff at least showed us that these cats/stuffed animals etc could not go out in public amongst humans. This 'rule' might not really be totally adhered to, for example it is kind of funny how Ray can own a record label being a cat. Who cares though, it's only comics. I think its funny that some of you people get so obsessed over these details that you have to use your vast intellects to outline any discrepancy or even contend with those who do. Who gives a fuck? It's a comic, enjoy it. I myself may pick apart movies when something happens that is obviously unrealistic, but it's a little different when you are dealing with a comic involving talking animals, living or stuffed. I especially can't see why the 'underground' stuff is brought up in these comments so often, when there were only a handful of total strips involving it, compared to the rest of the total archives. What about the strips that go the ever cliched route of 'breaking the 4th wall' and involve the creation of the strips themselves? Nobody complains about how THAT sabotages their suspension of disbelief. The fuck is wrong with you people?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "huge slam on little girls out of nowhere!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "HUBBA VOMIT HUBBA"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "i feel bad about it. But someone on the internet disagreed with me about the Underground!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "fuck you don't feel bad about it that complicates hating your aspergic ass"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No I still hate him, also love him.  Her?  Him.  Fuck him for that but also FUCK him for that, if you catch my doiruirsjfad"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Hahaha I love this person.  I love you you asshole."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "A troglodyte would enjoy a comic with an underground setting, I assume."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "coldfrog",
    "plus": 1,
    "snip": false,
    "text": "I think he just told us that Calvin and Hobbes heralds an Orwellian future by force-feeding us a dose of animated double-think!  Before we know it, we'll be worshipping the visage of Hobbes before a giant television during the daily Tuna Rally.  Bring the man down before we're all mind-slaves!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I stopped reading after the QC quip, because no one who feels that way also appreciates Achewood as much.  And if they do I will find them, go to them and hit them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greatjob",
    "plus": 0,
    "snip": false,
    "text": "It's a bad season for questions."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "but it's a good year for the roses"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Also apples."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "This strip is about a bear giving oral pleasure to a homosexual cat for reasons unknown to most, probably including the bear."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "How about this gripe; Phillipe is five and always will be, and the only explanation is that he is a stuffed otter. However Lyle is a a stuffed tiger, and I believe Teodor is in and of himself a teddy bear, abut both of them have aged and are aging. So my question is why?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "you  <em>completely</em>  missed the point of that rant. having a new/different/valid way to \"gripe\" is not good. <br/> \n <br/> \nBasically, you're not really involved in or properly enjoying Achewood if the answer to that question really matters to you. Achewood is bizarre and surreal; not every question will or should be answered. Enjoy the characters, rather than picking them apart on unexplained details.  <br/> \n <br/> \n <strong>aristogras's</strong>   <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Constantly pointing out the quirky conceits of a bizarre world ruins that world for others.</em></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "i guess the corollary to that quote is, you can be funny about the perceived inconsistencies but if you take them seriously you're missing the point <br/> \n <br/> \nwhich theory can be extrapolated to the online community in general, and probably the mindset of the past generation or so"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I suppose I just have a natural want of logic even in an environment in which such things are not necessary."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "apolloin",
    "plus": 0,
    "snip": false,
    "text": "At this point I would remind you that 'properly enjoying Achewood' appears to involve properly enjoying a stuffed Bear giving head to a homosexual anthropomorphic cat during an abduction/murder. <br/> \n <br/> \nI don't know. This story arc really seems to be a thinly veiled avant-garde exercise in seeing how much it takes to alienate an online fanbase. The larger part of me suspects Onstad might be over the whole 'online comic' thing and be carrying out some sort of scorched earth plan on the whole product. <br/> <br/> <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I dunno, this all seems pretty much like what would happen if Nice Pete were to come and kidnap you in the night. Besides, that'd be a pretty weak way to end a comic series as illustrious as this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ariamaki",
    "plus": 0,
    "snip": false,
    "text": "Man, as fantastic as this post as a whole is, that entire second paragraph is basically a condensed can of idiocy. <br/> \nWhy those groups of people? Why entirely dignified, normal groups, near people who hate Lie Bot and wear fursuits? Why bother with lashing out against any of them when the point is just as easily proven without? <br/> \n <br/> \nAnd to be clear, if even ONE Call of Cthulu player has ever been a dick on Assetbar, I will wallpaper their house with Panel 4. Come on guys, you may be going through some hard times as far as PR goes, but you aren't RIFTS players."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sustainability",
    "plus": 0,
    "snip": false,
    "text": "...but try to give her more than she got from you <br/> \nand when she wakes up suddenly <br/> \nand she says your name to me <br/> \nI'll just hope it's force of habit and not need <br/> \n'cause she keeps whispering your name <br/> \nshe keeps on whispering your name <br/> \nlike she's just waiting for you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "Is that the technical term?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "m3tanoia",
    "plus": 6,
    "snip": false,
    "text": "Nothing is left us now but death. We look to that with a grim satisfaction, saying, there at least is reality that will not dodge us. <br/> \n <br/> \nI take this evanescence and lubricity of all objects, which lets them slip through our fingers then when we clutch hardest, to be the most unhandsome part of our condition. Nature does not like to be observed, and likes that we should be her fools and playmates. We may have the sphere for our cricket-ball, but not a berry for our philosophy. Direct strokes she never gave us power to make; all our blows glance, all our hits are accidents. Our relations to each other are oblique and casual. <br/> \n <br/> \nDream delivers us to dream, and there is no end to illusion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 1,
    "snip": false,
    "text": "Many words, no chubbies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "things get better man i know it doesnt seem this way now but ull meet some1 new"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "oh no"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 8,
    "snip": false,
    "text": "onstad nooo"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "HOW COULD THIS HAPPEN"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 17,
    "snip": false,
    "text": "I can't be the only one turned on by this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deus was marked lame too many times and excluded. (marked lame by taiiga, lizard, Hyetal)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "coldfrog",
    "plus": 1,
    "snip": false,
    "text": "Apparently Nathan is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "I hate you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quazifuji",
    "plus": 1,
    "snip": false,
    "text": "And this, kids, is why you should always study for vocabulary tests."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 7,
    "snip": false,
    "text": "We're all missing the key point here: <br/> \n <br/> \n <em>Whatever happened to the burger?</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 4,
    "snip": false,
    "text": "Nice Pete's shadow ate it for sustenance <br/> \n <br/> \nIt made him put on weight"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "it all makes sense now! thanks"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "SORRY TO GIVE YOU FURRIES SO MUCH J/O MATERIAL AT WORK"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "HE HAS RETURNED MY BRETHREN OH LO INDEED HATH HE"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Welcome back. What news of the North?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "D... Dad??"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "SPINYNORMAN! Let's do it and never stop."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "squidvicious",
    "plus": 12,
    "snip": false,
    "text": "Teodor, locks not cocks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 6,
    "snip": false,
    "text": "How does fucking Onstad make a living at this, only putting out one strip per week?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "He's got a lot of irons in the fire, as they say. Hear there's a new cookbook in the works."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dougthehead",
    "plus": 5,
    "snip": false,
    "text": "He spends time on the things that actually generate money directly, rather than through some \"eyeballs   charity\" metric."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "that's \"eyeballs PLUS charity.\"  damn you, assetbar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "Surely it should be eyeballs TIMES charity?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jaydub",
    "plus": 0,
    "snip": false,
    "text": "eyeballs ^ charity"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "eyeballs as the index of radicand charity?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "[eyeballs * average enjoyment gained]   {[eyeballs * (p)who are subsequently creatively or intellectually inspired by the work] * [joy spread through subsequent works by inspired achewood fans]} * (psr)onstad  <br/> \n <br/> \neyeballs * 1/1 e^(joy of being appreciated) <br/> \n <br/> \n[eyeballs * (p)who go to store * (p)who purchase from store * average purchase price]   [eyeballs * (p)who sign up] <br/> \n <br/> \n(psr) = personal social responsibility/enjoyment metric <br/> \n(p) = proportion"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "Oh hey assetbar removes plus symbols <br/> <br/> <br/> Wow... ?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "Welcome to the only game in town. <br/> \n <br/> \n....without plus signs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "freakscene",
    "plus": 1,
    "snip": false,
    "text": "I actually sorta liked the \"eyeballs charity\" thing more!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "angrylittleplum",
    "plus": 3,
    "snip": false,
    "text": "It takes me around one week to finish a languidly enunciated \"whaat the fuuuck?\" after each of the recent strips."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 2,
    "snip": false,
    "text": "Scarcity drives up demand. Tell me, how often were you refreshing his page, hoping to finally glimpse the last vestige of pride from the bloodied, naked Teodor take a ten inch cock in its quivering mouth? <br/> \n <br/> \nHow many times? <br/> \n <br/> \nSeven? <br/> \n <br/> \nThirteen? <br/> \n <br/> \nMany more?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lazurus_t",
    "plus": 2,
    "snip": false,
    "text": "Now buy his goddamn book."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>Buy this book, or I'll bone this bear!</em></strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "direbmem",
    "plus": 0,
    "snip": false,
    "text": "You're just gonna bone the bear anyway, man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Sometimes you bone the bear, and sometimes the bear... well, he bones you. <br/> \n <br/> \n <em>(see below</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": ")"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cameron55",
    "plus": 2,
    "snip": false,
    "text": "Look at where he was sitting in the last strip. He never seemed to move, and in this one he is leaning to his right. He's gotta be messing with the door. For my sake, he just has to be..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cicero_hood",
    "plus": 0,
    "snip": false,
    "text": "I thought about this a lot, and decided to go back and look for clues. I found, to my amazement, that there was something crucial that I'd missed. <br/> \n <br/> \nCheck out panel 4: http://www.achewood.com/index.php?date=06182010 <br/> \n <br/> \nThat's pretty obviously a loose screw in the floor of the van. That is what Theodor is now frantically tugging at, not Nathan's Famous Frankfurter!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Erm, no, that's a button on Nathan's shirt.  Look at the positioning of Teodor's head in panel #2 right before he regains consciousness."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cicero_hood",
    "plus": 0,
    "snip": false,
    "text": "Ahhh... Yeah, I suppose you might be right at that. Well, I gave it the old college try."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "pff an online no-name community college maybe"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "And yet at least one of these battered individuals is hoping to get a loose screw out of all this anyway."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chloraloner",
    "plus": 2,
    "snip": false,
    "text": "I get it now, Teodor is the Rustmouth to Beef's Silent Bird Wallace. His luck is shitty, but more often ends in humiliation, as opposed to Beef's having the wheel of Karma destined to turn against him. Who's the more unlucky one, eh?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 6,
    "snip": false,
    "text": "Well, Beef never blew anyone because he was at a loss for what else to do.  So, Teodor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "i don't think he blew him. i think he just touched him on his doodle. maybe gave it a tug or two <br/> \n <br/> \nnext comic is the explicit cock-to-mouth drawings we all are eagerly awaiting"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "signofzeta",
    "plus": 45,
    "snip": false,
    "text": "Dang, dude. These last few strips have been just...pure disquiet. I have to wonder what someone just going to achewood.com for the first time would think about the series based on what the front page looks like today. <br/> \n <br/> \nBetter get some shit about Philippe's new earmuffs up or something to yin this yang. <br/> \n <br/> \nBeen a fan since week one, no lie, but this stuff is harsh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "defthammer",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  It's only a comic strip (well...a terrific comic strip) but Nice Pete has creeped me out since day one...and not this.  Mind you, it matters not if Teodor is gay, bi, or whatever.  I just hoped his first experience would be a little nicer than this. The poor boy...sniff."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nbeer",
    "plus": 19,
    "snip": false,
    "text": "I'm with you. This makes a frantic fumble at a Midwestern rest stop look positively sentimental."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lonestar52",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry I gave out too many chubbies :("
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nickb285",
    "plus": 10,
    "snip": false,
    "text": "At a Midwestern rest stop?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Told you to watch out for that \"wide stance\" in the stall"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I don't get it - is the cock-swallowing not the only glimmer of hope and life in this bleak and murderous situation crafted by Nice Pete? <br/> \n <br/> \nI see the last two comics as something positive, life-affirming... etc. <br/> \n <br/> \nYet it worries me that words like \"humiliation\" and \"(lack of) pride\" are being thrown around (see above). <br/> \n <br/> \nWe should all be so lucky as to have one last chance to suck a big fat cock before we potentially die."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "quazifuji",
    "plus": 13,
    "snip": false,
    "text": "This may be the only story I've ever read where I would be 100% happy with an \"it was all a dream\" ending.  I mean, it would still be kind of lame, but I'll take any excuse for this to stop as soon as possible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "I don't actually think this with any confidence, but you know where this could end? Nice Pete's death. Think about it, there has been a series of events involving Nice Pete where each time he does a horrible thing, kidnapping Philippe, trying to murder Roast Beef, Teodor and Ray, and each time they let him live despite having the means and reason to get rid of him because they presumably figure he is harmless enough left alone, and that they won't have any issues with him unless they involve themselves with him. This time however Teodor is practically whisked away in the night unexpectedly and without much choice, Nice Pete striking at him when he is vulnerable despite Teodor (or anyone else for that matter) having made no attempt at getting himself involved with Nice Pete. It's the culmination of every insane thing Nice Pete has done going into a almost the Aristocrats level of a horrible night for Teodor, purging out every bit of Nice Pete's violent insanity to the reader, and even though the characters of Achewood are quirky, they aren't idiots and it has, or will, come to the point where it is too dangerous to allow Nice Pete to live. <br/> \n <br/> \nOr you know. Not. Not to say Onstad would keep him dead very long."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "It definitely seems like the arguments used in favor of keeping Nice Pete alive before aren't going to work now, but at the same time, I have trouble seeing the Achewood characters working together to murder someone, even if that someone is a psychopath who's tried to kill them all multiple times.  If this arc leads to Nice Pete's death, it'll probably be through some ridiculous accident like a van crash that Teodor somehow survives (probably more absurd than that, but I don't have the creativity to come up with something Onstadian enough at the moment). <br/> \n <br/> \nReally though, I want the \"it was all a dream\" ending not just to end this, but also because it would mean the last few panels never happened.  I'm just feeling sorry for Teodor, and it's the ending that would least scar him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "the van crashes and the 10 inch cock ends up going through NP's nose and braining him?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "This is not the ending that would least scar Teodor.  It is something I do not want to see."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Nah. Super Secret Ice Cream Shop as worse. If they didn't kill him then, they never will. Unless, of course, he does actually kill Teodor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "How do you know that one strip is more 'real' than any of the other strips?  E.g. is this strip 'real': <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101018000208/http://achewood.com/index.php?date=07052007\">the comic sans strip</a> <br/> \n <br/> \nwow look at that... all the main characters are murderous psychopaths."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fady",
    "plus": 2,
    "snip": false,
    "text": "Are you saying that beating the living crap out of the creator of Comic Sans is immoral in anyway? <br/> \n <br/> \nBecause if so then <br/> \n <br/> \nQuite frankly <br/> \n <br/> \nYou're just asking to taste the curb amigo"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "greatjob",
    "plus": 0,
    "snip": false,
    "text": "As they should be. Have you not been paying any attention? That freak is  <em>responsible</em>  for Comic Sans. I would expect no less of every man, woman, and child."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  That's not psychopathy, it's vigilante justice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "how do you pronounce psychopathy? i don't know where to put the stress :("
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "sai-KAHP-ugh-thee, natch"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "I cannot figure out that accent. What accent is that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "apolloin",
    "plus": 0,
    "snip": false,
    "text": "I trend more towards sai-KOHP-ah-thee."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I agree, but it was a first offense. Also, I for some reason can see Teodor getting into a rage after this and putting logical morals aside and just getting murderously pissed off after this, even though he loves Phillippe obviously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 5,
    "snip": false,
    "text": "Nice Pete is distracted by his pleasant van-immolation daydream. He drifts left across the double yellow lines and smashes the Nice Van into the car carrying Steve DeNueve and Phillipe. The fully licensed Roadwaste Stop-free In-motion slopless re-percolating Convenience Tank ruptures. The backup rear sleeper cozy deflects the blast of hot otter waste through the cracked windshield of the Nice Van, filling it like a bucket of fish hurled at a hungry cartoon pelican.  <br/> \n <br/> \nSeveral minutes later the EMTs pry open the van to find two nude fags passing a blunt in the back (honey) and one drowning victim in the front.  <br/> \n <br/> \nNothing could be done.  <br/> \n <br/> \nPhillipe and Steve are fine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "You must kill Onstad and take his place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 4,
    "snip": false,
    "text": "Chris was mystical / drew grim and homosexual / comics in the home.  <br/> \n <br/> \n(Do do do do) <br/> \n <br/> \nSpreading joy and sorrow with updates <br/> \n <br/> \n(Oh, oh oh oh) <br/> \n <br/> \nBut as his touch brushed past \"submit\" / a sound came from behind <br/> \n <br/> \n(Fwee fwee fwee) <br/> \n <br/> \nClang, clag Assetbar's Silver Hammer / came down upon his head <br/> \n <br/> \n(Do do do do) <br/> \n <br/> \nEtc. <br/> \n <br/> \n(Please do not kill me for this. I wrote it, in my innocence)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "This is a plan."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "taskmaster",
    "plus": 0,
    "snip": false,
    "text": "holy crap...your name... I have seen it in only one other place before. Tell me, where does it come from? If it is what I think it is then- excellent obscure reference."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "About 90,400 results (0.18 seconds)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dissembly",
    "plus": 2,
    "snip": false,
    "text": "You are a knob.  <br/> \n <br/> \nI say this in lieu of lames. If it ever becomes possible for me to utulise Assetbar's alleged laming system, i will lame you so hard and sweet. <br/> \n <br/> \nIf only every person who responded to an honest question with a Google reference had a functioning \"lame\" button beneath their name. Oh, the world we could inhabit, if only we could expunge such trash from our internets. If only. <br/> \n <br/> \n*dreams*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "taskmaster",
    "plus": 0,
    "snip": false,
    "text": "chubbied for the unexpected backup."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "It is a monster in Dungeons and Dragons. It may have fallen aside in favor of \"cooler\" and more spikey monsters with  37 to Grapple, so you may have to go back to 1st edition for the reference. The Catoblepas is a swamp quadruped with a head so heavy that it rarely raises it, but if it does and it meets your gaze you are stricken dead by the sight of it. I think you get a saving throw or something.  <br/> \n <br/> \nClassic.  <br/> \n <br/> \nAnyway, I just couldn't think of a decent name and an old monster from a tabletop game from the 70s was what popped into mind."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "taskmaster",
    "plus": 0,
    "snip": false,
    "text": "Hot damn man I knew it. Screw those cooler, more spikey monsters! I liked the weird warthog-brontasaurus hybred.  <br/> \n <br/> \nNice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrisaka",
    "plus": 9,
    "snip": false,
    "text": "Onstad just thinks you're an adult and can handle it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thaklaar",
    "plus": 4,
    "snip": false,
    "text": "Yes.  If you can't take the uncomfortable fellatio, get out of the van."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "excusemesenator",
    "plus": 42,
    "snip": false,
    "text": "BUT I CAN'T. THAT IS THE WHOLE PROBLEM."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "coffeecoaster",
    "plus": 0,
    "snip": false,
    "text": "excusemesenator, you've done something magical.  Maybe you were coasting on comments that came before you, and maybe this subject material is derserving of the lion's share of credit, but I laughed at what you said SO HARD that TEARS fell from my EYES.  This has never happened before from something on the internet.  You get the chubby I was saving for the Revelation.  Kudos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "yet.......assetbar tags...that brings in...the special...pictures....the special pictures..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "I think a yin has already been yanged. Then again, I sometimes mistake things in cartoon form."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 4,
    "snip": false,
    "text": "God knows, there's plenty of Teodor yanging some dude's yin up there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And what a weighty-looking yin that is.  It looks more than long, more than wide - it looks positively  <em>heavy.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "I feel like I'm in Pittsburgh will all of these yins."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "\" <em>Donny!  You want to touch my cock n'at?</em> \""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "unrelated: i friggin love evil dead"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 2,
    "snip": false,
    "text": "and i love this evil thread!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "I work for my boss, Evil Ted."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man, I was hoping this whole arc was a Circus Penis film and he would come in with a clapperboard hollering  <strong>\"Cut, that's a wrap, people, good work Todd*.\"</strong> <br/> \n <br/> \nGoddamn you Onstad.  <br/> <br/> <br/> * Or whatever the fuck Teodor's porn film name was I don't care anymore."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "hahahaha Troy Harlem"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 4,
    "snip": false,
    "text": "Right, Troy. You can see how disturbing I find this if I forgot who the hell Todd is. I know Todd."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 2,
    "snip": false,
    "text": "and these are some pans you own"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "and this lawnmower smells so GOD DAMN good <br/> \n <br/> \nyou should sell it on ebay <br/> \n <br/> \nL@@K into your PAST"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I did not grow up in a place where you mowed your lawn. <br/> <br/> <br/> I still do not live in such a place."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I did and I do. <br/> \nAnd such a thing that was such an interminable chore <br/> \nand a bore, <br/> \nnow gives me pleasure."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "coffeecoaster",
    "plus": 0,
    "snip": false,
    "text": "Simon Cowell all smashing through the side of the van, hell of critiques on his tongue, Teodor all ashamed, Nathan just as dignified and stoic as a happy old homosexual could be."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "I hope that Onstad will add a \"Nathan's Penis\" dildo to the gift shoppe"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "A \"Nathan's  <strong>Famous</strong>  Penis\" dildo.  They could have contests with 'em every 4th of July weekend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 1,
    "snip": false,
    "text": "Agreed, this is pretty much a \"wait it out\" scenario."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ariamaki",
    "plus": 12,
    "snip": false,
    "text": "He accepted the Eucharist. From the look of Nathan in the last panel, Baptism will be any minute now..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "there will be some transubstantiation. have faith. good ol' OG catholic bait 'n switch."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "If Pete gets involved it will be ex-consubstantiation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 4,
    "snip": false,
    "text": "But if Pete tucks his junk all Buffalo-Bill style again like he did as the Death Sound, will it be trannysubstantiation?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whiggles",
    "plus": 0,
    "snip": false,
    "text": "The Body of Christ, the Cum of Salvation."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "I hear it cums twice."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "coffeecoaster",
    "plus": 0,
    "snip": false,
    "text": "Yea, but it takes few thousand years."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 1,
    "snip": false,
    "text": "this is assetbar, and we are making bizarre references tying jesus into a refractory period"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "all noted eternally"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "Nathan looks furious. Look at panel 2. He looks like he's trying to cram a recalcitrant otter into a Kilner jar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Yep, yep <br/> \n <br/> \nprobly be taking  panel 4 to my grave with me"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Uh, I don't know if anyone's told you, but you can't masturbate once you're dead. <br/> \n <br/> \nOr were you implying that you were a furry and a necrophiliac?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "I wasn't told. Now I have nothing to look forward to. Hello, [cruel] world! <br/> \n <br/> \nNow what am I supposed to do this weekend...?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "You seem overly comfortable with furry and necrophilia if it comes to you so quickly from an innocent statement like that <br/> \n <br/> \ndo you have some cool stories to share with us?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 1,
    "snip": false,
    "text": "spoken like somebody with personal knowledge of the tactile sensations of 2 very different actions"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aristagoras",
    "plus": 10,
    "snip": false,
    "text": "I suspect misdirection. Note that I'm not saying I demand it to be misdirection, hope it to be misdirection, or fear it may just turn out to be misdirection. <br/> \n <br/> \nI just think it looks ambiguous, like Teodor is desperately trying to manipulate the lock, not Nathan's focal organ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "read as 'fecal organ'. thanks."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aristagoras",
    "plus": 0,
    "snip": false,
    "text": "There is a disorder that can cause that I believe."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "salvar",
    "plus": 3,
    "snip": false,
    "text": "Wha- <a href=\"http://web.archive.org/web/20101018000208/http://dl.dropbox.com/u/455435/Random/Rectobladder%20Neck%20Fistula.jpg\">POW!</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "<strong>AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA AAAAAAAAAA AAAAAAAAAAAAA AAAAAAAAAAAAAAAAAAAAAAAA</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "This continues for the next 7 panels."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "\"Recto-bladder Neck Fistula\"? Yeah, I'm not clicking that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's actually a shaded pencil-drawn cross-section from a medical publication. Don't click it though. It still depicts a Horrible Idea."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Sounds like something found commonly only in the Chernobyl vicinity. <br/> \n So yeah, don't go there."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "ALSO: <br/> \n <br/> \n\"Fistula? I 'ardly know 'er!\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "ALTERNATIVELY: <br/> \n <br/> \n\"Fistula? I 'ardly know you, la!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Awrite awrite caahlm down caahlm down."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "extortshorties",
    "plus": 2,
    "snip": false,
    "text": "Oh right, like I'm going to take medical advice from DOCTOR STEVE BRULE"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mangtastic",
    "plus": 2,
    "snip": false,
    "text": "For your health!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gelter",
    "plus": 4,
    "snip": false,
    "text": "Rectal bladder! Makes you poop out your ding-dong, you big dummy!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professordoctor",
    "plus": 0,
    "snip": false,
    "text": "He was right about the bones."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "I really hope so, but so far this arc has been like one of those cautionary videos from engineering school. Every time things have gotten worse and a new nexus is reached things go even more wrong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "Your avatar alone gets you a chubby from me my friend. For your health."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "I think you may be on to something. Or maybe I demand/hope/fear it to be so."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "aristagoras",
    "plus": 5,
    "snip": false,
    "text": "Sometimes I like art that is aggressive to its audience -- \"transgressive\" I think the Grad School Set call it.  <br/> \n <br/> \nNot, say, Batman. Batman is a cultural icon written by diverse hands. When a writer fucks him up or tries to undermine the character for edginess, they forget that they're playing in a shared sandbox. <br/> \n <br/> \nBut when a writer or poet takes a character of their own and does the unexpected, or when a musician records a personal album that is out-of-step both with current trends or the expectations of their fanbase (myself included), I take notice. <br/> \n <br/> \nLovecraft's \"At the Mountains of Madness\" demythologized everything. Boom! It turns out every Lovecraft story is just a precursor to this one, and Lovecraft was undermining any element of \"magic\" that might have made his work \"fantasy.\" It's all nihilistic science fiction more akin to a biology and anthropology textbook than a grimoire in an occult shop (\"grimoire\" comes from the same root as \"grammar\" - you just learned something!). <br/> \n <br/> \nSo all of the post-Lovecraft fans writing magical adventure stories where trenchcoated wizards wield magic tomes  <em>don't get it</em>  or have to complain that Lovecraft's world isn't accessible to such fantasy coherence. But thank God Lovecraft wasn't limited by that. <br/> \n <br/> \nSo in other words, Onstad has done so much in this arc that even if Teodor is shown to be suckin' dick next comic, stopping to look \"at the reader\" to say \"Assetbar users are grade school fuckwit who like to diddle swans,\" I wouldn't be bothered.  <br/> \n <br/> \nOnstad is working some Lynchian chuckles, which are not always recognizable as chuckles. <br/> \n <br/> \np.s. Onstad is better than Chris Ware, and this arc proves it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Are ye one of them faggy literary critics who're turned on by this shite then? Well jus say so ferfookssake."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "Fact: you talk funny"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I thought he made a good point, and I ain't turned on by this particular style of dick suckin'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jmd",
    "plus": 1,
    "snip": false,
    "text": "Fuck dude does Onstad pay you to jerk him off this hard or are you a volunteer?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rb",
    "plus": 0,
    "snip": false,
    "text": "can't be true, the lock is above teodor's head in the previous strip"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "r1pp3r",
    "plus": 0,
    "snip": false,
    "text": "NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "You  <em>say</em>  that, and yet here you are, grasping the schlong of http://m.assetbar.com."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": ":-/ <br/> \nChris Onstad, if this is the pay-off, you have taken too long to get here and/or it is not worth the trip. I don't think you'll let me down though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 2,
    "snip": false,
    "text": "waiting for the money shot"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Onstad?  Let the readership down?  NEVER"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 20,
    "snip": false,
    "text": "{Van door is flung open} <br/> \nRay: \"Surprise Birthday Party, Teodor!!!\" <br/> \n <strong>:-|</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "YES MAN I HAD THIS SAME THOUGHT AND POSTED IT A FEW STRIPS BACK! Also I revisited said idea and posted further down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "I agree with other folk - it's not what it looks like. Nathan's dong will turn out to be Airwolf. It'll be an optical illusion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jettisoned",
    "plus": 0,
    "snip": false,
    "text": "I wish I had not given out too many chubbies on that page because that is the only way this arc can be made okay. :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Mexican Magical Nice Pete."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hannah",
    "plus": 1,
    "snip": false,
    "text": "oh christ, it's like the end of When The Wind Blows, and the illustrating style goes all shaky and the colour leeches out until everything fades to white and it's just terrible"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "All of that movie is The Saddest Thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spiral",
    "plus": 17,
    "snip": false,
    "text": "I am not enjoying this, one bit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "Chubby for comment/avatar synergy. <br/> \n <br/> \nNB - Moomins are easily perturbed by oral sex. Those giant snouts get in the way and it becomes a regrettable experience for all involved."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zenbot",
    "plus": 0,
    "snip": false,
    "text": "I am praying that the strip title is a clue."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 1,
    "snip": false,
    "text": "I was all wtf is he sitting on there? Suddenly I realized what it was. Then I wanted to unknow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Besides that, that's a really odd way to take out your penis. I don't think I could get my dong behind the back of my pants while they were still mostly on, and it being hard and 10 inches seems like it would only make it more difficult."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achtung",
    "plus": 2,
    "snip": false,
    "text": "he didn't pull his pants down. his zipper goes all the way around. nathan has to buy special pants that split in half"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "You know if there was a special style of pants for guys with massive equipment that everyone would wear them regardless of actual size."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "What do you mean \"if\"? <br/> \n <br/> \nYou didn't know?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "There's another way? Tell me more about this exciting product!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "Well, Dusty....there is a special style of pants for guys with massive equipment. Everyone wears them regardless of actual size."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Is that what these baggy pants are all about?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "extrabastard",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  Most people lack the proper hammer to pants ratio needed to not make it look foolish, though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lux",
    "plus": 2,
    "snip": false,
    "text": "The hammer... is my penis."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The power is  <em>yours.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000208/http://www.mamapop.com/photos/uncategorized/2009/02/18/mchammer.jpg\">MC hammer really exploded his hammer-to-pants ratio, yet still looked awesome</a>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "defthammer",
    "plus": 3,
    "snip": false,
    "text": "So what then...the pants open up like the bomb bay doors of the Enola Gay and release the Fat Man?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rearadmiral",
    "plus": 0,
    "snip": false,
    "text": "Bockscar dropped Fat man. Enola Gay had Little Boy. <br/> \n <br/> \nHell either way they made the jokes too easy!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "But Little Boy was actually far more powerful than Fat Man."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "yeah, yeah..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Yeah but Fat Man lost weight in world record time yo. He went from Fat to Thin air like  <strong>*SNAP*</strong>  that! <br/> \n <br/> \nYou kids still say that, thin air? <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<strong>YOU ARE SO OLD</strong>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nomblecronch",
    "plus": 1,
    "snip": false,
    "text": "The assetbar patron is rendered speechless by sheer affrontery. <br/> \n <br/> \nMeanwhile, a cat is fellated by a bear."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "oh man if Tori Amos was here she would need SO many hugs from me right now"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 1,
    "snip": false,
    "text": "yeah it just kinda flumped onto the ground while he scooched aroud"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dayvancowboy",
    "plus": 4,
    "snip": false,
    "text": "T's hands are writing cheques that his brain can't cash. <br/> \n <br/> \nStep away from the ten inch penis, bro. While you still have a chance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "endsmouth",
    "plus": 5,
    "snip": false,
    "text": "I think the only way I can appreciate this is if turns out to be the very last Achewood strip. In that context, it's a work of sublime genius. <br/> \n <br/> \nOtherwise, I don't know what to make of a kinda deformed-looking Teodor giving head to an old guy in a van."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "How can it be the last comic if Onstad just  <em>restarted Ray's advice column?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Because it honestly looks like he made a really half-arsed job of restarting it? Even more of Ray's 'advice' is punchline-centric fakeoutery than usual. <br/> \n <br/> \nSorry Onstad. I don't want to be so down on you but it's damn hard being optimistic in the midst of this churning morass of What The Fuck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I can't really argue with an opinion.  That's me moving on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 7,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I don't want to be so down on you but it's damn hard</em></div> <br/> \n <br/> \n <em>That's what T said.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "TBH when I saw the dick this is pretty much what I assumed as well. This is the middle finger slowly rising in the window just before the cut to end credits <br/> \n <br/> \nOTOH everyone who's tried to make a prediction about where this is going has been proven a damn fool so far and usually an unimaginative one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmad",
    "plus": 15,
    "snip": false,
    "text": "What the fuck is this storyline"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "leon",
    "plus": 6,
    "snip": false,
    "text": "two animals are locked in a van and one of them is showing the other his penis"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 2,
    "snip": false,
    "text": "Pay attention cause in 100 years college freshmen will be studying this alongside Dostoevsky and Thomas Mann, because those classes like stories that put the reader through something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Nathans expressions are kind of hard to read. I'm hoping that is confusion about what Teodor is hoping to do with the lock, then amazement that he has broken it off with his bare hands.  (that's Lock, with an L)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jettisoned",
    "plus": 0,
    "snip": false,
    "text": "I think Nathan might be dying but I am probably wrong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "diamond_pick",
    "plus": 4,
    "snip": false,
    "text": "If Nice Pete decides to end their shit this very moment, an obituary writer is seriously going to earn her bones making this fit to print."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "An obituary writer making their bones is a paradoxical situation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i was going to write an obituary or two here in response, then needed an example so i found this <br/> \n <br/> \nhttp://www.usobituary.com/obituaryview.asp?ObituaryID=11d0ab447d281b1403c4f0co <br/> \n <br/> \nand really that's pretty ambiguous. like, that dude could have died in a van after doom-blowing a cat from denny's too, you'd never know"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "This faggotry is probably what will cause Pyotr to spare them"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Also, 10 inches or not, that is not how you jerk someone off.  <br/> \n <br/> \nIt's not like he doesn't have a cock of his own so he has no excuse."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "he might not know how to do it without tweezers <br/> \n <br/> \nhung like a cranberry etc"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "aah yes, lame away"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "i think i'd rather lame wazza for \"masturbating a cranberry dong with tweezers\", 3rd place worst imagery summer season 2010"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Plus, probably just lifted from Tank Girl."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I have seen the movie but not read the comic, so there is no way I got it from there."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "It may be what she says at 9:42. Or she may say something different."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Crap. Forgot the link. <br/> \nhttp://www.youtube.com/watch?v=Oj264tpO2zI <br/> \nCrap."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sonofkong",
    "plus": 13,
    "snip": false,
    "text": "fuck off fuck off  <strong>FUCK OFF THE BEAR SHOULD NOT JERK OFF THE CAT</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "Now that you've said this, what other sentences could you possibly have to say in your life?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 9,
    "snip": false,
    "text": "I read that as kind of a town crier reading the Torah. <br/> \n <br/> \nLeviticus 03:22.  <strong>AND IF A BEAR SHOULD BE FOUND JERKING OFF A CAT, THEY BOTH MUFT BE STONEDD WITH PECES OFFE SCRAP METAL FROM YON JUNKE-YARD AND KOSHER OFFAL FROM A BUTCHER'S SHOPPE UNTIL THEY ARE MOFT SURELY MORTE AND THEIR REMAINS CAFT OUT INTO THE WILDERNEFS OF A POTTERS FIELD.<br/>\nSELAH</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "I don't think Nathan actually reads the Bible."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Why does stoned have two d's? Are you trying to be all like that Upgrayedd brother?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "A DOUBLE DOSE OF SCORPION NADIR"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I see the only part of that gibberish that catches Mr. Turk's interest is  <strong>STONED.</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "He pretty much stopped reading there, glaring at the screen, toking thoughtfully."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "do you ever find yourself hearing or saying something and going 'i have never heard or said that particular sentence in my life. i wonder if anybody else has?'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zombiezero",
    "plus": 1,
    "snip": false,
    "text": "Furious ding-dong in panel 4."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "\"Ding Dong Merrily on High\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dybrar",
    "plus": 1,
    "snip": false,
    "text": "\"Right, let's have a ding dong!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 2,
    "snip": false,
    "text": "<strong>Brian Equator</strong> : \"You got a nice pair there, haven't you, love.\"  <br/> \n <br/> \n( <em>puts hand on Iris's boobs and gives a wet kiss; Iris screams</em> )  <br/> \n <br/> \n\"Shut up you silly bitch, it was only a bit of fun.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for Visitors from Coventry"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "\"I'm not sure I like your tone, sir.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "\"Sorry I had to bring the goat, only he's not at all well.  I only hope he don't go on th' carpet!\" <br/> \n <br/> \n\"I TOLD YOU T' LAY OFF THE BEANS, Y 'ORE!\" <br/> \n\"BUTTON YER LIP, Y' RATBAG!\" <br/> \n <br/> \n\"HAAAAHHAAAAHHAHAHAHA.... OOOOOH!  I WET 'EM!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "And now for something completely different."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "The saying goes...that if your ever in the area...you should miss Coventry....to bad the Germans didn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luodub",
    "plus": 5,
    "snip": false,
    "text": "Don't worry, it's only a Walk Around Dong. The cat is playing a joke on Teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ahatofpig",
    "plus": 0,
    "snip": false,
    "text": "Are.. are there pistachios in it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luodub",
    "plus": 0,
    "snip": false,
    "text": "I believe Teodor is about to find out for us."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i, shamefully, reference that strip in particular on an almost daily basis"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "newspaperdrone",
    "plus": 2,
    "snip": false,
    "text": "I loved the way this arc started. <br/> \n <br/> \nNow I'm just sobbing uncontrollably and begging Onstad to stop."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hamscout",
    "plus": 21,
    "snip": false,
    "text": "This arc reminds me of the swinging pirate ship ride at six flags.  For the first couple moments the alternating weightlessness and g-force fill you with glee, but then you are struck with overwhelming nausea, and the realization that you can't escape until the ride is over. <br/> \n <br/> \nExcept the ship is a van. <br/> \n <br/> \nAnd your seat is a 10 inch cat cock."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "GOD DAMMIT!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "The beatings will continue until morale improves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "By speaking this way, of your feelings, you have become the heccibiggs of this Assetbar. Your job now will be to prepare the hot stews and identify your replacement."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Heccibiggs misrepresentation alert !"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "What."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 0,
    "snip": false,
    "text": "I still say Nice Pete was asked by all the friends to keep Teodore distracted for a few hours while they all put together a surprise party for him. Regardless, there's no way this scene will end privately."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "funkalicious",
    "plus": 10,
    "snip": false,
    "text": "...Suckin' dick bought this van?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "happykitty",
    "plus": 1,
    "snip": false,
    "text": "There is an improbable number of dong/van interrelations in this webcomic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "replace \"webcomic\" with \"middle school\" and you have the unlikely reason why my uncle is now unemployed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "What is it about being someone's uncle that brings out the kiddiediddler in people."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gelter",
    "plus": 2,
    "snip": false,
    "text": "I've always wanted to calculate how many uncles there are in the world, and, assuming every person must have one creepy uncle, determine how many creepy uncles there are. It's tougher math than you might think."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "god, i hate my creepy uncle. not exactly The Diddler, but creepy as hell for sure. Creepy Uncle Keith"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I might need to point out here that my comment above was purely a joke, and none of my uncles are creeps."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "My creepy uncle died from an overdose of his schizophrenia meds."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "...of his schizophrenia meds... not cool not funny not a good asset"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sonofkong",
    "plus": 0,
    "snip": false,
    "text": "Yeah mangtastic how DARE you say something that's disturbing and not particularly funny on this Achewood strip?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "no man, I was just pointing out that he left off the \"not funny\" meme."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sonofkong",
    "plus": 0,
    "snip": false,
    "text": "Oh, my apologies, I just thought you were pretty terrible at the language."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "no problem but.. what language?  I don't follow"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "English, motherfucker! Do you speak it?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "meow?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "Not supposed to be funny because it's true."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "hey mine's not weird, just single and with a lot of cats and reads webcomics. look amongst yourselves. who is the real creepy spinster uncle here?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "not i."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flaxplus",
    "plus": 0,
    "snip": false,
    "text": "Just released my creepy uncle IPO, but Jim Kramer is yelling \"BUY BUY BUY!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thinman",
    "plus": 1,
    "snip": false,
    "text": "Look, I'm not saying I have all the answers or anything, but I've taken a few anatomy courses at university, so I have to ask this:  How, exactly, does Nathan the Elderly Homosexual have a 10' penis growing directly out of his ass?  I'm not denying this could happen(I guess), I'm truly curious as to HOW it has happened though. <br/> \n <br/> \nOr is here merely wearing some kind of freaky 'Gold Bond Elderly Homosexual Truss/Gaff' to keep it fettered? <br/> \n <br/> \nRegardless, I think it's clear what's really going on here: Teodore is using Ol' Nate The Poof's rod to 'jimmy'(see wut I did there?!!OMFGROFLULZCOPTR!!!!) open the padlock. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Eesh. <br/> \n <br/> \n\"Or is HE merely...\" <br/> \n <br/> \nFie on these fat, fat, fingers!  FIE, I SAY!! <br/> \n <br/> \n**covered in shame**"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I'd say it has something to do with the fact that, even though his skills have progressed over the years, Onstad isn't necessarily the best graphic cartoonist around.  Awkwardly drawn characters, panels, etc. are still pretty consistently seen in the guy's work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Sometimes they work though, if I may.  The grotesque quality of the story and the art, I mean."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  Not really criticizing the guy; his strength is his writing, and it's a hell of a strength.  But he can draw OK, too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nomblecronch",
    "plus": 0,
    "snip": false,
    "text": "The man has limited experience with drawing catcock. It is not a field one has much opportunity to improve, even if one draws Achewood in which it is a fairly central aspect."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The man has limited experience with drawing catcock.</em></div> <br/> \nYou...you have read achewood before right?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nomblecronch",
    "plus": 0,
    "snip": false,
    "text": "This is a marked improvement over the last time rock hard catcock made an appearance, which was some years ago. <br/> \n <br/> \nMaybe he has been practicing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "salvar",
    "plus": 1,
    "snip": false,
    "text": "How does he have a 10-inch penis at all, given his overall size? It's gotta be a double dildo. <br/> \nALL QUESTIONS ARE NOW ANSWERED."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "That's what I was thinking! It also explains the odd position of it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 1,
    "snip": false,
    "text": "i dislike that this scenario makes sense to me"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i also dislike that i got a chubby out of that"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "direbmem",
    "plus": 0,
    "snip": false,
    "text": "Man, all this talk about cat cocks and chubbies... I just don't know what to think anymore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He got a bit o' sag."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by bigtom, RocketBunny, mrisaka, wtfoxnews)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mrisaka",
    "plus": 13,
    "snip": false,
    "text": "Speak for yourself, son. I'm personally proud of Onstad for taking the risks he's been taking in not making the story follow any arc that anyone expects. This is what makes tales interesting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Proud but let's get a move on, I say."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "raynach",
    "plus": 6,
    "snip": false,
    "text": "Completely with you.  Fuck the guy who posted earlier who wants to see Phillipe in some earmuffs. <br/> \n <br/> \nOnstad is not going to be doing a GOF repeat or whatever.  He did it, it's done, he's moving on.  I feel like this arc is taking its cues from the kind of neo-noir of Cartilage Head but taking it out of the playground and making the stakes incredibly high. <br/> \n <br/> \nOne thing I love about Achewood are its characters.  They are incredibly robust, vivid, and complex.  But one thing they haven't really been is affected by the story in past arcs.  Ray from after GOF is the same Ray from before GOF.  The only instance I can think of where characters have been affected and completely changed from the story itself is Beef and Molly's relationship and subsequent wedding (maybe Pat coming out of the closet, but that's just made him gay and angry, instead of just angry). And the wedding was more recently. <br/> \n <br/> \nSo, with regard to the aforementioned guy who posted earlier, who wanted some \"yin\" to counterbalance this \"yang\".  Isn't it the precisely the opposite?  Onstad is providing a game-changing \"yang\" to counterbalance the almost pure \"yin\" he's been providing for years.  Characters aren't going to remain static in the face of story.  They are going to change.  Teodor might die, and not in the answer-the-secret-riddle-at-Friendly's kind of way, either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "i like the part where the cat has a giant wang"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yang*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yang Starr?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "subwayjustice",
    "plus": 0,
    "snip": false,
    "text": "If I had to join a Yang, I think I'd join Yang Starr"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "misterh",
    "plus": 5,
    "snip": false,
    "text": "I feel that giving any comment a Chubby on this post may give the wrong idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 2,
    "snip": false,
    "text": "what in the ever-loving christ is this"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wino",
    "plus": 0,
    "snip": false,
    "text": "ass fuck him in the mouth teodor"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 1,
    "snip": false,
    "text": "\"And any time you try and jump you get buttfucked up the dick!\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mrisaka",
    "plus": 9,
    "snip": false,
    "text": "I feel like almost everyone in the comments today is being a pack of homophobic pussies who can't find the funny in what I've found to be a surreal, frightening, and utterly hilarious story arc. I'm a happily married, completely heterosexual man, but I find this shit to be \"off-the-chain-funny\" stuff. Live a little, gentlemen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 15,
    "snip": false,
    "text": "For some of us, it's just that it's gone on too long with no real rewards yet. This isn't the funniest Achewood, or the most moving, and it uses a lot of faux cliffhangers and suspense cuts that take 4 days to resolve and don't actually have any pay off. <br/> \n <br/> \nVirtually every comic in this arc has ended on some sort of cliffhanger and yet nothing really interesting happens 4 days later when we check back in. While it might pay off in the end, it's been a frustrating journey so far. <br/> \n <br/> \nYou incorrectly portray the criticism as homophobia: it's simply frustration with a poor flow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snarkalicious",
    "plus": 3,
    "snip": false,
    "text": "Oh, just imagine how empty you'll feel when this ends in a note from Cartilage Head."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "All tapping out a recipe for Teodor's garlic rosemary prawns on his telegraph machine..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "If this ends with a note from Cartilage Head I'm never coming back here again. If however Lie-Bot can be worked into this in a way that catches us all off-guard, it might just all turn out to be worth it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achtung",
    "plus": 17,
    "snip": false,
    "text": "thats what you say but the bear goin down on the old cat in the back of the serial killer's van freaks my southern baptist heritage the fuck out :( <br/> \n <br/> \nthe ghost of my childhood pastor is whispering \"this is what happens when you leave the confederacy\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "This demanded a chubby"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "So did his pastor.  DUAAAARRRRGHHHHAHAHGH"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "This strip has been around too long, and has spawned far too many hilarious comments. Soon there will be a chubby drought unmatched since the reign of Margaret Thatcher."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Unc....Uncle Culpepper? It all makes sense now in a horrible Hannibalesque way. <br/> \n <br/> \nOr as you Brits would say, 'orrible 'annibal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "how come i got marked for spam? :<"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Finger slipped on this fancy touch screen phone - soz, dude!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You have spam-marking privileges? What the damn, yo."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "aperson is old school"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Older than the fine oak struct or I, Sr. Nachos Galacticos."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Despite the legendary status, my lame button doesn't work, just like ordinary people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yes to this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "extortshorties",
    "plus": 9,
    "snip": false,
    "text": "I'm pretty sure homophobia has nothing to do with everyone's disgust and fear. We would be just as traumatized, maybe even more so, if this was Molly or some other female. Pretty sure being terrorized by a serial killer in the back of a van for a few weeks and then being manipulated into sucking off a battered, bleeding stranger is horrific enough as it is regardless of the penis count. <br/> \n <br/> \nWe put up and even enjoyed the surreal and the frightening for many weeks- but it has been too much, and gone too far, and for too long. Especially when we were expecting a touching, warm and fuzzy payoff with the whole five-year-old-otter-comes-to-his-real-home-and-eats-marinated-rosemary-shrimp thing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": true,
    "text": "A comment left by quantumcasaba was marked lame too many times and excluded. (marked lame by Mangtastic, nice-on-water, mrklaw, aHatOfPig, streever)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 7,
    "snip": false,
    "text": "heaven forbid that anyone post their opinions about a work on the forum designed for opinions about said work! Thank god you are here to defend Chris from his horrible armchair critics. While we laze about getting fat & criticizing, you and he are paragons of discipline and hard-work. Truly, thank god for you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Streever you're rolling today, all stealing my words three hours before I can think of them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "That's how I roll (when I roll)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": ":shrug: I take nothing that I say on the internet seriously. Have fun being angry!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I'm sure he's real broken up."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Stop this right now, all of you. They might not be readily visible, but this message board has  <em>standards of discourse</em>  and they are not being met, not being met at all, sir."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "I am too angry to have fun with it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "this arc might work a lot better for those who are unhappy with it if it wasn't coming at such a slow pace.  If you could just click through to the end, you might say \"gee that was lame that's 5 minutes I'll never get back\" and then you'd forget about it.  <br/> \n <br/> \n but since you're reading it in real time, you're trying to guess where it will go, and having anxiety that you won't like the outcome.  <br/> \n <br/> \noh well.  I'm just trying to get this fucking scsi drive to mount"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "This is 80% of the root cause of the whineing that goes on here. Well played."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "This falls into the other 20%, when it is caused by devices that have been implanted into our brains."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Thank you for letting me vividly remember Total Recall and the poorly CGI-ed head of Arnie removing a glowing red ball from his skull."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I would like to rescind these comments, but cannot. In light of that, I will lame myself. <br/> \n(Sorry, everyone, for getting stank on the board)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I cannot lame myself. <br/> \nFutility."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wtfoxnews",
    "plus": 1,
    "snip": false,
    "text": "Sometimes people need to put their creations into the realm of horror/exploitation. I am happy Onstad is going in that way."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "defthammer",
    "plus": 0,
    "snip": false,
    "text": "Well...so far, this is topping Saladfingers for creepy horror."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "w_w",
    "plus": 3,
    "snip": false,
    "text": "Saladfingers is pure tedium."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "With Russian dressing on the side."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "exits2freeways",
    "plus": 2,
    "snip": false,
    "text": "Charles Dickens published his novels in serial. Sometimes he would change the plot based on what people thought. The audience is allowed to complain. The artist is allowed to ignore them, or listen to them, or have a grand overarching vision, or whatever. <br/> \n <br/> \nThe problem for me is not that Teodor is rocking some dude's bonch; it's that we've been kept suspense for two months without (as far as I can see) any gesture toward resolution. If I wanted to watch three-quarters of  <em>Silence of the Lambs</em>  twice a week, I would watch three-quarters of  <em>Silence of the Lambs</em>  twice a week."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 4,
    "snip": false,
    "text": "I feel like as a point of reference, look to the story arc where Philippe was trapped in the van with Nice Pete. Suspenseful but still resolved quickly and with much less torture and homosexual encounters between beaten and battered men.  <br/> \nAlso, I love how if anyone mentions how they don't like a particular strip someone inevitably accuses them of being tasteless troglodytes who can only appreciate the funnies in the Sunday paper."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "5 Stars"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "ashbery",
    "plus": 0,
    "snip": false,
    "text": "Your reasoning demands that all arcs maintain consistent tone and unchallenging content, which would've rendered impossible Cartilage Head and the Great Outdoor Fight, among others.  <br/> \n <br/> \nYou're out of your comfort zone and you can't handle it. No one ever said nothing bad would happen to Teodor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 1,
    "snip": false,
    "text": "My reasoning demands no such thing. In fact, it was merely a piece of evidence for someone else's argument. Direct your comments to him/her. But to address what you said, there is a difference between an epic and an unnecessarily long arc filled with... well filler.  <br/> \nAlso, I'm hardly out of my comfort zone. That's not my complaint, although, I can see where you could draw that from. I've seen/read/heard a host of horrifying and disturbing materials from numerous sources. A guy sucking another older guy's dick is hardly worth mentioning in context to the other things I have seen. But what does this really have to do with the characters or the narrative arc? Is this one convoluted needlessly violent story of Teodor coming out of the closet? Will this somehow result in Teodor being rescued? Or will he die? How does this entire panel series contribute to his character? Will the scars of this story, physical or mental, be carried into other stories? I think nothing will happen from this in terms of character development or narrative arc. All of this could have been conveyed in a much more condensed form. I'm not saying that all arcs need to have absolutely condensed stories, but when the entire arc seems to be contrived of strips that needlessly show every motion of the characters rather than telling the story in as fluid motion as possible, I'm counting that as a strike against it. Especially when it is this drawn out. Most people don't even seem to realize that this entire arc with Nice Pete and Teodor is in one night. The same night that Philippe is supposed to be coming back. That's the real suspense I feel and its gone on so long that it is just banal boring cock sucking in the back of a van."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Not sure that it's definitely the night of Philippe's return, actually we got no indication of that BUT I v-chub you otherwise."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "friartuck",
    "plus": 0,
    "snip": false,
    "text": "Although if it is, a rescue by Steve would be a heck of a plot development."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "DROP THE COCK, TACO.  GRAB MY SVENHARD'S."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "These are two really good sentences, but I kind of wish there wasn't a comma in the first one.  I'm not sure why.  What would a COCK TACO be, anyways?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "A hermaphrodite's junk.   <a href=\"http://web.archive.org/web/20101018000208/http://gunshowcomic.com/d/20081126.html\">Or this.</a>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "A vagina?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I don't know, when clicking through the other strips when I first lucked into Achewood, I really enjoyed the times when the strip really slowed pace (such as that there strip up there). It produced a strange atmosphere. Kinda like when Bensington and Ray grew massive legs and strode across the land."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Meaning, I think this arc loses quite a bit of punch when you wait for one strip per week."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Eh, could probably go either way. I mean, getting immersed in a nice compressed narrative is nice, and so's having something new to read every few days, but look: this storyline's only gone from wacky bullying hijinks into seriously horrifying territory in the last four strips. That's like a week's worth of content for a regularly updated comic, and for all the suggestions of something unspeakable right around the corner not even that much has happened in those four strips. A regular reader could easily miss a week due to having a basic life, trawl through the archives in a minute when they come back and have no idea what the big deal was. And yet here we are, people are  <em>freaking the fuck out</em>  like it's the End Times, the suspense and confusion is making everyone go crazy. Adorable storylines about ferrying about stuffed otter children are long forgotten, we are in the long night of the monsters and there is no escape nor respite <br/> \n <br/> \nTry doing that in four pages of a daily strip."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 1,
    "snip": false,
    "text": "I mean, the archives are full of stuff like  <a href=\"http://web.archive.org/web/20101018000208/http://m.assetbar.com/achewood/uuaCRn4KG\">this</a>  and yet nearly everyone is going all deer-in-headlights over implied off-panel masturbation and the vague potential for murder sometime in the future."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I got really frustrated with that arc when I read it in real-time, but now, it might be my favorite.   <br/> \n <br/> \nAs I've said in the past, I always wait until an arc is over until I judge it, but waiting like two days for a strip back in the day versus 4, if you're lucky, for something like the above (it's a hell of a lot of panels for not that much exposition, comedy, ambience or art), is, admittedly,  <em>really</em>  frustrating.   <br/> \n <br/> \nBut, hey, there's more important (i.e. worse) things happening in my life than a slow-moving story line involving large cat boners"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "*bzz* wrong answer. Thanks for the grade school psychology, but no, this isn't out of my comfort zone. This is just irritatingly and poorly paced. <br/> \n <br/> \nI don't expect the same tone & easy content. I expect the pacing and flow to work well (like in the Great Outdoor Fight, Cartilage Head, Secret Gelato Shop, etc). Onstad has scared us with many of his characters potential deaths over the years. That's not the problem. <br/> \n <br/> \nThe problem is that every single installment ends in a cliff-hanger and the resolution to each cliff-hanger is lacking. It feels (and looks like) \"filler\", designed to fill the spaces and make it go longer. The overall quality of the storytelling in this arc is simply not as good as Onstad's standard. <br/> \n <br/> \nDon't get me wrong: there are good things going on here. However, it's not as good as some of his earlier work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Holy crap, this is that  <em>same night</em> ? This has been going on for so long, I forgot where it started."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "defthammer",
    "plus": 0,
    "snip": false,
    "text": "It started when Nice Pete materialized at Teodor's window suggesting that they \"make a run for the border\"."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "And so it happens that Teodor has ended up at the border of his sexual comfort zone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 9,
    "snip": false,
    "text": "You are the kind of man who tells women in bars that he's a feminist."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "Homophobic pussies? Can... can that [i]happen..? <br/> \n <br/> \nWhat if I promise to be good and wash twice a day?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "Goddamnit I forgot the closing tag! Laming myself to hide my shame. Help me out here..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silvereyes",
    "plus": 1,
    "snip": false,
    "text": "I can't even do that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "Now everyone look at all the comments in this thread and say to yourself \"Every comic, Assetbar provides us with meaningful dialogue.\"  I mean really, I'm not being sarcastic, we talk every installment about shit like this, the artist-audience relationship, what art can do, etc.  I guess what I'm saying is I-I love you guys. <br/> \n::zzzzip:: <br/> \nI love you guys so much."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "\"Thiiiiis much\" he continues, his strong calloused hands ten inches apart. But there is no need for the demonstration."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Umm...hey, Doc, I THINK your 'Synod of Canaan' is showin'."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "<em>(places finger on nice-on-water's lips)<br/>\n<br/>\nShhhh.<br/>\nNo words.<br/>\n<br/>\n(kneels)</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Also, I don't know if any other strip has produced this many hilarious comments. Seriously, have a scroll through... so much greeeeen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... for those with a 4-Chub Threshold."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<em><strong>THRESHOLD</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who only messes with his lame threshold but not his chubby threshold?  I don't want assetbar/all you motherfuckers telling me what I can't read or trying to tell me what's funny.  A lot of really good comments probably have 2 chubbies, and way too many pedestrian comments have 80."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You just set your  <em><strong>THRESHOLD</strong></em>  where you like and the good Lord will remain non-existant... well, something went wrong with my ability to stick to that meme."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "The good Lord instructed me to lame you for misspelling  <em>non-existent.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh shit! Do you think that that was a sign!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well, is your lame existent?  <strong>REPENT, I SAY TO YE!</strong> <br/> \n <br/> \nMan, I'm feeling like an Ahab rant should go somewhere on this thread. I just can't tell if Nice Pete is driving the Pequod, or if he is fate."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "As is driving the Pequod... Fate cannot be a Man."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "As = He. ANOTHER SIGN!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh, and in answer to your statement/question, I don't change my chubb threshold and very rarely change my lame threshold below 1000 (unless I want to find out who is laming me... not sure why, I never do anything about it, just stare at their posts accusingly, which translates into the Internet quite poorly)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The cat dick has shocked us into using humor as a defense, like me everyday except I rarely ever see cat dick."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "That you KNOW OF! Get a DVD of Milo and Otis and pause that shit in various places..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well shit, no."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Good Judgement!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rb",
    "plus": 0,
    "snip": false,
    "text": "it's only $6 or so on amazon, i purchased it recently!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "There... Ummm... There is no cat cock in that video. I am sorry I misled you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "I think the reason at least I'm a little pissed off by it (and by that I don't mean that I'm pissed off that Onstad made it, I'm just pissed off at Nice Pete and the context of the story) is that as a reader I've grown to really like Teodor and care about him as much as I can care about a character, and even if he is bi I still think being bloodied up in a van being driven by Nice Pete to who knows where and rubbing off, not a regular guy who is gay, but a rather aggresive creepy pervert who would pay a stark naked man to touch him at night at Denny's at midnight. See, there's a little more there then the gay part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jettisoned",
    "plus": 2,
    "snip": false,
    "text": "I'm with you on this - I don't resent Onstad for this arc, and the fact that it's not fun doesn't make me hate it, but I'm blaming Nice Pete for this. I think previously I'd thought of him as being kind of just \"creepy but amusing,\" because, as some people had said earlier, things like the Super Secret Ice Cream Shop arc had been resolved before anything truly horrible happened. This situation would still be distressing if Pat were in Teodor's place, and he's both an asshole and actually gay.  <br/> \n <br/> \nHowever, Onstad chose to put Teodor in this situation, and regardless of sexuality it is horrible reading this happen to a character I'm attached to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "namdnas",
    "plus": 1,
    "snip": false,
    "text": "Either a piercing is being removed to pick the lock, or Teodor is crashing through new boundaries."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zorbo",
    "plus": 0,
    "snip": false,
    "text": "There's no way  <em>those</em>  trousers could withhold  <em>that</em>  penis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "codpiece"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "happykitty",
    "plus": 13,
    "snip": false,
    "text": "Is... Is Teodor about to engage in...  <em><strong>maximum cuddles???</strong></em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "extortshorties",
    "plus": 0,
    "snip": false,
    "text": "Man, I don't even want to see that phrase with that kitten face in such close proximity to what is going on up there. :("
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "happykitty",
    "plus": 37,
    "snip": false,
    "text": "I'm a Happy Kitty, and my only mood is  <em>anticipation</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 0,
    "snip": false,
    "text": "I logged in so I could tell you I loved you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "You mean you've logged  <em>out</em> ?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Can someone get a chubby on this for me? I ran out. Come on, we need a chubby over here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 0,
    "snip": false,
    "text": "Man Nathan should make THAT face."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "direbmem",
    "plus": 0,
    "snip": false,
    "text": "Don't worry, he will. Tacodor, on the other hand..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "He'll smile like a donut."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "im late to this. why is he tacodor? that sounds more like some broken-ass spanish i'd try out on my mexican co-workers. i came up with 'mierdador' the other day. nobody laughed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "As we all know, assetbar likes to fuck up special characters, and when Teodor's name is in the alt text, the accented \"e\" shows up as two other characters: something like a differently accented \"a\" and the copyright symbol, thus it looks like \"ac\" replacing the \"e\" in his name. <br/> \n <br/> \nA man, a plan, a canal - Tacodor! <br/> \n <br/> \n(At least, it does in this IE; can't remember if it does in Firefox.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "a girth canal?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i was bored on a plane so i watched the food network. a guy on Top Chef Masters actually made a taco with beef tongue in it. your username could actually be a real thing"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "valrus",
    "plus": 6,
    "snip": false,
    "text": "Tacodor: a rod o' cat!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "oh my god! how has nobody seen this and chubbied it excessively"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 0,
    "snip": false,
    "text": "Eh, if I thought I was going to die in a very horrible fashion I'd comfort an old (with the bonus of exploring my sexuality!) by touching their naughty bits. Why the hell not."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whiggles",
    "plus": 0,
    "snip": false,
    "text": "I'm pretending that the RB rating system is the mental expressions that went through Teodors mind as those pants dropped."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Don't do that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thighclops",
    "plus": 0,
    "snip": false,
    "text": "Trying to avoid any \"chubby\" comments while reading this one..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "Oh, god.  This isn't some sort of bizarre plan by Pete to make Teodor question his sexuality because Pat's been getting it on with Huggins?  Don't tell me that's what this is all about, that this is Pete's unique method of hooking up with a stuffed bear.  If that's what this is all about, I will be so pissed.  I was suspecting this was what it was all about early on, but I began to trick myself and think it was Pete just yearning to keep his killer's instinct sharp."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "It might be that Nathan is in cahoots with Pete, and that the whole thing is a ploy to get Nathan's dick sucked by an unsuspecting bear (pun unintended!)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "man, it  <em>IS</em>  just like high school!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "timmul",
    "plus": 1,
    "snip": false,
    "text": "I see you went to high school with Joey Comeau, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamzz",
    "plus": 0,
    "snip": false,
    "text": "I wish it was THIS easy to talk your way into a handy in the back of a torture van.  <br/> \n <br/> \nThat's how I'm reminded, it's just imaginary.  These are just drawings. On the Internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Double-handed, huh. The technique lacks finesse, but when it's that big finesse goes out the window. <br/> \n <br/> \nHe's trying to rip off the lock.  Or the cock."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "He's going to rip off Nathan's  <strong>MUTTON MUSKET AND BEAT NICE PETE TO DEATH WITH IT</strong> <br/> \n <br/> \nCalling it now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "heh"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<em>This nine pound hammer is a little too heavy<br/>\nFor my size, honey, for my size</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 7,
    "snip": false,
    "text": "Teodor is a different species/type of creature all together.  This isn't gay sex, it's field biology. <br/> \n <br/> \nI am not the kind of man who would read a strip about gay sex between animals, but science is ok, so I will continue to read."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "The number of commas in the second paragraph has been approved for maximum hilarity.  <em>Maximum</em> , sir, maximum."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "Come again?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "I thoroughly enjoyed reading your post. The space in my head created by , was just perfect. I probably read in about 4/4 time, so it just blew my mind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Thanks =)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 1,
    "snip": false,
    "text": "that's what we need more of!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 1,
    "snip": false,
    "text": "I think part of this stems from Teodor's issues regarding his own penis. He is reaching out, and pretending, perhaps more subconsciously than not, that for once in his life he is not hung like a cranberry."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 6,
    "snip": false,
    "text": "Nathan feels like a jerk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "budenhagen",
    "plus": 0,
    "snip": false,
    "text": "I see what you did there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "looking back to shades of Darlene, i see the bulge in nates pants"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "There is nothing Right about this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ojnabieoot",
    "plus": 0,
    "snip": false,
    "text": "The strip ends with Ray regretting his suggestion to Nice Pete that he should surprise Teodor for his upcoming birthday.  This is Character Development, as Ray's never regretted anything before."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fatbackbuckets",
    "plus": 1,
    "snip": false,
    "text": "I would find it hilarious if this was Onstad's way of telling everyone that they shouldn't push him to release strips so quickly. If you do, you're just going to get cat dicks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "And you will get them slower than ever before."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Slow, deliberate cat dicks. He draws them without budging his stern gaze away from your fascinated and helpless expression. There is no escape from it. The dread builds within you until you can utter only a single terrified squeak.  <br/> \n <br/> \nHe smiles, a little. And grabs a fresh pen without looking away."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "'Deliberate Cat Dicks' would be the most boss name ever for some kind of nouveau, 'Alan Parsons Project'-esque, punk/ska outfit.  <br/> \n <br/> \nMost boss EVER, I say."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "(And before anyone gets any bright ideas, I've already copyrighted it. <br/> \n <br/> \nSuck on THAT deliberate cat dick.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crom",
    "plus": 2,
    "snip": false,
    "text": "Jesus Fucking Christ on Crutches. This arc is to Onstad what Metal Machine Music is to Lou Reed. Just a giant \"fuck you\" to everybody."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "You win the Nobel Prize for Surprisingly Accurate Analogies."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Also PLAGARIZED: <br/> \n <br/> \n\"As classical music it adds nothing to a genre that may well be depleted. As rock 'n' roll it's interesting garage electronic rock 'n' roll. As a statement it's great, as a giant FUCK YOU it shows integrity%u2014a sick, twisted, dunced-out, malevolent, perverted, psychopathic integrity, but integrity nevertheless.\" <br/> \n-Lester Bangs <br/> \n <br/> \nSorry man."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "How is this plagiarism. <br/> \n <br/> \nHow is it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "extortshorties",
    "plus": 0,
    "snip": false,
    "text": "Agreed. The only similarities there are the words \"FUCK YOU\" and the topic of music."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "extortshorties",
    "plus": 0,
    "snip": false,
    "text": "WAIT i get it now. Okay never mind sorry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"A giant fuck you\" <br/> \n <br/> \n\"A giant fuck you\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "P.S. Also a joke, who cares NOT ME >B]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "crom",
    "plus": 0,
    "snip": false,
    "text": "It was actually a complete coincidence. Weird."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "Lester Bangs is the guy who poo-pooed the MC5. Fuck him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "He's the one who championed Captain Beefheart.  I give no shit for MC5.  Hurrah for Bangs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "Captain Beefheart needs no champion.  Bangs also dissed Black Sabbath."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm the kind of guy that doesn't give a shit for MC5 or Black Sabbath, so none of that matters to me at all.  My life is the same as it was."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I recommend giving a shit about the MC5 - regardless of the politics, the music, at its best, is pure rock. <br/> \n <br/> \nAnd Come Together is one of the best songs about fucking!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I tried MC5 when I was actually at that point in my life when I cared most about \"pure rock,\" 15-16ish, and I didn't like what I heard beyond \"Kick Out the Jams.\"  And now these days I don't really care much about \"pure rock\" anymore. <br/> \n <br/> \nAlso w_w said \"Captain Beefheart needs no champion.\"  Well in the 70s, when no one had ever heard of him, it sure helped.  And today actually."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "When rock is pure, it has no age limits, and it should always inspire.  I am sorry, my friend."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Can't I just listen to music that makes me happy to listen to?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Sure, if you're a shallow pop-consumerist  <em>sheep</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "{:0"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh ryder-p-moses, you socio-political  <em>wag</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Sure, it's just that, in a perfect world, pure rock would be one of those kinds of music.  I ain't trying to hound you, man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well that's good.  Because I get hounded in life enough from every single friend of mine.  \"OH MAN YOU DON'T LIKE DAVE MATTHEWS COME ON DUDE\" \"NICK YOU'RE SO LAME FOR LISTENING TO PAUL SIMON\" \"WHO THE FUCK IS THIS JOANNA NEWSOM CHARACTER\" \"CAPTAIN BEEFHEART? WHAT IS THIS SHIT? YOU SHOULD LISTEN TO JACK JOHNSON\" <br/> \nthese are all different people"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "If they were characters in Achewood, I'm guessing they would be  <a href=\"http://web.archive.org/web/20101018000208/http://achewood.com/index.php?date=07282004\">dogs</a>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "extortshorties",
    "plus": 1,
    "snip": false,
    "text": "Joanna Newsom is one of those artists who is so wonderful and so unfairly obscure that every time I see any kind of mention of her on the internet or whatever, my heart skips a beat like I'm seeing my crush, and I feel the need to raise my hand and wave and go, \"Ooh! Ooh! Me too! Joanna!\" <br/> \n <br/> \nSo.. <br/> \n <br/> \nOoh! Ooh! Me too! Joanna!"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I love you for that and I do the same thing and it happened for me as you read it so I'll do it back. <br/> \n <br/> \nOoh! Ooh! Me too! Joanna! <br/> \n <br/> \nI've basically listened to \"Have One On Me\" throughout the work day like 5 times since I've started this job I'm currently working.  It's beyond beautiful.  And I have a very minor connection to her that makes me blush whenever I think of it like a stupid anime character."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Hey guys! Me too! Joanna! <br/> \n <br/> \n <em>Joanna!</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "<em>I'll steaaaaaal youuuuu! Joaaaannaaaaaa!</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "gelter",
    "plus": 0,
    "snip": false,
    "text": "Did somebody say  <em>Joanna Newsom</em> !?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "i so want to save a seal in front of joanna newsom. and tori amos. and thegoblins. maybe your mom."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh my god that would be perfect.  \"Don't worry seal, you're safe now.  Though I wish I could say the same for all the beautiful creatures of the world...oh hi, Joanna Newsom, were you standing there very long?\"  Harp playing ensues."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "kindergard",
    "plus": 1,
    "snip": false,
    "text": "you hafta go for the whole thing...tori and thegoblins exchange knowing glances and discuss lotions, your mom hands me a towel and a beverage and whispers to me 'you're the bravest man I have ever known'...you go collect my winnings at the roulette table. hey, keep a little for yourself..."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But Tori Amos nor thegoblins nor Mother could have or did make  <a href=\"http://web.archive.org/web/20101018000208/http://www.youtube.com/watch?v=tZGp5MkxjK8&amp;feature=related\">this</a>  happen"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "extortshorties",
    "plus": 2,
    "snip": false,
    "text": "My breath caught when I first heard: <br/> \n <br/> \n\"Black nose of the dog, <br/> \nas cold as a rifle, <br/> \nindicating with a nudge: <br/> \nGod, <br/> \nNo God, <br/> \nGod, <br/> \nNo God. <br/> \nSweet appraising eye of the dog, <br/> \nBlink once if God <br/> \nTwice if no God.\" <br/> \n <br/> \nEvery obscure, bizarre notion or sentiment you've ever experienced is featured somewhere in a Joanna Newsom song. And it's in such a poetic, beautiful manner that it not only gives you the warm fuzzy healing feeling of \"oh man, yes, I totally know this, YES, you explained it perfectly\" but her lyrics become like... mantras. Like if I had a dime for every time \"life is thundering blissful towards death in a stampede of his fumbling green gentleness\" went traipsing through my head... all smacking me up and down into a Newsomy reverie. <br/> \n <br/> \nI have never obsessed over an album like I did with Ys. I know I sound like a crazy unstable emotionally fragile nutjob, and I also know that the following phrase gets thrown around a lot, but listening to Ys was like a spiritual experience. <br/> \n <br/> \nMan, well, now the whole internet knows my Joanna Newsom feelings. Hey guys. <br/> \n <br/> \nHey. <br/> \n <br/> \nYou guys ARE the whole internet, right? There aren't like.... MORE of you?"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yeah, this is pretty much it. What may appear to be people outside of this forum are in fact just hideously elaborate robots, with dark ulterior motives. Mainly the desire to sell heavily diluted viagra."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "But what does all this have to do with songs about fucking?"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "There is a blacksmith, <br/> \nand there is a shepherd, <br/> \nand there is a butcher-boy, <br/> \nand there is a barber, who's cutting <br/> \nand cutting away at my only joy. <br/> \nI saw a rabbit, <br/> \nas slick as a knife, <br/> \nand as pale as a candlestick, <br/> \nand I had thought it'd be harder to do, <br/> \nbut I caught her, and skinned her quick: <br/> \nheld her there, <br/> \nkicking and mewling,  <br/> \nupended, unspooling, unsung and blue; <br/> \ntold her \"wherever you go, <br/> \nlittle runaway bunny, <br/> \nI will find you.\" <br/> \nAnd then she ran, <br/> \nas they're liable to do. <br/> \n <br/> \nBe at peace, baby, and begone.\t <br/> \n <br/> \nIT'S ABOUT THE GUY'S DICK MAN"
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Just because some girl laughed and said you had a \"baby birch\" doesn't mean that song is about a dick. <br/> <br/> <br/> That's all I got, sorry."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "A few are out sick. <br/> \n <br/> \nBut I agree and can't really expound because to do it justice I'd have to go on for quite a while and I just got out of work but rest assured when I first heard the way she sang \"in a fist fight with a fog\" with that weird breathy thing she hadn't ever really done before \"HOOM,\" my chest went all weird.  Also everything ever holy CRAP I want to tell but I can't I CAN'T.  ily joana lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnymalo",
    "plus": 2,
    "snip": false,
    "text": "God.  Dammit.  We get it, Onstad!  Don't make me return my Téodor apron!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hyperboleblues",
    "plus": 5,
    "snip": false,
    "text": "Why is Chris Onstad mad at me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "I can't say I'm suprised about T I mean he does listen to The Cure"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "And has taken at least one phone call from a nude, sit-down bathing, Robert Smith."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 2,
    "snip": false,
    "text": "Onstad is a furry now and he is introducing you to it. He is this Denny's cat and Teodore is his audience. This comic is a visual metaphor for how you get turned into a furry. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "I though Frank Gembeck was how people got turned into furries."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gelter",
    "plus": 0,
    "snip": false,
    "text": "I just looked those up. However, I am still listening to the animalistic/orgiastic-rock sounds of the MC5 (a discussion up the page a bit made me think of them). Long story short, these two sources of sensory stimulus, plus the  thinking Onstad has been making me do the past few weeks, are meeting up and sloshing around together back in my Basal ganglia in ways with which I am not in the least bit comfortable. In short,  <em>this</em>  is how people become furries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "And I was so careful, too.  Now it has consumed me. <br/> \n <br/> \nWell guys, yiff party at my place.  I'll be the shemale horse with a huge dong and g-cup breasts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 3,
    "snip": false,
    "text": "Really? And what kind of animal will your costume be?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "A pink dragon with rainbow colored hair and an  <em>attitude</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Nobody just dresses as a human anymore :/ <br/> \n <br/> \nEasiest costume ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I tried to do that, but have you seen the PRICES for fake skin?  Holy crap."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 2,
    "snip": false,
    "text": "boooorrrrrriiiinnngggggg.  today's strip is boring."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "a beaten and bloodied teddy bear in the back of a van driven by a psychotic cat gives head to an equally bloodied cat with a ten inch cock <br/> \n <br/> \nyeah, yawnsville"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 0,
    "snip": false,
    "text": "i grew up in east lansing, michigan.  i could care less about some self-obsessed bear kvetching about downing his first dong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "There is  <em>so much</em>  ten inch cat dong gruzzling in Michigan that there's not even a point mentioning it anymore.  <br/> \n <br/> \nThey used to give a quick fellatio report after the weather, back before they used a green screen. That was when the network was worth a damn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "Long time fan but never \"joined in the conversation,\" but I had to register to support this story arc. Not that I have any pretension that my opinion matters, but damn. Damn! I'm delighted with how this hilarious night has been getting steadily and progressively more unbearable for poor T (and us poor readers) and I can't wait to see if there is a bottom to this pit of awkward terror we're falling into.  <br/> \nOr it's a dream."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well it better deliver fucking SOON boy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "This has turned into a real shaggy dog story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "I think people are putting two and two together that Téodor has committed the act. I ain't given up hope that he's actually tugging on the padlock and not Random Gay Guy's pork sword... <br/> \n[puns mode] And please Onstad, bring this story arc to a climax one way or another. [/puns mode]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm thinking the Twist could involve him punching Nathan on the erection and kicking the door out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "add",
    "plus": 0,
    "snip": false,
    "text": "I'm thinking Teodor plays the slide whistle before the punch, if you know what I mean."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't want to know that I am knowing what you mean, but I am."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jettisoned",
    "plus": 0,
    "snip": false,
    "text": "\"punching Nathan on the erection\" has made me snort with laughter. Thank you for this tiny sliver of joy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Can you even imagine what retardo would be saying abut this?  It's almost like he was right all along. <br/> \n <br/> \n <em>Holy Shit</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Just wondering the same thing. <br/> \n <br/> \nIt's like a page out of the Manflesh diaries"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "{13} Manflesh Diaries - Adult  <em>2:00</em> <br/> \nTeodor gruffles three of Nathan's inches. What will happen when the Nice Van goes over the train tracks? Nathan: Bruce Willis. Teodor: Elijah Wood. Nice Pete: Burt Reynolds.  <em><strong>NEW</strong></em> <br/> \n[Closed Captioning]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "there is a rumor going around that once you reach a certain level of posting, you get tapped to write an arc with onstad"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cleatscrea",
    "plus": 0,
    "snip": false,
    "text": "Better to paw the cock than get cocktailed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "exits2freeways",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000208/http://m.assetbar.com/achewood/uua452lmD\">I heard a joke about this type of thing once</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "The last panel makes Nathan look like he's auditioning for a cigarette billboard ad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "<em>smooth and mild</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "That's what \"flavor country\" looks like? <br/> \n <br/> \nWho knew?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pygmalion00",
    "plus": 0,
    "snip": false,
    "text": "It's a big country."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "this is one dream teodor is probably hoping WON'T stay with him! <br/> \n <br/> \nlike a lover's voice across a mountain side... <br/> \n <br/> \ncourtesy of:  <em>Big Country, 'Big Country', from the album <span style=\"border-bottom: 1px dotted\">Big Country</span></em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000208/http://www.youtube.com/watch?v=EcIT0Tb5aEk\">hamms beer bear</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 1,
    "snip": false,
    "text": "aaaaahahaha this storyline is the best troll ever"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I have to agree."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "uruloki",
    "plus": 0,
    "snip": false,
    "text": "I wonder how many people will encounter this as their first achewood and never read or give the comic a chance again"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "All the ones who are completely terrible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xenoterranos",
    "plus": 0,
    "snip": false,
    "text": "I think Onstad missed a great opportunity to include the \"thonk\" sound effect in this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 4,
    "snip": false,
    "text": "or 'splut', but maybe that's coming"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The best pun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "it was half unintentional but i caught it in time."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i had a good one in class once. we were learning about 'roux', a cooked flour and butter mixture for the thickening of soups and sauces, and our chef told us its temperature could exceed that of melted sugar, and if you got it on your skin it'd really burn you good. but he went \"yeah man, you get that stuff on you and it'll just... just...\"  <br/> \nme: (mentally) do NOT swear or you'll get kicked out of class again. do NOT say 'fuck up your shit'... <br/> \nme: (aloud) it'll RUIN YOU! <br/> \n <br/> \nand everyone laughed and i didn't realize the pun until later. thought i was just reallll funny for a minute."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "CHUBBY REVOKED no that's not my bag baby ~austin powers"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bilboborscht",
    "plus": 0,
    "snip": false,
    "text": "And what will happen if Nice Pete looks back and likes what he sees? Will this become a lemonparty? Or will it be a meatspin?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Well you can't have a Lemon Party without old Dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "My guess would be a jar-squatter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "If that's anything like bottleguy I don't want to know in so many ways."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inlikeflynn",
    "plus": 0,
    "snip": false,
    "text": "Chris Onstad is dead. Achewood is now © 2010 10-Inch Nathan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "inlikeflynn",
    "plus": 0,
    "snip": false,
    "text": "learning the hard way that assetbar hates specialized characters."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "I still refuse to spell Téodor without the accent though. Screw you, unicode-hating Assetbar! FUCK you!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpan",
    "plus": 5,
    "snip": false,
    "text": "Teodor is the guy who sucks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... also he has  <em><strong>A GIANT COCK IN BOTH HANDS!</strong></em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "Discomfiting is the new ha-ha. At this point I have to wonder if Onstad is trying to shed as many readers as he can before finally going whole-hog and officially branding Achewood a weekly webstrip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>you guys...</strong> <br/> \n <br/> \ni made wat i imagine to b the sound teordrel jus' made when i first saw an archive vid of a chink lady getting kicked in the baby before her 'bayonette-abortion'. <br/> \n <br/> \n <strong>umph....</strong>   <em>indeed</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I saw a .gif of something like that on 4chan once."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I like to imagine that the sound the \"chink-lady\" makes is \"Umph... indeed.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "what <br/> \n <br/> \nthe <br/> <br/> <br/> fuck"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boheeka",
    "plus": 0,
    "snip": false,
    "text": "I feel like this is part of Nice Pete's plan. I feel like this is an unspoken dare which Darren must accept."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "I just really don't understand why Teodor would do this.  It doesn't make sense for his character...does it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Given the night he's having, any one of us might very well also end up sucking a stranger's dick out of sheer confusion"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "After reading the comments I have to believe he's trying the lock.  So now I don't know.  Though what you said could make some sense too.  Like three senses."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Teodor is closet bi, and also in a state of perpetual dry-spell. This has always been so. Getting terror-laid by some old but well-endowed cat is no great stretch of the imagination."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Phooey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthdrooks",
    "plus": 0,
    "snip": false,
    "text": "What in the A-1 Steak Sauce Sandwich??!?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bika",
    "plus": 5,
    "snip": false,
    "text": "<em>get into my van,</em>  nice pete said to me <br/> \n <em>make-believe high school, 1993.</em> <br/> \n <br/> \nthat's how it all started, the story is long <br/> \nand so is this cat <br/> \n <br/> \ni'll try to be strong. <br/> \n <br/> \nain't wanted to see any 10-inch cat cocks <br/> \ni'd like to escape, but goddamit,  <em>THESE LOCKS</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "terribleman",
    "plus": 2,
    "snip": false,
    "text": "Account created to point out that from panel 6 on out Nathan looks exactly like the top bit of a 20 inch cock. <br/> \n <br/> \nThis is the best story arc in ages. Can't remember when last I was so anxious about reading the next strip. This will cold go on to become a Classic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "<em>that cock has ears</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spiffyfella",
    "plus": 3,
    "snip": false,
    "text": "You are all reading this wrong. Teodor is not giving the old gay man a blowjob or questioning his sexuality. He is giving the battered old gay man a handjob out of pity and compassion as he knows they are about to die. All this information can be seen in his face. WWJD?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ahatofpig",
    "plus": 0,
    "snip": false,
    "text": "I'm going to have to agree with you there. Teodor's had much better opportunities to pretend to be a Spartan before this, and he never took them. This is just a poor, uncomfortable substitute for the last meal before your execution."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aristagoras",
    "plus": 10,
    "snip": false,
    "text": "What would Jesus do? I would like to take a moment to bring theology to the Assetbar. <br/> \n <br/> \na) the Son of God wouldn't get locked in a van, or if He was locked in a van would use His super powers (Luke 4:24-32). This is actually a fairly minor reference for support, since a Messiah Who can exit a tomb sealed with Roman authorities can probably handle Hannibilly Lector's \"raping van.\" <br/> \n <br/> \nb) Jesus would condemn Nathan's lifestyle on grounds of God's intention for men to cleave to women (Matthew 19:3-6), thereby making the conversation rather unerotic. People think Jesus was all touchy feely, but if we take out all of the Heaven/Hell stuff, we're still left with a 1st century CE Hebrew, and they weren't big fans of men Touching men. The idea that Jesus was a catch-all Gandhi-type hippie isn't supportable from the texts or context of His culture. Also, Greco-Roman culture at the time of Christ thought big penises were shameful and stupid-looking, so if Christ was a Hellenized Jew, He'd laugh at Nathan. <br/> \n <br/> \nc) He would reassure Nathan that he would be with Him in Paradise (Luke 23:40-43), which probably wouldn't be too much comfort in the Achewood universe. Also, I doubt he'd say \"Father, forgive him, he knows not what he does\" for Nice Pete. Nice Pete knows his Gospel; he knows what he is doing. <br/> \n <br/> \nNow, if it was Gnostic Jesus, He'd turn into a fish-lamb, turn Nathan into a spark that sings in Greek, and say that the point of life is to starve yourself weekly and avoid long lines. Again, not much help in a van."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "cats don't go to heaven."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "but all dogs do, which sucks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "What!!???  No Puss-Puss in heaven!?  Ohhhh, fuck that shit, I want to go to hell now.  Are there cats in hell?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "i effin hope so"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "\"Hannibilly Lector\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I have never met a woman who had appreciated being cleaved. Not that they have much to say after I have cleaved them. They do have massive smiles though. Ear to ear."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "the ol' chelsea grin"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Nice?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "::bursts into room:: ON WAAAATTTERR!!! ::runs out laughing deliriously::"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "*puts on Robe and Wizard Hat*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j_burns",
    "plus": 0,
    "snip": false,
    "text": "I can think of at least one way this could turn out really bad for Nathan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "Egads, you're right. That happened in \"The World According to Garp\" didn't it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "j_burns",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's not a Buick, but still.  <br/> \n <br/> \nAlso, Pete isn't exactly the world's best driver."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Yeah I was just thinking that they might decide to go to WWII together and then wind up all shot up in the head and irresistably sexy to nurses"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "uuuuugh this is the first time i have actually ever wanted to take achewood out of my bookmarks.  stop?  thanks?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djur",
    "plus": 0,
    "snip": false,
    "text": "Onstad, do not stop. Never stop. I want Teodor to be on a nonstop cocksucking hell van ride for all eternity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nomblecronch",
    "plus": 0,
    "snip": false,
    "text": "The next six strips: Teodor's head bobbing in and out of frame. Sound effects."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "*schlup schlurp* <br/> \n*sigh* <br/> \n*urk* <br/> \nOh ew I grossed myself out."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "this arc has made me a nervous wreck. i really want it to be over now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "this is the part of the bad acid trip where you think you'll never stop tripping."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i hate that part"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "each hour is an eternity"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "and the eternity is an image because we were all created in gods image so therefore all of creation is an image that i'm holding in my hands. fuckers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "And then you realize you're holding a cat's cock in your hands..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 2,
    "snip": false,
    "text": "Teodor begins his SoftBoy career with a series that challenges the dominance of the Picnic Panic franchise: Murder-Van Mishaps."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "I'm always amazed at how Teodor always looks so genuinely surprised when he forgets the bolt cutters."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 3,
    "snip": false,
    "text": "Teodor proved himself a coward who would jerk off a dying man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "I dunno, it probably took more courage from Teodor to explore the other side of the fence than anything else I've seen him done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 0,
    "snip": false,
    "text": "<em>There is always a price for reading Achewood.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doktorrat",
    "plus": 5,
    "snip": false,
    "text": "Poor, poor Teodor.  He's stuck between a lock and a hard place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thickbasssteak",
    "plus": 1,
    "snip": false,
    "text": "After reading this, I clicked \"random\" and was directed to the Christian Brothers and Safeway Chicken strip from the Great Outdoor Fight arc.  I wept as if for the loss of a sibling."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ryder-p-moses",
    "plus": 7,
    "snip": false,
    "text": "oh god shut up and just quit the comic forevar already  <br/> \n <br/> \nthere are way too many shitty people reading Achewood every week then whining about how they don't get it or how every goddamn strip ever should be another Great Outdoor Fight because they can only appreciate humor when it comes in Chuck Norris Joke form <br/> \n <br/> \nI know we're all supposed to be ultra-tolerant of the worthless here on the Internet and I should just ignore the Youtube-grade comments section here but sometimes I just can't and every time I scroll down it's like a little bit of the good in the world is just destroyed. Colors are less vivid, the sun is shining a little dimmer, another idiot's talking about hey remember the time Ray totally ripped a man's face off hurrrr hurrrrrr why can't they all be like that this sux <br/> \n <br/> \njust... go."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I like your style ryder-p-moses, even if I am tired of hearing your political views."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Okay, so. Yes. In general, yes, good for you. But comparing the Great Outdoor Fight to Chuck Norris jokes makes me think that maybe you didn't read it too closely."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "R-P-M. I love you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "I do think that the Achewood comments are still not as bad as the best-commented Youtube videos.  <br/> \n <br/> \nYoutube comments are rusty iron spikes lining a pit full of fecal matter and floating cheese graters. Reading them is like throwing yourself in.  <br/> \n <br/> \nPerhaps certain comments here are not that great. But again, the average comment here is top class compared to the better Youtube comments."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "Are Youtube comments not considered good? I've never come across that opinion before."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Kirstie Alley = overweight? Must remember to Ask Jeeves"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "I spoke in anger, and perhaps in haste."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "defthammer",
    "plus": 2,
    "snip": false,
    "text": "Dear Lord...I have found why Teodor is going down this path!  http://www.reuters.com/article/idUSTRE6622I420100703"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "benma",
    "plus": 1,
    "snip": false,
    "text": "That Nathan guy is like Andy Kaufman good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Never trust a man with that varied of a hairline.  This is just the kind of thing a guy like that would do in a situation like this. <br/> \n <br/> \nDarren should've Mannix-rolled out of there when he had the chance..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 1,
    "snip": false,
    "text": "This strip needs to be animated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jthm_guitarist",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robbiemofo",
    "plus": 20,
    "snip": false,
    "text": "You guys are absolutely missing the main point here. Nathan's wang is 10\" long. That means Nathan is approximately 3'9\" or so. <br/> \n <br/> \nWE NOW KNOW THE SCALE OF THE ENTIRE MODERN ERA ACHEWOOD UNIVERSE. THE KEY IS RIGHT THERE IN FRONT OF US, BEING TUGGED HALF-HEARTEDLY BY A BI-CURIOUS TEDDY BEAR. <br/> \n <br/> \nNow whenever you're like \"I wonder how tall Roast Beef is?\" you need only ask yourself \"How many Nathan-dicks is Roast Beef?\" AND YOU WILL KNOW THE ANSWER. <br/> \n <br/> \nTHANK YOU"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 1,
    "snip": false,
    "text": "Oh my god... This is the greatest innovation in Achewood related studies to date."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I think we all knew it would come back to rock-hard cat cock, in the end."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "higuma",
    "plus": 0,
    "snip": false,
    "text": "So by your math, how many Nathan dicks are there in Teodor?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Judging by Nathan's expression in the last panel, one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iwaslikebone_",
    "plus": 0,
    "snip": false,
    "text": "Unfortunately there is no guarantee that the animals, stuffed or otherwise, mean the same thing as humans do when they say \"inch\". Without objective confirmation of the standard units of weights and measures in use in the Achewood Underworld, your hypothesis remains merely interesting rather than revolutionary."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 1,
    "snip": false,
    "text": "Note that Nice Pete is the same sort of size as Teodor, who is the same sort of size as Roast Beef.  <br/> \n <br/> \nWhen Roast Beef drives his car, as in here:  <br/> \nhttp://achewood.com/index.php?date=06212005 <br/> \n <br/> \nHe is clearly undersized. That car is a normal-sized human car. Also clearly seen when Onstad picks up Roast Beef and Ray when they give him birthday presents.  <br/> \n <br/> \nSo we can see that the cast are all on a smaller scale than humans. A human van is bigger than the Nice Van, and the Nice Van is bigger than Todd's V-v-van.  <br/> \n <br/> \nNow when we look at Nathan, being about the same size as Teodor, we might say that the 10-inch dick is ten inches for them, giving a height of 3'9\" for Nathan. But as iwaslikebone_ explained, a \"Nathan inch\" is not the same as an \"Onstad inch\".  <br/> \n <br/> \nIn the comic where Onstad picks up Ray, here:  <br/> \nhttp://achewood.com/index.php?date=06132003 <br/> \n <br/> \nWe see that a standing Ray gets up to Onstad's knees (or one-quarter up a normally-proportioned human). This means Ray is one-quarter (roughly) Onstad's height. Since we don't know Onstad's exact height, and we can see that Ray is actually slightly higher than his knee, and we don't know if Onstad is proportionate, we can't make a clear measurement. But a general rule of this might be appropriate: the cast is on average one-quarter the height of similar humans.  <br/> \n <br/> \nNathan and Teodor are about the same height, as seen when they are standing outside the Nice Van in this arc. Teodor and Ray and Beef are about the same height, as can be seen in The Party. Again, one-quarter the height of Onstad. Nice Pete hovers half a head above both of them, or somewhat close to one-sixteenth taller.  <br/> \n <br/> \nThis means if Nathan says he has a 10-inch dick, it is ten \"Nathan-inches\" which means it's something like 2.5 \"Onstad inches\". <br/> \n <br/> \nI cannot locate a credible source that describes an average penis size for a cat. I found numerous uncredited references to the same short table of animals with penis lengths listed, for which a cat is given 1 inch of length. But I wouldn't trust that at all and until a reliable source can be cited I cannot continue.  <br/> \n <br/> \nBut I think it's reasonable to say that Nathan's cock is roughly 2.5 human inches long."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Hmmm...Well, while I commend your research here, there's something missing.  Something just doesn't ring true.  Not quite sure what yet, but.... <br/> \n <br/> \nYou know what this hypothesis of yours about cat wang needs?  A periodic chart.  Not only would that be just the complete ish, it'd probably clear up any holes in the theory instantly. <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dybrar",
    "plus": 1,
    "snip": false,
    "text": "Look who's usin' terms about dicks!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "oh god <br/> \n <br/> \nit's like the big season-finale reveal"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "Ha Ha! More like, \"You're welcome!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bradypalvarez",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 2,
    "snip": false,
    "text": "This strip constitutes the ultimate Fuck You Friday."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strike>You</strike>  Tacodor"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 6,
    "snip": false,
    "text": "from a stork: we are not born. <br/> \n <strong>no</strong> <br/> \nfrom our mothers: we are torn <br/> \n <em>and made to work</em> <br/> \n <strong>yes</strong> <br/> \n <br/> \none may have or one may give, <br/> \nthe two together cannot exist. <br/> \none must die:  <em>so the other may live</em> <br/> \n <br/> \nif i write, i cannot read. <br/> \nif i film, i cannot watch. <br/> \ni wish to make, but instead-- <br/> \ni consume:  <em>like a burning match</em> <br/> \n <br/> \nlived i, in a more peaceful home, <br/> \ni could pen for you a humble pome. <br/> \ni do my best verse, when i am alone. <br/> \nindeed, my solitude: <br/> \n <em>is the only muse i've ever known</em> <br/> <br/> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I... actually liked this. Hilariously overwrought. Still..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>pig</strong>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "<strong>cow</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Saracen pig! Spartan dog! Roman cow! Russian snake!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "subrosian",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "subrosian",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] Theodore... no!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "subrosian",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101018000208/http://i3.photobucket.com/albums/y78/novariusandrion/GayAdventure.jpg?t=1278772119\">http://i3.photobucket.com/albums/y78/novariusandrion/GayAdventure.jpg?t=1278772119</a> <br/> \n <br/> \nDamn you assetbar, you cavalcade of fail."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Theodore? <br/> \n <br/> \nYou're not watching Alvin and the Chipmunks: The Squeakuel anymore. <br/> \n <br/> \nAlthough imagining those little bastards in this situation is more than slightly gratifying."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "Throw in more abuse of David Cross's balls, and you've got yourself a movie!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "it's ok, green penis/elephant trunk thing"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrklaw",
    "plus": 0,
    "snip": false,
    "text": "no it's a person from subrosima. <br/> \n <br/> \ny'know from those game boy color zelda games you didn't play"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "They bathe in lava and have a dance, but in our hearts we all know that they are simply Jawas."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Is THAT what that's supposed to be?  Sweet, leaping, Jesus! It's as if a veil has been lifted! <br/> \n <br/> \nEvery time I see that avatar I just assumed that it was, like, Rice Boy after eating a bad mushroom, or somethin'."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "subrosian",
    "plus": 0,
    "snip": false,
    "text": "We prefer the term \"Sand Peoples\", Jawa is kind of like the N-bomb of Tatooine"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i thought it was a green penis, with buck teeth.  <br/> \n <br/> \ni have no idea why i ever thought that made any sense."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrklaw",
    "plus": 1,
    "snip": false,
    "text": "full of country goodness and green pea-ness"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 3,
    "snip": false,
    "text": "Nice Pete is one hell of a matchmaker."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brawndoman",
    "plus": 1,
    "snip": false,
    "text": "Escape plan: insert 10-inch cat cock into lock shackle.  Engorge.  When the lock pops, RUN"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joefalco",
    "plus": 0,
    "snip": false,
    "text": "The sad part is that's probably the best plan those two could possibly come up with."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 1,
    "snip": false,
    "text": "Coming back to this comic is more and more upsetting each time. I hate the look of his penis so much."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "That should be reassuring. If you kept coming back because you  <em>liked</em>  the look of crudely-illustrated cartoon catcock that'd be cause for alarm."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I have assetbar bookmarked on my Speed Dial page in Opera. <br/> \n <br/> \nI scroll down rapidly while averting my eyes as the page loads"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 1,
    "snip": false,
    "text": "I feel like it's a prank that I continuously fall for. I have it on my bookmark bar so I check it constantly, and it's always the same and I curse the penis each time. <br/> \n <br/> \nI feel like the amount of time between comics is detrimental to my happiness lately."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Dude's downright cocky about the size of his dong"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "harvestgold",
    "plus": 0,
    "snip": false,
    "text": "I really hope this doesn't get made into a t-shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Panel four, tiled across the entire shirt, front and back, in lime green and hot pink."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "NSFW, asshole!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "WHOA i thought teodor liked bear pussy"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thekerensky",
    "plus": 0,
    "snip": false,
    "text": "who doesn't?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 6,
    "snip": false,
    "text": "<strong><br/>\n&gt;Have girlfriend<br/>\n&gt;take her home<br/>\n&gt;have sex with her<br/>\n&gt;cum hard<br/>\n&gt;she roars<br/>\n&gt;realize girlfriend is a bear<br/>\n</strong> <br/> \n <br/> \nFUCKING BEARS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "um ahem I cannot help but observe an  <em>inconsistency</em>  in the canon Onstad in panel four of the previous comic Nathan  <em>clearly</em>  states that one of his standards for a nice dick is that it be \"not too long\" and yet here he is bragging about his ten-incher which is nearly double ordinary length on humans let alone catpeople  <br/> \n <br/> \nthis seems inconsistent and out-of-character pls pay more attention to this sort of sloppy immersion-breaking plot hole in the future"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "There is a difference between the dick one sucks and a dick one sports."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dybrar",
    "plus": 0,
    "snip": false,
    "text": "\"The dick\", not \"a dick\". Just terrible."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Well I suppose that last point depends on the precise catpeople-sex cartoon at hand, doesn't it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "In the case of Nathan, his scale would allow them to be one in the same, I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Maybe for Nathan, 10\" isn't too long. Consider the individual. An old, gay man who eats at denny's at ungodly hours. He grabbed a naked dude's junk (who says he's in highschool, and therefore a minor) in the middle of said Denny's. Now he's in the back of a van in his final hours trying to convince a dude to blow him. This guy has clearly been gaying it up in the most perverse ways for like a good 45 years. After that much, he obviously needs a little more than the usual to do it for him ya know?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "hoarday bringing the gay science"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "maybe onstad, out of the aforementioned loathing of the strip's continual production, is setting out to kind of destroy the essence of each character in turn. phillippe 'can't go home again', teodor's gonna end his dry spell with a creepy dude in a van..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "Chris Onstad hits his fucking high point. Bow down to artistic  <em>balls</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Look at the smirk on Nathan's face. He's so proud he gets to show off his dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "The van stops suddenly, Nice Pete opens the door and says \"Gotcha!\", then gives Nathan a high five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pinkoats",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lesange",
    "plus": 0,
    "snip": false,
    "text": "Dear Onstad... <br/> \nWhat the fucking fuck?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "Someone needs to take Onstad's copy of Manga Studio away from him. I would rather see thirty panels of Nathan's penis drawn in the usual manner than this hack job. <br/> \n <br/> \nAlso Nathan is kind of pretentious about his dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 2,
    "snip": false,
    "text": "man you say some serious bullshit:  <strong>for example</strong> <br/> \n <br/> \npretentious dick, <br/> \ndo you even know what-that means? <br/> \nyou got me laughin' so hard <br/> \n <em>i's bustin' at the seams</em> <br/> \ncouldnt finish readin'-- <br/> \nwhat-you-wrote-without dyin', <br/> \nlaughin' at you so hard i cryin', <br/> \ni aint soft cuz i take pity, <br/> \nyou fuck wit my i swell like-lion <br/> \n'n stomp ur fat ass  <em>n zero-point-fifty</em> <br/> \n <br/> \nso can stop ya brain-- <br/> \ncut a hole- <br/> \nlet teh shorse'shit drain, <br/> \ntake a stro' <br/> \nn put down ya pen <br/> \nstfu up n rain n ya sass <br/> \ncuz if u dun... <br/> \n <strong>ima find u n put an n 2 yo dumbass</strong> <br/> <br/> <br/> stupid dumbfuck"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "The shit you post is so goddamn random."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "He's telling it like it is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Chubbied cause I can't tell where the reply button is at 2:30am."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "vise versa for me. i start a reply when i want to chubby"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "Well sir, I guess we are going to have to agree to disagree about this webcomic cat's attitude towards his penis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "come now, dear friends, say effusive things about my genitals!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I posit that your genitals were the inspiration for this fine and noble ballad: <br/> \n <a href=\"http://web.archive.org/web/20101018000208/http://www.youtube.com/watch?v=mQG40qjn4wo\">http://www.youtube.com/watch?v=mQG40qjn4wo</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "I was shocked,  <em>shocked</em>  at the lack of equivalently penile-based Boyd Rice songs.   <br/> \n <br/> \nMaybe this song was an admission of  <a href=\"http://web.archive.org/web/20101018000208/http://www.youtube.com/watch?v=2OoVxAmTlBk\">fearing the acts which may relate to his loins</a> ?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I feel we are being given mixed messages: <br/> \n <a href=\"http://web.archive.org/web/20101018000208/http://www.youtube.com/watch?v=4zPfDsH-jIw\">http://www.youtube.com/watch?v=4zPfDsH-jIw</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Legend holds that this musical limerick is about the genitalia of a makeup-wearing, 'member of the Tribe', named Stan: <br/> \n <br/> \nhttp://www.youtube.com/watch?v=trR5ROuf1Uk"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Do not soil this beautiful thing autrepoupee and I have created, with you and your guitar-soloing mimes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Due to his odd leg/wang proportions it would actually be easier for him to kick it than to shake."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "Please have your pets spayed or neutered."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 3,
    "snip": false,
    "text": "Every time I heard damned Bob Barker say that I wished someone would drag him off the stage and cut off his balls with some garden shears. Honestly, the crazy old man just could  <em>not</em>  quit talking about catstration. I'm sure this will be lamed into oblivion by several dozen old biddies who own faded and crumbling shirts smeared with craft store fabric paint spelling out \"I LOVE YOU BOB\", lovingly folded and resting in their unused, cobwebby hope chests."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "I'm reading 'unused, cobwebby, hope chests' as 'vaginas.' <br/> \n <br/> \nHope that's okay."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Please do, my good thinman. I didn't want to go that far, but secretly, just between the two of us, it is what I was thinking too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "I KNEW it. <br/> \n <br/> \nI think you and I **points both index fingers to the sky, roughly a foot apart, then slowly brings them together, in a semi-circular motion, in front of chest** may have just shared a moment... <br/> \n <br/> \n...all made possible by vaginas... <br/> \n <br/> \n...and that, to quote the vernacular, is ice cold. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "what?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "So much is made possible by vaginas, man. They're  <em>magical</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "So, so true.  *single tear* <br/> \n <br/> \nThe trick is remembering that all magic isn't inherently 'good.'  Some of it is, quite decidedly, 'evil.' <br/> \n <br/> \n(This is not a public service announcement to argue the merits of 'good' magic or 'evil' magic as it pertains to vaginas.  I'm merely pointing out the differences for the kids.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Nice av/comment synergy :D"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "exits2freeways",
    "plus": 0,
    "snip": false,
    "text": "The tits that Teodor has today are little but not fun."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "Your search - turgid site:aanr.com - did not match any documents."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "I'm sure your failed search for turgidity made you both lugubrious and disconsolate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tofu_fighting",
    "plus": 1,
    "snip": false,
    "text": "Excellent.  Just what the internet needs - more huge penises and reluctant fellatio."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I have a guess at Teodor's motivation, he's going to use the spunk to blind Pete and attempt to escape."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "llobstrosity",
    "plus": 0,
    "snip": false,
    "text": "I bit my wrist so I could die."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Did my comment cause someone to kill them self? ARG I hate it when that happens! It makes me feel kinda bad for a while you know?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "llobstrosity",
    "plus": 0,
    "snip": false,
    "text": "No.  Watch  <em>Silence of the Lambs.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah, the whole spunk on the face thing. I get where you're going. That movie came out like 19 years ago, when I was 6. I probably wouldn't get a  <em>three men and a baby</em>  reference either."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "That's not necessarily a bad thing.   <br/> \n <br/> \nBe joyous that you were spared the 'genius' of Steve Guttenberg."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Fuck you,  <em>asshole.</em>   That dude wrote the fucking  <em>Bible.</em> <br/> \n <br/> \nWhere the hell do you get off, you know?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Fucking Bible* <br/> \n <br/> \n*Kama Sutra"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i am getting so antsy waiting for the next comic. i hate these four day waits"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "four days of wits"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "four days of dicks"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I am getting pretty tired of Nathans aching wood being the first thing I see when I load achewood.com, I hope newcomers don't get the impression that that's what this is about."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i don't think he has a boner yet <br/> \n <br/> \nit's just laying there"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "In neonfreon's expert opinion we are currently at wood factor 1. (Flaccid factor 10 if you are using the SI system)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "i hope they play a game of wu-dzuh in the next comic"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pinkoats",
    "plus": 0,
    "snip": false,
    "text": "This is the first time in history that I've ever absolutely despised an achewood strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "you're mad that onstad can outdraw you huh"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "oh man you gonna take that from neonfreon because thems would be absolute fighting words for that guy from toothpaste for dinner"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "an addendum: if i were going to fight that guy, I'd pull down on his stupid beard  <em>really hard</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "stalker"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "It's a perfectly legitimate fighting move in  <em>ultimate comic wrestling</em> .  <br/> \n <br/> \nI've decided that the guy from Toothpaste for Dinner actually means to draw like that. Because he hasn't gotten any better since he started. I stopped reading it because it's boring and not even as good as the other linked comics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "starman11",
    "plus": 0,
    "snip": false,
    "text": "I haven't been on AssetBar in forever so I'm sure I missed his exit from these hallowed halls, but... <br/> \n[i]Where is Doctor Manflesh, in our darkest hour?[i]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "starman11",
    "plus": 0,
    "snip": false,
    "text": "CRAP I missed the backslash that was supposed to be in italics.  <em>Dammit</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Don't worry guys, I'll take this gag for the team: <br/> \nHe is inside of us all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "'gag'?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "don't worry, Dr Manflesh often triggers the 'gag'? reflex."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Dang, I never thought it would be like this! Dr. Manflesh is rocking my can! <br/> \n <br/> \n(Yes anything involving Dr. Manflesh initiates a gag reflex)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 0,
    "snip": false,
    "text": "Onstad, sir, get us out of here!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hoarday4",
    "plus": 0,
    "snip": false,
    "text": "Crunchitize me Cap'n!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sanjulian",
    "plus": 0,
    "snip": false,
    "text": "onstad is mining dark new territories in the service of his craft."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "This reminds me of the time I used to check in with Achewood once a month to get the whole arc at once. <br/> \n <br/> \nI'm doing it wrong now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "That would be a good strategy except that my hands seem to automatically navigate to this website whenever I happen to be bored and near a computer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "motu",
    "plus": 0,
    "snip": false,
    "text": "T is going to rock that cock until he gets a mouthful of balm of Gilead. <br/> \n <br/> \nI am terrible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "Yeh, kinda."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mullin",
    "plus": 1,
    "snip": false,
    "text": "At this point we are unsure as to whether Teodor is going to make out with Nathan's dick"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Man, that Cracked article both gave this strip life and made the comments section a bloated mess. I read older strips, and there's only a few people in the comments section, but almost everyone was hilarious and witty. I mean now, there's way too fucking many people in the comments. 633 in 4 days as opposed to something like 100 or so on old ones that have been up for 3 years. Bothersome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "that's only because there wasn't assetbar when the older strips came out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rb",
    "plus": 0,
    "snip": false,
    "text": "i'm also fairly certain assetbar has been a lot busier in the last couple of months, maybe since around the phillipe arc.. someone needs to make an assetbar for assetbar so i can make assets about trends in assets"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "Yo' dog, I heard you liked assets, so I put an Assetbar in your Assetbar so you could post assets about your assets! <br/> \n <br/> \nAlso, note that as we see more time between strips, people have more time to comment on them. The most-commented strips are the ones that were up on the front page the longest."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "True, but how about this: The strip that comes after this got about 330 comments in like 2 days, 3x the number on most older strips. How many people have actually read the old strips as well as the new ones?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "Let me offer a  <a href=\"http://web.archive.org/web/20101018000208/http://farm5.static.flickr.com/4094/4806952156_62f537c64f_b.jpg\">visual aid</a>  for this discussion.  It shows date along the x-axis and number of comments on the y-axis, starting with the introduction of Assetbar on 4/19/2007.  It's not really fair to compare posting frequency before then to posting frequency after, since comments on prior strips are asynchronous.  They reflect people cruising by at different times and commenting on what they see there, not a real-time conversation like the post-Assetbar comments.    That naturally means fewer posts and possibly more thought-out posts. <br/> \n <br/> \nAnyway, one thing that stands out is that there's actually been a moderate  <em>decline</em>  in posting frequency recently, contradicting rb's hypothesis.  I also don't know what range anzio has in mind when referring to \"older strips,\" but there's been a lot of variance there since Assetbar started.   <br/> \n <br/> \nTime spent on the front page is definitely a factor in comment number, but it's not as straightforward a correlation as one might think.  One thing I found looking through the data is that anytime you get a lot of posts on a strip, you get a lot of posts on the next several strips, regardless of how long they're up.  Probably some factor of continuing conversations or habit, I dunno.  An extreme version of that is, I suspect, responsible for that  <br/> \nhuge spike in October 2008.  Some Polly strip was up for 10 days without an update, which was the longest to date I think, and people went crazy with the posting.  That craziness seemingly lasted for a few months, with a boost every time a strip was up for a long time (which was happening with increasing frequency during that time period). <br/> \n <br/> \nThe Cracked article anzio mentioned came, I believe, around the time of \"The Future,\" possibly causing the spike you see there.  It definitely slightly boosted the numbers for a little bit, but I don't know that it was a major factor in the big buildup you see some time afterwards.  I think that has more to do with the decline in strip frequency, which basically made Assetbar more of a forum than a comments list."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "Well, there you go then. Can't really argue about that. Maybe I figured the Cracked article was responsible for a lot of viewers because, well, that's how I found out about it, and a lot of other good comics I would have otherwise not been aware of. Maybe I just envy the days of old when there were very few comments, and most of them were really good. Some added a lot of substance to the comics, and it was actually plausible to read to the bottom within 10 minutes (If your read stoned, as I do)."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Xiaomimi cold throwin down the statistical sass. How you doin, girlfriend? <br/> \n And why did you change that cool aviconataur? Backstory- tell me some backstory."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "Doin' great!  New city, new job.  How about you?   <br/> \n <br/> \nSo yeah, the deal is that when that whole \"rb was here\" thing happened I for some reason decided that instead of changing my status line I would just change my avatar to a picture of Roland Barthes.  I especially wanted to find one that vaguely resembled my old Yelena face, which turned out to be pretty easy because all existing images of Barthes depict him nonchalantly smoking a cigarette apparently."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Roland Barthes I barely know anything about, except that his death was very achewoodian- he was hit by a laundry truck in Paris.  <br/> \n <br/> \n I google Yelena and get pics of Russian polevaulters. Is not so bad, but only clue I am gettink is whizzing sound I hear all the \"cultural\" references you kids are knowink. <br/> \n But, is hokay. Life, is very good for Vlad. I am not new city new job so much hanymore. <br/> \n Just little stuff, tomatoes in garden and peaches from tree. Finding pleasure from stuff this mundane is almost like doing illegal things, is that much fun. I cannot explain why this is. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "I did not know that about Roland Barthes, that's pretty great.  For my part, I enjoy his theories on narrative. Yelena is Yelena Rossini of the comic book <i>Transmetropolitan</i>.  She was the girl in my previous avatar and the reason posters sometimes refer to me as a \"filthy assistant.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "Oh my goodness you'd think I would be past that sort of bbcode failure at this point."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "bbcode fail- you only think you've kicked the habit. Take a luxurious drag..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Ah, nostalgia, it aint what it used to be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "Also, welcome to the only argument in the town known as The Internet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "ONSTAD WHAT ARE YOU DOINGGGGGG"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bradypalvarez",
    "plus": 0,
    "snip": false,
    "text": "I laughed more on assetbar than on the actual comic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "How long will Onstad leave this one up?  And what kind of interesting new people will this bring into assetbar?  This is a total win"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_am_error",
    "plus": 0,
    "snip": false,
    "text": "Brad Anderson would never keep us waiting this long. Every day, I open my paper, and what do I see? A new Marmaduke cartoon. Maybe you should think about that, Mr. Man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "mowgli!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Error!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "While true, have you considered this:  If Brad Anderson were drawing Marmaduke getting sexually assaulted by an enormous cat dork, for two weeks straight, he may not be as timely with his updates either. <br/> \n <br/> \nGreat...so I have to try and burn the image of Marmaduke 'getting shown who's boss' by Heathcliff out of my head now.  If that doesn't teach him to stay out of that damn birdbath, nothing ever will. <br/> \n <br/> \n(There's probably a Howard Huge joke in there someplace, I'm sure, but I just don't have the strength left in me to find it.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 6,
    "snip": false,
    "text": "old man. 40 years old. loves to hunt. one weekend he does just that.  <strong>goes hunting</strong>  n so he's out there cat-callin' teh wildlife when alla sudden a kodiak bear n his sights. surprised, he pulls his head back for a moment, then, peerin' through skope once more, the bear is not there. teh old man hurredly looks around erry which direction,-when-, alla sudden teh bear is right teh fuck there, throws our intrepid hunter to the ground, and butt fucks him. <br/> \nthe hunter crawls to his jeep, goes to hospital and recovers.  <br/> \n <br/> \nthe next weekend comes and now he's determined to find and kill that bear. because now it's personal. he packs himself a new scope, n a new rifle with the largest calibre, 100% bear killing approved bullets n hops into his jeep to the woods. <br/> \nhe spents all day out there hunting carefully, when he stumples onto kodiak tracks. he  <strong>knows</strong>  these are the tracks left by that very same bear he saw not 1 weekend ago, so he begins to track 'im. carefully he moves along the path, when, presently, dey disapear under a log. undaunted, our hunter leaps the log to continue to track. only to land right ontop of the kodiak who immediately knocks the rifle away, throws our hunter to the floor, buttfucks him, then leaves. and once again our hunter must crawl to hospital. <br/> \n <br/> \nonce recovered, teh hunter vows to kill this goddamn bear and purchases bear traps. enough bear traps 2 cover the korean dmz. <br/> \n <br/> \narmed with traps, our hunter sets off, placing hundreds of traps around key locations, once set, our hunter would climb a tree perfectly situated to survey the entire forest. he waits up there for what must be day. when, alla sudden he teh bear run behind a bush, then *KA-KLANG* teh sound of a bear trap. n an excited frenzy, our hunter quickly descents his perch, gun in hand, ready to deliver teh cue deh grah upon teh unsuspecting bear--down he slides, towards teh bushes he runs,-making a sharp turn arund teh tall bush, then--the bear. unharmed by the trap, slaps the gun out of the hands of the hunter, throws him to the ground, n says <br/> \n <br/> \n <strong>\"you ain't in it for the huntin' anymore, are you?\"</strong> <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "v-chub"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the joke, and v-lame because you butt-fucked the punchline."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Goe lik dis, so get uyor keybok clend up. <br/> \n <br/> \n <em>the bear. unharmed by the trap, grabs the hunter from behind once again, slams him down and mounts him and whispers in his ear- <strong>you don't come up here for the hunting, do you?</strong></em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "this reminds me of a scene from history of the world part I"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "not usually a fan of glad but '100% bear killing approved bullets' caused a nostril snort of bloody mary"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I hope there wasn't too much horseradish in it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "The bartender unclenched her teeth from his throat and whispered into his ear:  <strong>you don't come here for the horseradish anymore, do you?</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "the straw hurt a bit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thespoof",
    "plus": 0,
    "snip": false,
    "text": "marmaduke... sucks. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Looks like he cold has a peter in his hand."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Synod: a council convened to discuss ecclesiastical business. Canaan: an ancient country in southwestern Asia on the east coast of the Mediterranean Sea; a place of pilgrimage for Christianity and Islam and Judaism. <br/> \n <br/> \nMother fucker has a Dick that defines Religious Terms."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gilganixon",
    "plus": 0,
    "snip": false,
    "text": "It has been a good long run but I believe that this is where Achewood and I part ways. I'd shake its hand but I don't want to catch whatever it's got."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "NO  <br/> \nDON'T YOU UNDERSTAND <br/> \nHE WANTS YOU TO LEAVE <br/> \n <br/> \nDON'T LEAVE US HERE WITH HIIIIIIM <br/> \n <br/> \nUGHALAUGHLAUGHAULUAGHLUAGHLUAGHLUAGH"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "* <em>translation: help, Nathan is fucking my face</em> <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yes gilganixon go back to your Disney Little Mermaid Hannah Montana pussy sucking bullshit"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "It's hard to believe people actually think like this.  \"Oh wow this is weird, welp, moving on\" ::click::"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "guys i just got a call from onstad.. he says he's done with Achewood and this strip is staying up forever.  He also says \"fuck you\", and to pass it along."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Oh yeah? Well call him back! Tell him I'm putting a hold on my check to him for $2.99!  <br/> \n <strong>SLAM!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 6,
    "snip": false,
    "text": "\"ues, i'd lik 2 ccash dish check ib i could ma'am, thank you.\" -- ostad <br/> \n <br/> \n\"okay. 1 moment sir.\" --there is only 1 woman <br/> \n <br/> \n*moments* <br/> \n <br/> \n\"m sahry sird, but dre semens to b a problem. it appear sumbody has put a hol' on dis check for 2.99 dollars\" --there is only 1 woman <br/> \n <br/> \n\"o...okay. th-thanks anyways...\" --ostrad <br/> \n <br/> \n*goes home, wife at door, feeding child wit bottol o formulae in her hand* <br/> \n <br/> \n\"honey. badnews. we gotta sell teh house\" --ostrad <br/> \n <br/> \n*he wifes face drops, also teh baby n bottle onto ground. stunned* <br/> \n <br/> \n\"some  <strong>ASSHOLE</strong>  put hold on his 2.99$ check. pack ya shit n kill teh kids we cant afford 2 feed em no more\" <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "There is only one woman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Layin' Pipe 12: Asian Edition <br/> \n <br/> \nPLUMBER: What SEMENS to be the problem, ma'am? <br/> \n <br/> \n[PLUMBER does something sexy]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 3,
    "snip": false,
    "text": "[WATER OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "[JERKIN' OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>SMILE</strong>  ^_^"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "[WATER ON]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "[NICE]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "[on_water]Nice[/on_water]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "well done sir well done indeed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soaringbrain",
    "plus": 0,
    "snip": false,
    "text": "OK, Im ready to laugh because Achewood is funny again.  Like for real.  Pretty please?  This reminds me of some terrible childhood experiences...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "what did that bunny do to you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achtung",
    "plus": 0,
    "snip": false,
    "text": "i think i'd like to meet someone who's in a recognizable meme and find out what they're like as a real person and stuff"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "who would you like to meet? <br/> \n <br/> \ni call both of two girls"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "I'll take the Duck Faced Boy. Either that or the mythical Rick Astley."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "I've been waiting for an hero my whole life. I... I'm so lonely."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hilarious",
    "plus": 0,
    "snip": false,
    "text": "I think this begs the question. Is teodor now out of the closest. If so should Pat and Teo hook up? Discuss."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catoblepas",
    "plus": 2,
    "snip": false,
    "text": "That would last right up until Teodor passive-aggressively came home with a paper grocery bag full of prosciutto and non-organic strawberries from Argentina. Both of them all glaring at each other. Teodor knew it would come to this when he was at the store, deciding between a future with Pat and one without, the aisle of organic produce on one side and the regular produce on the other. The future with Pat cost $1 more per pound. Win-win all around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "z0r",
    "plus": 0,
    "snip": false,
    "text": "sweet fuck i love the way onstad has been fucking us for the last half dozen strips. son of a bitch whens the next one. argh"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "onefreeman",
    "plus": 0,
    "snip": false,
    "text": "well, now pat and teodor will have a lot to talk about"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "<strong>This is a review i wrote for mountain dew on the website www.livestrong.com but i dont think it registered so i will repost it here.</strong> <br/> <br/> <br/> THE BASiCS: Mountain dew is a soda-pop style beverage.  One should expect bubbly-ness and crispness with any soda beverage.  Mountain Dew is no exception. <br/> \n <br/> \nFACTS: Mountain Dew is made by the pepsi corporation and is sold anywhere fine pepsi products are sold. You will find them it in both can and bottle forms at the supermarket. (At eateries it may be served in glass or plastic cup.) <br/> \n <br/> \nOPINION: Mountain Dew is delicious.  It goes down smooth with little throat irritation. High quality product *there was a character limited of sum 4?? characters so that explains the too-the-pointness of teh review. thoughts,  <strong>(both on the review and mountain dew.)</strong>  mildly appreciated/tolerated/expected.  <br/> <br/> <br/> thansk ^_^"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Thank you internet. <br/> \n <br/> \nI thought Mountain Dew was a hillbilly nickname for Appalachian moonshine. <br/> \n <br/> \nI feel enlightened but also somewhat disappointed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "to quote my profile, i once drank so much diet code red mt dew in a day that i burped and highly pressurized pink foam shot forth from my esophagus"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "There's a neat little still at the foot of the hill <br/> \nWhere the smoke curls up to the sky <br/> \nBy a whiff of the smell you can plainly tell <br/> \nThat there's poitin, lads, nearby. <br/> \nFor it fills the air with a perfume rare <br/> \nAnd betwixt both me and you <br/> \nAs we homeward roll we'll drink a bowl <br/> \nOr a bucketful of mountain dew."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Fun fact: The original Mountain Dew contained sugar instead of corn syrup sweetener! Also, it contained real Appalachian Black Bear bile instead of Meth!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catoblepas",
    "plus": 0,
    "snip": false,
    "text": "I remember when they didn't put meth in soda : /"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Tough times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Great review."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "<strong>FACT!! MOUNTAIN DEW FEELS LIKE A FREE TATTOO ON YOUR TASTEBUDS!!</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "it'll tickle your innards!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Wrong strip, dude."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "WTF is this? Has Achewood become  <em>The Wages of Fear</em> ? <br/> \n <br/> \nSorry, just getting really tired of this arc. I assume another swerve will cause Teodor's dick to be bitten off. And I hate Onstad for making me imagine that! There, I said it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "The classic Chinese game of  <a href=\"http://web.archive.org/web/20101018000208/http://achewood.com/index.php?date=07202007\">Wu-dzuh</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Also,  <a href=\"http://web.archive.org/web/20101018000208/http://achewood.com/index.php?date=08202007\">this</a> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure I see the relevance of this one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Darin' Aaron."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "escherial",
    "plus": 0,
    "snip": false,
    "text": "What if this was the last strip? I mean, this is the culmination of Achewood, the final punch line, full circle. How much bizarre significance would this strip have in that case?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 1,
    "snip": false,
    "text": "phillippe is standing on... it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "end of story.  no moral"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "subwayjustice",
    "plus": 0,
    "snip": false,
    "text": "Someone mentioned this idea four days ago or so.  Say, we sure love this comic strip a lot, huh guys?  Don't we?  Please god, let all of the characters be okay!  I miss Phillippe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "An ETA! Roll on Pacific PM!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "rock on pacific <br/> \n <br/> \nrock over california"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "New strip title: <br/> \n\"I waited 8 days and all I got was a gif file of a bear pulling on a lock\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Money says Onstad misses the deadline he set for himself (which nobody asked him to set but he can't make anyway) but manages to update his Twitter"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ryder-p-moses",
    "plus": 0,
    "snip": false,
    "text": "Writing a sentence in a blog takes  <em>exactly</em>  the same amount of time as writing and inking a page-length comic"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "You know he does it digitally and reuses a lot of art, right?  Look at how many panels in this one are basically zoom-ins or re-angles of others, with minor adjustments (if any) to the actual faces.  Don't make excuses for Onstad's lazy ass.  It wouldn't be so bad if he'd stop doing things like promising a comic's going to go up--he only creates disappointment with all the missed deadlines."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "the disappointment is created by the person perceiving the disappointment.  If a person lets his mood be determined by his outside environment, then that person will be very unhappy not just with this webcomic, but perhaps with one or two other webcomics as well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "I don't read any other webcomics that invent deadlines for themselves seemingly just so they can fail to meet them."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I was using webcomics as a metaphor for life dude"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "JMD is at the plate... SWING AND A MISS! <br/> \n <br/> \nMeanwhile, yes... I love this comic, but I just go about my day instead of worrying if it's been updated or not. If he misses a deadline then go outside and kick a ball around or something. There are more important things in life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Well slap my tits and call me Sally"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "See! More important things like  <em>slapping your tits and calling you Sally!</em> <br/> \n <br/> \nConsenting Adults People! Stop looking at me in that way!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jmd",
    "plus": 0,
    "snip": false,
    "text": "Of course there are more important things, and I go out and do those things, but it's frustrating to watch a man set himself up for failure left and right and then castigate me for not giving him more money"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "[utl]http://tomgreen.com/[/url] could use your money too."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm sure he's not castigating you. Do you imagine he is, in the cold dark nights, imagine him sitting at your bed side scolding you, the three dollars BURNING in your pocket."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "yes let us never want or like anything in life ever again"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "wanting something or liking it to the point where your whole world crumbles if you can't have it?  Obviously jmd doesn't want much in life, because there's people starving and dying and being murdered and raped in wars and such every day, and he's worried about Onstad giving him a fix of funnies on a more regular basis.  I'm not saying we should block out all awareness of our outside environment, but shit, I don't think I could ever be at peace the way jmd is, wanting nothing more than a webcomic for his world."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "first off, jmd didn't say how dissappointed he was. but your post was sensible enough that i will thank you for no longer sounding like a brain fart from Dr. Wayne Dyer"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "can yall plz stfu up these assets r pointless. i no yall grewed up n pub schools so ill talk slow: <br/> \n <strong>the man is a man who has troubles arising left n right he aint make alotta money and he prob wantsta get this shit up n a good enuff rythm, thing is, he cant post nothin' he aint write nothin', so give him a fucking minute er two and he'll get back to you. assholes</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "my pub schoolducation tells me this is circulickatus reasoned"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Man you really gotta twist the knife about a measly 2.99 check, don't you? All losing his mortgage because of me, putting his kids up for sale, hocking his cartoon board.... <br/> \n <strong>ALRIGHT, ALRIGHT, YOU WIN, SONTAD, YOU WIN!<br/>\nI'M SORRRYYYYY.......<br/>\nSob....</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "Probably true JMD, but it's good to see some sign of life around here at least."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Onstad's tardiness is his own muse - his guilt drives him to create ever darker arc's"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I'm going to sue Onstad for a cool G for every time I've checked for an update tonight and been confronted once again by 10-inch catcock. We're at 14,000 so far, and I want it in pound sterling you shill."
  }
]