[
  {
    "depth": 0,
    "minus": 1,
    "name": "magnolia",
    "plus": 1,
    "snip": false,
    "text": "Pat is a dish?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 24,
    "snip": false,
    "text": "Pat IS a dish."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 10,
    "snip": false,
    "text": "Just look at panel 7."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 7,
    "snip": false,
    "text": "Philippe is surprised that Pat is such a dish."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "waddlerz",
    "plus": 7,
    "snip": false,
    "text": "Correction, Pat is a DICK"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 3,
    "snip": false,
    "text": "Sure, to a guy who can't see."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 95,
    "snip": false,
    "text": "This has all been set up in  <a href=\"http://web.archive.org/web/20101006071353/http://m.assetbar.com/achewood/uuacLfLHM\">advance</a> ! <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pigs",
    "plus": 1,
    "snip": false,
    "text": "Research chubby!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrewthepig",
    "plus": 1,
    "snip": false,
    "text": "Pat's all in shape and everything, so if you dig his terrible fashion sense (like Rod) he would probably be attractive. <br/> \n <br/> \nIt's not until he opens his mouth that you want to kick him in the teeth."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 0,
    "snip": true,
    "text": "A comment left by phoenixultima was marked lame too many times and excluded. (marked lame by Nurdbot, kylemcjuicy, equinn2006, sumbitches, prettyrad, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 7,
    "snip": false,
    "text": "He ran off to get a towel AND his glasses. <br/> \nIt is awkward to talk to someone while totally naked, even if you are a gay porn star."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "Roast Beef manages to do it all the time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawdog",
    "plus": 5,
    "snip": false,
    "text": "Pat knows that true dishes follow up a session of onanism with a bit of hotel room putting."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "juancarlos",
    "plus": 15,
    "snip": false,
    "text": "I don't think Pat even touches himself, he just watches the porn and enjoys it more \"illuminated\" ways. e.g. working on his putting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flavius",
    "plus": 0,
    "snip": false,
    "text": "This sexual frustration could explain his being an ass all the time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 2,
    "snip": false,
    "text": "He's not so much anymore."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "inordinate",
    "plus": 6,
    "snip": false,
    "text": "Note: he doesn't have the porn with him, he has  <em>Braveheart</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "panthera3000",
    "plus": 1,
    "snip": false,
    "text": "I think this is another day altogether since it would have taken time to prepare for the video shoot and the time Pat had Braveheart he'd rented the two adjacent rooms so Rod couldn't have been taking a shower next door."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ivanstrel",
    "plus": 1,
    "snip": false,
    "text": "The pun here is \"Pat was really working on his putts.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by woodenteeth was marked lame too many times and excluded. (marked lame by RiazM, Deusoma, equinn2006, sarabria, mystkmanat, STUART)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ButterMoths, madnes, riotdejaneiro, gothfae, fosters, tttt2, bug, cryptfiend85, jollysaintpete, le_chien_manquee, caduceo, godfatherofsouls)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mortshire",
    "plus": 5,
    "snip": false,
    "text": "pat is so adorable here.   <br/> \n <br/> \nrosencrantz and guildenstern references = smiles from me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by madnes, karljw, riotdejaneiro, jdhenry105, professorhazard, snowman, NeoNaoNeo, Mangtastic, sevenarts, gothfae, goocifer, odei, bug, equinn2006, jollysaintpete, fancypants, lucidaconsole, le_chien_manquee, caduceo, godfatherofsouls, aHatOfPig, Setzkin, nutmeg, TheGreatestCape, eRiUukFJk, NumberKillinger, mrn, Mastronaut, slalvation, wehavemagnums, tsolless)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mortshire",
    "plus": 4,
    "snip": false,
    "text": "no, that's not me.  i'm not giving lames to anyone."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "Good call!  I think it's a better idea to comment on someone's post than to just give it a lame.  I'm with you, mortshire."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mortshire was marked lame too many times and excluded. (marked lame by le_chien_manquee, dracer2, STUART, tsolless)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "This is similar to my approach.  I give many chubbies but only give lames when I actually say in my head, \"Lame.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saru",
    "plus": 5,
    "snip": false,
    "text": "I require a comment to basically surprise me so much with how bad the words are that the word \"LAME\" is physically ripped from my esophagus."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Whereas I save up most of my lames for that guy with the dog avatar. He is  <em>such</em>  a douche. <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "I love how my asking a douchebaggish question got me lamed fervently. People are awesome."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "Same. If I catch myself rolling my eyes while reading their comment, then I lame it. Otherwise it's nothing but chubbies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 6,
    "snip": false,
    "text": "Yeah.  This is basically my approach to strip ratings.  I figure all Achewood strips are natural 5s, so rating them less would be misleading.  Therefore, I give 5s to my favorites and never vote lower."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "Who lamed this? God, it's like not only are people such assholes, but they're fucking proud of it. Of course, not so proud that they'd actually speak up and let their identities be known. Fucking assholes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "I'm the same way, I feel compelled to look through and find the comment that someone deemed lame...I haven't done that yet though, just thought about it. <br/> \nIt has to bee extreme cases for me to actually lame something..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alzuna",
    "plus": 0,
    "snip": false,
    "text": "*be man, also unexplained lames make me sad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I was happy to see that reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "billyamericana",
    "plus": 3,
    "snip": false,
    "text": "Apparently Juilliard also excels at producing gay porn actors, too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by equinn2006, Saint, flynn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by NeoNaoNeo, gothfae, MrMacky, Audhumla)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by equinn2006, mistlethrush, Arcibi)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 5,
    "snip": false,
    "text": "Jesus Christ, man, when will you learn that you're not being lamed/marked as spam because of your choice of subject matter, but because of your extremely infuriating certainty that Onstad is a closet homosexual who requires your advice and cajoling to free himself?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, NeoNaoNeo, gothfae, twohundredninety, odei, bug, jollysaintpete, fancypants, lucidaconsole, le_chien_manquee, caduceo, nutmeg, Audhumla, mrn)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by equinn2006, mistlethrush, Arcibi)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by prolefeed5, DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, riotdejaneiro, NeoNaoNeo, gothfae, twohundredninety, mortshire, bug, Devotch, jollysaintpete, fancypants, lucidaconsole, le_chien_manquee, caduceo, mystkmanat, nutmeg, alejandroadam, scraggg, Audhumla, ibetso, echidnaboy, mrn, gkiyo)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, salo, Cypher, gothfae, cellphonedick, Prine, Psychopomp, shinsengumi14, tellumo, SotiCoto)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 8,
    "snip": false,
    "text": "dood. saint seems like a homophobe to me, I got no beef with you retardo, just thought your posts were getting lame and long and pointless."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Exactly.  I have no problem with the point you're trying to make, I'm just questioning your way of trying to make it, and I don't think it's very useful.  If you're interested in encouraging Onstad to \"come out,\" why don't you send him an email directly?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "You don't have a problem with him attempting to hound a reasonably reclusive author with requests for sex? <br/> \n <br/> \nI'm faintly worried that if Onstad actually starts reading Assetbar, we might see considerably less gay content in the strip thanks to retardo's work."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 5,
    "snip": false,
    "text": "People who make the same damn reference on every page get marked as spammers too. <br/> \n <br/> \nRE: anyone who cares to chubby retardo, for any reason.  Please read his posts.  He's a troll.  I doubt he's gay, he's certainly not for real because honestly no one could be this stupid, and he's abusing these boards.  Lame, spam-blam, or ignore.  Each of these things helps.  Whatever you do, don't encourage his pathetic campaign."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dartigen",
    "plus": 0,
    "snip": false,
    "text": "Achewood: Do Not Feed the Troll."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Having re-read my post(s) regarding Retardo, I can honestly say that, while I was a flaming asshole about it, I was right about Retardo being a lame-ass spam poster. People championed him against me up there, but there comes a point where creepily suggesting sex to ANYONE crosses the border between \"making a point\" and \"worthy of having a restraining order filed against.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, ishuta, Nurdbot, gothfae, cellphonedick, Prine, achilleselbow, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catachresis",
    "plus": 10,
    "snip": false,
    "text": "If someone wrote 200 words on putting golf balls in a motel room, I'd mark that as spam"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "honesttom",
    "plus": 8,
    "snip": false,
    "text": "Plus retardo's not discussing homosexuality so much as constantly pushing the same point in an effort to provoke controversy because he knows it'll get a reaction. I studied drama, about half the class were the same. Desperately wishing to be more interesting and so using their sexuality - which made them stand out - as a means of giving themselves false authority."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 4,
    "snip": false,
    "text": "Nine months later, Doctor Manflesh is heralded as a hero for doing basically this very thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "Yeah but Dr Manflesh rocks"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wharfrat",
    "plus": 1,
    "snip": false,
    "text": "im dissapointed that we didn't get to see where this goes...well not see...but you know"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 1,
    "snip": false,
    "text": "I must say this: Pat has some crazy haircut taste since he came out the closet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 1,
    "snip": false,
    "text": "Is it just me, or does Rod Huggins get progressively thinner as this strip progresses?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "isunklower",
    "plus": 3,
    "snip": false,
    "text": "Maybe he's sucking in his gut to impress Pat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "That is what I had assumed as well. Especially after callin' Pat a \"dish.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "robobogle",
    "plus": 1,
    "snip": false,
    "text": "Golf! Oh man I was worried there for a little bit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 17,
    "snip": false,
    "text": "No alt text post? The alt text made me nearly pee myself: \"The idea is, they get so panicked about the forgotten picnic basket that they fuck.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "Typical pron movie logic."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morbo",
    "plus": 1,
    "snip": false,
    "text": "Why can't life be more like a porn film?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I love the phrase \"The idea is.\" I don't know why. It just makes me want to laugh, no matter what the idea actually is. <br/> \n <br/> \n\"The idea is that the AIDS virus is eventually going to wipe out every person on earth.\" <br/> \n\"Hee hee hee!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 4,
    "snip": false,
    "text": "How are you going to keep them down on the farm once they've seen Rod Huggins?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "srennick",
    "plus": 1,
    "snip": false,
    "text": "This might be the single best alt text in the entire run of the script."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "agreed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 2,
    "snip": false,
    "text": "Yes. <br/> \nYet another case of the alt text making me vote this one higher."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dwodles",
    "plus": 0,
    "snip": false,
    "text": "I kind of hate when people comment on achewood strips with \"I say ____ all the time now. Thanks achewood!\" But I really would like to incorporate \"sugar factory\" into my terms-of-endearment vocabulary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Awww."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theora",
    "plus": 1,
    "snip": false,
    "text": "Aww...exactly.  Why does it give me warm fuzzies to see previously unlikeable characters find (potential) love with each other?  Not that Rod was as much of a dick as Pat, but, you know, just knowing that every lock has its key and so on... <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wigglestick",
    "plus": 2,
    "snip": false,
    "text": "Now that Pat has let his hair grow out some, every time I see the back of his head, I think it looks like someone has skinned a squirrel and thrown the hide over his scalp. <br/> \n <br/> \nCheck out panel 9 and see if you can feel where I'm coming from, here."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>I feel it.<br/>\n<br/>\nI feel it ever so gently.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "metatronatra",
    "plus": 0,
    "snip": false,
    "text": "The Alt text makes this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "the last panel reveals that Pat's hair is actually a dead bat with its heart cut out"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Cobbler  <strong>AND</strong>  cake, hee hee hee."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "im stealing all of rods terms of endearment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "Panel 6 is just so creepy. Rod Huggins, walking slowly through a hole in the wall, donning nothing but a towel and glasses, and he is whistling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Heh: Trot Husky."
  }
]