[
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by Bredtt, ShemmJacc, mysterymeat1001, Dovey, straw, twntysevn27, aziz, Norsef, madnes, apocowarg, biomusicologist, ifergott, dangelder, TapaidhNaomh, riotdejaneiro, Thorfinn, Mattsolo, Vondicus, redion, kylank, EM2, DiamondMonster, SchnappM, NYU, DeimosRising, flazisismuss, cuntpills69, grayestnova, goocifer, cmjhogan, StagnantDisplay, rowboat, FeralChicken, Spenham, dullard, mtrott, catgrl131, thesyndicate88, TheLoneliestMonkey, farqussus, varnish, milkpants, cabiad, Sargasm, atticusonline, meowmix, Sleaw, Flaaron, michellemarie, DrSkradley, the_dingle, pete, Troy_Convers, rajib, StoicRomance, luckypyjamas, smugairle, lk, MR_Wilson, aHatOfPig, ElZilcho, Ihmgard, earendil, miseryandthesun, ravindra108, Zem, Tragic_Johnson, nutmeg, kenyot, Hexjumper, habib, joebot, mendenbar, zaer, Epicurus, BjorntD, HollyBones, littlefatdog, yingkaixing, NumberKillinger, SurelySmack, lastlarf, nphares, goddam, DerSquirrel, greyfield, J-Man, Mastronaut, nbray, philosophe, ouroboros, vincentkv, Archon_Divinus, morbo, aperson, kestral)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by ShemmJacc, Dovey, Daemon, straw, twntysevn27, aziz, madnes, apocowarg, biomusicologist, dangelder, TapaidhNaomh, riotdejaneiro, Thorfinn, Mattsolo, kylank, EM2, DiamondMonster, NYU, DeimosRising, robotman, goocifer, GregChant, cmjhogan, mike24, TheLoneliestMonkey, farqussus, Lucid, milkpants, atticusonline, DrSkradley, the_dingle, rajib, luckypyjamas, lk, Ihmgard, Fcannon, lateadopter, nutmeg, kenyot, habib, BjorntD, HollyBones, littlefatdog, NumberKillinger, SurelySmack, DerSquirrel, gowerski, J-Man, Mastronaut, nbray, Archon_Divinus, morbo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mysterymeat1001 was marked lame too many times and excluded. (marked lame by Moolah, rhymesforkids, MightyMac)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 9,
    "snip": false,
    "text": "I think I love you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "redsalesperson",
    "plus": 12,
    "snip": false,
    "text": "So what are you so afraid of?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jlaw",
    "plus": 9,
    "snip": false,
    "text": "maybe he has some speculation about his sureness of a love that theres no cure for?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "But the cure is silly!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nigelchaos was marked lame too many times and excluded. (marked lame by Spoon, kenthegod, cyberia, lara, talgkjertel, missania, aesop_punk, Zem)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Sorry for the lolcat.. but I was gunna run out of chubbies.. and I needed to recognize that whole exchange."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gsail11",
    "plus": 3,
    "snip": false,
    "text": "I love it when one post with an incredible number of lames leads to numerous replies with plentiful chubbies. The universe is in balance."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "gentlemen",
    "plus": 1,
    "snip": false,
    "text": "Alas you have neither a lame OR a chubby. Balance has been proven."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "nor. neither a lame NOR a chubby."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "flyinglemon",
    "plus": 0,
    "snip": false,
    "text": "Indeed."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "No think only do."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "Thus spaketh the Colonel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "It feels good to turn my lame limit to 100 just so i can lame neonaoneo...twice."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "It rather less good that you haven't been lamed for this douchery that even I never stooped to.   <br/> \nNot that a lame from you is worth the pixels it is displayed in, but the dude did not deserve."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nbray",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nbray was marked lame too many times and excluded. (marked lame by NeoNaoNeo, FilosSoapEyed, SpinyNorman)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by aziz, apocowarg, biomusicologist, hikikomori, TheLoneliestMonkey, atticusonline, missania, flandango, Zem, nutmeg, habib, lazarusloafer)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonaoneo was marked lame too many times and excluded. (marked lame by aziz, implode, apocowarg, Rhadamanthus, biomusicologist, Thorfinn, hikikomori, TheLoneliestMonkey, rajib, missania, flandango, Zem, habib)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 1,
    "snip": false,
    "text": "In calling us \"puppets\" my level of respect for you (already dwindling steadily) dropped to the level I reserve for people who use the term \"sheeple\" non-ironically."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "A DAGGER, A DAGGER THROUGH MY HEART <br/> \n <br/> \nneonaoneo >> neu 2 fucking years ago"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "On the flipside, his referring to you all as puppets  <em>(my last archive-trawl ended two years ago a number of strips before this one, so I'm naturally exempt)</em>  makes me respect him all the more. And that is despite his having lamed several of my posts in the past. <br/> \nA dude can forgive and forget... and at least token respect is offered to those who see the public for what they are: meat on sticks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "I for one chubby you for your candor.  Although I do think the practice of dropping the hide-comment lame threshold to discover and subsequently lame he or she who had lamed you is, in fact, a lame process."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "Seeing who lamed what does not necessarily lead to subsequent laming.  It does shed light on the lamer.  For example, I know to ignore kylank, zem, and their ilk because those profiles exist only to hand out dozens of lames when their owner is in a foul mood.  That mood tends to follow poing/towl/whatever name that chooses today.  And I know what weight to give to neonaoneo's disclaimers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "I agree, because it's all right to be curious.  But doing it for the sake of laming the lamer is lame, was my point."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zem",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>For example, I know to ignore kylank, zem, and their ilk because those profiles exist only to hand out dozens of lames when their owner is in a foul mood.</em></div> <br/> \nwait, what?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Oops, sorry.  I tend to get clusters of lames from old females who never post comments.  I did not take the requisite care to recognize that you are a real person who legitimately thought I was a pedantic prick for calling out neonaoneo as a puerile, disingenuous prick.  Neither one of us is much use to anyone, unless Nolan or Retardo is in the neighborhood looking to be serviced.  My apologies to you. <br/> \n <br/> \nHowever, I should tell you that I chubbied lost-buoy's photo-comment down below, and I am not sorry for that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "oh yeah that lame was purely for the \"For great justice\" line <br/> \n <br/> \nalso now i feel pretty goofy for having to go back and explain the motivation behind offhand actions twice on this page"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Who used that line? <br/> \nTell me so I can chubb them. <br/> \n <br/> \nZero Wing is eternal!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Charming boy you are"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "Wow. You can quote on AssetBar. Chubby for figuring that out."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "YOU CAN QUOTE?!? <br/> \n <br/> \n <em><strong>YOU CAN QUOTE?!@?</strong></em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>llllllllll</em></div>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Yup: [ quote ] and then [ /quote ] <br/> \n <br/> \nTake away spaces, obviously.  That just goes without saying."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>SEIZED WITH APLOMB</em></div> <br/> \n <br/> \nJust testing."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "Cute, I'd chubby you if I could but darn it all I'm just too damned friendly"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": false,
    "text": "okay goddammit, i gotta ask now as i can't find any reference to it on the site OR the internet.... <br/> \n <br/> \nhow the HELL do you change the hide-comment lame threshold? <br/> \n <br/> \ni didn't want to ask, but i felt out of the loop."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "At the top of the comment section, just below the post comment box, there is a section where you can dictate how many chubbies it takes to highlight a comment and how many lames it takes to hide a comment.  I have mine set to 5 and 30 respectively, but it's really up to you!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Below the strip is the green \"post a comment\" box; right below that is the following: <br/> \n <br/> \nHide comments with ___ or more Lames | Highlight comments with ___ or more Chubbies"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "not to offend anybody, but one thing i personally find lame are the lengthy discussions of invented acheworld etiquette. this is a place for discussing the stuff of the comic and for engaging in general merriment, not reprimanding and putting up long defensive posts which are picked apart and repeating this every day. <br/> \n <br/> \njust my personal ideas! anyway how do you view the lamers? i've never been able to figure this out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "You can set you lame limit to 1, I guess...when a comment is hidden b/c it's been lamed too many times, then it shows who lamed it. <br/> \n <br/> \nYou make a good point about etiquette (in that it often gets repetitive on these boards), but let's face it, this shit happens on every damn \"internet community,\" and it ain't gonna stop anytime soon.  (And, as someone who's taken part in these arguments from time to time, I've just come to accept it.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "Of course you were disgusted at the way Asherdan's comments kept getting lamed, because you, like him, are FUCKING LAME. It is not surprising that you are worried about the delicate feelings of lame posters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Should have quit while you were...behind."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 29,
    "snip": false,
    "text": "dear acheworld user streever, <br/> \n <br/> \nthanks for asking, and sorry i have not been posting on acheworld this week! instead, i have been nonstop listening to old dead can dance records. you can just watch  <a href=\"http://web.archive.org/web/20101009145632/http://www.youtube.com/watch?v=FY2s6dbpZ0U\">this video</a>  (it's from 1984!) and pretend that it is a dr. manflesh post, if you want. maybe next week i will post on acheworld some more? who knows!! <br/> \n <br/> \nyours, <br/> \ndr. manflesh <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I tried to watch it but I wass cared about 30 seconds into it."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "streever",
    "plus": 4,
    "snip": false,
    "text": "dear acheworld abuser dr manflesh, <br/> \nyou do not need to apologize, I am happy to hear from you. I'm glad that you have another hobby, and I enjoyed very much the video you shared with us. I felt like I was back in 1984 for a moment. <br/> \n <br/> \nThank you. I (we) look forward to your future contributions, and to learning the lessons you have for us. <br/> \n <br/> \nYours, <br/> \nStreever"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "That made me hearken back to the discussion about Klaus Nomi, oh so long ago.  Good times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nokococo",
    "plus": 0,
    "snip": false,
    "text": "Jesus. I have my lame threshold set to 50.  And you -exceeded- it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Okay, I can see laming Onstad, but who lamed Jesus?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "No one has gotten 500 chubbies or lames so far, so nothing on my board is highlighted or excluded. This is my way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 8,
    "snip": false,
    "text": "WE HAVE TALKED ABOUT THIS."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Yes, that aplomb was beaten senseless into the ground and a warning cairn was placed atop its rotting carcass. There is no call to go all Pet Sematary and resurrect it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by kylank, MightyMac, Zem)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Whoa, I never read the comments for that strip. That certainly degenerated into a pit of stoopid. Let's not revisit that. Ever. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "I just went back to re-read them, and I noticed that 6 people lamed Onstad for deploring \"firsts.\"  Neonaoneo was one of the six.  Therefore, he already knew what a lame thing he was doing above.   <br/> \n <br/> \nCan a couple more people mark that shit as spam, please?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "There were two post in there by asherdan without lames but don't worry, I got 'em."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by straw, ButterMoths, Thorfinn, EM2, seanpskelly, Khabuem, loneal, eoferr, killerlimpet, cbtbone, Doc_Rostov, SPECTRE)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, hot damn."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "It's been a while since feelings about someone were said with such little subtlety.  The assholery is somewhat refreshing, despite the fact that it is, still, assholery."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "poing's been pulling this shit for ages guys. Check his other posts."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but we haven't seen him for a while.  We forget, you know?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "buttermoths",
    "plus": 6,
    "snip": false,
    "text": "Jesus Christ, poing. Your rubber ducky looks so friendly, I always forget what a douche you are."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I feel I should explain my chubby: Though this is a very lame comment, it's the first to actually make me laugh. That I can remember."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lonis",
    "plus": 18,
    "snip": false,
    "text": "I'll let Ray deliver his take on these firsties: <br/> \n <br/> \n\"How come you kids are so GOD DAMNED stupid and just do the stupidest thing possible every SINGLE SECOND OF THE GOD DAMNED DAY!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Seeing your avatar say that is just...weird."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "The post by atticus was higher up the page. <br/> \nYou got your reply in the wrong place. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 3,
    "snip": false,
    "text": "looking at your ratings, I see that you have over two hundred and twenty strips rated as five.  I know there must be a lot of people who do this, because the average is almost always over four.  So my question is, don't you think this dilutes the meaning of the five rating?  I mean, what do you do then when there's something really good?  It can't be better than perfect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jlowe424",
    "plus": 5,
    "snip": false,
    "text": "Maybe we really enjoy all those strips we rate as 5's.  Just because other people don't think they're perfect doesn't mean we aren't entitled to our opinions.  Doesn't voting the same as everyone else dilute the meaning of voting?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 6,
    "snip": false,
    "text": "Most achewood strips are fives. I mean a four is not that good.. it's an 80%, a B- of the lowest breed. As the typical achewood strip is 10-31 times funnier than  your typical entire newspaper comics section. <br/> \nI know it seems silly, but its just me trying to use the system honestly. To fix it they should create a 6 icon for those extra special strips whose icon is Beef with the pac-man eyes"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "One will have to Behave Properly in order to gain access to the Pac-Man-eyes-Roast-Beef.  Namely, not being Too Friendly, and Doing Something Nice in the approved proportions."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "And only let users rate 6 x number of times (where x is the number of years in the Achewood archive)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnmatrix",
    "plus": 0,
    "snip": false,
    "text": "But would 5 retain the same value as it did before, or would 6 become the new 5? If the latter (which I find to be more likely) than we're right back where we started."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 8,
    "snip": false,
    "text": "No, that would not happen if you had to parse out your 6 reserves judiciously like when Santa Claus goes to a third-world country <br/> \n <br/> \nI mean basically this might be placin too much trust in the people's knowledge of their own self-interest which is a mistake that economists and proprietors of Dunkin Donuts often commit but hey You got to clean your own lint traps in life <br/> \n  All usin imitation dry cleaners on your wools <br/> \n    Cold separatin whites from your colors <br/> \n      Usin color-safe bleach only when absolutely necessary <br/> \n <br/> \nBecause color-safe bleach is a sometimes detergent and even though I never shouldve bought the t-shirt that says rhat I still got to wash it from time and again ..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "More entertaining than today's strip.  Out there, but that's the charm."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Virtual chub, as I'm out of actual. <br/> \n <br/> \nI'm with you on the Dunkin' Donuts thing, as I cannot for the life of me understand the palatability of the Boston Creme donut. It is like eating a giant, sugary bug. <br/> \n <br/> \nBut - \"Cold separatin whites from colors\"...? Shouldn't I be washing colors in the cold cycle? And there's no mention of fabric softener. Oh man, now I'm gonna fuck it all up and my sweaters will be no better than armchair doilies. Pink Fruit-Of-The-Looms. Unintentionally tie-dyed Arrow collars. It's a slippery slope."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "crev_gibax",
    "plus": 0,
    "snip": false,
    "text": "Therein lies our terrible problem.  We compare Achewood with every other comic we see, so obviously we dole out many 5s here.  We should be comparing Achewood only to Achewood.  In order for there to be 5s, there should also be 1s.  That may be a terrifying prospect but it is the only way to justly judge this beautiful comic of ours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "It's entirely possible people are rating them five so that their favorite comics are easily accessible on their public profile page.  <br/> \n <br/> \nI think there's also a cap on how many you can rate as five. I've noticed that certain strips I rated five suddenly are no longer voted on at all when I come back weeks later, presumably because all the ones I've rated since shouldered them out entirely."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "you know... hmm. I used to have a job that involved rating people on a 1 to 10 scale, recommending them for participation in a... a thing, in short. I had a coworker who would never give anyone a 10 (the best) because he said that someone might come along and be better than that person, then what would you give him or her? My argument was that 10 is part of the scale, to be used, but used judiciously. So as long as tens are present in numbers less than other ratings (and your overall ratings, when graphed, look something like a bell curve) then you be doing all right.  <br/> \n <br/> \n220 strips rated 10 is bullshit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "It's not really bullshit.  There are currently 1363 strips to vote upon, I believe.  220 5's is about 16% of the strips.  You can say that the 1-5 ratings correspond roughly to the common grading system (A-D, F); if you give a strip a 5, you might say you're giving it an A, which would be the top 10%.  16% is not grossly different enough to call it \"bullshit,\" I'd say. <br/> \n <br/> \nOf course, you might not agree that 5's are like A's.  But, hey, that's why this voting thing is subjective."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A \"thing?\" What was it, an orgy?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "Yes, what is the \"thing\" of which you speak?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It's been a year and there's been no answer, so I'm going to assume it was an orgy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "powderfinger",
    "plus": 1,
    "snip": false,
    "text": "I gave you a chubby, not because I agree with your silly first comment, but because you had the balls to do it knowing the hatred and ill will that would follow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ya'll some nerds."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ih8jonmayr",
    "plus": 0,
    "snip": false,
    "text": "Go fuck some Florida residents."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captainpeepers",
    "plus": 0,
    "snip": true,
    "text": "A comment left by captainpeepers was marked lame too many times and excluded. (marked lame by Lonis, katsura, BuffaloButt, cabiad, Tragic_Johnson)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "robobogle",
    "plus": 3,
    "snip": false,
    "text": "I second this as well!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locuscosecant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by locuscosecant was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, Lonis, madnes, silver_lake, Thorfinn, EM2, DESTROY_YOU, equinn2006, BuffaloButt, luckypyjamas, lateadopter, Tragic_Johnson, nutmeg, Wulvaine, kenyot, littlefatdog)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "destroy_you",
    "plus": 1,
    "snip": false,
    "text": "Above comment brought to you by: Sears Brand Adolescents, guaranteed to take even the most trivial of things and be a dick about it in a totally childish manner."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fermata",
    "plus": 5,
    "snip": false,
    "text": "As someone who lives in Florida I agree."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Florida has been hanging onto America's coat tails for too long I say!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "I sure sure as hell don't! (I also live in Florida.) Besides, those guys Ray was referring to were on I-75 North passing Ocala at the time -- they're in fuckin' Georgia now, where such creatures belong."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "didymos",
    "plus": 0,
    "snip": false,
    "text": "It was good of you to put down your paste pot and honeydew long enough to share this with us.  Thank you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buffalobutt",
    "plus": 4,
    "snip": false,
    "text": "Is there something dirty about the Declaration that he has to read it with a flashlight?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "You want some Freedom Fries with your Freedom Porn?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "man, those freedom girls are freedom kissing each other!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "em2",
    "plus": 6,
    "snip": false,
    "text": "All mashin' them Betsy Ross birthday cakes around under their bottoms. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Just then, Rosie the Riveter walks in..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "em2",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "This kind of stuff is fully remastered in HD quality video."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "Does anybody else find Rosie the Riveter kinda hot? <br/> \n <br/> \nShe seems like the sort of bird that Gets Things Done."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "jamers",
    "plus": 1,
    "snip": false,
    "text": "And still manages to get dinner in the oven by 5!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Absolutely."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "joshuah",
    "plus": 1,
    "snip": false,
    "text": "Well, yeah. I always kind of assumed that I was supposed to."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Agreed. She's ON IT. It is DONE. There are NO MORE PROBLEMS."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Maybe he's projecting it on a wall, so he can read it in a larger font, thus getting angrier."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "His book-readin' lamp is on loan to Nerdball McGee. <br/> \n(the hell)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "raia",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think it might just have been dark in his room."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "The paper blocking the light in panel 3 looks awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "49 states later, Ray will realize he does not want to administer the District of Columbia any more than the next guy, so he'll give up on the election."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "I opine that he will consolidate D.C. into Delaware, renaming that portion \"Delaware Lite,\" and move the capital to Ho Ho Kus, New Jersey."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "The Joint Chiefs of Staff will stay in the Ramsey Hilton, right outside of Campmor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 23,
    "snip": false,
    "text": "Ray has got my vote.  If he had proposed to declare war on Florida, even better.  I guess you've got to leave some things to the second term. <br/> \n <br/> \nAlso, not to contradict Cornelius unnecessarily, but the Declaration of Independence wasn't really this country's \"founding document.\"  That role is occupied by the Constitution, or arguably, the Articles of Confederation.  The Declaration of Independence was just a particularly lyrical way of being a cock to a bunch of strangers in Britain."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "You are correct! This was my thought upon reading Cornelius's lines, although you put it more humorously than my thoughts had."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "He'd be following in the Founding Fathers' footsteps.... <br/> \n <a href=\"http://web.archive.org/web/20101009145632/http://en.wikipedia.org/wiki/Seminole_Wars\">The Seminole Wars</a>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "em2",
    "plus": 1,
    "snip": false,
    "text": "More specifically:  <a href=\"http://web.archive.org/web/20101009145632/http://en.wikipedia.org/wiki/Seminole_Wars#Jackson_invades_Florida\">http://en.wikipedia.org/wiki/Seminole_Wars#Jackson_invades_Florida</a> <br/> \n <br/> \nRay is quite possibly the Andrew Jackson for the 21st century. <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fosters",
    "plus": 1,
    "snip": false,
    "text": "Man, don't diss Ray like that. Andrew Jackson was the shittiest dude to ever hold the office in this country, and that's including our current bumbling-retard-in-chief. Ray would not persecute anyone, even dogs or dirtbags, like Jackson did the Injuns."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 62,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nRay envisions being a John Hancock to a bunch of strangers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bjorntd was marked lame too many times and excluded. (marked lame by madnes, scrumpton, Zem, tropicana)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "More proof that anything of the photoshop variety will get chubbies! Huzzah!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "the photoshop is bad but the text is good"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Artists always appreciate constructive criticism. <br/> \n <br/> \nGuess I forgot to use the \"John Trumbull Filter\" when Photoshopping a vector-drawn Ray head into a 19th Century oil painting. What was I thinking?!?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 8,
    "snip": false,
    "text": "This more to your standards? I feel I really captured your essence: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "settle down i liked the fuckin thing"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "wittyname seemed to be implying it was only getting chubbies because it was a picture, i thought he wasn't giving the john hancock line enough credit"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "wittyname wasn't giving the John Hancock line enough credit, but that picture deserves credit, too. Look at it. Look at Ray be stern and noble! He doesn't need to have, like, a realistic wig, or textured skin. He is a cartoon cat."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "No worries. I just get myself all amped up so I can Photoshop some more. All in fun. Well, not in Florida."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "Real-life Spigot is creeping me out!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 12,
    "snip": false,
    "text": "is that a fact? <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "No more chubbies; this will have to do."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 5,
    "snip": false,
    "text": "I like the idea of the social norm in Florida being a bunch of guys doing doughnuts in a mud field, huffing glue in a paper bag, and cornholing a melon like it's no tomorrow.  <br/> \n <br/> \nFour of the six windows in the car are covered by garbage bags, and the riders are making chimp noises."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "The driver has silver back hair and a faded tatoo on his bicep that reads \"Fuck your mom\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skellingtonloc",
    "plus": 0,
    "snip": false,
    "text": "So they're basically gremlins"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I only saw the first  <em>Gremlins</em> , I had no idea later installments became so sexually explicit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "He's probably referring to the version written by Lyle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "notapc",
    "plus": 2,
    "snip": false,
    "text": "Ray for the first President of the United States 2.0."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morelaak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morelaak was marked lame too many times and excluded. (marked lame by Thorfinn, Absurdist, RoboticAgent)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleave",
    "plus": 1,
    "snip": false,
    "text": "To keep it in Florida we'd have to bomb Disneyworld.  I wouldn't mind bombing both though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "To be honest, we should probably do that anyway. Disneyworld is like Las Vegas for kids. You grow up thinking a thing that fake is acceptable, and that's just plain wrong.  <br/> \n <br/> \nAlso, going by number of ships, Disney has the fourth largest navy in the world. They have the fourth biggest flotilla, seriously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spectre",
    "plus": 9,
    "snip": false,
    "text": "The West Edmonton Mall in Canada (part of the enormous GDP) has an underwater ride with four submarines. The Canadian Navy has only two submarines. Therefore, Canada is careful not to get in a fight with its own malls."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Has anyone had the idea yet for a science fiction book about the future where there are corporations instead of countries? Oh, they have? Shit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "Hiro Protagonist, the World's Greatest Swordfighter"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "One of my favorite books. <br/> \n <br/> \nAlso:  Jennifer Government."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Get William Gibson on the line, assuming he is still alive, I have an idea for a new book."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "vandenbos",
    "plus": 1,
    "snip": false,
    "text": "I know your darkest secret, morelaak ... <br/> \n <br/> \nYou like Hanna-Barbera better than Disney."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 3,
    "snip": false,
    "text": "ANNEX KANYE WEST"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 3,
    "snip": false,
    "text": "Hee hee...just a whole pile of things sitting next to that Floridian man in the back seat, waiting their turn to be impregnated. Good times."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "ajg",
    "plus": 4,
    "snip": false,
    "text": "Starting with a bottle of Hunt's ketchup?"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "em2",
    "plus": 2,
    "snip": false,
    "text": "Man why would you even write something like that <br/> \n <br/> \nWhy did you think of that though <br/> \n <br/> \nWhy would you think of that"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ajg",
    "plus": 0,
    "snip": false,
    "text": "Onstad is  <a href=\"http://web.archive.org/web/20101009145632/http://achewood.com/index.php?date=10172006\">on record equating Florida, Hunt's ketchup, and classless men</a>  together."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "Fair enough."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure most Floridans are against Florida.  <br/> \n <br/> \nIf Dave Barry is anything to go by, State Pride is a mythical abstraction to all of Florida."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "absurdist",
    "plus": 1,
    "snip": false,
    "text": "Ray Smuckles, the candidate of change. <br/> \n <br/> \nDrastic change."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flandango",
    "plus": 1,
    "snip": false,
    "text": "I'm a little worried about Ray.  There's got to be something else going on that's inspiring his anger.  He used to be a reasonable cat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blindspot",
    "plus": 2,
    "snip": false,
    "text": "Reasonable? <br/> \n <br/> \nRay has never had no good sense."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "But was he not more tolerant?  I have to go take stock these sweeping generalizations Ray has been making.  Some of my best friends are Canadians. Floridians, on the other hand...."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "satellitetv",
    "plus": 0,
    "snip": false,
    "text": "no ma'am, he has no good sense at all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flandango",
    "plus": 3,
    "snip": false,
    "text": "He used to have sense enough to know that calling Cornelius \"Nerdball McGee\" is not a thing a person should do.  Ray needs to wake up before his class is gone.  I have faith that he will."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "no, no, no, class is a major impediment to electability.   Ray needs to be able to distance himself from Cornelius's high-falootin ways."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "But he still needs to maintain respect for Cornelius. The man is so old school he drives a yellow bus with gothic arch windows."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "The Democratic Party has already begun to roll out Ray's decrees. The FL votes already don't county... now if only we could build some kind of division, like a canal of sorts. Perhaps amend it to Cuba. That would be raw. A man like Ray can do it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "count... county... boot... trunk... same difference.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "That annexing to Cuba thing has already been done. See: South Florida, especially Miami."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "So let it be written, so let it be done. (Yul Brenner, not Metallica, you crazy Floridians!) <br/> \n <br/> \nSo, if I'm reading this correctly, the motto will change from \"where fun goes to die\" to \"where fun is imported,  <em>then</em>  it dies.\" Man, Onstad brings the hammer down from north to south in this arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "where is he <br/> \nthe man you love to fear?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "On a rare art-related note: Am I the only dude digging the flashlight effect on the Declaration of Independence?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "No.  It is well-executed. <br/> \n <br/> \nI would suggest Ray buy a headlamp for times like these."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I own a head lamp for reading in bed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "yeah, actually, i noticed that too.  it's nice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "When you have impreganted a cantaloupe, you have betrayed your country."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "... But you have sired a new generation of sentient melons. <br/> \n <br/> \n(cue the Salma Hayek .gif)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "GOOOOOOOOOOOOOOOOD FRUUUIT!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "Teodor sees sentient melons in the worst of his nightmares.  He's never really gotten over the ... trauma.  I see him as a strong supporter of Ray's anti-melon campaign."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": true,
    "text": "A comment left by em2 was marked lame too many times and excluded. (marked lame by straw, kylank, Zem)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Those are some RUUUUUUDE melons"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "hahgahghagah tired acheworld catchphrase with a random word replaced with 'melon' <br/>"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "philippe is melon"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "em2",
    "plus": 2,
    "snip": false,
    "text": "I'm sorry. <br/> \nThat would be: Philipe is standing on the melon. <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "These melons are accurately conveyed."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Look at the MELON! Look at him stand in his MELON!"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "bjorntd",
    "plus": 6,
    "snip": false,
    "text": "Look, here's the funny thing. I don't even know you, yet  I have hired a variety of melons to create a certain sort of melon with you. <br/> \n <br/> \nWhat? Oh. A  <em>melon</em>  melon."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "The melon melon melon melon melon and melon melon ACHEWOOD melon melon melon."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "this is to the tune of the badger badger song right?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "Melonmelonmelonmelonmelonmelon ACHEWOOD ACHEWOOD <br/> \nMelonmelonmelonmelonmelonmelon ACHEWOOD ACHEWOOD <br/> \nMelonmelonmelonmelonmelonmelon LAME, LAME, OOOOH IT'S A LAME!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm serious. You get a lineup of dudes pissing into melons, you call me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "This whole train of thought here really made me giggle.  What kind of meanie would lame everyone in this conversation like that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "Man things ain't never the same once you see a dude's melon"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "DUDE, THAT CHICK HAD  <em>CHILI</em> -MELONS!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is kinda funny - I remember writing this and seriously thinking for all the world that I'd made it up. But no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 2,
    "snip": false,
    "text": "God damnit, I live in florida."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 19,
    "snip": false,
    "text": "Thanks for taking time away from your busy stuff-impregnating schedule to comment!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Chubby for getting lime seltzer to shoot out my nose. Hysterical. <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrclarinet was marked lame too many times and excluded. (marked lame by kylank, EM2, SpinyNorman, sigmacoder)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "If this arc has tought me anything, it's that Ray should never be allowed in a position of power,  <em>ever</em> ."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bird",
    "plus": 0,
    "snip": false,
    "text": "So, what's wrong with Florida? All I ever heard of it was Gentle Ben.  <a href=\"http://web.archive.org/web/20101009145632/http://bird.jocote.org/\">(bird)</a>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Nothing, if you love death metal and old people. However, it is a rare person who loves both. It seems as though Ray and I are the type who love neither, and this is why we agree on the topic of Florida."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 1,
    "snip": false,
    "text": "Death Metal   Old People - Scandinavia = Florida. <br/> \n <br/> \nSeems so unlikely, but the math is sound."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 2,
    "snip": false,
    "text": "Okay, why the crap does AssetBar not employ the plus sign? It should read \"Death Metal PLUS Old People.\" Death Metal Old People indeed! <br/> \n <br/> \nDMOP rulezzzz \\m/ <br/> \n <br/> \nGood Lord."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "wait why do you sign your posts with a link to your website"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ubermensch was marked lame too many times and excluded. (marked lame by kylank, flandango, artcrow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 1,
    "snip": false,
    "text": "wait you're right we'll essentially be removing america's wang... castration... psychology... ray's mother's milk... aarg!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "Man, Ray is hell of angry in this arc.  I wonder if his medallion is out of whack, or if it just doesn't work n politicians."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "kdarr",
    "plus": 0,
    "snip": false,
    "text": "Yeah, he has been grouchy as hell. Dude needs to get laid or buy another Airwolf or something."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "Ray does seem pretty goddamn crabby. Maybe it's about time Teodor gets down on his knees and smiles like Trebeck's wife. Again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "the latter of these ideas would be a great arc in itself"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quardox",
    "plus": 0,
    "snip": true,
    "text": "A comment left by quardox was marked lame too many times and excluded. (marked lame by Thorfinn, kylank, EM2, DonCaballero, sevendaughters, Wulvaine)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "old arc or low attention span because it hasnt moved much past ray's place?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lastlarf",
    "plus": 3,
    "snip": false,
    "text": "Yeah mate, I know what you mean. The first few strips showed a lot of potential, but now it seems to me that Ray is acting kind of out of character, he's being a bit of a dick for no reason. The Ray I knew would never disrespect Cornelius. <br/> \n <br/> \nNow the lame police will surely come knocking, as I have suggested that some of Onstad's work is not on a par with most of it. But I don't care because I am right, and my lamers know that as much as I do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "Ray has been a bit more ornery than he has been in the past, and he usually shows nothing but the utmost respect to Cornelius.  <br/> \n <br/> \nWhat I'm getting at is that you are completely correct."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "People never have bad moods/get full of themselves. <br/> \n <br/> \nAssetbar is a perfect demonstration of this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "And remember, folks: That Journalist Touched A Nerve."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zem was marked lame too many times and excluded. (marked lame by blastradius, kylank, EM2)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lastlarf",
    "plus": 0,
    "snip": false,
    "text": "Now I feel foolish. On reading the last line of Molly's blog this whole arc seemed to click in to place for me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tucky",
    "plus": 0,
    "snip": false,
    "text": "Miss lady has got a theory about ray's mood on her blog.  She's a smart one, that Molly. Except when she made sandwich porn."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "my Question is this: <br/> \n <br/> \nif Florida is gone, where will America go to die?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "I proposed a thing a few comments upward. We should export more than we import, anyway."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yeah, but that is Fun you spoke of and America is not too Fun. ooh but i just thought that maybe that's why we import it... <br/> \n <br/> \n..i will just admit it; i'm moderately confused by whatever connection betwixt the two."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "*..whatever connection you think the two have."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Well, I don't know where you're from, friend, but I have had perhaps an unfair amount of fun in my youth in the environs of NYC. <br/> \n <br/> \nYou bring that kind of fun to Florida, and half the state would have a stroke, break a hip, or drop dead of a major myocardial infarction."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "ah...well, i grew up in past-rural-near-ranches Colorado...not too much fun to have here other than living on the internet since second grade. (don't even say anything about cow-tipping. nobody did that.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Go East, young man, way East. There's life beyond Ogallala."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "hah. don't i know it. i was born on Chicago's North Side. hung there 'til i was two-and-a-half. then denver until i was Almost Five and now i am here, in The Nowheres. <br/> \n <br/> \noh Ogallala...haha. what a silly name."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Florida is sort of the Elephant Graveyard of America. <br/> \n <br/> \nLiterally.  Having never been there, I expect a labyrinthian obstacle course of ancient bones upon ancient bones, all hyenas chasing after me and my girl.  Death whispering me in the ear as I race, its warm breath just barely conveying its voice of fine ash - taunting me, hating me, claiming me as its own. <br/> \n <br/> \nEvery country has this.  In Australia, it's known by the magical name of \"Queensland\".  It is a place of mystery, purported to only exist in our minds. <br/> \n <br/> \nI sort of don't want to go to either Florida or Queensland, now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Well, that's Daytona at least."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I got a really bad sunburn in Daytona once."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Do people really live in Queensland?  Every Australian I've ever met is from Victoria or NSW or South Australia.  Yet on a map, Queensland is huge.  I've always assumed it must totally empty."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Think of American states - Alaska is big, Texas is big, Montana's big, but only small bits are really majorly populated.  Everywhere else is farm country.  Australia's pretty analogous to America - just a fair bit more desert in the middle and we're a bit younger of a Western colonised country.  Only 200 years old - crazy huh?  The highest proportion of people live on the Eastern, coastal side of the  <a href=\"http://web.archive.org/web/20101009145632/http://en.wikipedia.org/wiki/Great_Dividing_Range\">Great Dividing Range</a> , or further south of the desert areas.  'Cause who wants to live in the damn desert?  That's where the white government sent the Aboriginals (the ones they didn't kill) - most of whom, like us, were smart enough to go \"desert?  <em>Fuck that</em> \" and lived on the coast.  But, we wanted the coast.  'Hey, you guys are natives, you live off the land and stuff, have this bit of....useless area.' <br/> \n <br/> \nAnyway - QLD's big alright, but most of it is dry, boring-ass farming land that's barely fucking hospitable.  You know all those stereotypical pictures of the dry, red Australian countryside with cattle stations and corrugated iron sheds and crap?  Full of racist rednecks?  Yeah, that's the majority of Queensland.  Sorry guys, but it's true. <br/> \n <br/> \nExcept once you get near the coast.  Then it's a  <em>whole</em>  different ball game.  The coast is all famous for its beaches and entertainment - but even then, only small bits of it. <br/> \n <br/> \nStill, most people live in NSW or Victoria.  Less in SA.  Even  <em>less</em>  in Tasmania or Western Australia.  And Northern Territory hardly is worth a mention.  I'm cool with living in Victoria.  Sure, we're arrogant, and sure, the weather sucks alot and the beaches are mediocre at best (Bells Beach is cold as all hell), but I'm cool with it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Like most Americans, all I know about Australian topography is what I've seen in Crocodile Dundee, Priscilla, Queen of the Desert, and Mad Max.  The first two seem like Northern Territory, and Queensland sounds like Mad Max.  So what movie should one get drunk and watch to grok the landscape of Victoria, NSW, Tasmania, Western Australia, and Canberra?  Ever since I discovered that ABBA was huge in Australia I've always thought it must be a cool place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Heh, ironically the first Mad Max was actually shot in Sunbury in mid-Victoria, back when it was the middle of nowhere.  It's a thriving suburb now, just having sprung up majorly over the past few decades.  Not sure about Mad Max 2: The Road Warrior and Beyond Thunderdome, though.  They could've been shot anywhere in the world, really.  There's hella desert in Asia - who knew? <br/> \n <br/> \nMovies for the rest of regularly populated Australia?  Hmm...can't think of many off hand that specifically use the backdrop of the cities as a major plot device quite like Croc Dundee, Priscilla, and Mad Max used their settings.  Most Aussie movies set in the cities will be \"gritty suburban drama\" types, so it wouldn't exactly be showcasing the glamourous side of things.  However, realistically - how many movies specifically showcase the wonderful scenery of American cities?  And the Australian film industry is much smaller and less funded than Hollywood. <br/> \n <br/> \nCanberra is not exactly much of a landscape, as far as I can tell.  It's the Aussie equivalent of DC - just a capital, all man-made, nothing more.  Ours, however, is just in the  <em>middle of fucking nowhere.</em>   There's a big man-made lake, lots of roundabouts, and hella relaxed laws on porn and weed - politicians, don't cha know. <br/> \n <br/> \nBasically, like America, the landscape of Australia is extremely varied.  Everything that you've seen in the States, is down here - but replace the seasonal trees with gum trees.  And it doesn't snow in any major city except Hobart - it's generally a little bit hotter here, but it can get pretty freaking cold, especially here in Melbourne and in Northern Victoria.  But we've got plenty of mountain ranges with regular snowfall for those who want it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Interesting points.  However, in any given year Hollywood produces a half dozen films that get the local color of particular American locales correct.  Or at least they do it distinctively enough to fool you.  And there are more than a few that do it spectacularly.  Think of the Coen brothers: Fargo nailed the upper Midwest, Raising Arizona the Southwest, O Brother, the South, and I'm told No Country for Old Men captures border Texas pretty well (haven't seen it yet).   <br/> \n <br/> \nMoving back to LA as an adult colored my thinking in this regard though.  Places that you've never been to and streets you've never driven on seem like the old neighborhood, so much so that when you revisit the old neighborhood, it just seems like a low-rent version of a studio backlot.  Everything everywhere else seems too small and clean. <br/> \n <br/> \nI just threw Canberra in there for the sake of completeness, but I assume it's like the Simpsons episode Bart v. Australia: where the PM floats naked in an lake.  I've always wanted to visit Perth, if for no other reason because it's so far from everything.  That's the main thing, apart from the never-ending rain, that makes Seattle interesting.  Its people act like they're on an island in the middle of the Pacific since there's thousands of miles of close to nothing between them and civilization."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Maybe  <em>Muriel's Wedding</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Maybe Muriel's Wedding.</em></div> <br/> \n <br/> \nThat's a prime example of the problem - most of our movies are taking the piss out of our own lower classes.  It doesn't give a good indication of normal life."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Wait a minute.  That wasn't what that movie was about at all!  It was about how awesome ABBA is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Canberra is not exactly much of a landscape, as far as I can tell. It's the Aussie equivalent of DC - just a capital, all man-made, nothing more. Ours, however, is just in the middle of fucking nowhere. </em></div> <br/> \n <br/> \nI'm told that the prime consideration in the selection of the site that Canberra was built on was that it be more than 70 miles away from the ocean. The reasoning behind this is supposed to be that at that point in time, 70 miles was how far cannons could be shot from on deck. <br/> \n <br/> \n <em>the more you know...</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "Mostly, except it has a lot of giant condos with rich old jewish people dying inside. Also Disney World."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "Arizona?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "I don't think you could accurately call the Declaration of Independence a screed. V 2.0, on the other hand, fits that descriptor nicely."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised the founding fathers didn't preemptively remove Florida from our nation. Ray's onto something good, I can tell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "earendil",
    "plus": 0,
    "snip": false,
    "text": "They couldn't have known of the coming folly that would be the Adams-Onis Treaty."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snowman",
    "plus": 1,
    "snip": false,
    "text": "Why is Ray in such a bad mood lately?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "election talk gives me heartburn <br/> \ni was hoping you would not be a part of this, achewood"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 3,
    "snip": false,
    "text": "why so, sir? <br/> \n <br/> \nyes, a lot of things about this election so far have been aggravating and stupid. but we have to keep a few things in mind: <br/> \n <br/> \n1. no matter what, the Bush administration is almost over. <br/> \n2. the neo-con movement is starting to choke big time. <br/> \n3. the Pendulum of Influence that has swung so far to the religious right in past years is beginning to swing back. after huckabee fails to get elected, and hopefully fails even to get the nomination, they're going to have to step down a bit and go back to the drawing board.  <br/> \n <br/> \nlook on the bright side of life!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "streever",
    "plus": 3,
    "snip": false,
    "text": "eatmorekix <br/> \nyou just gave that pretty panda lady worse heart burn <br/> \n <br/> \nelection talk gives her heart burn <br/> \ndon't try to analyze, just accept that election talk is to dino_grill as sulfuric acid is to you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "but see i was trying to give her Rolaids in the form of words"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "That would spell R-E-L-I-E-F. <br/> \n <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "you can't convince no one in this whole great wide world to feel a certain way about nothin' <br/> \nbest you can convince someone of is to leave you alone"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "all i can say in response is that i envy your optimistic outlook"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "holy shit I have heartburn too"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "me too but that's from my LOOK IM LINUS PAULING IM EATING 5 GRAMS OF VITAMIN C adventures"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevendaughters",
    "plus": 0,
    "snip": false,
    "text": "I would never take secession advice from a man who reads by torchlight. That just ain't RIGHT."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "helenthebum",
    "plus": 0,
    "snip": false,
    "text": "ray sure is in a bad mood these days"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "THIS IS BRILLIANT!!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "beansdooma",
    "plus": 0,
    "snip": false,
    "text": "ray is so ANGRY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_wilson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mr_wilson was marked lame too many times and excluded. (marked lame by EM2, eoferr, TheQuietYou)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "NO WAI!!!!"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "O RLY?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "It's an airport, you uncultured prick. [/frenchaccent]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr_wilson",
    "plus": 0,
    "snip": false,
    "text": "No guys, you lamed me and now people with low lame thresholds will never notice my keen observations about how mad Ray is. I just wonder if anyone else has picked up on this. He's just a real rageaholic. A real NOT Nice Pete. I hope this gets addressed."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "sayanythingsam",
    "plus": 1,
    "snip": false,
    "text": "As someone who lives in Florida, <br/> \nI have never met a man who was high on elevator paste. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Maybe... but maybe you've just never met a guy who WASN'T high on elevator paste. (Or who hadn't just impregnated it.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "You've never met someone high on elevator paste because they've built up a resistance to it.  Every fix requires more paste than the last.  And it doesn't come cheap.  Those people with whom you avoid eye contact when you go downtown--the ones selling their toasters at the pawn shop, their plasma at the blood bank, or their bodies on the street corner--don't kid yourself, my friend, those people are doing it for paste money.  And every day, as you take the elevator to the second floor in your immaculate suburban office building, their blood is on their hands.  And their sweat, and assorted skin flakes.  Really, those guys make an absolute mess of the elevator when they try to scrape the paste out.  And you don't even want to know about the stairs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I'm still sort of surprised Florida has elevators. It seems like that's way beyond their current level of technology. They still ain't sure they can eat eggs. They got their top minds working on it, all sitting in a mud pit poking eggs with a stick and shrieking."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thequietyou",
    "plus": 1,
    "snip": false,
    "text": "\"Crawl back outta my nasty\" is this year's black. <br/> \n <br/> \nAlso, if these people above me who made a new \"Ray is angry\" post instead of commenting on one of the several above them  <em>aren't</em>  kidding, they're morons...just to be safe I'm laming."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 4,
    "snip": false,
    "text": "the saying makes me.... <br/> \n <br/> \nuncomfortable. <br/> \n <br/> \noh, and have you noticed how Angry Ray's been as of late?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thequietyou",
    "plus": 0,
    "snip": false,
    "text": "Now THAT was funny.  Chubby for you...and your icon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "Even the characters are noticing... enough to post in their blogs about it even!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "they're kidding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shimmyshimmy",
    "plus": 0,
    "snip": false,
    "text": "the beams off the torch are excellent <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Ray wants to rewrite the Declaration of Independence in the same way that Huckabee wants to rewrite the Constitution. This is  <em>topical</em>  satire."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": false,
    "text": "I got more of a Ron Paul newsletter vibe from that whole \"men are created equal?  That's crazy talk\" thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lokier",
    "plus": 0,
    "snip": false,
    "text": "I think the medallion is on the fritz.  Ray's hella angry.  Todd for vice?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Ray is hell of dicking out right now. <br/> \n <br/> \nIf Cornelius had not been standing and Ray sitting, he would have told him to fuck along now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dans",
    "plus": 1,
    "snip": false,
    "text": "So, uh, why Florida? Florida doesn't seem particularly awful compared to the rest of the US."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Apparently you haven't been there compared to the rest of the US. Florida is the worst."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by eatmorekix, falseprophet, morypcaina)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "fuuuuuuuck youuuuuu"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "The District sleeps alone tonight, again."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Chubby for The Postal Service"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 2,
    "snip": false,
    "text": "lame for the postal service"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Chubby for laming the Postal Service. Here's hoping that someone will now lame me for chubbying you for laming the Postal Service, and so on."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "i'm out of chubbies anyway, so ok"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Full disclosure: I occasionally listen to The Postal Service in headphones turned down low when I'm all alone. I think I've reached a certain level of maturity in which I can now admit that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Come down, now."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Whoa, now! I ain't  <em>that</em>  mature yet!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ersatz",
    "plus": 0,
    "snip": false,
    "text": "86th!!!!!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brokebackmark",
    "plus": 0,
    "snip": false,
    "text": "yes <br/> \n <br/> \nhell YES. this is actually happening. Ray Smuckles is actually fixing all the shit that's wrong with this historical piece of legislation. <br/> \n <br/> \nsection II will be fabulous"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "radishes",
    "plus": 0,
    "snip": false,
    "text": "Thank god. Florida is the worst state I have been to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grombly",
    "plus": 0,
    "snip": false,
    "text": "good lord why hasnt ray's rant purely got more 5s"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 1,
    "snip": false,
    "text": "BILL OF RIGHTS 2.0 <br/> \n <br/> \nAmendment One: Congress shall make no law respecting the ability of a dude to speak his mind, insofar as he is not a cock to a stranger, ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "Amendment Two: A man's place on the food chain, being necessary to the securing of a juicy plate of ribs, the right of the people to keep and bear arms, shall not be infringed.  <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "drskradley",
    "plus": 6,
    "snip": false,
    "text": "I always thought of the idea of the Right To Bear Arms should just be the right to bear the same arms that they had back then - muskets and bayonets and crap. <br/> \n <br/> \nUpside: not as many people would kill each other in the States, as they would be subject to ridicule and deriding for carrying such a silly weapon. <br/> \n <br/> \nDownside: people would still kill each other, but the other people would thus die of fucking nasty musket-shot infections."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sortelli",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sortelli was marked lame too many times and excluded. (marked lame by ChrisSketch, Thorfinn, farqussus, loneal, ibetso)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I believe I heard it mentioned when I was 13, so it's not really my idea.  The translation over the past 11 years may have made it not as interesting as I originally remember."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zeal",
    "plus": 2,
    "snip": false,
    "text": "I would support this legilsation.  Hella flintlock pistol duels, yo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Truly, I never thought I'd see \"flintlock pistol\", \"duels\" and \"yo\" in the same phrase. Such mastery in word juggling deserves its prize. <br/> \n*Here, have a chubby*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "This just automatically makes me think of  <a href=\"http://web.archive.org/web/20101009145632/http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&amp;friendid=5794568\">Captain Dan and his discussion of his Flint Lock Glock.</a> <br/> \n <br/> \nEnjoy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Ok, I can see how someone, hypothetically, could enjoy causing a fuss via the use of a blunderbuss (heh, funny word, say it out loud. Really mark the buss), but is it really time to dip?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I tend to think of putting some thought into your words as a good thing..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes but this is a silly idea <br/> \n <br/> \nIt is silly <br/> \n <br/> \nNo disrespect intended to drskradley, as he is a Cool Dude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Well, I think it's hella tight. <br/> \n <br/> \n(And you guys need boyfriends.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Lunch today will be a breadtangle of pizza."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lost_buoy",
    "plus": 0,
    "snip": false,
    "text": "Dammit, I'm gonna be talking in that voice all day, now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 1,
    "snip": false,
    "text": "I always thought about this in middle school history. Aint no ben franklin thinkin about armalite rifles and such"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 1,
    "snip": false,
    "text": "But they did allow privateers to own some very nasty and state-of-the-art warships that pretty much put the hurt on merchant shipping. Thomas Jefferson said: <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>%u201C%u2026every possible encouragement should be given to privateering in time of war with a commercial nation%u2026our national ships are too few in number%u2026to retaliate the acts of the enemy%u2026by licensing private armed vessels, the whole naval force of the nation is truly brought to bear on the foe.%u201D</em></div> <br/> \n <br/> \nBanning a certain class of rifles is ridiculous, for reasons I won't get into here. But even ignoring that, we have Jefferson encouraging the modern-day equivalent of attack subs. <br/> \n <br/> \nSo if Franklin, or indeed any of those Fathers we've gotten so far away from, knew about the destructive power we can bring to bear nowadays, they'd wonder why we didn't have a program to put an M4 in every house in America. <br/> \n <br/> \nI know I wouldn't B&E a house where the owner has an M4, much less want to invade a country chock full of people who own such weapons. <br/> \n <br/> \nI can go on, but I don't think that this is the right place to discuss why gun control will never work. If you want to PM me though, I'd gladly and respectfully tell you more than you want to know."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I always thought of the idea of the Right To Bear Arms should just be the right to bear the same arms that they had back then</em></div> <br/> \n <br/> \nI hope this principle doesnt extend to 'the right to not be a slave, and vote and suchlike, like they had back then'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 2,
    "snip": false,
    "text": "the angry newspaper reading streak has come to an end, ray falls just 4 hours short of the world record."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Chris' ISP cuts out this morning and my ISP cuts out morning, coincidence? <br/> \nYeah, probably."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Man, it seems that journalist put Ray into an epic funk, 'cause he's been nothing but nasty to such good-hearted people as Roast Beef and Connie. These people have valuable skills. If Ray makes the transition from  <em>bon vivant</em>  to Machiavelli, he would do well not to sass talk them. <br/> \n <br/> \n <em>indeed</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 1,
    "snip": false,
    "text": "Indeed, as Machiavelli himself declared, \"men must be either pampered or annihilated. They avenge light offenses; they cannot avenge severe ones; hence, the harm one does to a man must be such as to obviate any fear of revenge.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 5,
    "snip": false,
    "text": "Machiavelli was highly in favor of being a cock to a stranger."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "skoora",
    "plus": 1,
    "snip": false,
    "text": "President Ray is kind of a dick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "It's official...Pat is no longer the biggest dick in Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'm not quite ready to hand the torch over to him...nor is Pat, i'm sure."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morypcaina",
    "plus": 2,
    "snip": false,
    "text": "Ray's becoming a kind of mini-Pat who doesn't know everything... yet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "I'm starting to think I wouldn't vote for Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "This is the worst porno ever."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "Wait! Some porno!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I am from..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Philosophy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nicklon",
    "plus": 0,
    "snip": false,
    "text": "wrong class"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "More like  <em>no</em>  class, amirite?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "No, falseprophet's class is \"awake\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barrylegg",
    "plus": 1,
    "snip": false,
    "text": "Ray is definitely turning into an asshole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Regarding Phillipe's new blog, the concept of Bake Potato Brothers is amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "There can be only one explanation for Ray's inordinate grumpiness. He is actually the evil parralel Ray from another universe who has shaved of his \"bloatee\" to prevent being spotted. if this is the case we are about to enter a deeply unsettling phase in achewood's history."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure it's just the monk dime.  It's always up there, just eating away at his self-image."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Ray really needs to lose this election. If he carries this attitude into office, it could be his undoing. Stress-related death and all"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "odvo",
    "plus": 0,
    "snip": false,
    "text": "I fear that Ray would be similar to Dubya as a president. Ray surfs through life on a wave of good karma and luck, just as Dubya did through most of his life. Then, as he ended up in the Big Chair, the karma ran out, and things just stopped working out for him. One critical difference, though, is that Dubya became a born-again Christian before he entered office, and that may have interrupted the Flow. Ray would not have that problem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 8,
    "snip": false,
    "text": "This may seem evident (hell, it may have even been posted before, and I overlooked it in my haste to say something insightful, but, in the end, unimportant), but this story arc reminds a lot of a certain  <a href=\"http://web.archive.org/web/20101009145632/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D09212007\">\"Fuck You, Friday\"</a> , in which Ray's grouchyness led to an interesting discussion on class identity, authority and the priviledges that we still assume as part of our lives. As and aside, I'll mention the conversation was initiated by Doc Manflesh, and it remains the foundation of my respect for the man. <br/> \nFirst things first, let me clarify something. I love Ray as a character. I really do, even though, I don't want to. I want to hate him, I really do, but he's caring, upstanding, direct and to the point, although from his laid-back manners it's sometimes difficult to tell. At least, that's one side of him. For the purposes of this conversation, let's call it \"Crunchy Stellas Ray\". So, I love Ray. But, and this is a big but, I feel deeply conflicted for doing so. <br/> \nLet me clarify: he is also the living embodiment of everything that I despise of the human condition. He is rude, he is arrogant, he is stuck-up and petty. Oh, not  <em>all the time</em> , but when he is,  <a href=\"http://web.archive.org/web/20101009145632/http://achewood.com/index.php?date=12162003\">he really is</a> . Let's call that side of him \"Frat Boy Ray\". Now, you may understand why I also hate Ray. For ideological reason, you may argue. It's not completely untrue, even. But I don't think it takes anything away from my point. In my book, that sort of holier-than-thou attitude is a strict no-no. Not acknowledging that the others are, you know,  <em>human beings</em> ? Bad move, Frat Boy Ray, bad move, specially coming from someone that once said that \"no one should be a cock to a stranger. Ever\". <br/> \nI could treat them as split personalities, something along the lines of \"I love Crunchy Stellas Ray, but I hate that bastard Frat Boy Ray\". But, truth is, they are both too deeply consistent, too identified to really distinguish between them. He is always Ray, only sometimes he is Ray to people that don't deserve him to be Ray to them (I love how that sentence turned out). In the end, it's the same problem I have with Rayne Summers, from Least I Could Do (yes, I read Least I Could Do, and no, I don't like the Perry Bible Fellowship. So sue me). <br/> \nBut, I don't like Rayne. I read Least I Could Do mostly in the hopes that he will finally suffer a horrible death and let John take the friggin' spotlight. But I digress. I don't like Rayne, but I DO like, nay,  <em>love</em>  Ray. I love him to pieces. I'd love to be pals with him (mostly because he's filthy stinking rich, but still), And here's where the real meats of this meandering rant come. The fact that Ray's ideas, manners and, in general, existence enters in direct contradiction with every idea of reality that I have managed to forge in my short time as a sentient being, and I still find myself compelled to say: \"Well, he has his moments\". Even though I don't want to know anyone like him. And that is more a testament of Onstad's craftmanship than anything else, really. <br/> \nSorry for the ranting, it was just something that had been in the back of my head since the start of the arc. Thought I'd share it with you. <br/> \nAlso, I can't help but wonder, since where I live these attitudes would be frowned upon, and probably grounds for exclusion, and the two comics where the \"adorable asshole\" phenomenon has happened are american (which actually means jack shit, because all of the comics I read are american) just exactly how acceptable is it to be one of these? I'm just asking, no offense meant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 6,
    "snip": false,
    "text": "Right, that about wraps it up people, i expect your essays on how Myrrdisparo's treatise \"Ray: cat of two halves\" fits in with the other late Visigothic Hagiography we've studied on my desk by wednesday, if you have any queries don't hesitate to email."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "Well, Ray can be many things, but he is no saint, that's for sure"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Ah, undergrad.  Good times. <br/> \n <br/> \nBut to address the rant, I don't think one should so easily dismiss the uniquely American character that Ray has become through years of explication.  His generosity combined with naiveté and blundering pomposity is what sets us apart as a people.  One cannot help but feel that the focus on Canadianism earlier in the arc and the focus on founding documents now is purposeful.  Geographically even narrower, Ray is such a Northern Californian I expect he roots for Cal every fall even though he presumably lives in the close vicinity of Stanford.  It's possible I'm reading too much into this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 0,
    "snip": false,
    "text": "One of my best friends has a personality very much like Ray. It's the kind of person that you can't help but be drawn into, even if he says and does things at times that you would never dare, and might even frown upon. In fact, it might be  <em>because</em>  of that, no? <br/> \n <br/> \nAt least, that's what I've found."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "The \"adorable asshole\" is very American.  I think it must be a whatchmacallit...?  Oh yeah, an  <em>archetype</em> . <br/> \n <br/> \nSo are the rest of them, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I know a dude who is a lovable asshole. <br/> \n <br/> \nThe next time I see him at a bar cruising a chick I'm cockblocking him with authority; I will make sure that, before he leaves, the girl believes he has herpes and knew he had herpes before he started talking to her. <br/> \n <br/> \nI hope this answers your question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "if there was a whole copy of Ray's constitution, <br/> \nI'd tape it on my wall."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "metrofeed",
    "plus": 0,
    "snip": false,
    "text": "This whole arc is not doing it for mw"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chewie",
    "plus": 0,
    "snip": false,
    "text": "Well, it is for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "-0_0-",
    "plus": 0,
    "snip": false,
    "text": "\"nerdball McGee\" <br/> \n <br/> \nChrist wept <br/> \n <br/> \n <em>Christ wept</em>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "More legislative acts need to end with the line \"So I decree it, so it shall be.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "You know, they really don't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 10,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nPhilippe:  <a href=\"http://web.archive.org/web/20101009145632/http://philippesblog.blogspot.com/2008/01/ray-is-bummed-out.html\">Ray is bummed out.</a> <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101009145632/http://mollysanders.blogspot.com/2008/01/ray-is-so-grumpy-about-running-for.html\">Ray is so grumpy about running for President!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 0,
    "snip": false,
    "text": "I think very many of you have confused Florida with Mississippi."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Dogg, I don't dig on cracks about my (founding) family."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": "mewo meow meow meomwoem wome owme owem weo mwoe mwoem we o"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "kill_the_usa",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harpo",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "groucho",
    "plus": 1,
    "snip": false,
    "text": "Will you two stop arguing!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Man.  Poor Florida."
  }
]