[
  {
    "depth": 0,
    "minus": 2,
    "name": "dirtyantaeus",
    "plus": 97,
    "snip": false,
    "text": "Cornelius is more badass when baking bread than most people are when riding a harley."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 58,
    "snip": false,
    "text": "it all has to do with the sincerity behind the actions i think <br/> \n <br/> \na guy on a harley seems like he's insecure, he's got something to prove <br/> \n <br/> \ncornelius has nothing to prove. cornelius just does it <br/> \n <br/> \nhe doesn't mess around, he gets down to business"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 7,
    "snip": false,
    "text": "he... he gets things done?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "Yes. <br/> \n <br/> \nYes he does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jdhenry105 was marked lame too many times and excluded. (marked lame by Contrasoma, dayvancowboy, stanshall, riotdejaneiro, atom, evolume, Ariamaki, goocifer, dullard, aHatOfPig, Zem, LiquidCruelty)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ted0phile, Dovey, dayvancowboy, apocowarg, HolyQ, choosebro)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "Why do you have to be so angry?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Ariamaki, neaner, stop, RedGuy, CEOKasen, unsentletter)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dovey",
    "plus": 10,
    "snip": false,
    "text": "Is your agenda just to be a total asshole? Because that would kind of be redundant. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "fie!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 7,
    "snip": false,
    "text": "As the entire arc proves, being a badass is not necessarily about fucking someone up.  Cornelius is quiet and classy, yet forceful, and the world would be a better place if more people tried to be a badass that way instead of deciding they're just gonna drink and get in fights until nobody can tell what shape their nose was originally."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cchauffe",
    "plus": 8,
    "snip": false,
    "text": "Baking bread from scratch [is] really badass if you think about it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 5,
    "snip": false,
    "text": "My mother and my grandmother are pretty bad ass, I guess.  <br/> \n <br/> \n(note: I am not being sarcastic they lived in basically pioneer conditions)."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gus",
    "plus": 1,
    "snip": false,
    "text": "My Grandmother used to make Head Cheese. That's right: Put the pig's head in the oven, bake it, and pick off pig lips,  tongue, and whatnot, combine it in some kind of gelatinous mess and call it food. My grandma knew how to do it, but I never ate it. Whenever I see head cheese in the supermarket, though, I think of her, and her badass-head cheese ways."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 6,
    "snip": false,
    "text": "I think the premise of headcheese is the transposition of 'bad' and 'ass', resulting in an ass-bad loaf of nasty with visible eyelashes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "OH MY GOD IS THAT WHAT HEAD CHEESE IS <br/> \n <br/> \nThank Christ I've only ever heard about it on TV and stuff and never actually seen it in real life. If I ever do I will just fall to my knees and screech for a while.  <a href=\"http://web.archive.org/web/20101005061328/http://m.assetbar.com/achewood/uua5zPtVM\">Like the guy on the far right of the first panel here.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Heh, I know exactly what panel you're linking to without checking it. Being well-versed in Achewood saves me time and effort once more."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 2,
    "snip": false,
    "text": "Head cheese is a nasty word, dude. Back where I come from (Denmark) this is a much celebrated dish, eaten around Christmas in the main. Although most people have gone from using the head to making it with more convenient cuts of meat. <br/> \nIn the Danish recipe, the head is boiled, though. The meat, all tender and tasty as hell, is then peeled off and put in a container with a few bay leaves and other spices. Finally the container is filled to the brim with the broth from the pot. Finally it is refridgerated for some time, letting the juices coagulate into a wonderful, gelatinous mess. It is served with rye bread, pickled red beets, and a strong mustard. It is the food for men."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "The name of this dish, I might add, is \"sylte\" (which directly translated means \"pickle\". In Denmark we are so in touch with the swine that we just assume that you mean pickled pig if you don't add a surfix. <br/> \n <br/> \nAlso be prepared to use lots of isinglass."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anathan",
    "plus": 27,
    "snip": false,
    "text": "Cornelius doesn't NEED or WANT to fuck you up. He knows he can, but it's unnecessary 99.9% of the time. Plus, he's too old to want to prove anything to anyone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 7,
    "snip": false,
    "text": "that's why I want to be old"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grobo",
    "plus": 3,
    "snip": false,
    "text": "If Teodor had that no knead bread recipe from the NYT's minimalist he totally wouldn't have over kneaded and may have even won this round (assuming Ray would have came back 20 hour later to judge it)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dicklaurent",
    "plus": 10,
    "snip": false,
    "text": "To be fair, malloreddus needs to dry for at least 24 hours before it's boiled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "salo",
    "plus": 2,
    "snip": false,
    "text": "Ray doesn't empathize with Teodor kneading dough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "salo",
    "plus": 25,
    "snip": false,
    "text": "Since he's financially independent himself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dismas",
    "plus": 1,
    "snip": false,
    "text": "Wah-WAHHHH."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 1,
    "snip": false,
    "text": "Ugh"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Ray in Panel #6 gets this one a 5/5 for me.  <br/> \n <br/> \nAlso the last panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 1,
    "snip": false,
    "text": "mr bear is straight up raw.  and i love beef's assessment of him in the last panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 2,
    "snip": false,
    "text": "I was also under the impression that Teodor knew how to cook.  What the hell, Teodor?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "The pressure got to him. <br/> \n <br/> \nWe have seen in recent strips that although they may not be as notorious as Beef's, Teodor has his own Circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 20,
    "snip": false,
    "text": "Lyle is a professional cook. He is a career loser. He knows cars. He was really off his game here - it is later commented that the dog contest was his to lose, but really they all were. Lyle, this is your unfinest day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 2,
    "snip": false,
    "text": "Cornelius is just... my favourite character. Statement needs no qualifiers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 0,
    "snip": false,
    "text": "what about vlad and pat's attempts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chrissketch",
    "plus": 1,
    "snip": false,
    "text": "They were perfectly fine loaves of bread. Adequate, yet uninspiring."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Pat's was probably some vegan nastiness that wasn't worth commenting on, as we've seen that shtick before."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kochipoik",
    "plus": 1,
    "snip": false,
    "text": "Yeah but then again, Cornelius' was vegan too, and probably wasn't that nasty at all. <br/> \n <br/> \nThis is one of the first strips where I realised that Mr. Bear is pretty old."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 10,
    "snip": false,
    "text": "Vlad is a robot, and thus has no need for food. When time came to inspect his attempt, Ray was greeted by the original ingredients, untouched."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "patkun",
    "plus": 0,
    "snip": false,
    "text": "\"A thousand minutes? A million?\" <br/> \nIs Téador actually crying under this criticism? <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "squi",
    "plus": 1,
    "snip": false,
    "text": "Nah. He's just sweaty, as is Lyle in frame 7, from the stress of competing against Cornelius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilbur",
    "plus": 1,
    "snip": false,
    "text": "A million minutes! God, I fucking love this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by RaysDangNachos, Connellingus, sncether)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 3,
    "snip": false,
    "text": "I sympathize with Lyle.  I consider myself a decent cook, but for some reason yeast HATES me.  I follow the directions and it just won't do its thing!  Perhaps it hates all biologists for disturbing its privacy and printing its genome on the Interweb."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "evolume",
    "plus": 11,
    "snip": false,
    "text": "Are you aware that you just announced that yeast hates you, as a  <em>female?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Everyone on the intertubes is a 70-year-old retired bitter furniture salesman in Winnipeg. Didn't you know that? <br/> \n <br/> \ndammit malloreddus is not a joke on malodorous"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hollis",
    "plus": 14,
    "snip": false,
    "text": "Fine, Saccaromyces cerevisiae hates me.  Candida albicans and I have never had cause to quarrel.  Happy now?  You better be; you made me go to Wikipedia."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 1,
    "snip": false,
    "text": "i felt like i had a horrible paraphilia when i chubbied this...thanks a lot!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kochipoik",
    "plus": 2,
    "snip": false,
    "text": "Really, as a female, you'd be pretty sweet if yeast hated you (candida albicans, that is). If it loved you, there's your problem."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 7,
    "snip": false,
    "text": "Cornelius rolled it out using his flask. <br/> \n <br/> \nHIS FLASK."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "I envy Cornelius. When he carries a flask around, he's a badass. When I do, I have a drinking problem."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 10,
    "snip": false,
    "text": "vlad's idea of being badass is to find a drunken homeless man and punch him until he dies. <br/> \n <br/> \nvlad is a very terrible person/very typical robot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by riotdejaneiro, dickie_roxx, jeffreyquah)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "Not really, because that would be breaking the First Rule."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Maybe, but robots WANT to hurt us. Robots are dicks."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Until then, he'll have to settle for the video game version of The Warriors. \"C'mon, youngbuck! I'd like to see you take me down!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Note how Teodor stands in front of the line of wannabadasses. He's eager. <br/> \n <br/> \nActually..thinking about it..I'd have thought Pat would be the guy indulging in this kind of irritating behavior. <br/> \n <br/> \nFootnote: I try to tell my friends things are \"Hard\" but they don't have a damn clue what I'm talking about."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "talix18",
    "plus": 1,
    "snip": false,
    "text": "They are a top drawer failure by any measure in the book."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "coldfrog",
    "plus": 1,
    "snip": false,
    "text": "As a robot, shouldn't Vlad get an alternate task, such as building his own solar panel or drawing up plans for a portable generator?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 2,
    "snip": false,
    "text": "Cornelius is wearing an apron before the goal is announced.  As soon as he read the invite, he knew there was going to be mad baking going down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chrissketch",
    "plus": 0,
    "snip": false,
    "text": "Actually, I think thats just an undershirt. Or some kind of jersey. Same as all the other contestants."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 0,
    "snip": false,
    "text": "Ahhh I think you're right. The fact that he's wearing it over his normal attire, with a bowtie, makes it look like an apron at a glance."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "It seems that they're all wearing wifebeaters."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 14,
    "snip": false,
    "text": "\"You're right, Ray. I've been kneading this dough for nearly 700 days. I don't know what I was thinking.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "the way i'm kneading this dough is like my emotions right now...  <em>hella crazy</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "brah_angelico",
    "plus": 1,
    "snip": false,
    "text": "But I would knead five hundred minutes <br/> \nAnd I would knead five hundred more <br/> \nJust to be the man who kneaded one thousand <br/> \nMinutes and proved he was frickin' hardcore"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "It's a \"wifebeater\" over a suit. <br/> \nI don't know which is funnier, his or Vlads."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "Wearing a tanktop was an unspoken rule of the games, which Cornelius of course bucked and mocked like the badass that he is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tsrts13",
    "plus": 1,
    "snip": false,
    "text": "teodor is so angry with himself on this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "breadcrab",
    "plus": 0,
    "snip": false,
    "text": "Man, my brother made bread today, by hand. It was delicious and I showed him this strip after I commented that \"Nothing is more old-school than baking your own damn staff of life!\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 19,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101005061328/http://orezscu.blogspot.com/2006/06/into-studio.html\">Into the Studio</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Ah, Teodor... When will you learn that nothing good comes free..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 1,
    "snip": false,
    "text": "Just look at beef standing there in his swimming-trunks as if it was just a basic time of day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spenham",
    "plus": 0,
    "snip": false,
    "text": "The Badass Games are a good chance for us to see some of the characters who don't get much face time apart from the blogs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "\"completely raw\" has entered my everyday vocabulary, but i usually give it that extra oomph by adding \"as hell\" after it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iidebaser",
    "plus": 1,
    "snip": false,
    "text": "almost two years after this strip runs, it  <em>just now</em>  occurs to me that winning a bread competition by making pasta is about as badass as winning a marathon by taking a cab for the first 25 miles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "edwell",
    "plus": 1,
    "snip": false,
    "text": "Lyle's dough grew up to become Cynthia the prostitute."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Bread is the [B]staff of  <em>life</em> [b]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wonelove",
    "plus": 1,
    "snip": false,
    "text": "<strong>DAMMIT</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rykan",
    "plus": 1,
    "snip": false,
    "text": "But... whose watching Phillipe?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goatmasterflash",
    "plus": 2,
    "snip": false,
    "text": "Dunno. It's not my watching Phillipe, that's for sure."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "I'm playing in the bathtub with Mr. Toaster!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I absolutely love Beef's line there at the end, just to tell you right off the bat how this arc is going to end."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yeshua_hamashia",
    "plus": 0,
    "snip": false,
    "text": "holler?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "There needs to be a crossover between Achewood and Yakitate Japan."
  }
]