[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by UntilYouAreSoNude, ishuta, Howard, lk, chatterjee)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "freerhi",
    "plus": 1,
    "snip": false,
    "text": "cocktail recipes is hands down my favourite achewood character"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 1,
    "snip": false,
    "text": "I wish Mr. Cocktail Recipes lived at my house."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 5,
    "snip": false,
    "text": "The tribulation is at hand! The plow that rends the earth shall unleash the rivers of bile. With a live goldfish, Ketel One, and OJ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 2,
    "snip": false,
    "text": "i dont know why but i love this one"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 5,
    "snip": false,
    "text": "Cocktail Recipes is a little liquor pixie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nessotron",
    "plus": 1,
    "snip": false,
    "text": "Why .... why have you been two-timing me Cocktail Recipes? <br/> \n <br/> \nI trusted you with my actual beverages."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "jackparsons",
    "plus": 3,
    "snip": false,
    "text": "I just watched a video showing how to make a rose-water martini. 3.5 cups wodka, 1/4 teaspoon rose water. Or, for a single drink, a shot of wodka and the amount of rose water that drips off a needle. <br/> \n <br/> \nThis has been Lie Bot's cocktail recommendations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pivotal",
    "plus": 1,
    "snip": false,
    "text": "Dear Chris, <br/> \nWhere can I get this. <br/> \nThank you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lamelliform",
    "plus": 0,
    "snip": false,
    "text": "My God.  If only this little man lived in my apartment, sobriety would be a thing of the distant past."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I wantses Cocktail Recipes fanfic.  I wantses it  <em>now.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 7,
    "snip": false,
    "text": "Mr. Cocktail Receipes ran his words together. Harry always made him nervous. He wasn't sure why, the guy ran a pet store, made a few extra dollars \"preparing\" gold fish for him. Harry always turned up smirking and never answered his questions with anything more than monosyllables, a yes or a no. It seemed Harry was always about to reveal the joke of their situation. He never did, just walked away shaking his head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Thank you, woodenteeth.  You have officially created a  <em>niche.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "Created, and  <em>filled</em> ! <br/> \n <br/> \nLike Cocktail Recipes and Harry."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "Cocktail Receipes was strict with himself. A friend with a poetic sense of humour had given him the nickname and with a twisted brow Cocktail Receipes had accepted it. Accepted it like that baseball in the face when he was thirteen.  <br/> \n <br/> \nSo many things had been revealed to him since those times. These things had not made him less awkward, but they had certainly made him more aware of what people liked. Alcohol for instance. So he decided to make the receipes they would like. It was a business venture and he would be respected. He wasn't desperate for approval, but he liked the slippery business of the alcohol industry. People seemed more unpredictable, but more easy to deal with. Harry being the exception."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Harry did something to goldfish that stopped them from shedding their scales or colour, even though they were dead. Cocktail Receipes was sure Harry used those stick on googly eyes you could buy for sock puppets; fitting them just under the skin. <br/> \n <br/> \nHarry was working on the Disco Shoe. He had prepared it and served it with varying degrees of popularity at \"8\", the high class boys club of a cocktail lounge. One of those places where women with hourglass figures filled the wine glasses you swirled in front of your cigar.  <br/> \n <br/> \nCocktail Receipes laid the gold fish upright in gin, sweet vermouth, vermouth, and a \"shoe\" of white cream de cacao (basically a Pall Mall with a dead animal). The management at \"8\" imagined CR eccentric but harmless adding to the places old school charm. No one really came into his little bar \"kitchen\", where he had his fish laid out in perfect rows. CR didn't know why, but everytime he did this little ritual, fish laid out, he had to smash one of the fish with his fist. Sometimes a piece of gill or gut would hit his face. For some reason CR found the cool slapping feeling of it a relief."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Please replace Harry in the second paragraph with Cocktail Receipes or the now popular CR."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "all for me?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Like Cocktail Receipes I too like to give people what they like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "The fact that Cocktail Recipies has the voice of Mickey Mouse is  <em>perfect</em> . <br/> \n <br/> \nSeriously, just imagine the alt-text in Mickey's voice. Genius."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Unfortunately, I personally preferred Mickey Mouse when he didn't say anything. So I just imagine the sound of a steamboat whistle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Cocktail Recipes is very scary to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oooh. Good idea. I will include that. Please see above."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i'm intrigued and wish to subscribe to your newsletter."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I think I'll add to the story when the whim takes me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "how 'bout now?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "... and done."
  }
]