[
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 0,
    "snip": true,
    "text": "A comment left by william was marked lame too many times and excluded. (marked lame by joeyramoney, stevegt500, Weretrout, TTAGXAMM, nutmeg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 18,
    "snip": false,
    "text": "That is how people invent new fancy dishes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 28,
    "snip": false,
    "text": "<em>Ape</em>  is my favorite food-related word."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fresco",
    "plus": 31,
    "snip": false,
    "text": "Le Grand Magot (The Great Ape) <br/> \n <br/> \nLe Grand Magot was a tradition practiced at Silver Moon, a restaurant in Saigon, ~1952-1975, involving the ritualistic death of a specially trained chimpanzee. The ritual was created by the Silver Moon's owner, Nguyen Van Vingh, a Vietnamese-born chef who studied cooking at several schools in France during 1946-1952. It was popular with the French and Vietnamese upper class, and later, high-ranking American government officials, military officers, and some members of the public, such as journalist Walter Cronkite. <br/> <br/> <br/> Ritual <br/> \n <br/> \nThough the consumption of various portion's of the ape's body was the supposed aim of the exercise, it has been argued and is generally accepted that the performance was as much a piece of performance art as a step in the preparation of the meal. There were several variations of the practice. Usually a group event, by far the most common version involved a designated patron (known as Le Chef) selecting an ape he wished to kill, from an enclosure where they were kept. The ape was then bathed and shaved, as Le Chef and his party were served light refreshments in the killing room. Alcohol was not served until after the ape's death, both for safety reasons, and to preserve the purity of the emotional experience. Individuals who appeared to be already intoxicated were never allowed to participate. <br/> \n <br/> \nHaving received six months to one year's training, the shaved ape was led in to the killing room, to within approximately three feet of Le Chef, who dressed in a loose-fitting cotton robe. Protective eyeglasses were provided. The ape, having performed this ritual many times in training, carried, in one hand, a single-shot pistol, and in the other, a single .44 magnum pistol cartridge. A sheet of white silk was drawn across the room, and drawn taut, separating Le Chef from the rest of the party. A spotlight was then switched on, casting the shadows of both Le Chef and the ape on the sheet, in profile. <br/> \n <br/> \nLe Chef would take the pistol and cartridge and proceed to load the gun. At this sound, the ape would step forward on to a large, golden platter. When the hammer of the pistol was cocked, the ape would sign, using International Sign Language, the phrase \"Thank you,\" then tap a point on its forehead midway between the eyes laterally, and approximately one inch higher than the eyes, vertically. This was were Le Chef placed the muzzle of the pistol, and pulled the trigger. The bullet normally exited the skull through the back, and was stopped by a wall of sandbags, concealed by a stretched painter's canvas. The canvas, bearing a bullet hole and a portion of the ape's blood and brain matter, was quickly dried and varnished, and given to Le Chef at the end of the evening. <br/> \n <br/> \nThe ape, falling on the platter, was carried to the kitchen by the staff. Normally, a stew consisting of the heart, the remainder of the brain matter, the lungs, and, optionally, the testicles, would be prepared. Wine was served, mixed with a portion of the ape's blood, which contained a small amount of opium, that the ape had been made to smoke earlier in the night. It is accepted now that the concentration of the drug in the blood was not high enough to cause a discernible effect in a full-grown human adult, and that the effects mentioned by Chefs were most likely attributable to placebo. The rest of the carcass was discarded. <br/> <br/> <br/> Pistol <br/> \n <br/> \nThe pistol was a special model, manufactured in very small batches by a local gunsmith. It was break-action, much like today's Thompson-Center Contender model. After the ceremony, the pistol could be purchased by Le Chef, but molten lead would be poured in to the barrel, so that it could no longer be used for a less noble purpose. The .44 magnum caliber was chosen because it was very successful at penetrating the skull of an ape. <br/> <br/> <br/> Variations <br/> \n <br/> \nOriginally, there were to be two types of ceremonies, the aforementioned, and one where the ape in fact shot itself in the head. However, in practice, the ape often simply wounded itself, and took an inconveniently long time to fully expire. It was felt that the most artistically pure way for the ape to die was from a single wound, and that shooting a thrashing ape multiple times significantly reduced the drama of the event. A harness of leather was briefly experimented with, which held the pistol in the correct position on the ape's head, but it too was rejected for artistic reasons. Occasionally, a Chef would request to use their own pistol, but this proved to have several drawbacks. First, the pistol might not be powerful enough to immediately kill the ape. Secondly, it was felt that much of the depth of the ceremony was lost when the ape did not deliver the means of its own destruction, a major consideration given that apes often expressed confusion when presented with an unfamiliar pistol design, sometimes fumbling with, and in one case, breaking, a Chef's personal firearm. <br/> <br/> <br/> End of the Era <br/> \n <br/> \nDuring the Vietnam War, the cost of importing and training apes skyrocketed, making the ceremony only available to the super rich or powerful. Combined with more difficult circumstances all around, the ceremony began to be practiced less and less often. The real death blow, however, came in mid-April of 1975. On April 17, as the city lay under siege, a stray mortar round hit the outdoor enclosure where the apes were kept, killing all but two. Nguyen Van Vingh, knowing that it would be impossible to start from scratch, reportedly shot the two surviving apes, Lucien and Jean-Claude, before turning the gun on himself. His last words, reported by his cook, who was present at the time, were: \"Tonight, I shall finally join you, my brave and noble pets. Goodbye.\" <br/> <br/> <br/> Controversy <br/> \n <br/> \nWalter Cronkite never made a public statement about his involvement with Nguyen Van Vingh or the Silver Moon restaurant. It was noted, though, that from 1968 onwards, a red-spattered canvas with a hole in the center adorned the wall of his dressing room in the CBS studios."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "money4something",
    "plus": 1,
    "snip": false,
    "text": "wat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "This reads like a piece of great fiction. I like to imagine you made it up as you went along, perhaps while high on Drugs. I'm not even going to consult Google about this. Knowing one way or the other whether this is true would spoil the magic. <br/> \nChubby for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "It's a damn shame nobody has any chubbies left to give to this fine young lady."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "larry",
    "plus": 1,
    "snip": false,
    "text": "You are amazing.  Chubbies for you. <br/> \nBut now I'm curious as to what a stew mixed with ape testicles would taste like."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Synergy chubb."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "getset_go",
    "plus": 0,
    "snip": false,
    "text": "Simply beautiful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Here's a little something for the effort."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "softerworld",
    "plus": 0,
    "snip": true,
    "text": "A comment left by softerworld was marked lame too many times and excluded. (marked lame by mannequentin, Ariamaki, RBisme, dracer2)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "softerworld",
    "plus": 6,
    "snip": false,
    "text": "oh shit, sorry twohundredninety.  <br/> \nthat was uncool of me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by charchar was marked lame too many times and excluded. (marked lame by sevenarts, jezebel, Doc_Rostov)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 7,
    "snip": false,
    "text": "Oh my God. Why would you post that. Now I'm sad."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "storableprawn",
    "plus": 0,
    "snip": false,
    "text": "Better to PREVENT ape-eating by peoples with the power of KNOWLEDGE. <br/> \n <br/> \nI bet Ray sends a poor family $10,000 in \"walking around money\" each time he eats an ape, don't worry."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "try some ape, only 10k up front."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "cilantro-ape ceviche would be just that. Ape meat with a cilantro infused acidic juice and soaked for a few hours. Always done with seafood but it's not technically impossible."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "reaubhat",
    "plus": 10,
    "snip": false,
    "text": "This strip makes me laugh every time. I think it's the way Ray looks behind his back before revealing he has an ape source."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daaaaang",
    "plus": 3,
    "snip": false,
    "text": "OH FUCK I MEANT TO HIT CHUBBY I AM SO SORRY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "IT'S PROBABLY OKAY I DON'T THINK THAT GUY EVER POSTED AGAIN SO WHATEVER YOU KNOW"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "appers",
    "plus": 6,
    "snip": false,
    "text": "HE WAS JUST THAT UPSET AT BEING LAMED HE LEFT THE INTERNET FOREVER"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blotto",
    "plus": 0,
    "snip": false,
    "text": "WOULD YOU LIKE SOME FRITTATA?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "YES THAT WOULD BE DELIGHTFUL. I SHOULD GIVE YOU MY QUICHE RECIPE, IT IS A VERY TASTY WAY TO USE UP LEFTOVERS."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 0,
    "snip": false,
    "text": "so do you think primate tastes more gamey or greasy?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 0,
    "snip": false,
    "text": "Humans are said to taste like pork."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "closefriend",
    "plus": 0,
    "snip": false,
    "text": "I'd have gone with beef, only because I've seen Fried Green Tomatoes 17 times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nicolae",
    "plus": 0,
    "snip": false,
    "text": "That's what my mom would tell me when I was little."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "slalvation",
    "plus": 10,
    "snip": false,
    "text": "While she was feeding you your pork chops."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "These are the things nicolae's mother said to him, just before she told him his evening orange juice was King Piss."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dorothypoopbot",
    "plus": 3,
    "snip": false,
    "text": "He gulped that shit down  <em>furiously</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theyang",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 0,
    "snip": false,
    "text": "For all the discussion of alcohol that abounds in Achewood, very rarely is beer discussed.  Curious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 6,
    "snip": false,
    "text": "Well, there is the Guinness that Roast Beef has open when Todd calls from jail, the Asahi that Beef gives to Onstad for his birthday, and the fact that Beef puts Certs in his beer... maybe Roast Beef is the beer guy of the group."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 5,
    "snip": false,
    "text": "no one should forget the crispy Stellas"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "The Bohemias with Envelope, getting spry on Grolsch."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "helloftubby",
    "plus": 1,
    "snip": false,
    "text": "i thought that guinness was there as a visual reference for what 3/4 of a cup looks like."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "Wine finishing notes come on cue??"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 2,
    "snip": false,
    "text": "Lambic is beer that's been fermented with wild yeasts, and often includes fruits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jar",
    "plus": 4,
    "snip": false,
    "text": "For some reason it's also best to brew them in the open in a place with lots of cobwebs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnytruant",
    "plus": 0,
    "snip": false,
    "text": "a fig lambic is one which i have yet to encounter in my belgian beer obsession - i am skeptical as to its compatibility with the style, but i said the same about lemongrass and grains of paradise in a heffe which was quite the treat"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 13,
    "snip": false,
    "text": "Frankly, I'd be more disturbed by the fact that the first beverage is recommended to be served with a FETUS."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 12,
    "snip": false,
    "text": "the amount of cruelty inflicted in the preparation of a dish is directly proportional to the deliciousness of said dish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by madnes, apricotta, farqussus, nipsy43, ravindra108, nutmeg, Dwilow)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snoozebar",
    "plus": 6,
    "snip": false,
    "text": "It's baby cow.  Not fetus cow."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 16,
    "snip": false,
    "text": "Fetus cow is technically called \"blue veal\". Seriously. It's messed up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "setzkin",
    "plus": 1,
    "snip": false,
    "text": "Chubby for knowledge!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dj_insomniac",
    "plus": 0,
    "snip": false,
    "text": "I think this is the first time I have ever gotten something good for knowing about blue veal. Usually I just get looks of horror. <br/> \n <br/> \nWhich I suppose can be good too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "The More You (Never Wanted To) Know"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rarebeef",
    "plus": 0,
    "snip": false,
    "text": "Ray likes young meat. And ape."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "I don't know if it's better or worse to prefer your meat unborn."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Well, if a human analogy is apt, meat is murder, unless it's unborn veal calf. <br/> \n <br/> \n(damn that almost rhymed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Friend of mine liked to say \"If God didn't intend for us to eat animals, they wouldn't be made out of delicious meat.\" I don't know where he got it from."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "The Bible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Not to be a bitch, but it didn't even come close to rhyming."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "consonance and assonance (as used in the title and the above post) create internal rhyme."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "and you know all about being-an- <strong>ass</strong> onance.  woo. <br/> \n <br/> \nCould...could I have made that more clear somehow? <br/> \n <br/> \n <em>Exit, stage left!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Could a pro-choice vegetarian eat unborn meat? This is indeed a disturbing quandary."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "storableprawn",
    "plus": 1,
    "snip": false,
    "text": "The availability of safe, clean livestock abortions might add some childflesh to the menu in a few households."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 6,
    "snip": false,
    "text": "Dr. Childflesh desires menu play immediately."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i would eat people if i knew how to get my hands on it. <br/> \n <br/> \ndoes anybody have 'a guy' anywhere?  can anybody help me with this? <br/> \n <br/> \nlet me know"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Cannibalism starts at home. Surely you have some appendage which you haven't used in years and may never use again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "No, it's barbarism that begins at home. But meat IS murder. Heoyh!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A crack on the hand is what you get for laughing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "I thought that said \"Beat meat is murder\" <br/> \n <br/> \nand that is hella strange."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Well, every time you beat your meat, God kills a kitten.  <em>Please, think of the kittens.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "Why is God watching me beat my meat?... <br/> \n <br/> \nhella strange I tell you!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Ray would say he could, but the author would cut him down in the alt-text again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 3,
    "snip": false,
    "text": "I'll give the ape a taste but goddamn does cilantro  <em>need</em>  to be in it? Lousy herb tricks me by looking like parsley but tasting like plastic water."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thorfinn",
    "plus": 6,
    "snip": false,
    "text": "I saw in a cookbook once that cilantro tasting like soap or plastic is an indication of a mild allergy to the herb.  Not enough to do any damage, just makes your taste buds go all weird."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "ahh shit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "I have learned more about cooking from this strip (and its ensuing comments) than I anticipated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I think you mean OHHHH SHIIIIIT"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 9,
    "snip": false,
    "text": "disguised in the form of an ordinary herb <br/> \npleasing to the eye <br/> \nthe cilantro contains mild allergens <br/> \nOHHHHH SHIIIIIIIIT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "Are these Ray's special homebrews or can we find these on the market somewhere? They sound goddamn delicious."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirfrederick",
    "plus": 0,
    "snip": false,
    "text": "They have to be available retail so he can memorise the marketing material and recite it at his guests."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "\"No side dishes\" really sells this one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Tuesday Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101004223821/http://orezscu.blogspot.com/2004/09/back-on-links-finally.html\">Back on the links, finally.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "To this day it is still unclear whether not Ray is a dude you can hang with."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "whether or not*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "dead things make me sad."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "but delicious dead things are a different story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "Brilliant."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "I always considered the alt-text less of what Ray would say to Teodor, and more of just a message to the readers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "Does anything like this fennel ale actually exist? That sounds like a beer I could actually stomach. This is important."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "You could make an alcoholic beverage that tastes exactly like ginger ale and clocks in at 6.8%, if that's what you want -- use malt for the alcohol and just don't bother with hops. I seriously doubt that putting mint and fennel in an ale can produce anything like that, but I'll be horsefucked if I'm going to google a beverage that pansy-assed. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "In the cold light of afternoon, I retract and suggest you use a small amount of hops, perhaps 1/4 what one uses in a stout, which I believe would technically make it an ale. Still doubting the mint and fennel, but maybe hemp. I reckon Ray's comments are recipes that Onstad wondered if they would work while stoned. Also I am spending too much time contemplating a beverage that I would not actually drink. Next thing you know I'll be wearing my initial on a sweatshirt and bemoaning Penny."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rumblefish",
    "plus": 0,
    "snip": false,
    "text": "It's a moot point anyway. I don't have a guy in Sierra Leone."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "It's actually fairly easy and inexpensive to teach yourself to make malt beverages (as opposed to winemaking, which is easy and inexpensive to suck at), and there's a brewer's supply store in every major city in the US, as well as most college towns. In case, you know, you want a bunch of people under 21 hanging around."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milo",
    "plus": 0,
    "snip": false,
    "text": "even tho it was mentioned like 18 million years ago, I thought I'd say blue veal sounds like an interesting band name"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clovis",
    "plus": 0,
    "snip": false,
    "text": "Err... isn't Ray holding his paw(?) to the wrong side of his mouth. Don't you normally hide what you are saying from other people; not the person that you are telling the secret info?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "at first i thought it said, \"cilantro-a <strong>b</strong> e ceviche\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "I know a guy in a log cabin. Let me know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kestral",
    "plus": 0,
    "snip": false,
    "text": "This strip is awesome because craft beer is awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "urbanoutlaw",
    "plus": 0,
    "snip": false,
    "text": "Is a stuffed bear about to eat an ape?  It looks like it."
  }
]