[
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 0,
    "snip": true,
    "text": "A comment left by excusemesenator was marked lame too many times and excluded. (marked lame by stormypinkness, wae, tehloki, JuanCarlos, Fcannon, Afkpuz, Hotwax)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by AndrewofDOOM, randombeing, Lolsworth, robobogle, Deusoma, science, sharksarecoming, baabaa, theoneyouwant, robbingdog, Gumfish, MortisInvictus, DougTheHead, Fcannon, motts, Nictusempra)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jrpigman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jrpigman was marked lame too many times and excluded. (marked lame by Norsef, CaptainPeepers, NotGodot, Conn, GitarooMan, Flaaron, EndlessMike, lorifury, Archon_Divinus)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mjfitzge was marked lame too many times and excluded. (marked lame by lamboyster, GitarooMan, griggs_although, SurelySmack, trawser, Tolth)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vice",
    "plus": 0,
    "snip": true,
    "text": "A comment left by vice was marked lame too many times and excluded. (marked lame by shutup_shutup, Landstander88, fancypants, Feyla, Boyd, Xaxx, scraggg, excusemesenator, Tolth, Lapsarian)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 40,
    "snip": false,
    "text": "Yeah, gay people just  <em>love</em>  prison."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 15,
    "snip": false,
    "text": "It is a basic time of dudes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Ray  <em>is</em>  the butthole. They both know it. The guy callin' it is  <em>always</em>  it.  Beef has feelins. Ray has none."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "With RRUUUUUUUDDDDE TITTIES! <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unfun",
    "plus": 3,
    "snip": false,
    "text": "These Ray outbursts are really adding up.  I hope Beef doesn't crack or anything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zaratustra was marked lame too many times and excluded. (marked lame by randombeing, craigola, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tragicone",
    "plus": 13,
    "snip": false,
    "text": "I was thinking about why ray was getting angry all of a sudden. Maybe he is trying to distance himself emotionally because he thinks after Beef is married they will no longer be chochacho's."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by nonanon, advancement, KiloVictorSierra, radishes, gbeaton)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": true,
    "text": "A comment left by featurelessvoid was marked lame too many times and excluded. (marked lame by KingPete, advancement, Flaaron, Nictusempra)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "You got more chubbies for repeating yourself than you did for the original comment. I.. don't understand. Chubby anyway!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ravindra108",
    "plus": 3,
    "snip": false,
    "text": "He didn't repeat himself. He corrected himself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 0,
    "snip": false,
    "text": "oh. uh, what?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 10,
    "snip": false,
    "text": "Dance Dance Revolution: The worlds most accepted credit facilities."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 23,
    "snip": false,
    "text": "seriously though, how many times do i have to watch ray do an absurd thing then yell at beef when he bursts in this week? <br/> \n <br/> \nit's all \"did i dooo thaaaat?\" <br/> \n <br/> \nbut i like the concept of how in japan you have to dance-dance to log in to your bank account, and probably to like use a drive-thru and stuff.  is it true you can buy used underpants from a vending machine?  man, fucking japanese."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 6,
    "snip": false,
    "text": "Did you  <a href=\"http://web.archive.org/web/20101008201508/http://en.wikipedia.org/wiki/Panty_fetishism\">do research in Wikipedia </a> like a straight player? <br/> \n <br/> \n(The shot of different panties in the article cracks me up, it's like some fetishist is all eager to show his collection to improve a wikipedia article)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 12,
    "snip": false,
    "text": "The original version of that article included a lengthly dissertation on how to acquire panties for the purposes of panty-fetishism-indulgence. <br/> \n <br/> \nThere used to be a jacket fetish article, too, which also included unusually explicit descriptions of jacket-fetish-goings-on. <br/> \n <br/> \nVoraphiliacs get very uppity with Wikipedia because their article keeps getting deleted for lack of sources. I seriously saw in the comments section no fewer than two different contributors claim that since Wikipedia wouldn't carry an article about their fetish that Wikipedia was denying they existed. <br/> \n <br/> \nGood times."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "The first sentence in that article (\"Panty fetishism is the belief that panties (or female underwear) contain an intrinsic sexual power.\") is the strangest description of a fetish I have ever heard.  It's like turning a fetish into a dirty superstition."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "capnroblivious",
    "plus": 2,
    "snip": false,
    "text": "The textbook definition of a fetish is objectification of an inanimate object, giving it supernatural power (of any kind, really). <br/> \n <br/> \nBesides, what is a religion but a codified set of dirty superstitions?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 15,
    "snip": false,
    "text": "It's kind of like an opposite version of the  <a href=\"http://web.archive.org/web/20101008201508/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D08232005\">Roast Beef Bangs a Website</a>  incident, only somehow Beef is still the one ending up scorned and humiliated."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sredni",
    "plus": 7,
    "snip": false,
    "text": "At first I thought beef might be crying with pity for Ray, but those eyebrows spell self-loathing. I think I might have achewood-eyebrow-fetishism."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jcchamp",
    "plus": 4,
    "snip": false,
    "text": "Sir,  <br/> \nThat is how I live my life. If that is funny to you, Sir, then I suggest you recall Manzikert. Funny, sir? Ah ha? You, Sir, are an Aztec."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "killwithkarate",
    "plus": 6,
    "snip": false,
    "text": "I rather enjoy the fact that Ray is the little dance-dance boy.  Also, he's doing the whole crossy knee Charleston from when he was rapping/singing/other about the internet.  I can appreciate this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 29,
    "snip": false,
    "text": "Attention Customer. Please Charleston to prevent others from copying your PIN."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zeis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zeis was marked lame too many times and excluded. (marked lame by katal, DeimosRising, Sargasm)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 2,
    "snip": false,
    "text": "Ohh. I bet he reads that and gets SUPER-pissed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "See reply to the below comment, which was misplaced."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "that was basically my sarcasm.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 2,
    "snip": false,
    "text": "Man, Ray just can't get away from the Charleston."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Ray is a cartoon cat. He does not read your comments."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "The post was misplaced! MISPLAAAAAAACED!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neuscha",
    "plus": 1,
    "snip": false,
    "text": "Bankers must be hella dancers too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 5,
    "snip": false,
    "text": "vault password all Paranoia Survivor MAX on Heavy..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "I don't like to watch Beef get yelled at AGAIN, but the DDR combos to access your Japanese checking account made it worth the wait.. wait, this is Wednesday's strip!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by stormypinkness, ntopp, J-Man)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by stormypinkness, Yamo, ntopp, GitarooMan, Kybard, valuedan)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Cut the man some slack, folks. sweet christ on a slab."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gitarooman",
    "plus": 0,
    "snip": false,
    "text": "What. This is the best achewood out of all of the achewoods. You sir, are retarded!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canavan",
    "plus": 0,
    "snip": false,
    "text": "I get the feeling these series of strips are leading to an emotional parting conversation. Ray's boy is getting married and he's just taking it out on him."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I think it's been said before, but it could be also that Ray is so good of a friend that he is being mean to Beef, so he doesnt' resent as much the unavoidable separation that comes when a friend gets married. Kind of what my last girlfriend did, being all distant before breaking up with me on the morning of Feb. 14.  <br/> \n <br/> \nAlso, man, now that i've thought about it, Ray's login process is way easier than my bank's. :("
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "What is up with Ray being so mean to Roast Beef lately?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 56,
    "snip": false,
    "text": "Shoulda read the other comments that already said this. <br/> \n <br/> \nAnyway, everybody dance like there's cash in your banks."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lucidz",
    "plus": 1,
    "snip": false,
    "text": "Awesome."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fuckyoufriday",
    "plus": 4,
    "snip": false,
    "text": "Nice recovery, dude!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Update: There ain't no cash in your banks! <br/> \n <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by smog was marked lame too many times and excluded. (marked lame by equinn2006, pulkbaby, dr_sexlove)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tablesawsafety",
    "plus": 1,
    "snip": false,
    "text": "lol i've been waiting for days to hear ray call beef a butt-hole"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afronaut was marked lame too many times and excluded. (marked lame by nbgreene, nicklon, equinn2006)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 3,
    "snip": false,
    "text": "It's nothing so base as a  <em>need</em> . <br/> \n <br/> \nIt's an insatiable  <em>desire</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "what strikes me is that beef is smooth like a GI Joe whereas ray appears to be packing heavily."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 3,
    "snip": false,
    "text": "Choose Your Own Explanation: <br/> \n <br/> \nTo believe that it's because Roast Beef's \"pecker is hella crappy,\" turn to  <a href=\"http://web.archive.org/web/20101008201508/http://mollysanders.blogspot.com/2005/04/squirt.html\">this blog entry</a> . <br/> \n <br/> \nTo believe that it's because Ray stuffs his thong to make up for being neutered, turn to  <a href=\"http://web.archive.org/web/20101008201508/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D01242002\">this strip</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "Err, his peter, I mean. Not pecker. Sorry about this, everyone."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pr0ncess",
    "plus": 1,
    "snip": false,
    "text": "OMG for some reason I'd never read that particular Molly-blog. I'm currently drunk and I feel like I just invented it all. I think I need to go be on my own a bit."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "I think that he was being facetious; Molly does orgasm, but he's pretending that she doesn't because she's wanting him to try something different, and Roast Beef's gently chiding her about why regular sex doesn't do the trick for her.  <br/> \n <br/> \nThat's why she says \"Ha, ha\", since she already knows that the regular sex is fine. Beef is just being mildly difficult for no particular reason. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "This entire spectacle is pretty much amazing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bearealcoolhand",
    "plus": 0,
    "snip": false,
    "text": "Raisin the stakes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "supergeorgina",
    "plus": 0,
    "snip": false,
    "text": "Poor Beef, man.  I don't think he can take much more of this type of thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "Can we discuss what  <em>Ray Smuckles. Eleven one five.</em>  means?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 6,
    "snip": false,
    "text": "Dance dance code must be accompanied by name and reference number, in order to fully authenticate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": false,
    "text": "its his username and PIN for the bank login i guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by stormypinkness, featurelessvoid, Yamo, gothfae, rad_chillies, atticusonline, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 2,
    "snip": false,
    "text": "That's very Philippe of Roast Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rawk5tar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rawk5tar was marked lame too many times and excluded. (marked lame by dri-ft, wae, tttt2, Hexjumper)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by joeyramoney, madnes, apocowarg, wae, magicbacon, equinn2006, mangaknightz, Boyd, SeanBad, Doc_Rostov, lorifury, dj)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "robobogle",
    "plus": 35,
    "snip": false,
    "text": "I lived in Japan for a year, and I had to play DDR many times a day. Ordering a fast-food sandwich, DDR, checking in to the doctors office, DDR, ordering used panties from a vending machine, DDR. Maybe you went to China by mistake?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I love the idea that one could go to China by mistake. Like you missed. Also, neonfreon, get over yourself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 15,
    "snip": false,
    "text": "I stopped off in Japan to catch a connecting flight whilst flying to Australia and I had to DDR no less then eleven times. It's how they calculate your baggage allowance."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 17,
    "snip": false,
    "text": "Yeah, but it's all worth it when you finally get on the plane & the pilot cracks you a lager. \"Crickey! They're a queer lot, those Nippers, eh? Roight, Le's get back to 'stralia! I can smell the missus's lager-marinated dingo steak from 'ere!\" (I'm sorry if I implied that Australians use insensitive racial terms for the Japanese. I never meant for that to happen. I never dreamed it could.)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "k_buttsworthe",
    "plus": 5,
    "snip": false,
    "text": "the reason that pilot flies overseas is becuase all Australians laugh at the way he speaks"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "My rendering of the Australian accent is somewhat lacking, yes."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "More like  <em>rending</em>  of the Australian accent, am I right? <br/> \n <br/> \nAM I RIGHT IN SAYING THIS, FELLOWS"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "I once let someone see my dance and they stole my identity."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 1,
    "snip": false,
    "text": "Dammit Ray. Dammit. <br/> \n <br/> \nI had a silly dream about achewood last night."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "Don't get offended, there's nothing serious about it. <br/> \n <br/> \nI can understand why Ray would be annoyed or upset. He should be able to get on with what they wants or has to do without being judged, especially if it's already something he's ashamed of."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 4,
    "snip": false,
    "text": "There is a lesson in this for Roast Beef. There is a lesson that resonates with all of us, standing as a guiding light in this cruel, mixed-up, Japanese world: <br/> \n <br/> \nIt is, in fact, better to be a butt-hole, than a whole butt."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef weeps not only for Ray's shame, but also for the fact that he actually might be a butthole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stevepants",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stevepants was marked lame too many times and excluded. (marked lame by divot, equinn2006, Flaaron, illgamesh, pulkbaby)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "princerondavel",
    "plus": 0,
    "snip": false,
    "text": "sometimes i hate ray"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 0,
    "snip": false,
    "text": "Ray's thong is hanging mighty low these days..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plezure",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plezure was marked lame too many times and excluded. (marked lame by radishes, molesticide, Afkpuz, tropicana)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I thought Ray had his own bank. <br/> \n <br/> \n[url=http://achewood.com/index.php?date=07062005]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "He claims he had to move it for tax purposes but in reality he snapped, hired a teller, hit on her, and had to move the bank to Hokkaido to avoid losing a non trivial portion of his assets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "Player's gotta have more than one bank account, dude!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "joeyramoney",
    "plus": 2,
    "snip": false,
    "text": "saddest thing. :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jazzyrayg",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jazzyrayg was marked lame too many times and excluded. (marked lame by joeyramoney, kylemcjuicy, Flaaron, behka, Nictusempra)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halfbeardmishap",
    "plus": 0,
    "snip": false,
    "text": "The wedding appears to be putting more pressure on Ray than on Beef.  I sense impending friendship counseling."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 1,
    "snip": false,
    "text": "If this is how we will all have to withdraw money from banks in the future, then I'm gonna be a brokety-ass nerd."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "maybe they'll let some of us use a controller instead..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "It involves three Aibos and a Roomba in order to qualify for an Adjustable Rate Japanese Mortgage."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "illgamesh",
    "plus": 2,
    "snip": false,
    "text": "Dance Dance Revolution:  For Ray. By Ray. Everytime."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Life's a dance. Try it out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "<em>Hopping, by Karl Lagerfeld.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biff was marked lame too many times and excluded. (marked lame by Zefiel, madnes, robobogle, gothfae, magicbacon, equinn2006)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": true,
    "text": "A comment left by biff was marked lame too many times and excluded. (marked lame by madnes, robobogle, gothfae, magicbacon, equinn2006, radishes, lastlarf, brenhan)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "plummet",
    "plus": 4,
    "snip": false,
    "text": "Don't fight it.  The Lame Parade hits everyone eventually."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by madnes, magicbacon, radishes)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 4,
    "snip": false,
    "text": "Well, if it makes me strong  <strong>like bull</strong> , I guess I can live with that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by plummet was marked lame too many times and excluded. (marked lame by blastradius, autrepoupee, dr_sexlove)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fielding",
    "plus": 1,
    "snip": false,
    "text": "Some men pray for that day of days when they have enough lames to owe the United States a penny."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jar",
    "plus": 1,
    "snip": false,
    "text": "Don't feel to bad, there's been a lot of highly questionable lame-outs lately."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by ImitationCrab, robobogle, plummet, Jar, Hexjumper, Doc_Rostov, biff, aperson)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "don't take my chubbies and lames away from me, caduceo. they're all i've got."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "p.s.- \"cessatate\"?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "YOU shut the fuck up!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "YOU shut the the fuck up!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Applesauce!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I'm really torn on whether to chubby or lame this. On the one hand, the sentiment expressed is highly questionable; on the other, it is a finely wrought outburst. Either way, I'm gonna mention chubbies and lames just a couple more times in the hopes of provoking another one. You see, chubbies and lames..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "Yeah I think it had something to do with not knowing about DDR. A lot of people find that very offensive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by autrepoupee was marked lame too many times and excluded. (marked lame by hectik, rachel, dr_sexlove)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "science",
    "plus": 1,
    "snip": false,
    "text": "No, no, it's important to tell us  <em>how long</em>  you lived in Japan.  And you have to  <em>start</em>  with your crentials of expertise.   <br/> <br/> <br/> This is why  <strike>everyone</strike> Neon  loves Neon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by ppccd, qleblat, robobogle, Vondicus, autrepoupee, mrblank91, biff, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "strong like schoolgirl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fielding",
    "plus": 6,
    "snip": false,
    "text": "Okay.  My pants look ugly.  You caught me.  Real impressive, champ.  I think myself, yourself, and everyone else here already knew, just by looking, with their eyes, that my pants look ugly!!  What gets me is that you have to bring it up.  You can't just let it go unsaid.  My pants stand on their own as a testament to how ugly they are.  You mentioning it doesn't make them more or less ugly.  It only hurts a lot of peoples' feelings.  Maybe even yours.  Have you looked at your own pants, lately?  I'll refrain from stating the obvious.  That's the advice I offer myself.  Advice  <em>you</em>  should have heeded."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 5,
    "snip": false,
    "text": "ONWARD, CAPS LOCK SOLDIERS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "STAY THE COURSE!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "Panel 6.  The arched eyebrows.  The slight head quiver.  The small, flat mouth.  In mid ass-gyration Ray is jerked back to a reality where banking is a serious business to be conducted by serious men and women, not little dance-dance boys.  It is only natural that he would lash out."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "galen",
    "plus": 1,
    "snip": false,
    "text": "Is it a Wii joke? Whatever it is, banking should be more fun, or that's how I feel about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I thought Ray had  <a href=\"http://web.archive.org/web/20101008201508/http://m.assetbar.com/achewood/uua18z3wR\">his own bank.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "augeno13",
    "plus": 2,
    "snip": false,
    "text": "that doesn't mean it's not in japan"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Ray has been very short with Beef recently, and has also found himself jumping at the chance to make a measly 250k writing romance. Maybe he's secretly lost all his money. Or maybe it's just lazy writing from Onstad. (thank u 4 the free online comic strip btw, 'stad)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cousinted",
    "plus": 2,
    "snip": false,
    "text": "The cat realizes his friend's life is an empty husk. <br/> \n <br/> \nThe cat weeps for a life, wasted. <br/> \n <br/> \nTill human voices wake us, and we drown."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 2,
    "snip": false,
    "text": "i'm now 0 for 3 on achewood these last few weeks.  didn't know what fonts or lolcats were and now ddr?  i'm not even looking that up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 4,
    "snip": false,
    "text": "Hats off to anyone on the internet who doesn't know what fonts are."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cthulhu235",
    "plus": 0,
    "snip": false,
    "text": "That \"butthole\" at the end is a cherry on top of the sundae that is this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 1,
    "snip": false,
    "text": "Im glad to see another guys who says \"enter\" out loud when he enters in a password."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "purplehaze",
    "plus": 0,
    "snip": false,
    "text": "'Guys' meaning 'guy'."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangaknightz",
    "plus": 0,
    "snip": false,
    "text": "is there going to be a dork resource on how to login to your bank in japan?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "turnabout",
    "plus": 1,
    "snip": false,
    "text": "Ray's moves in panel 2 have  <a href=\"http://web.archive.org/web/20101008201508/http://m.assetbar.com/achewood/uuab7GD4t\">been seen before with socks on</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "That was uncalled for, Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "This is another six hundo situation, Ray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Ray seems to have a tendency to snap at people when they catch him doing something ridiculous.  Although, he didn't have that reaction  <a href=\"http://web.archive.org/web/20101008201508/http://m.assetbar.com/achewood/uuar7SCrL#comment_45\">here.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Thats because he was enlightened enough to not care what it looked like."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 9,
    "snip": false,
    "text": "<strong>Weekend Blogs (Saturday - Tuesday)</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20101008201508/http://orezscu.blogspot.com/2007/08/im-catering-beef-and-mollys-wedding.html\">I'm Catering Beef and Molly's Wedding!</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em> I figure that since it's a blank check, he's not doing it to save money. He's doing it because he knows I want to learn how to cook in volume.</em></div> <br/> \n <br/> \nYeah, Teodor, that's  <em>exactly</em>  why. Everything's always about you, isn't it, you douchebag."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spry",
    "plus": 0,
    "snip": false,
    "text": "I have opinions about this strip <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thaes",
    "plus": 0,
    "snip": false,
    "text": "No one should ever have to suffer the horribe fate of being called a butthole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saltwatertaffy",
    "plus": 0,
    "snip": false,
    "text": ""
  }
]