[
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 8,
    "snip": false,
    "text": "Deliciously creepy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 39,
    "snip": false,
    "text": "FYI to readers who have not read this arc before--some comments below contain spoilers. I recommend finishing the arc before reading the comments."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mojowo11",
    "plus": 0,
    "snip": false,
    "text": "Many thanks for that warning."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sex_bicycle",
    "plus": 2,
    "snip": false,
    "text": "Thanks tekende i think you did this before for the phillipe nice pete arc where they go to the ice cream parlour i hate reading the comments and knowing storylines ages before they happen i should probably ignore the comments for the first read through the archive but i like reading them anyways thanks"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anathan",
    "plus": 4,
    "snip": false,
    "text": "Those panels where his head snaps is the creepiest! Ack, nightmarish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 8,
    "snip": false,
    "text": "Especially considering that his sad face turns into a smile as he gets ready to push his face apart for the last time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leon_sumbitches",
    "plus": 3,
    "snip": false,
    "text": "I'd run, I'd soooo run!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "diggidy",
    "plus": 3,
    "snip": false,
    "text": "Burn the body.  Lest the horror rise again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 1,
    "snip": false,
    "text": "And you would be a toilet seat that smokes a cigar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I'd take the wine bottle and run."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "Running in this situation has to be a panic thing, I mean, the main reason you might logically flee is because you are afraid they will blame you, but they know you had the only damn ticket this is not complicated. Still, I can't blame Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 2,
    "snip": false,
    "text": "From what modern science tells us about brain chemistry and human reaction times, panel 12 Ray has made his decision to flee before Cartilage Head's body has actually hit the floor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petitegitan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by petitegitan was marked lame too many times and excluded. (marked lame by daidai, DiamondMonster, Ariamaki, milkpants, JesseDaniel, FilosSoapEyed, Baryonyx, Satyr)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saurkraus was marked lame too many times and excluded. (marked lame by fakead, DiamondMonster, kenthegod, Ariamaki, milkpants, JesseDaniel)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "notgodot",
    "plus": 30,
    "snip": false,
    "text": "How can you not understand it? Ray attends a sort of avant garde performance piece, attends dinner afterwards with the surreal performer, then the performer accidentally kills himself, though notes left after his death convey Ray to a house where, after having his photo taken and passing out, it's revealed that the whole thing is some elaborate prank, or else dinner and what comes after is merely another act in the piece. <br/> \n <br/> \nAt least, that's what I got from it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saurkraus was marked lame too many times and excluded. (marked lame by riotdejaneiro, Ariamaki, Broahsaurus, NDCaesar, Simms, Art-Vader, Dhinson, SotiCoto)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "silver_lake",
    "plus": 12,
    "snip": false,
    "text": "I don't think Achewood strives to be funny every day. I do think it strives to be worth reading, which it typically is. That is more than you can say for bla bla etc etc Pearls Before Swine Dilbert etc"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "saurkraus",
    "plus": 4,
    "snip": false,
    "text": "Yep, absolutely. I tried to express that very sentiment, but I messed up. I am inept."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 3,
    "snip": false,
    "text": "Cartilage Head smiled before breaking himself. Ray - for all his own discomfort - obviously gave CH some sense of happiness before the end.  <em>*lip quiver*</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Deusoma, c_dizzle, luckypyjamas)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "relaxing",
    "plus": 9,
    "snip": false,
    "text": "The whole thing is based on the time a dying man needed Onstad, and Onstad deserted him."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 21,
    "snip": false,
    "text": "Phil Collins observed it and wrote an angry song about it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Onstad clearly came out on top in this instance."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 2,
    "snip": false,
    "text": "i wish i hadn't read this comment before finishing the arc."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Ditto. Folks, at least be circumspect when you spoil things."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "doc_rostov",
    "plus": 21,
    "snip": false,
    "text": "These comments are sort of like the special features. Or, rather, perhaps one could more aptly consider Assetbar the editor's analysis at the end of a particularly engaging translation of a Gogol novel. You don't watch the special features before you watch the DVD, and by that token you shouldn't read Assetbar comments before you read Achewood as a whole. Of COURSE you'll get spoiled; heck, half these comments are either overarching analysis or tired, rehashed rephrasings of punchlines. It'll cheapen the joke when you actually READ \"I put the other player's body in my van / and I am the winner\" if you've seen it in hundreds of Assetbar comments already.  <br/> \n <br/> \nMoral of this story: if this is your first read-through and you are reading the Assetbar comments, do yourself a favor and stop. Put down the Assetbar, go back to the  <a href=\"http://web.archive.org/web/20110417070815/http://achewood.com/index.php?date=09202005\">main page</a> , and enjoy Achewood like the celebration of the English language that it is: uninterrupted by the boorish musings of the vox populi you find here. As funny/insightful as our comments may be, they really don't compare to the excellence of reading the comic itself through without them and interpreting it yourself.  <br/> \n <br/> \nOf course, if you've gotten this far already, you don't have a particularly long way to go until the end, but still. Thought that counts, I suppose."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "well said cornelius"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "Ok, so, totally agree with the above, but how much does this suck, when I was wondering whether or not I should read all of Achewood, I asked a friend who had read it, and this was their response: \"Oh yeah, it has a lot of great stuff, great relationship stuff, hell, Ray even decides to break the machine at the end of the big fight so not to punch Roast Beef.\" <br/> \n <br/> \nScrew you explanation,  <em>FUCK YOU!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 0,
    "snip": false,
    "text": "And upon finishing the arc and seeing this comment again my thought is,  <em> What fucking machine? </em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Maybe your friend meant the machine inside of us all?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "I don't know maybe you should ask your friend what he meant. <br/> <br/> <br/> I assume \"the machine\" = the GOF. i.e. ray opted to destroy the fight itself rather than fight beef <br/>"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Why won't you just shut up? <br/> \nYou continually carry pretentions of being more sophisticated than you actually are, and ultimately nothing of worth is said. You might as well not bother.  <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Soticoto! You're still talking!  <em>How come?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blitztrug",
    "plus": 0,
    "snip": false,
    "text": "i like this comment. i [like] it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apricotta",
    "plus": 0,
    "snip": false,
    "text": "Dude how about some spoilers warnings for those who chronologically crawl through the archive?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blitztrug",
    "plus": 1,
    "snip": false,
    "text": "okay:  <strong>THERE ARE PROBABLY SPOILERS FOR EVERY ARC ON EVERY COMMENT PAGE</strong>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by honesttom was marked lame too many times and excluded. (marked lame by apocowarg, Jesler729, equinn2006, Shabadoo, grayfox)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kledermans was marked lame too many times and excluded. (marked lame by mania3, Semiquaver, Phy, peterjoel)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 5,
    "snip": false,
    "text": "and the doctor had to send you to be killed?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 3,
    "snip": false,
    "text": "do you like Lisa Loeb instead or something"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "So tempted to post the lyrics to \"Stay\" but I will restrain myself for everyone's benefit."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "vandenbos",
    "plus": 0,
    "snip": false,
    "text": "It is appreciated, thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Cartilage Head: You either get the way he gets things done, or you don't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 2,
    "snip": false,
    "text": "Panel 2 is damn beautiful."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Cartiledge Head is my favourite arc of all time. HAIL!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rachel",
    "plus": 1,
    "snip": false,
    "text": "thinking about getting the victrola as the free tattoo, all livin' in portland, all not ever payin' for tattoos"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 1,
    "snip": false,
    "text": "You didn't do it, did you?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rachel",
    "plus": 0,
    "snip": false,
    "text": "still may, but I'm gonna go ahead and pay for it if I end up doing it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "What I'm not sure about here is if it's meant to look like it was an accident, or if it was meant to look like suicide. Astonishingly creepy either way."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "Here's the million dollar question: Did Cartilage Head really die? The final strip leads one to believe that the entire situation was a set-up. But then, I wouldn't put it past CH to kill himself solely for the sake of a practical joke."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 7,
    "snip": false,
    "text": "<em>That guy!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "This phrase did not enter my vocabulary until I heard it repeated in this comment.  It is so perfect."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "unquotable",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 7,
    "snip": false,
    "text": "That really  <em>was</em>  unquotble!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "[quote][/quote]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Damn, should've known that wouldn't work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 0,
    "snip": false,
    "text": "can someone explain the door in this strip and the last strip?  ray looks over as it closes in the last one, and he looks over as it opens in this one.  who is at the door?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pez",
    "plus": 1,
    "snip": false,
    "text": "we may never know, but the timing in that panels 11 and 12 is great: ray turns his head before ch hits the ground. he was just WAITING for his chance to escape. perhaps ray would not have ran had the door opened when it did? again, we may never know"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sardoniclaconic",
    "plus": 3,
    "snip": false,
    "text": "Everyone has that one strip that got them into Achewood.  This was mine.  What does that say about me?  Should I tell my therapist that it delights me to watch deformed people fake their own deaths?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "So, SO creepy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by direhaggis was marked lame too many times and excluded. (marked lame by howwedo, atticusonline, choosebro, Satyr)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atticusonline",
    "plus": 3,
    "snip": false,
    "text": "Are you an idiot?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Great Gatsby? What? <br/> \n <br/> \nI'd say this is more Beckett than Fitzgerald, but hey, what do I know."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I got shivers looking at his fingers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "**POSSIBLE SPOILER** <br/> \n <br/> \nhave you averted your eyes? okay: <br/> <br/> <br/> 1: this is just a thing that happens to a special person at the end of every CH show. <br/> \n1a-is he the one holding the camera? <br/> \n <br/> \n2: CH is enough of a showman to utilize his own death to add to a performance. one final, huge, 'THIS IS WHAT I DID FOR A LIVING AND I AM DEAD NOW'"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tdoom",
    "plus": 0,
    "snip": false,
    "text": "I'M TRIPPING BALLS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "how shady of ray to ditch cartilege head in cartilege heads own car....."
  }
]