[
  {
    "depth": 0,
    "minus": 1,
    "name": "mira",
    "plus": 75,
    "snip": false,
    "text": "You do not diss Philippe's mother."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rizzle was marked lame too many times and excluded. (marked lame by nbgreene, grobo, shoinan, SurelySmack, Archon_Divinus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jesler729",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jesler729 was marked lame too many times and excluded. (marked lame by sevenarts, BPMead, radarjammer, antecen, Doc_Rostov, yingkaixing, SurelySmack, afvbs)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "baryonyx",
    "plus": 7,
    "snip": false,
    "text": "You dis my mom you fluff my dom."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 1,
    "snip": false,
    "text": "Dominic? Dom Perignon? Dominatrix?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "baryonyx",
    "plus": 4,
    "snip": false,
    "text": "Dominoes! Domitian! Dominican Republic!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 3,
    "snip": false,
    "text": "Dominepatrietfiliis!Domdeluise! Domthetorpedoes!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tttt2",
    "plus": 0,
    "snip": false,
    "text": "i guess a while ago i chubbed this post but it actually sucks dick sorry dude"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 1,
    "snip": false,
    "text": "Your momma gonna burn"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by stormypinkness, entropyends, riotdejaneiro, tttt, Mangtastic, HSE, mortshire, equinn2006, fancypants, le_chien_manquee, Sargasm, atticusonline, Cracklewater, Lumus, Ihmgard, bixschmix, Syrinx, Epicurus, clintisiceman, Satyr, Appers)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, nipsy43, Sock)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Hey man. High five for railing angrily against the comment with the 16 lames."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, trialandterror, TonyHighwind, nipsy43, Damiel_Billiams)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by love_is_so_punk, Norsef, trialandterror)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, trialandterror, Mangtastic, BPMead, TonyHighwind, nipsy43, Damiel_Billiams)"
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "It's one of those irregular verbs. \"I am terribly witty\", \"you are sarcastic\", \"he is spouting angry cliches\"."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, trialandterror, Mangtastic, TonyHighwind, Damiel_Billiams)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by Norsef, trialandterror, chexmix)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, Rhadamanthus, trialandterror, Mangtastic, Bielebog, SkeletalGiraffe, Damiel_Billiams)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by Norsef, trialandterror, TonyHighwind)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by Norsef, Rhadamanthus, fakead, trialandterror, Mangtastic, Bielebog, TonyHighwind, Damiel_Billiams)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ted0phile",
    "plus": 12,
    "snip": false,
    "text": "<em>Girl fiiiight</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "norsef",
    "plus": 5,
    "snip": false,
    "text": "Just get them out so we can measure them and declare a winner already. Jeez."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "Man, the 37-year old just totally took that 23-year old by storm. I think they have loads of videos like that at gigagalleries... HOT."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is back when everyone thought Aperson was a girl because he had a Kate Winslet avatar."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "This is back when everyone thought APerson would still have an account two weeks later."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Actually, he's still around here and there. He'll disappear for a month or so and then resurface when you least expect him. <br/> \n <br/> \nIf you're referring to the \"ACCOUNT DELETED\" avatar, well, he got ya again. He's tricky like that."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF-"
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "UUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUU-"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Today on Assetbar: a small gaggle of twentysomethings smash themselves into aperson's surprised fists until stoopid."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 1,
    "snip": false,
    "text": "I think that you must be confused, we did no such thing. An appropriate response would have been, \"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC-Combo breaker!\""
  },
  {
    "depth": 19,
    "minus": 1,
    "name": "aperson",
    "plus": 5,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "That really couldn't have ended any better, obviously."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Chubby for your hell of cool avatar of Arn Anderson."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jaldor",
    "plus": 1,
    "snip": false,
    "text": "May we never forget the death of honor of General Lafayette. You know, they named a street after him in New York? Oh forget it..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "Here, have sex with my wife, thanks to the debt of honour owed to General Lafayette..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by sevenarts, TonyHighwind, Lumus)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ralgnar",
    "plus": 33,
    "snip": false,
    "text": "Man, hunger is no excuse for talking that way about Philippe's mother."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "gazdatronik",
    "plus": 0,
    "snip": false,
    "text": "Man, you got me lusting for some Haluski, Klopsiki and potato pancakes. Food of my hometown roots."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're way behind on your pope's, grobo.  The Polish one is long gone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "Not when the strip was written. <br/> \n <br/> \nIt is a perfect... impersonation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Unless you are knuckleheads from old times, you do not speak about someone's mother that way.  This is true from street corners all the way up to the stage of international politics; it is asking for a fight that you will probably get."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "catachresis",
    "plus": 29,
    "snip": false,
    "text": "I actually think this is the exact right response if the Pope talks to you this way. Philippe is old beyond his years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by stormypinkness, madnes, apocowarg, Nurdbot, riotdejaneiro, Ananke, tttt, mortshire, equinn2006, Sargasm, atticusonline, Cracklewater, gethen, Lumus, Fielding, woof, idsyen, choosebro, alejandroadam, smilebuddha, Epicurus, prowle4763, Tipist, dr_sexlove)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by soylimpio, Connellingus, Semiquaver, Vtoph, pebohead)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by madnes, entropyends, Ananke, Catachresis, mortshire, equinn2006, Nessotron, Sargasm, atticusonline, Cracklewater, Lumus, Fielding, idsyen, choosebro, Boyd, smilebuddha, Epicurus, prowle4763, stormagnet, slalvation, Tipist)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by Overmedicated, Connellingus, pebohead)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by Contrasoma, madnes, entropyends, tttt, Catachresis, mortshire, equinn2006, Sargasm, atticusonline, Cracklewater, Lumus, Fielding, idsyen, Boyd, smilebuddha, prowle4763, stormagnet, slalvation, tellumo, Tipist)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by facehead, soylimpio, DigDugz, pebohead)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by madnes, tttt, NotGodot, Catachresis, mortshire, equinn2006, Sargasm, atticusonline, Cracklewater, DigDugz, Lumus, Fielding, idsyen, choosebro, Boyd, smilebuddha, yingkaixing, nphares, nilehus, slalvation, Tipist)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mirzabah",
    "plus": 0,
    "snip": false,
    "text": "Epicurus devoured like 200 chubbies from this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I'd like to nominate this exchange for some sort of prize..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "\"In the grim future of 40,000 AD, there is only Sarcastic Question Debates.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "After a year I still cannot lame grobo more."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salvagebar",
    "plus": 0,
    "snip": false,
    "text": "I chubbied every part of this exchange that I could. Godspeed."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "Do you think it is rad to be rad, epicurus? <br/> \n <br/> \n... <em>waaaaaiiiitaminnit.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Dude that is some straight up messed up shit! If we try to answer it too hard the universe might get all red and itchy like eczema dude!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mortshire was marked lame too many times and excluded. (marked lame by Deusoma, soylimpio, glue, kickstart, Dwilow, pebohead)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by Contrasoma, madnes, Ananke, Catachresis, mortshire, equinn2006, Gumfish, atticusonline, Cracklewater, Lumus, Fielding, smilebuddha, Doc_Rostov, nphares, stormagnet, peterjoel, slalvation, tellumo)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "saru",
    "plus": 10,
    "snip": false,
    "text": "I am an undergraduate, and I must state, for the record, that humans are a _species_. <br/> \nRace is not scientifically defined, therefore conflating it with ethnicity is not particularly incorrect. In fact, it basically refers to any arbitrary grouping of people sharing a common descent. At the broadest scope this is, in fact, all of humanity, but it is equally correct to state that I am a member of the \"Woods\" race."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "snowman",
    "plus": 6,
    "snip": false,
    "text": "But,"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "glorify",
    "plus": 0,
    "snip": false,
    "text": "eight months later, this is still one of my favorite comments on all of Assetbar."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "you're saying you're black like tiger woods after all that stuff about race not existing ohmahgawd hypocrite"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 6,
    "snip": false,
    "text": "I only see one colour. <br/> \n <br/> \nPurple - because my eyes are damaged."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "grobo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by grobo was marked lame too many times and excluded. (marked lame by madnes, Ananke, tttt, Catachresis, mortshire, equinn2006, Semiquaver, Gumfish, Sargasm, atticusonline, gethen, Lumus, Fielding, idsyen, aide, choosebro, smilebuddha, dropkickpikachu, nphares, stormagnet, tellumo, ovenface)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I can't even handle homogenized white milk anymore."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Because whites are a reverse race!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nbgreene was marked lame too many times and excluded. (marked lame by Mangtastic, scrumpton, equinn2006, Lumus, lateadopter)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "thatcrazycommie",
    "plus": 19,
    "snip": false,
    "text": "I once heard about this French guy named Napoleon who took over most of the world."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeet",
    "plus": 6,
    "snip": false,
    "text": "He is just an urban legend."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "slalvation",
    "plus": 2,
    "snip": false,
    "text": "He was actually Italian, sort of."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "trollcollins",
    "plus": 4,
    "snip": false,
    "text": "He was actually  <em>Corsican</em> , which is sort of technically neither Italian nor French. But closer to French than Italian."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "slalvation",
    "plus": 11,
    "snip": false,
    "text": "His family was Italian, and his first language was Italian, and after he learned French he spoke it with an Italian accent. <br/> \n <br/> \nHe was born the year after France gained ownership of Corsica. Regardless of what Corsica is closer to today, at the time, the people there were of Italian descent and spoke Italian and were  <em>definitely</em>  not French."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "trollcollins",
    "plus": 8,
    "snip": false,
    "text": "Congratulations, Corsica! You are . . .  <em>the island of the week!</em> <br/> \n <br/> \nNo seriously, knowledge is always good, so a little hat tip."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Sure he was raised with the Italian language but Napoleon was pretty Damn french. Churchill was half american yet was voted greatest Briton. Eamon de Valera was american but he ran Ireland for practically forever.  <br/> \n <br/>"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "And Golda Meir was not born in Palestine. <br/> \n <br/> \n(quickly dons asbestos suit, wanders off, whistling)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "connellingus",
    "plus": 2,
    "snip": false,
    "text": "You must not like Achewood very much, what with the \"ching chong wing wong\" joke, Chevy Ford Wo, and such."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soylimpio",
    "plus": 3,
    "snip": false,
    "text": "indeed! it is silly that people get so serious about \"racism\" considering the context of achewood."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "I propose that there's a difference. I think Grobo means it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pebohead was marked lame too many times and excluded. (marked lame by invidious, atticusonline, gethen, gbeaton, cailetshadow, smilebuddha, Satyr)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "But if it was some OTHER nation - then watch out! Pebohead is on the case!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pebohead was marked lame too many times and excluded. (marked lame by Mangtastic, atticusonline, mistlethrush, CEOKasen, cailetshadow, Satyr)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "How dare you insult me I am from Uganda therefore it is no longer funny!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pebohead",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pebohead was marked lame too many times and excluded. (marked lame by Mangtastic, atticusonline, Satyr)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Mangtastic, atticusonline, Lumus, jezebel, nipsy43, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I assumed you were sarcastic when I chubbied this.  Should I still assume that based on new things that I know about you?  I do not know, alas ;-;"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by atticusonline, Lumus, jezebel, nipsy43, Doc_Rostov, stormagnet, gnjdfsgk)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "\"F-F-F-FUCK YOU! I ONLY T-T-T-TALK IN D-D-D-DOUBLE SARCASM!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Mangtastic, Lumus, jezebel, cailetshadow)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "Wherever there are conversations endorsing the wholesale and indiscriminate hatred of a group of people based solely on where they were born, Soticoto will be there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 6,
    "snip": false,
    "text": "..talking about himself."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "fvck the both of yov"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Eat sh!t"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Kind of like a reverse Jesus."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 2,
    "snip": false,
    "text": "everyone knows reverse jesus is Tom Waits <br/> \n <br/> \nangry at the world, daringly fashionable, and dipped in the deepest, darkest vat of pure awesome at the factory."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I don't think that usually happens at 24.  I think that usually happens about twenty minutes after you die."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "Gosh, you're so smart!  Your sentences must get \"convoluted\" (note to self: look that word up later!) because, as big as your brain is, the ideas are probably generated faster than any combination of words in the English language can express them!  Wow!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saint",
    "plus": 12,
    "snip": false,
    "text": "I am French. Le Fuck You."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked as spam and excluded. catachresis: What a douche. (reported by TVsIan, Overmedicated, Lacrimus)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sabacc",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sabacc was marked lame too many times and excluded. (marked lame by madnes, sredni, scrumpton, mortshire, equinn2006, biacat, hellofditties)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "There is nothing immoral about gorillas who perform for the circus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eric",
    "plus": 24,
    "snip": false,
    "text": "Philippe does not need to sit on a chair in this strip. He merely perches atop his massive balls. <br/> \n <br/> \nOn a related note, I am wildly in favor of telling children that they have got a pair."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "closefriend",
    "plus": 4,
    "snip": false,
    "text": "I'm not so much, but that's because I'm against any son of mine having a pair. It's just easier to get them neutered than walking in on them when they're 14."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jujubeesforjesus",
    "plus": 12,
    "snip": false,
    "text": "Phillipe just sassed the pope out of America.  He just sassed him so hard."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davidbowie",
    "plus": 1,
    "snip": false,
    "text": "oh fuck yeah!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I love Beef's Pope face. It is so right."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Epicurus, looking over this strip's comments, this page is basically your fiefdom on Assetbar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "We are your serfs.  Here, have 1/3 of my harvest."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aelindil",
    "plus": 0,
    "snip": false,
    "text": "You are a serf.  You have no harvest except that which you BORROW from epicurus!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "In my magnaminity, I allow you each to toil usefully in my fields, and I generously make a gift to each of you of 1/20th of the fruit of my fields that you are able to bring forth with my help! <br/> \n <br/> \nNaturally it is my lot in life to control these ripe fields, because, in what was to be known as an epic internet maneuver, I managed to play the race card as a person of frenchish heritage. Let the heralds sing of my exploits. <br/> \n <br/> \nNow get back to them fields. Those turnips aren't about to irrigate themselves!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "All scrunch-faced Beef. Starts with a benign cranky, then moves on to damnation of Philippe's mom. He needs some remedial people-skills from Vatican H.R."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trevor",
    "plus": 3,
    "snip": false,
    "text": "Heh, yeah, Roast Beef has such a mean look when he is the pope."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": true,
    "text": "A comment left by qingofchina was marked lame too many times and excluded. (marked lame by missbee, madnes, alphagator, pwb, yaegmenthor)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neitherman",
    "plus": 1,
    "snip": false,
    "text": "To me it seemed like he was just trying to look old."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sargasm",
    "plus": 10,
    "snip": false,
    "text": "You had better believe that Philippe has wicked sack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 5,
    "snip": false,
    "text": "Philipe doesn't care who you are, you do NOT get to send his mother to Hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hollis",
    "plus": 5,
    "snip": false,
    "text": "Roast Beef made a special hat just to pretend that he was the Pope for Philippe.  He is a dedicated campaign manager."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morganization",
    "plus": 4,
    "snip": false,
    "text": "new roast beef tshirt: front: \"you are all hella lazy and a bunch of fatsoes to boot\" (back): \"Plus you got bad morals\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twotonturkey",
    "plus": 2,
    "snip": false,
    "text": "This has to be one of the very few times that anything Roast Beef says necessitates an exclamation point.  He really is impressed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gumfish",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gumfish was marked lame too many times and excluded. (marked lame by equinn2006, apmihal, Dwilow)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connellingus",
    "plus": 4,
    "snip": false,
    "text": "The \"lamb\" is probably referring to Jesus, the \"lamb of God,\" so he's calling Philippe a child of Jesus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I gotta agree with Gumfish here, it does seem like a pretty wacko mixed metaphor. I don't think he deserved those three lames. Especially when he used the word \"lambfruit\". <br/> \n <br/> \nA chubby for you, Gumfish, blessed fruit of the lamb."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Blessed be the fruit?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I think it was a crack about french food."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jezebel",
    "plus": 1,
    "snip": false,
    "text": "I thought RB was talking about underwear.  Then I realized the word was \"lamb\" and not \"loom\". <br/> \n <br/> \nThen I couldn't decide which way was funnier.  So now I let them fraternize in my head, making the strip twice as funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 0,
    "snip": false,
    "text": "Phillipe really has a massive set on him. I mean, it is stone cold hard to take on the pope like that. <br/> \n <br/> \nI applaud Phillipe in this strip. And I come from a very Catholic family."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 8,
    "snip": false,
    "text": "Philippe would be a bad choice for president <br/> \n <br/> \nall you have to do is get into his confidence, tell him to shove it, and he's assassinated"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Philippe lays it down  <em>cold</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apmihal",
    "plus": 1,
    "snip": false,
    "text": "What's with RB's use of \"such as\"?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 2,
    "snip": false,
    "text": "You should continue reading Achewood."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "comedy"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themacktruck",
    "plus": 1,
    "snip": false,
    "text": "Phillipe showing off his major sack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 9,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \n-Onstad- <br/> \n <a href=\"http://web.archive.org/web/20100310184302/http://chrisonstad.blogspot.com/2004/07/whooops-wait-hold-on-whoops.html\">Whooops wait hold on WHOOPS</a> <br/> \n <a href=\"http://web.archive.org/web/20100310184302/http://chrisonstad.blogspot.com/2004/07/thursdays-breakfast.html\">Thursday's breakfast</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cormanosanchez",
    "plus": 0,
    "snip": false,
    "text": "I miss the Polish pope"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "i miss video games."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 4,
    "snip": false,
    "text": "I miss my mom."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "SAILING MISHAP!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "Why is there no *^5 rating? >:-S  Philippe deserves so much more for that remark.  I'd be so proud if my son said that to the Pope!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catbark",
    "plus": 0,
    "snip": false,
    "text": "This is why I love Philippe. Leave it to a five year old otter to show us how governments should do a thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "Definately one of the best strips ever. Beef's impression of the Pope is classic, and Phillipe is portrayed in a way that we've never seen before. An easy 5."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "You gotta love philippe for lovin his mother like that! Stick it to the man!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kikineko",
    "plus": 0,
    "snip": false,
    "text": "Dang... I bet Philippe would not like 'Yo Momma' jokes either."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "No, no, he understands the dozens, and has  <a href=\"http://web.archive.org/web/20100310184302/http://achewood.com/index.php?date=05202004\">mad skills</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Damn that kid's got stones. Nobody gonna mess with his momma."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "You had better believe he \"really got a set\" Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nofalsehero",
    "plus": 0,
    "snip": false,
    "text": "I wish the pope told momma jokes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "He does, they're just really judgmental."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "\"Here comes a special president\". <br/> \nPlus, think about Philippe meeting, for example, the president of Iran.  <br/> \n\"Hello, Sir, I am happy to talk to you, but you can´t continue your nuclear program\" <br/> \n\"No\" <br/> \n\"Okay. It sure is nice talking to you (big smile)\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "<em>Dear AOL Hometown user,<br/>\n<br/>\nWe're sorry to inform you that as of Oct. 31, 2008, AOL® Hometown was shut down permanently. We sincerely apologize for any inconvenience this may cause.<br/>\n<br/>\nSincerely,<br/>\n<br/>\nThe AOL Hometown Team</em> <br/> \n <br/> \nNow I will hear no more complaining about the burning of the Library at Alexandria, do you hear?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sevenslashfour",
    "plus": 0,
    "snip": false,
    "text": "Man, I love Roast Beef."
  }
]