[
  {
    "depth": 0,
    "minus": 0,
    "name": "norsef",
    "plus": 5,
    "snip": false,
    "text": "Dude! Spoilers!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 11,
    "snip": false,
    "text": "Soylent Green is made of Roombas!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dskim was marked lame too many times and excluded. (marked lame by hateandwar, LordPretzel, lonestar52)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "But after further investigation, we've learned that \"Rosebud\" wasn't his final word...  It has just part of he said.  He said \"Rosebud...  Henri...   <em>with mustard</em> ...\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "raynach",
    "plus": 0,
    "snip": true,
    "text": "A comment left by raynach was marked lame too many times and excluded. (marked lame by hateandwar, PresrvdKillick, Zobber, cromar)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "Romba was Keyser Söze."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "A Romba killed Dumbledore!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 1,
    "snip": false,
    "text": "Or a Roomba, depends on if your \"o\" key sticks."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "She...she killed it!  It was just a Roomba!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "not a chicken..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deus",
    "plus": 1,
    "snip": false,
    "text": "You must have the same T-shirt as i do... <br/> \n <br/> \nThing is....that fucking T-Shirt ruined usual suspects for me...."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 7,
    "snip": false,
    "text": "That's why I always wear my \"spoiler alert\" T-shirt the day before."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I hate that shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wjon was marked lame too many times and excluded. (marked lame by LordPretzel, Appers, icecube)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wjon",
    "plus": 4,
    "snip": false,
    "text": "There goes me, trying to be classy with a en-dash, and look what happens... I take full responsibility."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 44,
    "snip": false,
    "text": "KK so first up, sorry for threadjacking. <br/> \n <br/> \nOnstad has posted that he's having a fundraiser. Well, that's one thing. But the fanflow is also a money-spinner, and I'd rather see two people happier than one, and I think keeping Achewood alive is a worthy cause. <br/> \n <br/> \nSo: the first reply to this post gets a year's fanflow subscription. I'll make the account, buy the subscription, delete my credit card information (!) and then hand it over to you. K? K."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "Really? That would be pretty awesome."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yourarbiter",
    "plus": 0,
    "snip": false,
    "text": "Awww, beat to the punch by twenty seconds.  Nicely played, wjon, nicely played."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 0,
    "snip": false,
    "text": "love your avatar"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "okiedokie. i don't totally know how to get in contact with you; acheworld doesn't have private messaging. would you be willing to post an email address on here? maybe a temporary hotmail or something?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wjon",
    "plus": 1,
    "snip": false,
    "text": "w . j o n 6 5 at g m a i l . c o m <br/> \n <br/> \nGormster, you should be chubbied to high heaven. Once I'm working again (it may take a while) I'll be sure to  <a href=\"http://web.archive.org/web/20101017235403/http://www.imdb.com/title/tt0223897/\">pay it forward</a> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 4,
    "snip": false,
    "text": "alright, enjoy your new subscription."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "troy_convers",
    "plus": 2,
    "snip": false,
    "text": "And your daily 2GBs of spam."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Why don't you have a real good whine."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Which one would you recommend? I'm a Sauvignon Blanc man, but I'm also partial to a drop of Chianti."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lemmy",
    "plus": 11,
    "snip": false,
    "text": "there is no such thing as a Sauvignon Blanc man."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "<em>Really?</em> <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://en.wikipedia.org/wiki/Sauvignon_blanc\">http://en.wikipedia.org/wiki/Sauvignon_blanc</a> <br/> \n <em>Reallly??</em> <br/> \n[url]http://www.majestic.co.uk/find/Grape Variety-is-Sauvignon Blanc[/url] <br/> \n <em>Reallllllllllllly??</em> <br/> \n <em>#looks at empty wine bottles marked 'Sauvignon Blanc' in bin#</em> <br/> \nGuess you must be right. How could I'd been so wrong? [/bizarro] <br/> \n <em>#takes lemmy's chubbies by way of compensation#</em> <br/>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lemmy",
    "plus": 12,
    "snip": false,
    "text": "I was not questioning the grape. <br/> \nIt's just more of a drink for the ladies. <br/> \nTry looking up 'man'"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kindergard",
    "plus": 6,
    "snip": false,
    "text": "Sauvignon Blanc is what a 'Oprah' man drinks when he's  <br/> \nout of white zinfandel."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "White zin literally makes me want to spit it out and grab an insulin. <br/> \n <br/> \nYes, \"an insulin\" is now something you can grab."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "\"Perhaps we could grab an insulin together sometime\" is the way I will attempt to chat up the next type 1 diabetic girl I meet."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Or she could be type II, but so bad at controlling it that she got autoantibodies to her pancreas and had to start taking insulin.  GROSS."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I knew this lesbian who stopped having her period and gained lotsa weight all of a sudden because she was prediabetic."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Ratacattt, <br/> \nI am that lesbian."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Horrifying avatar/comment synergy."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "sweet can we have sex one of these days?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Only if the appropriate wizard hat / robe situation can be achieved"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "What is the best manly wine?  I am leaning toward Shiraz, partially because it sounds (literally) manly and partly because it is my favourite."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 2,
    "snip": false,
    "text": "How do you define manly? I couldn't pare a wine with something like changing the radiator on your car, or watching cage fighting if that's how you mean manly. <br/> \nThat's what beer is for. Guinness, or perhaps Sheaf Stout where you are.  <br/> \nIf you are thinking more along the lines of James Bond in a towel type manly you can't go wrong with Cabernet Sauvignon, (which I am drinking now, out of a coffee cup. Not for manliness per se, but I'm lazy) Zinfandel (Ray likes that too)Or even you're beloved Shiraz. (Syrah to many of us.) <br/> \nThe important thing is that the wine is able to display some nuance, some complexity. It should change a bit as it spends time in your glass, it ought to have a color and a smell, it should remind you of things. If you spill some it needs to leave a stain. Not like that awful Sauvignon Blanc.  <br/> \nThat is dog shit."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "manly wines must be: <br/> \n1) Red. <br/> \n2) RED! <br/> \n3) Sophisticated."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "I went through a phase of thinking that myself. Then I realised that there are great many excellent white wines, and I was just miming a stale parody of manliness to impress no one but myself by refusing to drink them."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I'm all for broadening my horizons. What whites would you suggest? All the whites I've tried either taste vinegary (esp. Sauv blanc) or like juice (Riesling, Riesling-GW, Chablis, Pinot Grigio). What I mean to say is that I have only had a few, and they were not to my liking."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 6,
    "snip": false,
    "text": "I'm going to preface this with an apology for getting all wine-poncey in all of your faces. <br/> \nThe fact that you find Chablis, which is usually the least fruity of the Burgundy Chardonnays, too juice-like suggests that you might enjoy one of the sparser wines, like an Alberino or a Bordeaux Blanc. Pinot Grigio and Sauvignon Blac can produce a wide range of wines, so wouldn't write off either grape without having a taste around. German and Alsatian Riesling is personal favourite of mine, but I see what you mean about the juice; they tend to be extremely fruity. <br/> \nI suppose if you've tried a fair bit of white wine with an open mind and you honestly don't enjoy any of it then good luck to you. I just disagree with closing yourself off to potential experiences because of misconceived notions of masculinity. For what it's worth (and I know I'm not really old enough to pull this off) when I was your age I found white wine a bit of a chore. I'm not going to claim that a taste for whites is a sign of sophistication just because I gained it a bit later in life than my taste for red wine, but its always a good thing to to seek to broaden your horizons, as you say. <br/> \nAnyway, I'm drunk (on beer and scotch) and I apologise for acting like I've got any wisdom to impart on this topic. Drink whatever the damn hell you like, and the odd think that you think you don't like just to make sure."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "Lord, I could go off on this subject, and I may yet. The evening is young and the bottle mostly full. <br/> \nThere is quite a bit of crap wine in the world, and as <br/> \nmuch misinformation.  <br/> \nMock, you may have had one of those jug wines that get labeled as 'chablis' here is the states. They resemble a 7-up left open on the sill for a weekend more than anything else. <br/> \nI would suggest finding a small wine merchant in your area if possible. The big stores are full of the mass produced wines that all aim for the boring middle and hit it squarely.  <br/> \nTalk with them about what you have liked and what you have not. If you are lucky you will find someone that can point you towards something to your liking. <br/> \nIf you can go to a tasting, do. <br/> \nNot one at a local winery, or only featuring one type of wine or any producer. Something more general. <br/> \nDon't worry about the wine snobs or not having any 'knowledge'. It's about exposing yourself to as many types of wine as possible and finding what you like. <br/> \n <br/> \nRandom purchasing at the store is a crapshoot, but as such you can get lucky. Avoid cute labels and names, <br/> \nif a winemaker doesn't take their product seriously neither should you. <br/> \nAnyway, I'm drinking something right now that deserves my attention, and I hope that you find the same."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "Damn, I kick myself for not mentioning this sooner. <br/> \nFor anyone that wants to explore wines in a lovely, low pressure environment, go to a restaurant that serves food that you enjoy and that serves several wines by the glass. Sit at the bar and speak with your bartender and inquire if you could order some appetizers and taste the wines that they serve by the glass. Of course you'll have to pay for this, and I wouldn't suggest that you do this at a busy time, but on a quiet afternoon or weekday evening I'll bet you can find some place to do this. Plus, your bartender will know a bit about what other people enjoy, and what wine would go with what dish. O.K. public service announcement over... I go back to my drink now."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "okay it sounds like I've been misled with the Chablis, it was the Taylor (USA) one that i think is sold to restaurants in boxes. I guess I'll poke around with whites some more; I do like how they taste with the fish I catch so maybe I'll find something I like. Thanks for the tips guys, I had a feeling there would be good winos here."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "engi",
    "plus": 0,
    "snip": false,
    "text": "If they don't realize that wine is serious business, odds are that half their product consists of antifreeze spiced with raped, dead puppy."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "I think blue nun would get the job done."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "this is based on the false idea that \"real\" men only like awful things, like well-done steak. <br/> \n <br/> \nRamses shows us how it's done."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "I think it's just based on the idea that red's a more aggressive colour than white.  I'm not even sure the flavour enters into it at that level."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 2,
    "snip": false,
    "text": "WHAT? We're talking wine here son, if what you want for a manly drink is a V-8 with a little umbrella in it you just take it into your room and we promise to wake you up when the cartoons come on in the morning..."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 1,
    "snip": false,
    "text": "and take that blue nun with you. you two will get along just fine..."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "This is a nearly pitch-perfect imitation of Ramses.  Whether you were going for that is irrelevant."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "Nah man, I'm just refuting wazza's idea that terrible=manly.  Masochism eventually boils down, in nearly all cases, to aesthetics, however simplistic."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I think it's you who said that terrible is manly, with your blue nun quip <br/> \n <br/> \n(are we seriously going to play a game of assertion hot potato over this?)"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "oh, I was replying to faits saying blue nun is manly. Since red goes with red meat like steak, it is obvious it has an advantage in masculinity."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "I was replying to shelby-d. the idea that blue nun is even wine doesn't merit a reply."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "what \"real men\" do you even know that you would say real men like well-done steak <br/> \n <br/> \nreal men like those things bleeding on the plate"
  },
  {
    "depth": 16,
    "minus": 2,
    "name": "nullzero",
    "plus": 0,
    "snip": false,
    "text": "Try eating a rare steak that ends up with you puking the damn thing up sometime.  Food poisoning is a bitch that makes you go \"wow, trying to impress people by eating barely cooked steak kinda doesn't work so well when you're in a fetal position on the floor in your own vomit.\"  Real men who know what cows eat (and have had the chore of feeding them in a corral full of dirt that is basically dung) cook their steak properly.  It's not a real/wuss man issue, it's a young/grown up man issue."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "personally I'm into medium steak, so it's cooked through but still tender. <br/> \n <br/> \nAnd real men don't feed cows in a corral. They let them feed their own damn selves. Ain't no cow gotta be fed when there's grass about,  <em>dammit</em> ."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "that's stupid <br/> \nthe odds of getting food poisoning from a well-treated cow are practically nil <br/> \nthe cow meat has extremely thick cell walls and bacteria does not penetrate deeper than the outer layer, this is why people all over the world eat rare steak on a daily basis with no ill-health effects <br/> \n <br/> \nYou aren't one of those people who throws up 20 minutes after eating and calls it food poisoning, are you? :-/"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "what about Mad Cow, dogg? What about bacteria in the juices as well? <br/> \n <br/> \nI mean, obviously you won't get sick every time, or wild animals would be just constantly vomiting. But the risk is there."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "does cooking kill the prions that cause mad cow?  Can you kill something that isn't alive to being with?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "yeah, so long as you cook properly. They're proteins. They can get denatured."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 2,
    "snip": false,
    "text": "They are tough little buggars though. Heat can break them down but, partly because they have no DNA, they can often reform and continue with their merry japes."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "so what you want to do is throw the steak in a blender and puree it, then boil it into a soup (add water as needed) and add an appropriate amount of sulfuric acid and microwave it on high for 99:99 just to be on the safe side."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "I'm sure that's what they do in my nursing home."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "That's theoretically correct but the temperatures would be extreme. I know that surgical insturments contaminated by prions will not be sterilised by conventional treatment in an autoclave (which heat to over 121 degrees Celsius according to wikipedia). Bear in mind that that is just to sterilise the external surface, whereas with a piece of beef you would need to get the steak cooked right through. There have been some experiments done using high pressure cooking that would sterilise prions in mechanically recovered meat used for hot dog on an industrial scale, but short answer no, you will not reliably sterilise infected beef by cooking it, even if it is well done to the point of being inedible. <br/> \nThat being said, prions have never been found in food grade muscle meat, so while a steak of grass fed beef that has been properly slaughter and butchered might have some theoretical degree of risk it is pretty minimal compared to the risk of choking on it, or getting run over while going the shop to buy it."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "This man speaks truth."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "yeah but what fun is life if you aren't playing with remote chances?  I avoid flying because of the remote chance of the plane crashing, and this brings me great happiness, especially when a plane crashes anywhere on the world around the time that I didn't take a plane."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "kylexy",
    "plus": 1,
    "snip": false,
    "text": "Oh man, \"mechanically recovered beef.\" That phrase perfectly describes my squeamishness about eating hot dogs. <br/> \n <br/> \nIt gives me an image of a totally automated slaughterhouse like a Krispy Kreme factory, and the doughnuts (cows) that fall off the track or get stuck in the cracks are swept up by robots at night and pushed into the meat recovery blender in the floor drain..."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "unfortunately, 'mechanically recovered beef' <br/> \nis not as cruel as it sounds."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "No. They aren't alive, you can't kill them. If you literally eliminate the nutritional content by reducing the steak to ash, yes, you've eliminated them, but they now taste terrible. <br/> \n <br/> \nThe actual incidence of finding mad cow disease in steaks intended for human consumption is to the best of my knowledge non-existent. In addition, over a half million cows slaughtered and sold as food have been found to have mad cow disease, and it has spread to less than 200 people in the last 21 years. <br/> \n <br/> \nSo sure, cook that steak well-done, waste your time, and have something that doesn't taste delicious. Or, just buy local, organic, grass-fed cow meat, cook the steaks rare, and PARTY ON LITTLE DUDE."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "actually I was saying medium, not well done, with a decent marinade (red wine and vinegar, soak it from the morning to the evening, cook it in butter and garlic...) <br/> \n <br/> \nin my opinion it is superior to rare steak, if done well, with a firm yet tender texture and strong, complimentary flavours."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "You gotta like autoclave them to denature them thoroughly.  Gosh why do I have to keep dealing science out like it's candy and today is Halloween."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "W-why, miss goblins! What an unexpected, uh, event! <br/> \n(how did you ever get out of the many...) I mean, <br/> \nwhat a pleasant surprise. <br/> \nSo, where have you (enough laudanum to stun paris hilton) been? I only mean to ask, you don't have any actual memories of the last several months of captiv.... <br/> \nCaptivating, yes, I enjoy your company a great deal. <br/> \nOh dear! I've spilled some ether onto this handkerchief!"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Sonny boy, I used to drink Xanax dissolved in acetone in my bottle as a tot.  I was just pretending to be out so I could spy on your operations. <br/> \n <br/> \n(I don't know which one you're supposed to be, btw.)"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "oh yes, the 'surely mental' <br/> \nHow you cried for your bottle."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Ratacattt is a voice of wisdom on this."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "meat generally comes from cows that were treated poorly at least once. <br/> \notherwise you are essentially correct."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "my meat comes from cows that have been given shiatsu massage and had pedicures once a week"
  },
  {
    "depth": 20,
    "minus": 1,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "no, your meat comes from cows that were tortured.  If you treated a dog like that, you'd be arrested in most states.  I'm all for killing anyone who is part of the meat torture industry.  I'm not joking.  I'd pull the trigger personally on any one of these people or all of them for that matter if I got the chance.  I don't give a fuck if they have families and kids and such.  They need to die."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "not just them, mind you.  lots of people need to die.  I don't have a thing about cow torture.  I'm just anti-torture in general."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Cow meat doesn't have cell walls.  100%."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "fine cow's meat has a thick extracellular matrix of elastic and fibrous molecules like collagen, fibronectin, glucosaminoglycans etc."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Can anyone explain this biological anomaly?"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "If you're talking about Thegoblins's point, no animal has cell walls.  It is a thing of plantae. This can be proven with such as a microscope and slides."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Also, the food poisoning would most likely come from contamination of the cow after/ while it was being slaughtered, from such as fecal matter."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "or from such as spinal cord and/or brain matter.  That's how you get vache folle, is you eat the cow's brain. <br/>"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Thegoblins. It is so nice that you are well versed in foodborne pathogens, Thegoblins."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Thank you.  I hope you never bite off your tongue, rabbidpanda."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "membranes, of course; sorry"
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "This just seemed so strange out of context.   <em>M...membranes.  Sorry.</em>"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "In my trade we write about cell membranes, but talk about cell walls. Strange."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235403/http://www.youtube.com/watch?v=RijB8wnJCN0&amp;ob\">going insane, I got no brain!</a> <br/>"
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Are you, perhaps, in the pharmaceuticals industry?"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "True, pharmacist."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I love pharmacists!"
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "You're after my ip address aren't you?"
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "or is just the white coat and the pens?"
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "it"
  },
  {
    "depth": 30,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I just appreciate their advanced knowledge of medications.  Plus I am studying a Health Science and I believe in Comradery."
  },
  {
    "depth": 31,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "What field are you studying?"
  },
  {
    "depth": 32,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I will answer your question in a riddle!  Four faces have I... <br/> \n <br/> \nBlah,whatevs.  I'm in my second year of medical school."
  },
  {
    "depth": 33,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Aah, that explains the long absences between short bursts of posts. Good luck."
  },
  {
    "depth": 34,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "To you as well!  I might well change my assessment of pharmacists when taking pharmacology, be forewarned."
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "direbmem",
    "plus": 0,
    "snip": false,
    "text": "I too love pharmacists, but only because they give me delicious drugs. Will you give me something delicious, mr. siegal? I'll love you forever..."
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 3,
    "snip": false,
    "text": "You never replied to any of my emails.  I thought you weren't interested. I'll contact you again tomorrow."
  },
  {
    "depth": 29,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "DISC0UNT 4 U, DIREBMEM <br/> \nGENU1NE PRESCR!P ION R0LEX SINGLES IN HOVSTON WANT 2 REFINAN(E YOUR M0RTGAG="
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "engi",
    "plus": 0,
    "snip": false,
    "text": "Sure. If Roastbeef is your ideal \"grown up man.\""
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Moo to that!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well, there's always Fat Bastard. It should  be in there somewhere...."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "kindergard",
    "plus": 1,
    "snip": false,
    "text": "perhaps between the nun and the kid with the v-8? <br/> \nlucky bastard."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "It'll be interesting to see how quickly, if at all, spambots pick the address up. I set up that gmail account years ago, but never really use it, it currently gets zero email of any sort. Thus far, no more spam than usual."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "gmail's spam filter seems pretty good, I have to say"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "agreed. gmail is, on the whole, pretty boss."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "spambots crash when they read assetbar.  Fatally crash.  on purpose."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "what do you think about Gmail's Skype? (Google voice)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "I haven't messed with it.  Several months ago Google purchased a competitor of skype, http://www.google.com/gizmo5/   <br/> \n <br/> \nNew user signup has been suspended and will return when we re-launch. To receive information about the re-launch please enter your email address. <br/> \n <br/> \nExisting users can continue to use Gizmo5 products and services.  <br/> \n <br/> \ntoo bad because gizmo kicked Skype's ass in some areas."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "So many years of catching up to do. And I never knew what I was missing. Thanks again. <br/> \n <br/> \nAnd those in the cheap seats that can afford to throw down a few dollars, I heartily recommend subscribing. We got Ketel One and Roomba's just everywhere, and you'll be helping Onstad to keep on giving us more Achewood. And those that can't afford a few dollars, well let's hope that some other folks are as generous as gormster."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achtung",
    "plus": 3,
    "snip": false,
    "text": "what have they done to you, wjon"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achtung",
    "plus": 5,
    "snip": false,
    "text": "what have you become"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "I'm a subscriber-shill."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 1,
    "snip": false,
    "text": "Now THAT movie should be credited as the Best Motion Picture of All Time!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "pretty awesome, you mean REALLY awesome"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "It is much more than really awesome. I just didn't want to make you all jealous."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "This post was a rad idea, gormster. <br/> \n <br/> \n <strong><em>You... are... rad!</em></strong> <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "I was about to correct you to em dash, but then wikipedia came along and yelled at me. Apparently I didn't even finish my year of collect."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "silvereyes",
    "plus": 0,
    "snip": false,
    "text": "*college <br/> \n <br/> \n(or my coffee this morning)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "isn't it \"an\" en-dash?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "I woulda got away with it, if it... &c."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "Yeah but no because it's actually a good movie."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I agree, and wonder why this comment is so much less chubbied than the one below it that said the same thing less eloquently."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I know!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 16,
    "snip": false,
    "text": "Citizen Kane is great and you are a faggot and that is the end of that chapter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Lamed in spirit for being a giant ponce."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wjon",
    "plus": 0,
    "snip": false,
    "text": "You call me a ponce, theirateurk calls me a faggot... Have you all been looking through my browsing history?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "I want you to know I get what you're saying. I mean, Citizen Kane is, by any artistic measure, a super super important thing - but the only people who'd really watch it a second time for enjoyment are film students."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "I think that it does hold up to repeated viewings, but it is diminished by its success.  That is, all of the film's (prodigious) contributions to the art of cinema have been adopted and have now become the base upon which other artists build.  The narrative itself is good, but not phenomenal (and doesn't resonate the same in 2010). <br/> \n <br/> \nI'd rather see  <em>Roomba with a View</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "oh man you almost had me fooled that you were going to post without a devilish pun. Glad you pulled through at the end!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "omgcornflakes",
    "plus": 0,
    "snip": false,
    "text": "As a film student, I can honestly say...I got someone to sign me into both screenings I was supposed to attend because I cannot endure more than about seven minutes of this movie without descending into a homicidal stupor."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "you should try masturbating during the screening to take your mind off it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "I think Paul Reubens was watching  <em>Citizen Kame</em> ."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "I would like to say that it brings a new meaning to the utterance of \"rosebud\" but in fact it does not -  <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Gore Vidal cited contemporary rumors that \"Rosebud\" was a nickname Hearst used for his mistress Marion Davies; a reference to her clitoris</em></div>   <br/> <br/> <br/> I read it on the internet so it must be true."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "Vidal went on to say that Hearst was gay, his mistress was gay, and that somehow Lincoln was involved."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Are you the Marquis de Sade?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "Oh man, I know this ain't related to the conversation per se but have you seen the movie Quills? Tell me that you liked it immensely then I can go back to wondering why no one else considers it one of their favourite films..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "a real Rush?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It Cained me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "It was meh at best. But it has risen like a Phoenix by us discussing it."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It should've stayed dead. Soaked in for Malahide"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poorochondriac",
    "plus": 3,
    "snip": false,
    "text": "Teodor's hair/mustache tag team makes him look more and more like Steve Buscemi with each panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Or John Waters, sans cigarette."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 23,
    "snip": false,
    "text": "Next up: Roomba Pink Flamingos. <br/> \nBeef as Divine: Oh uh Dogg I totally look and act like a lady but I am basically a dude. <br/> \nTeodor as Jon Waters: Congratulations, Divine, you're now the world's filthiest actress! Eat this pile of dog shit! <br/> \nBeef: DOG SHIT DOG SHIT OH HELP OH GOD GUYS DOG SHIT. <br/> \nTeodor"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edthehead",
    "plus": 1,
    "snip": false,
    "text": "I think the current story arc is essentially like Roomba John Waters, minus the Roomba. I mean, can't you see Divine as Lurquilla?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Nix that final Teodor. It doesn't belong. It just doesn't."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "duck",
    "plus": 3,
    "snip": false,
    "text": "I just read it as a silent smirk"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "And wouldn't it be even more traumatic for Roast Beef to eat dog links than it was for Divine?  I mean Roast Beef is a cat-that's gotta give it a whole 'nother layer of pain and humiliation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ahatofpig",
    "plus": 1,
    "snip": false,
    "text": "Beef is terrible at being from Boston."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thinman",
    "plus": 9,
    "snip": false,
    "text": "Is anyone truly 'good' at being from Boston?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "maybe, like, one bostonian <br/> \n <br/> \nmy bet is on JFK"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If he's the exception, then isn't he  <em>bad</em>  at being from Boston?  Hmm?  Hah?  Ahh."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "A comment on avatar/user association:  I read Franny & Zooey this weekend and upon coming back to Assetbar for the first time in a long time I actually feel like I know you--you, niceonwater--better now. <br/> \n <br/> \nWeird."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Glad to be part of the experience, because everyone in the world should read all of Salinger's work RIGHT NOW."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I will do this thing that you suggest. I have been known to have difficulty appreciating literature between 1900-1970. Sell it to me."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "I don't need to sell it, the words will sell it. <br/> \nBut let me clarify: you're a fan of Twain, Woolf, Poe, Chechkov, JUMP and then all contemporary writers?  Boy, you need some O'Connor, Baldwin, Vonnegut, Hemingway, Joyce, Pynchon etc. in your soul."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>I have been known to have difficulty appreciating literature between 1900-1970.</em></div> <br/> \n <br/> \nYou're a slow reader."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Also a very old reader."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Henry Roth would be just right for you woodenteeth."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Reeeeeally. Mr. Roth. Why would you say that?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Henry catered for slow readers. \"Call it Sleep\" 1934, \"Mercy of a Rude Stream\" 1994, with a few essays in between."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "The twinkle in both my father and grandfather's eyes made focusing very difficult."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Thus your mother and grandmother?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Indeed. <br/> \n <br/> \n*shudder*"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Such cruel irony.  Excessive horniness leads to permanent beer goggles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "In short, you're saying the only good bostonian is... a dead bostonian? <br/> \n <br/> \nCold man,  <em>reeeeeeal</em>  cold."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "Norm Abram"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snugelgguns",
    "plus": 0,
    "snip": false,
    "text": "Nah, Norm's got Woonsocket written all over him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "To the Midwesterner, Massachusetts is a large grey area marked \"Boston\" with a small colored circular area marked \"Universities.\" <br/> \nAnd it's ten minutes from NYC, Baltimore, Philedelphia, DC AND Atlantic City."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wingspan",
    "plus": 3,
    "snip": false,
    "text": "It was the same thing for me, a \"Just north of Philadelphia-er\" until I decided to drive there one day. Longest fucking ten minutes of my life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abhi",
    "plus": 0,
    "snip": false,
    "text": "Sammy Adams!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greatjob",
    "plus": 0,
    "snip": false,
    "text": "Cool avatarrr."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cracklewater",
    "plus": 2,
    "snip": false,
    "text": "Wow, I thought the announcement of Roomba-Kane was a joke.  <br/> \n <br/> \nShows what I know.  <br/> \n <br/> \nAs others were speculating on the last strip, perhaps the High School Atrocity Van will become Achewood's most unfinished arc? A giant shaggy dog story whose conclusion is half explained by some background dialogue a year hence.  <br/> \n <br/> \nI'm okay either way. I'd like to know what happened (and I do quite like the HSAV arc, apart from the fact that it's taken so long), but I'm prepared for the possibility that the ending is just too much to transcribe."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I think it's more that after drawing that arc for so long, he needed a break as much as we did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "But we didn't get us into it to begin with."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "\"Us\"?  Incorrect."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 13,
    "snip": false,
    "text": "I've been counting this arc as having started with Ray and Phillipe's company competition, which moved on to Phillipe going home, then returning, and I had just kinda figured that it was on his was home the Teodor got sidetracked into the whole Van thing, but seeing as how now Phillipe is back home (and they are listed as clearly two separate arcs in the drop down) I guess that settles it.  <br/> \n <br/> \nSo basically this arc has been running since the second strip posted in May. That's 4 months and 21 strips of this arc. I'm beginning to suspect that the conclusion, whatever it may be, will not be as entertaining as the build up thus far. I have enjoyed this arc the most since the GOF, and it would truly be a shame to see it just fade away, to just slink from the room like so many pimpled middle schoolers at a middle school dance. But a Chris Onstad's gotta do what a Chris Onstad's gotta do. I can't complain about any delays in developments, because he's basically given us all 10 years of golden nuggets for the low low price of a fanflow subscription (or in some cases of no price at all).  <br/> \n <br/> \nEven though standing there with your digital hand out might smack of a tad bit crass, having not produced much lately, maybe it's those dire financial straights that have led to this lack of recent output. IN FACT, I'd like to postulate right now that Achewood is so far in the red right now that Chris has had to take a job as night manager (or possibly assistant to the executive sous chef) at his local Denny's Diner, which is what inspired this arc in the first place. While taking out the trash one night, Onstad chanced to find two homeless men performing oral sex on one another in  the darkened alley behind the restaurant, and the only way he could process what he had seen was to write about it in cartoon form, substituting anthropomorphic animals for the humans in this case, because that makes the whole thing much easier to deal with.  <br/> \n <br/> \nIt's clearly a case of art imitating life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "It will all end up at Chuck Williams house, no doubt"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "More posting please. Your avatar needs more frequent airing!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "You might be right and as a result I now I think Onstad might have lured those two blowjobbin homeless dudes into his windowless Achewood van and murdered them."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The correct term nowadays is \"Oral-genital Engineering.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Hey, just cause some people are blowjobbin' behind denny's doesn't mean they're homeless."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Dire  <em>straits</em> . <br/> \n <br/> \nYou'd better start getting friendly with Mr. Bishop or you'll never get into the army."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "What would the current most unfinished arc be?  The time Pat was being drug off down the street by, emm, something, and it was never mentioned again?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "This arc started on May 9. It's August 26. We've spent almost a third of a year in the back of Nice Pete's van. <br/> \n <br/> \nShort of killing off the character forever, I don't know what kind of ending justifies this interminable slog."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 2,
    "snip": false,
    "text": "more like intermittent slog! HEYO! <br/> \n <br/> \noh wait I just looked up what your word meant and it was more appropriate. Fuck. I am not gonna pass Mr. Bishop's vocab test."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jforrestm",
    "plus": 0,
    "snip": false,
    "text": "suppose the nice pete ark was ray's dream, real circular-like.  <br/> \ni mean, how did teodore scribe \"help\" into the window sill? that would take time. this isn't a comic that relies heavily on the backslide."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "redguy",
    "plus": 1,
    "snip": false,
    "text": "You can do roomba or finish the painful arc or quit, Onstad. Any of the above would be fine."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fourninefoxtrot",
    "plus": 1,
    "snip": false,
    "text": "It may indeed have been Herodotus who said, \"Eat a bag of dicks\".   <br/> \n <br/> \nHowever, it was Aristotle who said, \"Finish the goddamn story arc!\" <br/> \n <br/> \nI... I'm sorry.  That was mean-spirited of me.  Actually this is a good intermission before the final act of the Nice Pete story arc.  Perfect placement, in fact.  The elements are all in play, Ray has been roused from drunken slumber, and we're set to undergo a change in tone wherein Ray's humorous antics lighten up the arc prior to resolution.   <br/> \n <br/> \nOr maybe something entirely different will happen.  After all, this  <em>is</em>  Achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jean-paul",
    "plus": 0,
    "snip": false,
    "text": "Final act? Oh you naïve..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I dunno, we may not get a conclusion. Remember the Polly arc? Everyone hated it and was very vocal about it on assetbar. Onstad didn't finish it. <br/> \n <br/> \nThe current Nice Pete arc...a lot of people here hate it and are very vocal about it. So. Onstad may not finish it. Which would make me sad because I like the arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "llobstrosity",
    "plus": 0,
    "snip": false,
    "text": "I am sad because you like the arc."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "how did he not finish it? <br/> \n <br/> \npeople here seem obsessed with \"endings\" and \"emotional closure\" but the way I see it, life goes on. At some point in the future Polly will be referenced again, but the story of how they met was a beginning and so didn't need an ending as such. <br/> \n <br/> \nLife goes on. This too shall pass. Enjoy what you can of it while it's here."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "As I recall, it just sort of stopped rather than actually ending. Kind of like what happens when you're reading a book you're not entirely enthusiastic about. You finish chapter 9, put a bookmark in it, and set it down. Then you just never get around to finishing it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Well, Polly's still in the story. No important events involving her were left hanging.  <br/> \n <br/> \nI'm happy enough with endings that don't wrap anything up (I thought  <em>The Sopranos</em>  ending was perfect), but in this case there are seriously ragged, possibly burning threads still hanging.  <br/> \n <br/> \nReally, this arc requires a denouement, but I won't be too surprised if we don't get one.  <br/> \n <br/> \nTeodor uses his newfound Onstar multi-millions to have Pete run the gauntlet of van-based weirdness thrice a week for a year?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "Uhh...am I the only one here who has realized Polly is Nathan?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "We could just all pretend the last arc never happened, and everyone would be happy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 14,
    "snip": false,
    "text": "thing I hate most of all is one person just speaking for everyone with no justification. <br/> \n <br/> \nI'm declaring this my own little fuck you wednesday. <br/> \n <br/> \nFUCK YOU."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "You are just bitter that I lamed you before. But it is OK. You will get over it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 4,
    "snip": false,
    "text": "This thread has the worst ending ever. It's like you didn't even TRY, streever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spazdor",
    "plus": 1,
    "snip": false,
    "text": "just hang on there wrmeade, it's getting better and better now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Sometimes we get humor. Sometimes we get life lessons. In this instance I thought it was better to let him know that the pain will fade."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_ite",
    "plus": 0,
    "snip": false,
    "text": "I feel like the arcs keep getting interrupted. What happened to Phillipe's million dollar record?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "Perhaps one the finest things I've seen on this page in quite a while."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tofu_fighting",
    "plus": 3,
    "snip": false,
    "text": "It was Thucydides."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "It was Louis C.K."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mehighlow",
    "plus": 13,
    "snip": false,
    "text": "This is the same story arc. This is what Teodor is escaping to in his mind while in the back of the van. This is his dream. His biggest regret. The Roomba film he didn't get around to making. Oh, Teodor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "westsider8",
    "plus": 2,
    "snip": false,
    "text": "Yeah, definitely all \"Brazil\" and what not, singing in the back of the van, Nathan not really giving a shit that he helped break Teodor's brain."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "So Ray is Tuttle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "So this is a momentary diversion on the road to the grave?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 0,
    "snip": false,
    "text": "says here, 'Buttle'.  <br/> \nright, then... come along..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "AH HA HA two sources of sound i had not considered vs. a living live lady :)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aristagoras",
    "plus": 12,
    "snip": false,
    "text": "Follow your Muse, Onstad, but remember that not every installment of Achewood has got to be a Thing. You did just fine with three to four panels back in the day.  <br/> \n <br/> \nAt least you finally took down the small image for linking purposes that claimed Achewood updated twice a week. But hey, maybe those days could become a reality -- if you didn't feel like you had to top your past arcs. You don't, after all. Even the Beatles had \"Wild Honey Pie\" on the same album as \"Back in the U.S.S.R.\" And both are worthwhile in their own way. <br/> \n <br/> \nBut whatever, man. Follow your Muse, I guess. Also: ask for money when there is new product on the front page. <br/> \n <br/> \nLames awaaaaaaay!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "yes, I am surprised he didn't say \"back to the previous arc soon, please donate so I can eat while I finish it\" <br/> \n <br/> \nthis seems basic"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by johnnybaverage, NDPJohnny, daidai, ashbery, Jar, usversusthem)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 2,
    "snip": false,
    "text": "i do not like this opinion but will not lame"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "I will, snuffysmith...  <em>I... will...</em> <br/> \n <br/> \n(sorry tekende but in my brain you are wrong and so much so in fact that you deserve a lame)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Why is everyone being wrong today?  This is an excellent song."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "abstracttruth",
    "plus": 1,
    "snip": false,
    "text": "fuck that. \"Back in the USSR\" is the \"I'm going to do a roomba cinema version of Citizen Kane\" of the Beatles catalog."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, see, that's wrong, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "You're stretching there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "genocidefish",
    "plus": 1,
    "snip": false,
    "text": "Back in the USSR is probably in the bottom 50% of the Beatles' output, quality-wise, but it's still a solid, fun song. People seem to have this need to pronounce music by well-known talented musicians to be shit. Maybe it's an ego thing. <br/> \nBasically, Katy Perry is shit, Back in the USSR is average to good."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Yes, it's near the top of the bottom, let's say. <br/> \n <br/> \nThat said, \"Hot 'n' Cold\" still gets me dancing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, sure, if we're going to compare it to all the music ever made, \"Back in the USSR\" is decent. When I say it's terrible I am speaking within the context of the rest of the Beatles' music. It does not even begin to approach the quality of, say, \"Hey Jude\", \"For No One\", \"Within You Without You\", etc. <br/> \n <br/> \n(Those aren't necessarily examples of the best of the best of the Beatles, but for some reason I can't think of many of their songs off the top of my head right now.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "I feel dizzy. The room is spinning. I think I'm going to be sick. <br/> \nTekende thinks that Back in the USSR is a bad song, and Hey Jude is good. <br/> \nSeriously, I know all artistic value judgements are ultimately subjective but you have horrible taste in Beatles songs. Just awful. Okay, I'm done being self righteous. <br/> \nNo I'm not. I know you are entitled to your opinions but I honestly believe that Back In the USSR is one of the greatest moments in pop history. McCartney effortlessly deconstructed ten years of American rock and roll. In one perfect instant he ended a musical era. After Back in the USSR nothing could ever be the same again. It's both a pitch perfect parody and a love letter. <br/> \nHey Jude, on the other hand, is just one dreary little refrain repeated ad nauseam and I would be quite happy never to hear it again. <br/> \nSorry to be such a pompous arsehole about this, but I absolutely love that song."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>McCartney effortlessly deconstructed ten years of American rock and roll. In one perfect instant he ended a musical era.</em></div> <br/> \n <br/> \nYou're going to have to convince me of this. I've never read any music history or criticism that attaches any particular importance to \"Back in the USSR\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 12,
    "snip": false,
    "text": "On the most basic level  <em>Back in the USSR</em>  fuses the fast, electric blues based rock and roll of Chuck Berry and the Doo Wop backing vocals of Beach Music, and the Beach Boys in particular. However while the music pays honest homage to these performers the lyrics and title mock the sunny optimism of those performers. The song is guying the bright, parochial patriotism of  <em>Back in the USA</em>  and  <em>California Girls</em> . The Beach Boys sung the praises of girls from 'all round the world' - east coast, northern, southern, midwestern and Californian, but the Beatles reminds them that they know nothing at all about Moscow girls. Hoagy Carmichael is not the only one with Georgia on his mind.  <br/> \nThis is all particularly significant given the date at which the song comes out. The White Album was released shortly after  <em>White Light/White Heat</em>  and  <em>Their Satanic Majesties Request</em> . McCartney admitted that he wrote Helter Skelter in an attempt to top The Who after  <em>I Can See for Miles and Miles</em>  was called 'the heaviest' song ever recorded. Rock and Pop were changing forever and it takes a particular genius to look backward at the moment in time and weigh up American rock and roll, to thank them for the music, have a laugh at the corny sensibilities and naive optimism, before the rest of the album leads us into the future."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "voodoo_ray",
    "plus": 0,
    "snip": false,
    "text": "yeah, but that's just your opinion, man"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Yes, but well-reasoned nevertheless."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Agreed entirely - has long been my take on the song also.  At once a fun song, and a \"get over yourselves\" to post-McCarthyist, Beach Boy vanilla USA."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I like the Beach Boys and I like that insane one especially. <br/> \n <br/> \nBut I admit that I have a fondness for the Muppets version of Kokomo.  It is from Childhood."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Let no man put asunder what is from Childhood, for it is like a huge from History."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fridayfacts",
    "plus": 0,
    "snip": false,
    "text": "history is hug"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "A hug.  GODDAMN it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "a huge?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Are you telling me you never got a huge from history?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Mostly hugs, possibly a few huges though."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Maybe if you were watching something like the series Rome.  Except that it seriously failed at sexy."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I would have a huge for Catherine the Great"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "are you a horse?  because that was mainly her thing."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Apparently that's a myth.  I told my friends that's what I was taught and in a fit of masculinity they ran to a computer to prove me wrong."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "mr_ed",
    "plus": 3,
    "snip": false,
    "text": "Oh, she WAS good, but I don't know if I would say great. <br/> \nBut, I'm not one to talk..."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "seabiscuit",
    "plus": 0,
    "snip": false,
    "text": "It's not often that a horse gets to ride a lady, <br/> \nbut yeah, hell, Connie Stevens! There, I've said it."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 1,
    "snip": false,
    "text": "and your listening to barn talk, on the bbc. <br/> \nnext up, baa baa black sheep, social commentary or racist plonk?"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "francis",
    "plus": 0,
    "snip": false,
    "text": "Uhmmmm. Shirley Jones? What? you too? oh I feel like such an ass..."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "eeyore",
    "plus": 0,
    "snip": false,
    "text": "sorry to say, Joanna Newsom. Yeah, I understand your disappointment, I thought I'D BE FIRST TOO. <br/>"
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I don't think your Equidae humor is stable enough."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Are you saying it would behoove me to stop?"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "Nay."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I mean, I can only really lead you to water."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "That's what I've heard."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "Beach Boys \"Holland\" album, \"I still remember Funky Pretty\" is cosmic."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": false,
    "text": "Some people have aesthetics that aren't based on a song's historal perspective. <br/> \nI myself, having little to no appreciation for historical perspective, find Citizen Kane too soporific for words (except of course the word \"soporific\")."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, but writing \"In one perfect instant he ended a musical era. After Back in the USSR nothing could ever be the same again.\" is an appeal to the song's supposed historical importance, not its aesthetics."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "its aesthetics informed its historical importance"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "This whole conversation is an anaesthetic of historic impotence."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "But hey: it doesn't matter that it's \"one dreary little refrain repeated ad nauseum.\"  The wonderful coming-together (pun intended) of all those claps, vocals (especially Paul's), piano and guitar, that's what it is man.   <br/> \n <br/> \nIt's not because of how much I like the song, it's because of what the song is.  You can't think of the in-fighting and the strife (which actually helped create the song) and the political climate and the shootings and the stabbings and the Yokos and the Lindas when you listen to \"Hey Jude.\"  I don't like people who don't like \"Hey Jude.\"  It doesn't take much to be on my good side, but if you're one of those people who are against \"Hey Jude,\" I don't like you.  Sorry.  One turn of pompous assholery deserves another, I firmly believe that."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "snuffysmith",
    "plus": 0,
    "snip": false,
    "text": "It's like candy. Who doesn't like candy? <br/> \n <br/> \nAssholes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "camrock",
    "plus": 0,
    "snip": false,
    "text": "The coda rarely even registers with me because I'm still being awestruck by the first half, which an unexpectedly sage friend of mine once described as \"the sound of your balls dropping\"."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "For me when it hits the coda it's like 1 2 3 WABAM NAAAAA NAAA NAAA etc.  It's an instant smiler.  Few songs are instant smilers for me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "NA NA NA NA <br/> \nNAA NAA NAA <br/> \nNAA NAA NAA <br/> \nHAY JUDE!!!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "JUUUUDE JUUUDE YEAH <br/> \n <br/> \netc"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "Maybe you would like me if you got to know me better? I mean, it's unlikely because I am a white supremacist who is cruel to animals and spends two or three hours a day having vicious arguments over the telephone with his mother but you never know."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 2,
    "snip": false,
    "text": "at least you spend time with your mother."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "True dat. If he doesn't write, at least he calls."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Hatstand_mcq, I think this is the beginning of a beautiful friendship."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ok, listen: I'm sorry.  I don't actually NOT like you, I don't even know you, but it doesn't put a person off to a good start if they don't like \"Hey Jude\" around me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lungfish",
    "plus": 0,
    "snip": false,
    "text": "Well, it is a boring song. At least Back in the USSR has that really cool sound of a plane flying by."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "Buttfuck."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "This is tremendously stupid. Back in the USSR has its place, and it's clever and catchy, but Hey Jude was all that and more. Hey Jude laid down some of the most important pop structures for the years to come. Hey Jude is responsible for, I would say, about 50% of good pop music. You can hear it in everything from Sufjan Stevens to Daft Punk."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't take it as far as 50% but the sentiment, yes I agree totally."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "Plus it was a song about how a five year old should be happy.  It's kind of hard to completely hate that?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "fuck 5 year olds.  there are too many people in the world.  they need to all die.  (the 5 year olds)"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I don't believe killing all the five year olds in the world would substantially slow down population growth.  Plus how awful!  Children are beautiful and say the darndest things.  A baby's smile makes rainbows sing in heaven &c. <br/> \n <br/> \nToday, I read the definition of \"childhood schizophrenia.\"  The signs of it are when a child suffers \"delusions and hallucinations, exhibits irrational behavior, and has trouble with daily tasks such as taking baths.\"  I immediately doubled over with laughter."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "You're not trying to tell us something, are you?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Well, there you go. All 5yos are crazy. ratacatttttttt may be right."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Babies and five year olds are different.  But yes, though I can't really stand young kids, I know I was one and they're kind of necessary to the world and yes, sometimes one will say a darnded thing and make your day.  But sometimes they suck."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I mostly like little kids."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Fuck 'em. >BJ"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Mmmmthat too, yes.  This."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "I'd eat Katy Perry's shit"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "even if she does have very questionable douchebag boyfriend"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mockereo",
    "plus": 5,
    "snip": false,
    "text": "why is her boyfriend your main concern? You said you would eat her poop. <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "what about the meal previous to that bowel movement? what if it was tacos, or curry? would you still eat it then?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "that would add flavour"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "How do you even make that conclusion?  For all we know, the capsacins and citrics and aromatics and all could be completely chemically altered by the digestive process."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wazza",
    "plus": 1,
    "snip": false,
    "text": "by the smell of my own shit <br/> \n <br/> \nthe two senses are related"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "This has gone too far."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "*LSHIBSMOMN* <br/> \n(Laughing So Hard I Blew Shit Milkshake Out My Nose)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Boys will be boys"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "If I had to eat someone's shit, I'd probably be most enthusiastic (read: least grief-stricken) if it was a taco shit.  Until I got near it, maybe.  But then once I got a mouthful, I'd be alright with it. <br/> \n <br/> \nASSETBAR: TALKIN' 'BOUT SHIT"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes but what does this have to do with eating shit"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Same as the price of Katy Perry's shit in China."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Sharing your bed with the compleat cluster fuck of a human being that is Russel Brand is enough to disqualify all but the top top top women in the world."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh absolutely, me too."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "landowmpg",
    "plus": 0,
    "snip": false,
    "text": "I like how the VROOOing seems to get more obnoxious as the Roomba's impending doom approaches."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "It's the only way a Roomba can scream for help."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 21,
    "snip": false,
    "text": "I have no mouth and I must VROOOOOOOOOOOOOOOOOOOOOOO"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "missbee",
    "plus": 5,
    "snip": false,
    "text": "I'll give you a present in return for all the hours of pleasure you've given me, Roomba. I'll finally allow you to kill yourself."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Rough chuckles... kinda... Missbee, you're just like Phillippe when he tries standup! Mining dark veins etc.!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Phillipe and I have a lot goin' on up in here (pointing to forehead). Lots of turmoil."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Did your house also dissolve in a 80s vector computer game style to fit the artistic vision of your author?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "If this were a just universe this comment would have more chubbies than any other comment on the page."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but it's wazza, so it doesn't.  Dude's being born from a stone egg, or some such shit, and I hear he doesn't know Robert Johnson.  Not that anybody does."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "and lateadopter is all about Robert's Johnson. <br/> \n <br/> \n(but seriously, dude made sacrifices to Legba which were misinterpreted by Christians as a pact with the devil. How could I not know that? You've got me on the egg, though)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "the egg was on a mountaintop"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "nope, on a  <a href=\"http://web.archive.org/web/20101017235403/http://en.wikipedia.org/wiki/Moeraki_Boulders\">beach</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "equidistant from shag valley and all day bay. gotta love the antipodes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jean-paul",
    "plus": 1,
    "snip": false,
    "text": "I don't think Onstad likes the current story line either."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lonestar52",
    "plus": 3,
    "snip": false,
    "text": "\"It was his sled. It was his sled from when he was a kid. There, I just saved you two long, boob-less hours.\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "Shoot, I just made that comment.  I checked to see if someone already had by searching for \"boobless\" without the hyphen. <br/> \n <br/> \nI like that scene.  \"I was upset because they had overcooked my Moon over My Hammies.\" <br/> \n <br/> \n\"And who stars in Biodome?  Pauly Shore.  PAULY SHORE!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "I don't like you cause now it looks as if I said it after you.  :(  Why can you not comment on cartoons like a normal person, you terrible person. <br/> \n <br/> \n:( <br/> \n <br/> \n(also what is going on with your avatar.  I'm seriously curious)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "That was my point with the above, where I pointed out that you made the comment before me.  I'm not sure how this wasn't clear. <br/> \n <br/> \nCan't....Can't we all just get along?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 4,
    "snip": false,
    "text": "Family Guy! Thanks man! Ha! I love that baby Stewie!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "That Stewie! Ha!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "It was Peter Griffin you philistine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 11,
    "snip": false,
    "text": "Ha ha!  Yeah!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "Ha!  I finally got it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "\"You sing worse than a back of a knee\" is easily applied to anyone who has been on Pop (or American) Idol."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I imagine if you applied enough sweat to the back of a knee, it could sound quite melodious."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Matmos made a whole album using nothing else."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "A microphone placed directly behind the back of a sweaty knee is one of lo-fi's most distinctive sounds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pigeonthunk",
    "plus": 1,
    "snip": false,
    "text": "Yay! Update!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "brought to you by roomba?  is roomba paying for this?  he is on a donation drive, it does seem like a proper time to do a paid strip.  i don't know!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lonestar52",
    "plus": 0,
    "snip": false,
    "text": "I'd go on an archive crawl there killer."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Why would you do that!?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 1,
    "snip": false,
    "text": "n00b"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "How am i a n00b?!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "\"Only he who is not n00b has no need of asking how he is n00b.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "LOL"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "geez dude i'm just asking questions here.. you know, human interaction!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "LOL"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Onstad periodically does Roomba comics, and has done so for a few years."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "LOL"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "where's that guy that  <a href=\"http://web.archive.org/web/20101017235403/http://m.assetbar.com/achewood/uua4MlQWh#comment_379\">blew up when someone just said \"lol\".</a> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "oh, i'm still here, thank you for feigned interest. <br/> \never since miss goblins ever so artfully extricated herself from my attentions i've been in a bit of doldrums. a time of white zinfandel and joanna newsom. <br/> \nsigh. rest assured, this too will pass, why, school starts soon, doesn't it? all fresh knee socks and me with my pockets full of candy and a convincing story about a lost puppy! silly me! i...i must remember to look on the sunny side of life! why it's, it's...FRIDAY!  <br/> \nfuck your lols. lol is 137 caricatures less than a tweet. less than a tweet, is there even a measurement for something so devoid of content or meaning? oh, right, lol. <br/> \nHa! you bloated idiots keep on yammering with your precious lol, this man has a purpose! mainly at this point to whip up a thermos of 'surely mental' and cruise the back to school shoppers at the food court. <br/>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "lol"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Some people even fucking  <em>say</em>  lol. It is the saddest thing."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I chubbied that post once and I would chubby this one too, if I had any more to spend."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "yeah i know he does them periodically and has done so for a few years!  i knew that when I asked the original question.  what does that have to do with whether or not Roomba is paying him to do them?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Well, I suppose people presumed you were asking due to ignorance of past Roomba content.  I don't really think Roomba would pay to have their content advertised on a webcomic such as this one, because it would really not reach such a HUGE audience and thus would be an inefficient advertising strategy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I originally dismissed the idea of Onstadt being paid by Roomba (or iRobot, the iMakers of iCleaning devices and iTazerTanks), but then I remembered something from History.  Back when Chris hosted the brief AIM chatroom for all dozen Achewood fans, he mentioned at one time getting mailed a case of Ketel One, and did not know if it had been a promotion or a crazed fan. I do not know if he was being Serious."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "So you're saying...he's really hoping someone will mail him a Roomba.  His floors are dirty, and his baby is crying on them all alone etc"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "roomba should sponsor him <br/> \nman is a genius when he isn't writing the last arc"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pete1729",
    "plus": 4,
    "snip": false,
    "text": "These are clearly Teodore's flashbacks. The roomba noise is the sound of the van and then it is his protestation. There is a \"bag\" of \"dicks\" being \"eaten\". The desire for a limo... anything but the van. This strip is better, by far, than \"Citizen Kane\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "un_malpaso",
    "plus": 0,
    "snip": false,
    "text": "Exactly, plus he also has a \"thing\" with the word \"sucks.\" And who wouldn't, after the back-of-the-van experience?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "I had no idea of beef's depth as an actor, or has r.b. already reached a semi-concious Teodor?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "Onstad's solution to having people complain about the lack of updates on the previous thread?  Disable comments.   Disabled comments on this Comic in 3...2...1..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 6,
    "snip": false,
    "text": "People have been commenting for the last 12  hours. If anything, I suspect it was a temporary setback. Oh boo hoo hoo, Chris Onstad isn't writing enough comics for me, a bloo bloo bloo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "It was Louis C. K. who said \"eat a bag of dicks\" and it's still funny."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "Louis C.K. was never funny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "I disagree."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "And that is extremely untrue..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Who told you that?  They're wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cswenski",
    "plus": 0,
    "snip": false,
    "text": "How are you here?  I would have imagined the Venn Diagram of Louis C.K. fans and Achewood fans had absolutely no room on the Achewood side."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I would also like to disagree."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "It was SUCK a bang of dicks, incidentally. Not to split hairs about it or anything..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "But how WOULD one suck a bag of dicks?  Mr. CK postulates with a brutal and simple honesty not heretofore seen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 1,
    "snip": false,
    "text": "Be edified.  Everybody.  <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://www.youtube.com/watch?v=CzbURUrgQao\">LOUIS CK:  SUCK A BAG OF DICKS</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "oldhusky",
    "plus": 2,
    "snip": false,
    "text": "What were those people laughing about while the man in the video was talking into the microphone?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Have you sought out medical attention yet or do you need a hand with that?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235403/http://tinyurl.com/3x2kkdc\">Alternately, go suck it.</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 2,
    "snip": false,
    "text": "...truancy bot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 0,
    "snip": false,
    "text": "the sgt. grumbles strip was always my shit..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huge slam on Louis CK out of nowhere"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Perhaps out of Oklahoma."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "What you did there. I see it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Good.   <em>I'm glad.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "miaou",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235403/http://i497.photobucket.com/albums/rr337/regionbug/niceOnWaterex.jpg\">Good? Good.</a>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'm not even going to pretend to get that and, as a benefit, will not care to think about what it could possibly mean."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "chuppy for \"Chuppies\". Classic!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Guppy chuppy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Presumably a 'bang of dicks' is the term for a herd of dicks, like a murder or crows. It's rather appropriate I feel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "surely a sack of dicks would be more appropriate"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Onstad, back from the brink of megalomania. <br/> \n <br/> \nIncidentally, despite having seen CK many times, I can only imagine Teodor in that tache talking like Vincent Price."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "llobstrosity",
    "plus": 0,
    "snip": false,
    "text": "I really haven't felt happy coming to this page in many months and I finally do today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cryztal",
    "plus": 1,
    "snip": false,
    "text": "It's not a popular opinion, but I think Citizen Kane was as boring as a boy with no kinks. Just one big yawn fest."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "What if he had Ray Davies' solo stuff?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "A plutocrat like Kane wouldn't have any interest in a Working Man's Cafe."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "That's even worse, because it ain't that good."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Note to Onstad:  <em>Stop Your Sobbing, Give the People What They Want</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ironshrew",
    "plus": 1,
    "snip": false,
    "text": "Class all the way--the movie just as I remember it, down to the Roombas.  Well done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "streever",
    "plus": 2,
    "snip": false,
    "text": "A  , would read again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Did you know Assetbar deletes your plus symbols? Now you know, and you never have to experience my shame."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "double"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "triple double"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "be careful, delving into the mysteries of what assetbar does with your submissions leads to the dark side"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 2,
    "snip": false,
    "text": "neonfreon is like max headroom"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "Coming Attractions: Roomba Cinema presents Precious, based on the novel Push by Sapphire?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abhi",
    "plus": 0,
    "snip": false,
    "text": "I really want to see Roomba Cinema presents Heavyweights, because Heavyweights is my Citizen Kane."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Roomba Cinema Presents The Warriors, anyone?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "howabout Roomba Cinema Presents like anything written by Tyler Perry. Maybe he'll even star in it. That would be just great. I love Tyler's sense of humour because it's really funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Tyler Perry's Roomba Theatre presents Tyler Perry's I Can Roomba Bad All by Myself starring Tyler Perry's Roomba"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "<em>Ideal.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rayheart",
    "plus": 0,
    "snip": false,
    "text": "DAMN!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicemike",
    "plus": 0,
    "snip": false,
    "text": "So Roombud was a floor vacuum the whole time? I guess money can by happiness!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "http://www.myroombud.com/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "This is great. I will start reading achewood again if there is more of this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "valrus",
    "plus": 2,
    "snip": false,
    "text": "how did you see this if you had stopped reading achewood"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 9,
    "snip": false,
    "text": "how does walrus know what causality is"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "valrus",
    "plus": 0,
    "snip": false,
    "text": "how are w and v the same"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "You are surely one of those German Walrus'."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Suggesting a phonetics based jape... as always a joke is best described in exacting detail in order to acheive the most hilarious impact."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "miaou",
    "plus": 1,
    "snip": false,
    "text": "Zey are ze ekkmen!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "In der dirtiest part of ze city"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thinman",
    "plus": 0,
    "snip": false,
    "text": "Walrus'? Walruses? <br/> \n <br/> \nWalri."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 2,
    "snip": false,
    "text": "Because he is operating from within a Douglas Hofstadter fable?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Gesundheit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kindergard",
    "plus": 0,
    "snip": false,
    "text": "you're welcome"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Danke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I like to think Beef and Teodor had a big fight over whether to put a low phrase like \"a thing\" in the script for Citizen Kane. Teo delivers it with  <em>spite!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "ha ha the whole nice pete thread was merely to set up the contrast this current strip enjoys.  ha ha Onstad started planning this years ago.   <br/> \n <br/> \nlol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "There is no god."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anzio",
    "plus": 0,
    "snip": false,
    "text": "There is PROBABLY no god."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "There is infinitessimally less than one god."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 7,
    "snip": false,
    "text": "There are two gods approaching each other from a distance of 40 miles at a constant speed.  The first god is travelling at a speed of 45 mph.  The second god is travelling at a speed of 55 mph.  At what point will there be no god?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fady",
    "plus": 0,
    "snip": false,
    "text": "One god is speeding down the railroad tracks. There is an intersection splitting the tracks in two. On one, there is a large family of strangers. On the other, is your one true love. You can only save one. Who will you sacrifice to your high-collision deity?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "THERE ARE THREE GODDESSES"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pigeonthunk",
    "plus": 3,
    "snip": false,
    "text": "Farore, Din, and Nayru."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "this really ought to be chuppied more <br/> \n <br/> \nI know I chuppied it"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I stand before my deity at the cross road and are hit at high speed, the god is derailed and both groups get to see just what religion can do to a person."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "I went down to the cross road and fell down on my knees."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "Do i know you? I don't think so.  <br/> \n <br/> \nDoes anyone know this guy? Anybody? <br/> \n <br/> \nSorry man, nobody seems to know you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wingspan",
    "plus": 1,
    "snip": false,
    "text": "We should probably just pass him by."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "But don't make him cry."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "BABY DON'T MAKE ME CRY <br/> \n <br/> \n <strong>*invisible sweet-ass guitar solo*</strong> <br/>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Don't let him go on ships too often or he'll start getting fancy ideas about writing songs."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "know him? <br/> \n <br/> \nin the biblical sense?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "valrus",
    "plus": 1,
    "snip": false,
    "text": "Blink once if god, twice if no god."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "You walrus seem to know just what to say."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "ANOTHER Joanna Newsom reference?  I fucking love Assetbar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ok this is good.  I accept this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mullin",
    "plus": 3,
    "snip": false,
    "text": "Did Edith Wharton usually not wear pants?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofmustache",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't Roombud turn around after it hit the fireplace the first time?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Talking stuffed animal, talking house cat, classic American cinema on vacuum cleaners."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "Oh no arbitrary suspension of disbelief!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "It's a movie, silly. They paid that Roomba big money to not turn around."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "That is, technically, what all we actors get paid to do."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "...and in certain situations, the opposite."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spazdor",
    "plus": 2,
    "snip": false,
    "text": "Except when Der Kommissar is in town."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You do not want to know what I initially thought the last word was in Panel 11."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wootcannon",
    "plus": 1,
    "snip": false,
    "text": "I'll give you the attention you so clearly want, as a pharmacist gives methadone: What did you think the last word was?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh. It really was rhetoric. I figured someone would read that last sentence and make the same smutty, five-year old styles joke. PRO-TIP: OOFS."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Damn, you were right all along."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I... I was?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shelbydavis",
    "plus": 0,
    "snip": false,
    "text": "We... we all were."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Indeed.  I really  <em>didn't</em>  want to know. If only wootcannon had placed faith in your vision for our immediate future."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Hmmm. Sorry. I must be on my man-rag or something."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Heh.  <em>Man-rag</em> . Apparently we do have cyclic hormonal cycles. <br/> \n <br/> \nThat's all. Carry on."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "http://www.youtube.com/watch?v=tnukuTwynwY"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "drink specials run on a lunar cycle in case you hadn't noticed..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lemmy",
    "plus": 0,
    "snip": false,
    "text": "tonight's special is 'the gobblins' <br/> \n(ether on a rag, normally 75 cents) <br/> \n$17, and all your left with is a pleasant childhood memory"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "somarilnos",
    "plus": 10,
    "snip": false,
    "text": "So when do we get The Big Roombowski?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<em>THIS IS WHAT HAPPENS ONSTADT<br/>\n<br/>\n<strong>*crash</strong><br/>\n<br/>\nTHIS IS WHAT HAPPENS WHEN YOU FUCK A STRANGER IN THE ASS!!!!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "somarilnos",
    "plus": 0,
    "snip": false,
    "text": "Is this your Roomba, Larry?  Is this your Roomba, Larry?  Larry, is this your Roomba?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 6,
    "snip": false,
    "text": ""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "but what happens when you fuck a stranger in the assetbar?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "That's a question for Tekende."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "Is there actually a story to this? Like that Tekende boned a chick he only knew from assetbar?  <br/> \n <br/> \n'Cause that would be terrific. <em>And I want to hear it.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 3,
    "snip": false,
    "text": "I can't remember who it was but there was this one dude and chick who got together and she was pretty hot and he flew out to meat her and they posted pictures of themselves making out right here on assetbar well it was a flicker account but still they posted a link right here on assetbar.  then a few hours later they realized it was a bad idea so they took down all of the makeout pictures except for one of them just kind of cooing at each other.  here let me check my archive....  oh my god!!!! it WAS tekende!!!! <br/> \n <br/> \nhttp://midconet.net/achewoodtest/tekende_bix.jpg <br/> \n <br/> \nand the chick was bix_schmidt or some shit like that I forget how you spell her handle okay google... yeah here it is she was bixschmix   <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://m.assetbar.com/achewood/recent_comments?user=bixschmix\">http://m.assetbar.com/achewood/recent_comments?user=bixschmix</a> <br/> \n <br/> \nwow her last comment was 4 weeks ago <br/> \n <br/> \nher assetbar profile lists her URL as: <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://www.janetjayonline.com/\">http://www.janetjayonline.com/</a> <br/> <br/> <br/> hmm it has her CV there.. but she omitted the assetbar episode on her CV <br/> \n <br/> \nDJ at WRCT 88.3 FM, host of the popular show %u201CLigers and Baobabs%u201D (2003-2007) <br/> \n <br/> \nwtf.  you can't make this stuff up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "He said \"meat her.\"  Huh-huh, huh, huh!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "Deary me, I've been outcunted again. (sorry lateadopter not talkin to you - I cant reply directly to blocked people). <br/> \n <br/> \nPS. Tekende sometimes wears a fedora."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "crycryguy",
    "plus": 0,
    "snip": false,
    "text": "outcunted again?! Can't you be better at cunting, if that's what you think important?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Sort of cute, in a Tina Fey kind of way I guess.  Tekende has a beard and is from the anti-matter universe."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 1,
    "snip": false,
    "text": "damn. son, you've stuck your foot in it this time but there's no other path but the one you've taken. You asked for a bit of gossip and the mother of all gossip whores is gonna tell you all about it. You just discovered daddy's cigarettes and now your going to smoke the whole pack, one after the other. never again will you go onto the internet or into the public square without looking over your shoulder. Nothing you do in public is private and none of it will be forgotten. Did I mention that everywhere is public? Every picture ever taken of you, every transaction, every post to every website, your shopping preferences, your taste in music, movies, politics as well as drink and sexual interests are instantly updated to u-tube, on-star and the three major credit bureaus. You heard 'brown sugar' shopping at the safeway and the picked up a box of cajun rice mix. The cameras and credit card confirm this. Your file at marketing has been updated. The next time you walk by the delta cafe you'll be tweeted an invite for a po' boy sandwich and a mint julip....You might wonder... how did they know?... <br/> \nThey know, they won't forget, and eventually you will thank them."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "no this is what happens when you go skiing IN THE ALPS"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "NO THIS IS WHAT HAPPENS WHEN YOU FEED A STRANGER SCRAMBLED EGGS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "direbmem",
    "plus": 6,
    "snip": false,
    "text": "The cast: <br/> \nThe Dude: Ray <br/> \nMr. L: Iorwerth <br/> \nDonny: Todd <br/> \nWalter: Lyle <br/> \nThe Jesus: Nice Pete <br/> \nThe Nihilists: Cartilage Head, Roast Beef, Taffy <br/> \nBrandt: Tacodor <br/> \nThe Stranger: Ramses <br/> \nBunny: Polly <br/> \nThe Thugs: Emeril and Spongebath <br/> \nPhilippe: Hello! <br/> \nMaude: Molly <br/> \n <br/> \nI think I spent a tad too much time on this, but... I think it could be a thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 10,
    "snip": false,
    "text": "Uh excuse me but if you ain't gives us the money I will cut off such as your johnson I mean we don't believe in anything you know"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 8,
    "snip": false,
    "text": "Cartilage Head all gesturing toward his junk and weeping."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "Taffy with his foot bandaged"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Who's g-g-got your undies, Lyle? <br/> \n <br/> \nI love what you've done. I think Ramses would make a mean Walter though, so I would probably have Lyle play the dick. Nightlife would make great Stranger and I would like to see Showbiz in it too, maybe as Knox Harrington, the Video Artist. Also Jackie Treehorn, since Ray is taken, could be well portrayed by Benjamin Butters. <br/> \n <br/> \nPhilippe: Hello! is worth a chubby in itself."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "somarilnos",
    "plus": 0,
    "snip": false,
    "text": "I particularly liked the casting of Phillipe.  I honestly think Teodor would make a great Walter.  Just because he has the filthiest mouth in town. <br/> \n <br/> \nTHAT'S ONE THING YOU CAN'T SAY IN HEAVEN."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No no, Knox Harrington the video artist needs to be played by Pat. <br/> \n <br/> \n\"Just a friend of Molly's.\" <br/> \n\"Her friend with the cleft asshole?\" <br/> \n <br/> \nGreat call on Nightlife as the Stranger though!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Good lord how could I successfully forget Pat?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 1,
    "snip": false,
    "text": "I first saw this blearily at 7.40 am through a haze of fuck the morning. I am glad to see I did not dream it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "teezee",
    "plus": 0,
    "snip": false,
    "text": "EVERYONE, WE'RE MISSING THE IMPORTANT THING HERE: THE DISCUSS LINK IS BACK! <br/> \n <br/> \nP.S. Herodotus was building off of Ovid's \"Became a bag of dicks and was eaten\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pigeonthunk",
    "plus": 0,
    "snip": false,
    "text": "That's the cleanest fireplace I've ever seen. I thought it was a grating for cooling pies on the sill of a drop basement window... that's not that rational, but it was my first thought. I think it started with an assumption that little T and Beef were outdoors."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pete1729",
    "plus": 0,
    "snip": false,
    "text": "That fireplace is so fake."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lungfish",
    "plus": 2,
    "snip": false,
    "text": "I know I'm in the minority and a lot of people prefer fluffy cuteness like Roomba theater, but I can't wait for the story arc to continue. I hope it's not even close to the end."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "I can Respect this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "i support you 100% - this strip is pure art fag"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mensch",
    "plus": 0,
    "snip": false,
    "text": "yes, totally  <em>Cahiers du Cinema</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edthehead",
    "plus": 0,
    "snip": false,
    "text": "Although you have to wonder how early film theorists would react to Roomba technology. Like if Vertov would've done \"Man with a Roomba.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "I'm right there witcha."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miaou",
    "plus": 0,
    "snip": false,
    "text": "The minimalism of that ski game is what made it so fun to play!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "Pro for Jed's review referring to Kane as \"Citizen Kane\"."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "null",
    "plus": 0,
    "snip": false,
    "text": "This restores my faith in Achewood as much as the Nice Pete denouement will surely shatter it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey have any of you seen this? It's some weird computer animation of one of the Judas Priest Friday strips. Hella crazy. <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://www.youtube.com/watch?v=nbUdU8Q0nAo\">http://www.youtube.com/watch?v=nbUdU8Q0nAo</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "'twas done some time ago if it's the same one I'm thinking of... it's a little bit strange, I don't know if I like it or not, I don't feel like I have many options when I watch it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "You all Taliban lawyered."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Someone spent time making that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "I spent time watching it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "was it time well spent?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "yes, but only because i can answer this question because of it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shishkabob",
    "plus": 3,
    "snip": false,
    "text": "now I need to see Citizen Kane so that I can laugh at all of these jokes"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glade8tormel",
    "plus": 1,
    "snip": false,
    "text": "the book is better..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "I'm naming my sled ROOMBUD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "....if you ever get a sled."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Eh. Right... <br/> \nI'll just buy a Roomba and name it ROOMBUD, then."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "fresco",
    "plus": 3,
    "snip": false,
    "text": "Holy fucking shit I hate Roombas and Citizen Kane and GOD DAMNIT I WOULD LIKE TO GET BACK TO FINDING OUT OF TEODOR IS DEAD OR NOT SO THIS ARC CAN FINISH"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fresco",
    "plus": 2,
    "snip": false,
    "text": "FUCK I never liked the Roomba masterpiece theatre comics because they are just one-offs with no relevance to the storyline. And are also not funny, ever. :<"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "fresco",
    "plus": 1,
    "snip": false,
    "text": "IF I SEE \"A ROOMBA WITH A VIEW\" I WILL CHOKE MYSELF UNTIL I ATTAIN DEATH"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Awesome!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "God forbid this gets Rule 34'd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "SUCK IT ONSTAD <br/> \n <br/> \nSUCK IT DRY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "no really though you know whatever"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "wat"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flaxplus",
    "plus": 0,
    "snip": false,
    "text": "Does Onstad even own a roomba? Can I do a conditional donation on the requirement that he has to use the money to buy one?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "The President has been kidnapped by Roombas. <br/> \n <br/> \nAre you a Bad Enough Assetbarbarian to rescue President Barack Obama?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 3,
    "snip": false,
    "text": "Barack Roombamba?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "Sure, why not? <br/> \n <br/> \nBarack Oroomba."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I just spit my gum across the room because of this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Roombas from Roombanistan."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "the name of this game is  <br/> \n <br/> \n <em><strong>Bad Ass</strong>(etbar)</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "barack roombama is a secret muslim <br/> \n <br/> \npass it on"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Nice thinking, but that's not the rescue method we were trained to use, Agent  <strike>99</strike> thegoodwillgirl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "wat"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mockereo",
    "plus": 1,
    "snip": false,
    "text": "<em>Para bailar Roombamba<br/>\nPara bailar Roombamba <br/>\nSe necessita una poca de gracia</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "<em>Yo no soy una Roomba<br/>\nYo no soy una Roomba<br/>\nSoy Dyson Ball<br/>\nSoy Dyson Ball<br/>\nSoy Dyson Ball </em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>Ich bin ein Roomba.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "oh shit. now I feel estupido con todo alegre <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Ba-ra-ra Room-bamba. <br/> \nBa-ra-ra Room-bamba. <br/> \nPara bailar la bamba <br/> \nPara bailar la bamba <br/> \nSe necessita un poca de gracia <br/> \nPara mi, para ti, ay arriba, arriba <br/> \nAy arriba, arriba <br/> \nAy arriba, arriba <br/> \npor ti ser, por ti ser, por ti ser <br/> \n <br/> \nbamba, bamba <br/> \nbamba, bamba <br/> \nbamba, bamba- <br/> \n <br/> \nYo no soy marinero <br/> \nYo no soy marinero, soy capitan. <br/> \nSoy capitan, soy capitan. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Todo el mundo, eschuchame <br/> \nY vuelven a mi, mi buque <br/> \nYo soy tu capitan, yo soy tu capitan <br/> \nAunque me siento muy enfermo <br/> \n <br/> \nYo soy tu capitan, si si si siii..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Sounds hell of Entish."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Los Lobos sacked Isengard? <br/> \n <br/> \nRichie Valens is Treebeard?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Richie Havens has a beard."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 1,
    "snip": false,
    "text": "Barack  <em>Humbein</em>  Roombamba"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "Does the Open University really count, though? I can't tell if I qualify for the alt-text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Putting off concluding the van rape arc for this is grade-A donkey shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "In a few hours, you all will see Fear and Loathing in Las Vegas as brought to you by roomba cinema and the good cpn. <br/> \n <br/> \nSee you soon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 6,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235403/http://tinypic.com/r/2r553m1/7\">Here</a>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "i hate to be critical because I'm sure that was a lot of work but it wasn't as good as onstad"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 0,
    "snip": false,
    "text": "It was as good as this strip, at least"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Nah.  Interesting banner ad urging me to be unfaithful to my wife though.  We all need these small encouragements from foreign service providers to get on with life."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I got  <br/> \n\"Lekker op citytrip met transavia.com <br/> \nWat doe je hier nog?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Writing could've been better, but i had to go to work. <br/> \nAlso m$ paint sucks/is too good compressing jpgs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Gujaab."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "I just discovered that there is some weird stuff happening... Click on the comic strip at  <a href=\"http://web.archive.org/web/20101017235403/http://achewood.com/index.php?date=06292005\">http://achewood.com/index.php?date=06292005</a> . It redirects to some thinkgeek product called the \"Retrophone\". Is this happening with any other achewood strips?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Someone is trying to help you get the perfect mother's day gift"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Huh.  That's pretty weird, especially since it's a five year old strip.  I was wondering when Onstad would get on with embedding some advertising on his site though - makes more sense than a fundraiser."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dans",
    "plus": 0,
    "snip": false,
    "text": "Check out a webcomic with advertising. It ain't pretty."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Some have important links embedded instead of the assetbar link."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "it's probably the same guy who hacked 'rb was here' into everyone's status that hacked some of the links."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "Hmmm how long ago did that happen? I just noticed that this thinkgeek thing was  <a href=\"http://web.archive.org/web/20101017235403/http://m.assetbar.com/achewood/uua4qCtS9#comment_41\">noticed roughly a year ago.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Back before the days of Assetbar, Achewood occasionally had links embedded in the comic as part of the joke/experience.  You'd click on the strip, and it would take you to some related page that Onstad had found.  These all got wiped out because clicking on the strip at achewood.com now takes you to Assetbar, of course.  But in the last year or so, some of the old links have been restored in the strips here (but not at achewood.com)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grondak",
    "plus": 0,
    "snip": false,
    "text": "Is that a Retrophone in your pocket, or are you just glad to see me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sn0wman",
    "plus": 2,
    "snip": false,
    "text": "Momentary. <br/> \n <br/> \nYou keep using that word. I do not think it means what you think it means."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "expellens",
    "plus": 2,
    "snip": false,
    "text": "bravo. braaaaaavo."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "achewood_single",
    "plus": 1,
    "snip": false,
    "text": "is first time to make out website... <br/> \nis good time for all, yes??! <br/> \nladies, post rude suggestions to broken web-link @ <br/> \nu-haul.com I be there before you sayink thank-you! <br/> \nGuys, why you no tell me before about amazing make out site? Big secret for american hero? Now me big hero sandwich too! C'mon ladies! Is all you can drink limbo bar, featuring favorite lady beverage, white wine spritzer!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lucidz",
    "plus": 6,
    "snip": false,
    "text": "Onstad: \" PUT MONIEZ IN MY TIPZ JAR!!!\" <br/> \n <br/> \nWhen a waiter at a restaurant doesn't come back to my table for seven times longer than they should, they do not get a tip.  Why, if there were a management of this establishment of positive repute, I would call them to the table and dump the remainder of my Penne Arrabiata all over their shoes.  <br/> \n <br/> \nYOU ARE THAT MANAGER ONSTAD.  FOR SHAME!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edthehead",
    "plus": 1,
    "snip": false,
    "text": "NO LUCIDZ, YOU ARE THE MANAGER. <br/> \n <br/> \nAND THEN LUCIDZ WAS A ZOMBIE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 0,
    "snip": false,
    "text": "Chubby for depth of context of \"Arrabiata\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "In my restaurant, you would then be vigorously slapped, taken out the back and rolled in said penne arrabiata, plus any other leftovers of the evening. Then the hobos would come to lick you clean. Ish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "faits",
    "plus": 1,
    "snip": false,
    "text": "I wonder do you usually eat at soup kitchens. Because at most restaurants the dinner isn't free (so the waiter doesn't have to ask for a tip in advance to keep the dang lights on)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Um in my family we always tip.  We tip the minimum fifteen percent if the waiter is racist at us or the haircutter slices our ear.  But we always tip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "When I was a young and stupid person I was out with some friends and we had the absolute worst waitress ever. Being a young stupid person I decided to leave a tip of one penny, but instead of just leaving it I made an awful mess on the table with condiments and etc and put the penny in the middle of it. <br/> \n <br/> \nLooking back that was probably the wrong thing to do and I am probably a terrible person to this day but oh well. Today I tip a 15% minimum regardless of service and 20-30% if the service is exceptional."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "Except Onstad. I tip him zero percent because I am angry that he has not posted enough funny pictures of cartoon cats these past months."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "But his baby's at home, crying all alone on the bedroom floor 'cause she's hungry!  And the only way to feed her is...to...ummmm <br/> \n <br/> \nI mean, yeah, whatever.  I don't either because I don't like to put money on the internet if I can help it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 17,
    "snip": false,
    "text": "That reminds me of this one time I was at some restaurant it wasn't a Denny's or anything like that it was just some local establishment with some boilerplate name.  So anyway, the food was okay and the waitress was great but I had all this pent-up sexual lust for her so I didn't leave a tip and I drove to my bank and withdrew $50 in pennies which as it turned out was more pennies than I bargained for because I had quite a few left over when all was said and done but so anyway I drove back to the restaurant and I waited in my car in a parking lot across the street.  Finally after closing I saw her leaving and she got in her car.  I followed her for several blocks to get an idea of her route until I found a good stretch of narrow road along the way.  So the next day I went back to the restaurant about a half hour before closing time but her car wasn't there.  So I went back the next day and it was there.  She must have had a day off.  So about a half hour before closing time I broke out all the windows of her car with my tire iron from the trunk.  It was quick and didn't make much noise and no one noticed.  So I waited in my car across the street again.  Finally she came out and when she saw her car she went back in.  I was worried she might call the police on the spot and wait for them to show up and file a police report on the spot, because that would just delay things, but fortunately she didn't.  She and some co-workers brushed the glass off the seats as best they could and she got in and drove away, visibly in a state of anger and upset.  So I'm following her, and she is taking the same route as the previous day.  So I pass her, and I get far enough ahead to where she can't see me anymore, and then when I get to the narrow stretch of road, I stop, right in the middle of the road, and I put my hood up and I get out, with my huge burlap sack of pennies from the bank.  She arrives within about 30 seconds, and as I expected, she's kind of confused to see a car stopped in the middle of the road.  The fact that the hood is up signals to her that I'm in distress, and I poke my head up from under the hood and wave to her from the front of the car.  She isn't sure what to do, and it's at this point that I leap towards her car, my erect penis in my left hand, masturbating furiously, and I plop the open bag of pennies down on her hood.  I reach in with my right hand (still masturbating with my left hand) and I grab fistfulls of pennies, and I throw them at her with as much vigor as I can muster.  As you can imagine, what I have set up is a sort of primitive video game similar to the games they used to make for the Atari 2600 which I had bought from a rummage sale when I was a child.  This game I have now setup is as elegant as Tetris in it's simplicity of design, yet this simplicity of design belies a complex and solid strategic component inherent in the game.  She starts screaming, obviously somewhat terrified.  The pain and disorientation caused by tens of pennies hitting her in the face hindered her ability to put the car back in gear and to drive away.  All four of her car door windows were broken out, so even if she did manage to get the car going, I would still have an honorable shot at her from almost any direction.  So I have the bag of pennies on the front driver's side of her hood, and I'm retrieving fist fulls of pennies and whipping them at her as fast as I can with my throwing arm, while continuing to masturbate my penis with my left hand.  Within about 30 seconds of this the initial shock wore off, and a determination seemed to set in.  She took both her arms down from shielding her face, and still screaming, managed to shove the car into gear despite the now even more brutal barrage hitting her in the face and eyes.  She was wearing glasses, but a well aimed shot of pennies took them off in one fell swoop, and from there on her eyes did take some severe hits.  So unfortunately, the gear she got her car into was drive, and she rear-ended my parked car.  I had to grab the bag of pennies with both hands off her hood as she executed this driving-like-a-typical-bitch maneuver, and this enraged me because I had to stop my masturbating to hold onto the bag of pennies with one hand and continue throwing at her with another.  It was instantly evident that I hadn't really planned this out as well as I could or should have.  Obviously, I needed to have tied the bag of pennies around my neck, but there was no time for that now.  I continued to toss pennies as she fumbled with the controls of the car.  Some of my volleys were damn near point blank.  But it made no difference -- She was determined, and her now almost hoarse and cracking finger-nails-on-chalkboard scream was still going strong.  She got it in reverse, and steam gushing from under her hood, she whipped the car around in what must have been an accidental but still surprisingly professional looking maneuver whereby the front end's momentum pulls it around the back end in an almost perfect 180 degree turn.  I was left with no target save the back window of her car as she drove off, probably back towards the restaurant as in her state of shock and awe her mind would probably take her back there automatically. <br/> \n <br/> \nLooking back that was probably the wrong thing to do and I am probably a terrible person to this day but oh well. Today I tip a 15% minimum regardless of service and 20-30% if the service is exceptional, and now I have one of those portable DVD players affixed to my dashboard with double-sided velcro tape to help relieve my sexual tension and frustration whenever I feel the urge to head to the bank for some pennies. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "ratacat what are you <br/> \n <br/> \nI don't even <br/> \n <br/> \n(etc)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "I love you and I want you to be my internet wife."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "How to Be Your Own Internet Wife: A Seven Part Series <br/> \n <br/> \n(I'm totally going to write this when I have time.  Which shall be never.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ratacattt",
    "plus": 1,
    "snip": false,
    "text": "you say that now hatstand_mcq but in the morning they'll be a twenty on the night stand for me to get my lolcat costume cleaned"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "Unless this is some ripoff of a Nice Pete blog post, this should have a LOT more chubbies than the 3 it currently has. <br/> \nThat story was with me all day. Even on the golf course my own shiny coin on the carpet gave me the shudders."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "The tyranny of posting something awesome when most are out of chubbies."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "I have a ton of chubbies, i've never run out once <br/> \n <br/> \nIf anyone needs a chubby, donate $75  to onstad and email me your name - neonfreon@gmail.com.  I'll chubby once name is posted to the tip jar list."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "this is so wrong.  wrong on several levels. <br/> \n <br/> \nFirst, I'd be getting a chubby from a guy who hoards chubbies.  That's like getting a hug from someone with an anti-social disorder who rarely hugs anyone. <br/> \n <br/> \nSecond, paying someone to hug or chubby you is cheating.  That's like paying a prostitute after she has sex with you.  The sex doesn't mean as much and isn't as enjoyable if you know you're going to have to pay for it! <br/> \n <br/> \nSo no thanks, I don't want your $75 chubby job.  Not unless there's some way I can then later charge-back the $75 donation on my credit card.  Hmm.. failure to deliver more than one strip a month... yeah, I guess I might be able to sell that one to the credit card department that does charge backs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "He's on a lot of \"ignore\" lists, I reckon."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Who?   I don't have  <em>anyone</em>  on ignore."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I guess we don't all have the same history and ideas about what is tolerable as you have."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Yeah, like the guy in the five thousand dollar suit is... <br/> \n <br/> \nI was trying to be sarcastic irondave!  You ruined it :("
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Someone is always ruining something."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "Isn't there a global ignore list? If there's not then I've got no idea why I have people on my ignore list. <br/> \n <br/> \nWell I know why dr manflesh is on it but so does everyone else probably."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "wingspan",
    "plus": 0,
    "snip": false,
    "text": "be...because you wanted to ignore him? is that why? that's it, isn't it?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "I don't know if you're familiar with his work but it was generally novella length voyager slash fiction and then so many inline images that my browser would crash."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "dr who?????"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "dr_manflesh_desires_anal_play_immediately is his full username.  It's no longer possible to create user names that long."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "and he actually does have a PHD."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "How would you know that though?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "I was cyber stalking him.  He was hosting his images on a private server, and I got in touch with one of the people associated with that server."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "oh, ratacattt....."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "AIU..."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Worry not, caped crusader. Your secret is safe with me."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I've tried to find the ant one he posted, to no avail."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "this one time i had a bad waitress and i iraq war but now i always tip 15% regardless of the service"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "in my country we pay service workers a living wage"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "in my country we service workers with a living page"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "only in Congress, right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Awright shut ya pinko gob."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "He posted three comics last month! Achewood has always been thrice-monthly! WHAJU TALK ABOUT, WILLIE?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "antimony",
    "plus": 0,
    "snip": false,
    "text": "Blehhhh do you know how mad I am that this thing hasn't updated?! No, you do not! I have been checking this thing MULTIPLE TIMES a day and it never changes! I don't care about your Roomba, Onstad, just give me anything here, I'd settle for Lurquilla at this point!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "<strong>I'd settle for Lurquilla</strong> <br/> \n <br/> \n <em>oh jesus no</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "maybe he could give her regular babies"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 3,
    "snip": false,
    "text": ""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Do you think Onstad realizes the arc sucks? <br/> \n <br/> \nMay: 9 updates <br/> \nJune: 6 updates <br/> \nJuly: 4 updates <br/> \nAugust: 3 updates"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "grondak",
    "plus": 0,
    "snip": false,
    "text": "In my professional opinion, Mr. Onstad is deep in conversation with his shadow archetypes and has taken the courageous step of representing those conversation in the form of a public comic strip.  I suspect that, in the past, his shadow projections were limited only to his collection of stuffed animals, and never left the privacy of his own home.   <br/> \n <br/> \nI applaud his generosity in choosing to share his inner psychic journey with us in this way, and I don't begrudge him the time it takes to wrestle those characters out of his unconscious and onto the screen.   <br/> \n <br/> \nAs C. G. Jung once said, we each have a \"personal cosmology\" that needs to be expressed, usually in written form.  This represents the journey we each undertake toward integrating the disparate components of our psyche into an individuated whole.   <br/> \n <br/> \nTo put it another way, cut Chris some slack -- what he's doing ain't easy!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Tomorrow, there will have only been 1 update in the previous 31 days"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "Antimony I don't know if you knew this but <br/> \n <br/> \nthere is a fantastic space-aged technology known as RSS that some one designed specifically so that you could avoid getting mad at web pages <br/> \n <br/> \nyou see rather than refreshing a web site multiple times each day, this bizarre moon technology will simply alert you when a new silly drawing of cartoon cats is available to look at on the internet <br/> \n <br/> \nI know it sounds hard to believe but I am not lying to you!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 2,
    "snip": false,
    "text": "Sorry faits, but real Achewood fans compulsively go to achewood.com at least 20 times a day, manually, to check for updates."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 2,
    "snip": false,
    "text": "What kind of desolate wasteland would the Assetbar comments section be if we only showed up when there was new content?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kylexy",
    "plus": 1,
    "snip": false,
    "text": "<em>Manually</em> ? Real Achewood fans type an \"a\" and hit enter. <br/> \n <br/> \nAlso I always think your avatar is Senator Pat Geary."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "I have to type \"ac\" because my computer's an Apple"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "Don't have Achewood Premium so imma post this here: <br/> \n <br/> \nRead the free update with the song from the story (Fela Kuti-\"Zombie\") and enjoy how awesome the imagery becomes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Okay so guys I haven't checked Achewood for months and I think this is amazing!!! That is all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "Good to see you again. So how does the arc look to you without the long breaks?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I think perhaps he's being too elaborate.  But I'm sold.  I'll be back in two months."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "OK cheers. (still have the boyfriend eh?)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Nope.  I joined a nunnery! <br/> \n <br/> \n(Jokes about getting into habits will not be accepted.  Thank you.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "ah, well, it looks like your hopes are dashed either way, mr. siegal.  now is the time to drown your dreams in a dark corner with a 100 proof friend."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "yeah, we don't have pennies in oz any more."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Or Denny's"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "so did you really join a convent or something to such effect, Gobs?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 0,
    "snip": false,
    "text": "her avatar suggests the flying nunnery"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Oui, les moutons."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foiegrastaco",
    "plus": 0,
    "snip": false,
    "text": "you like goblins <br/> \n?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "She loves horses!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You can tell by my teeth!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "Yes, EXACTLY. <br/> \n <br/> \nI blame you for all these new horse-related members joining Assetbar, by the way.  You're big and strong, so I know you can take it. <br/> \n <br/> \nYou're not our heroine.  You're our silent guardian.  A watchful protector. <br/> \n <br/> \nA DARK KNIGHT."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I like that baby a lot."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "babbyclose.jpg"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "and her boyfriend too <br/> \nhttp://www.youtube.com/watch?v=1lWJXDG2i0A"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ratacattt",
    "plus": 0,
    "snip": false,
    "text": "graceless ladyy <br/> \nhttp://www.youtube.com/watch?v=EhVLiHPUOIM"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "coming after the arc about Catherine the Great, I'm not sure what to make of this sentence."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You could make horsemeat of it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "hella rough chuck;les"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "horse...meat?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "chalupas"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Just ask Daniel Radcliffe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "When I'm not even laughing at one of Pat's blog posts, I know something has gone terribly wrong with Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017235403/http://xkcd.com/788/\">xkcd reference to this strip</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "grondak",
    "plus": 0,
    "snip": false,
    "text": "...or this one... <br/> \nhttp://xkcd.com/141/"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I think it's a reference to two strips back, where the Emily Dickinson/Gilligan's Island thing actually occurs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Either way, Onstad now has a hundred thousand new viewers who aren't aware that it's been 2 weeks since the last update. We are are obsolete."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "If they're the type who explores by clicking a few links back rather than by starting from the beginning, i don't know  <em>what</em>  they're gonna think."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "Probably OOH LA LA!!! OOOH LA LA LA LA LA LA!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Yeah, XKCD's referencing a comic that's already a month old...  There have been two new Achewood comics since then.  The number of new XKCD comics since then can be derived from this simple formula: (number of weeks past * 3)..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "abhi",
    "plus": 4,
    "snip": false,
    "text": "On the other hand, XKCD is amazing for what would come from the back of a knee or a pineapple but it's not so good when you consider that it's coming from an alive guy"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Actually, XKCD is quite good at times.  Mediocre at other times.  Kind of like Achewood except I don't have to wait three weeks to find out which it is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I think he's just mocking it because Randall Munroe has a life beyond spending time drawing his webcomic."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No. XKCD is never, ever any better than mediocre (and I mean, like, the lowest possible threshold of the term mediocre), and is almost always absolutely terrible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 1,
    "snip": false,
    "text": "Chris Onstad is now a guy who makes and sells t-shirts and mugs."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kylexy",
    "plus": 1,
    "snip": false,
    "text": "If by makes you mean orders, by orders you mean lets a computer do it automatically, and by sells you mean offers a link to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "In the future, having animation in one's avatar will be like farting loudly in a crowded elevator.  Really stinky, shit-your-pants, kind of fart.  Everyone will know this and behave accordingly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "So will strange, moustacheless goatees."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Zinnnngggggggg!!!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "that's a bugle it's just black because it's been there so long and got dirty"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Is that a clip from Garth Marenghi's Darkplace? It looks like Thornton Reed, and he does shout CALM HIM DOWN"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I believe you might be correct."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "It's from the Eye Child episode."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Probably the best one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 1,
    "snip": false,
    "text": "I came as soon as I could."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Correct.  I wanted you to come."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure I want to have a shit orgy inside of an elevator with grown men and women, if that's what you're implying."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I am sure that I do not want to have a shit orgy inside an elevator. Every time. <br/> \n <br/> \nI think that M. Night Shamalamadingdong has made that movie, though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "The Last Airbender?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I was thinking more about the one where people are stuck in an elevator. Devil, or something. <br/> \n <br/> \nThough I suppose most of his movies fit the shit/elevator/orgy scenario at this point."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "FROM THE MIND OF M NIGHT <br/> \n <br/> \nCOMES <br/> \n <br/> \nA NEW SHIT ORGY <br/> \n <br/> \nIN AN  <strong>ELEVATOR</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I think it all depends on the animation.  I hate animated avatars that contribute too much visual noise - flashing, scene changes, and so on - but I think a simple avatar that stays simple, but  <em>moves</em>  can be nice - distinctive and dynamic but not overwhelming.  This is the philosophy behind my animated avatar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I hadn't noticed it was animated until now"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "ME TOO MAN <br/> \n <br/> \nI was freaked out for a second"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "it appears tetsujin is some sort of animating magician"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Well, it was actually only when I posted that message that I realized I hadn't updated my avatar on here to the animated version with the walk-cycle...  So until recently, on Assetbar, my avatar  <em>wasn't</em>  animated."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zombiezero",
    "plus": 0,
    "snip": false,
    "text": "\"Philosophical Avatar\" would be a great name for a for a shitty pretentious quasi-hipster band with opinions on things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 2,
    "snip": false,
    "text": "Philosophical Avatar is the name of my band...you wouldn't have heard of us, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fresco",
    "plus": 0,
    "snip": false,
    "text": "I used to like you guys until you sold out"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "aristagoras",
    "plus": 15,
    "snip": false,
    "text": "I don't want to be That Guy who's all \"I was gonna donate but...,\" but I guess I have to be. It's not worth donating right now. I mean, I love me some Onstadian material. Every month I browse the archives and find new delights hidden among old friends (shit, that reads like a bad review of a $13 Asian buffet). <br/> \n <br/> \nBut I am concerned that The End of Achewood is near. Not in terms of plot...personally, I'm not one for the fan speculation on which paths Achewood will take. What I mean is that it's been two weeks since the last update, and the last update is an installment of that silly Roomba thing that I've never really gotten the feeling is a big draw to the current fanbase or new readers. And before that, strips with a week to two between each one. <br/> \n <br/> \nAnd this comes as Onstad pleads us for funds, yet this year has seen spotty updates and a continued attempt to outdo past storylines, with hardly a breath taken in between. Onstad's clearly burned out on a lot of his ideas (remember the blogs? I wince whenever I see fans or reviewers still claiming that Onstad maintains a dozen blogs). Hell, I pay for the Premium Updates and nothing has really shown up of late. <br/> \n <br/> \nSo is it worth donating a hundo or such when I might come back to this page in a week or two and find that it is going to exist just as an archive while Onstad pursues New Yorker freelancing or a TV deal or another comic? <br/> \n <br/> \nMore power to Onstad if he wants to write more, or develop material for other media, or develop a new comic. But if the Muse no longer sings to him of Achewood, I don't want to spend my money sending him off on a new venture. <br/> \n <br/> \nYes, it is free. That's why someone's restaurant metaphor fell flat a number of posts above (in all fairness, I thought their analogy has its strong points).  <br/> \n <br/> \nBut in the webcomic market, you have to give people a reason to return. The comic is, as Onstad I believe once described it, a \"loss leader.\" However, it is what drives people to buy the shirts and other merch, drives them to click the links to his related projects, etc. <br/> \n <br/> \nWithout that free material coming on a regular basis, he must know that his audience will lose interest or visit so intermittently that they won't contribute to keeping the site afloat. <br/> \n <br/> \nSo Onstad: again, follow your Muse. If it means taking a break from Achewood, make it official. Give us a countdown clock. Go ahead and draw a couple return strips now so you have something to toss up when the clock ticks down. <br/> \n <br/> \nThen, go have a beer, take a deep breath, and look for other projects. <br/> \n <br/> \nOr, just start updating regularly! Watch the traffic swell and the merch sell! And if doesn't, take that break. You deserve it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lucidz was marked lame too many times and excluded. (marked lame by ZombieZero, businesstime, Sprog, IronDave, lux)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "IT WAS A JOKE PEOPLE!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Jokes are funny."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "why don't you buy something from the store? That would be donating without throwing money away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morbo",
    "plus": 0,
    "snip": false,
    "text": "Are there ever going to be reprints of the first cookbook? I want to buy that but it's out of stock."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I feel the same way, but about the second cookbook. And a few t-shirts."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "That's what I tried to do, but all the pint glasses are sold out."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kylexy",
    "plus": 2,
    "snip": false,
    "text": "I tried to buy the Man Why You Even Got To Do A Thing zines, but  <strike>Onstad's black and white laser printer is out of paper</strike>  they're out of stock. :{"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morbo",
    "plus": 0,
    "snip": false,
    "text": "Well apparently the answer to \"why don't you buy something from the store?\" is that everything in the store is sold out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "No kidding. I just went through the store trying to purchase anything I'd ever even considered buying but hadn't had the money at the time. Lo and behold, every single thing was out of stock."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "morbo",
    "plus": 0,
    "snip": false,
    "text": "At least this explains why Onstad's income from merchandise sales has gone down so much."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "fuck, someone should start selling unauthorized achewood tshirts and send onstad the profits."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kylexy",
    "plus": 0,
    "snip": false,
    "text": "Hey you like comics right? You a big Ackwood fan? Cause I got some Ackwood wear, super cheap too. Tell you what, how bout I take 20% off?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "I just got curious about how much people have actually donated. The high-low difference is pretty large though since the last category is $101-$500 . <br/> \n <br/> \nIn any event, the least he's received is $11,867. <br/> \n <br/> \nOn the other hand, the most Onstad has received is $46,878. <br/> \n <br/> \nBasically, Onstad either 1) should have enough to keep the servers firing and is just sick as a dog and/or being Mr. Mom as his twitter says or 2) got way more than he was expecting and is now in Thailand getting \"massages\" and living like a king."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "You know, as many times as I've seen cat dong on here, there's really no need for self-censoring. He's probably off fucking Thai hookers and Filipino boys."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "semi_retarded",
    "plus": 3,
    "snip": false,
    "text": "And then we never heard from Chris Onstad again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "And like that... *poof* ...he was gone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "abstracttruth",
    "plus": 0,
    "snip": false,
    "text": "\"there he goes. one of god's own prototypes. a high-powered mutant of some kind never even considered for mass-production. too weird to live, and too rare to die.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I thought maybe that was Asimov, but it seems a bit too dark."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "Hunter S. Thompson, if I'm not mistaken."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Samoan attorney description. <br/> \n <br/> \nIs it connected to Roomba Fear and Loathing, as linked above, or just a coincidence?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I donated $30 because I have spent years on this thing, have taken many a chuckle from his art, and still think it's the best comic anywhere. Not to mention the time wasted on this here forum with you assholes. I once bought a Pint Glass,  <em>but it was not enough.</em> <br/> \n <br/> \nI guess I'm just trying to convince anyone to donate if they're still umm-ing and ahhh-ing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "$30 is pretty pissy in the long run."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "$30 is a trillion dollars in just a few generations with compounded interest, especially if you're a credit card company. <br/> \n <br/> \nyeah... I probably should donate something..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 11,
    "snip": false,
    "text": "Yeah I'm feeling strangely guilty about my pissy $30 contribution.  $30  <em>Australian</em> , no less.  It's like paying for a worn, early-model luxury sedan with a herd of feral goats. <br/> \n <br/> \nWhen I was 12, I had a friend who lived on a goat farm in the hills with his Baptist parents and I would go to stay some weekends.  He had a little sister, who was a standard annoying little sister, but also a foster-sister who was three years older than us, could only say three or four words and had two parallel rivers of thick yellow snot coursing down her top lip and into her mouth at all times, spraying across the room and onto your face whenever she felt moved to express her feelings in four words or less.  Such was the melting compassion of my friend's Baptist preacher father, who always spoke gently, carried a big stick and completely creeped me out.  When I read David Copperfield recently, Mr Murdstone took the exact form of this guy for me.   <br/> \n <br/> \nOne night my friend and I were talking in the dark before going to sleep, and he was blathering all this great Baptist bumwash about the Pope going to hell because he's not a Baptist, then segued neatly into \"you're going to hell too.\"  This was news to me, and on asking why he had odds on my burning in eternal torment on the conclusion of my baffling yet nondescript existence, he explained \"because you don't believe in God.\"  To my knowledge I hadn't expressed any particular opinion on God's existence, but following a few moments of deep reflection decided that my long-standing predeliction for spiritual thoughts and feelings meant that I acknowledged  <em>something</em>  greater than myself, albeit no particular presumption this something was some bearded, wrathful old fart on a cloud.  If that ill-defined  <em>something</em>  could be regarded as \"God\", then sure: \"But I do believe in God.\"  \"Really?!\" came the answer in the dark, brimming with incredulous joy, followed by an alarming scurry from the bedclothes, a bolt of light from the hallway as the bedroom doorway opened and before I could say a word my friend was off down to his parents' room to proclaim the Good News, to my infinite horror. <br/> \n <br/> \nIt was about 1am on a Sunday night, and his father came sauntering in to the bedroom, where I cowered under the covers, feeling more 6 than 12.  He sat on my bed and put a caring hand on the bulge of my hip.  \"Lizard [not his real name]...\" my name, spoken low and with persuasion, hung in the air for an eternity as the heavy silhouette framed by the open door regarded me inscrutably, the thick waft of batshit religious adult male mingling with the faint tang of goat, before \"...do you know what this means?\" <br/> \n <br/> \nOh FUCK.  He thinks his son has converted me. <br/> \n <br/> \nHe sat on my bed for about two hours, attempting to load me up with Judeo-Christian mythological bumwash, and trying to establish how I was going to get away from my parents every Sunday to attend their church services.  By the time he'd finished praying over me and returned to his own room - around 4am - I'd made firm commitments to seek strength from the Lord in bringing my family to the Light and to pray for the salvation of their immortal souls from damnation and hell fire. <br/> \n <br/> \nThe next morning, following a breakfast of about three litres of porridge soaked in goat's milk, we trundled off to school on the bus that wound it's way through the forested hills at the arse end of Nowhere, Victoria, Australia.  First up at school was a period of Physical Education.  My friend was a consummate athlete, and revealed to me his prowess was drawn from the power of prayer.  Still immersed in my 3am deprogramming experience, I stood utterly stunned by this revelation.  Could it be that my 12 entire years of hapless, humiliating physical incapacity was entirely due to my apparent heathenism?  I dared to hope as I watched my friend effortlessly perform a vault over a \"horse\" in the gymnasium, then gathered my courage, prayed an awkward prayer to God for the ability to perform the same feat, then launched myself at the horse. <br/> \n <br/> \n <strong>Chapter 56 - The Leap of Faith.</strong> <br/> \nI've never been very good at being upside down.  Even when doing turns in the swimming pool that keeps me basically fit, I compulsively twist my head around to make sure it's the right way up and end up with a sprained neck.  In the case of this particular vault, I leapt at the horse, placed my hands where they needed to be, and attempted to raise my legs up and over my head to complete the flip.  Unable as I was to accept that my head should be facing the opposite direction to that in which my body was headed, I ended up simply propelling myself, Superman-like, over the horse and across around 3 metres of the gymnasium, flipping over late in the piece to impact heavily on the small of my back, just beyond the gym mat.  God was punched out of my lungs along with everything else.  Laughter ensued as I choked and gasped for air. <br/> \n <br/> \nThen I became an architect!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mr-siegal",
    "plus": 1,
    "snip": false,
    "text": "of your own salvation?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "heathens only gets 1 chubb"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Holy Shit. That was awesome. Keep that up and you get to be the new non-drunk version of Spinynorman (if you do no understand this reference, find his profile and behold his many chubbies... ewwww)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "He came back recently, albeit only briefly. <br/> \n <br/> \nWeirder still, I saw a Spinynorman post with five lames and no chubbies. I had never seen one of those before."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lizard",
    "plus": 1,
    "snip": false,
    "text": "I think I saw it. \"Heh\" to a non-drunk version of Spinynorman - not in a million years, that guy is amazing, and all my dribble just occurs to me occasionally when I'm actually trying (very hard) to do something else entirely.  Like working.  I so love working."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Well, it seeems you're an occasional writer, as am I. I think the fact that you can produce the above, off the cuff, means you can get a better quality of writing when you are not trying so hard to write. I am taking this lesson and leaving you a chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicemike",
    "plus": 0,
    "snip": false,
    "text": "I respect the restraint in not using more deep focus and forced perspective shots. Economy in parody is important."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pigeon_street",
    "plus": 0,
    "snip": false,
    "text": "Your dad's a booze-a-reeno   I'm Edith Wharton = You got to go live with a lawyer <br/> \n <br/> \nI like this logic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "That this strip has been lingering here for 2 weeks is a bit of a travesty. And so out of place too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "It's not lingering, it's basking"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Wallowing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Reprusentin?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Festering."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Rasputin'?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Predictable - you send 'em to a nunnery and all they can think about is horny holy men.   <br/> \n <br/> \nIt'll be Father Grandier next."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I'm rasputin' like a putain."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "In response to this, I photoshopped the Russian PM with a thick nest of dreadlocks. Then I was ashamed of myself and deleted it. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 1,
    "snip": false,
    "text": "I'm so angry, I started my own webcomic so I have something to check every day!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 3,
    "snip": false,
    "text": "Sucks that Onstad didn't just go out with a bang.  Watterson did it right.  Set a date, hit it, done.  Lame that Citizen Roomba is the last Achewood comic ever and not even by design.  Just laziness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "also, he actually made this strip 2 years ago"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "According to his twitter account, he's laid up in the bed coughing up yellow phlegm.  With that in mind, I have full confidence that we will be back on our usual one every ten days schedule when he recovers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "You guys, I just discovered the new Dr. Who series and it is AMAZING!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I don't trust a Timelord with no eyebrows."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I DEMAND ORDERS"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Onstad ain't given up on Achewood, doggs.   <br/> \n <br/> \nHe's just kickin' it!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 2,
    "snip": false,
    "text": "You guys, we might get ONE strip this month! That's normal, right? <br/> \n <br/> \nAdd my name to the list of folks who wish Onstad would either get his shit together or officially quit. I hope the merch sales of late reflect the frequency of the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "How kind.  I'm rather hoping he wanders off into the thick scrub at the rear of his property clothed in naught but the remnants of a hastily uprooted daisy bush with a bottle of the good stuff in one fist and spends a good month going utterly batshit in the woods.  Did me the world of good.  Then he can come back and become a dental hygienist or something. <br/> \n <br/> \nMeanwhile, Achewood can be what it is.  Nine years of free, undiluted enjoyment, and I have no complaints."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tripperday",
    "plus": 0,
    "snip": false,
    "text": "It's only been two weeks. I think the news of Achewood's death has been exaggerated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nicolettesue",
    "plus": 0,
    "snip": false,
    "text": "This is completely off topic, but my cat looks nearly identical to the one in your avatar, and it completely threw me for a loop while breezing through these comments."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "faits",
    "plus": 0,
    "snip": false,
    "text": "Some cats look the same call the news."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I saw a cute kitty with blue eyes sitting in a window the other day.  I wiggled my fingers at it and it followed my hand around with its nose. <br/> \n <br/> \nSEND IN YOUR KITTEN STORIES READERS"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "there are kittens living under and around the back porch.  I need to get a trap and take them to the pound.  I would also like to pound some pussy as it has been several years, but that's another conversation entirely."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": ":( on both counts."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "teh over-pupulation of teh cats and dogs is tragic and most of them tooken to the pound is made into McDonalds nuggets and filet-o-'fish' instead of adopted, but if we leaves them outside then they will suffer and die when winter comes or they will make more and more babby's who in turn will suffer and die.  is no easy answers only easy questions"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Do you have some sort of Disfigurement?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "well I am 'credibly handsome.  Adding to my handsomeness and sexy appeal is a sort of disfigurement is my two front teeth is kind of buck teeth like David Ledderman.  Mah problem for not getting teh pussy pussy is I am not hanging around the places like the bars and the nigh clubs and the college classes where teh pretty and teh single hormonul gurlz is hang out.  I is werk werk werk 40 50 hours erry week no time off no vacation save mah money save want a move far from this place this suburbia of sorrowfull lawn manicure and hunred dolla pickut fences.  I guess I won't get laid after I move either 'cause I move to country join monastury.  Maybe import bride from Russia some day, have chilren with funny accent and buck tooth."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I used to have a neighbor, we'll call him Burt.  Burt was in third grade when I was in first grade, so he was a bit older, and sorta weird.  He always seemed just a little slow, and his parents would yell at him a lot. <br/> \nHe had 3 cats. He liked to do stuff to/with his cats. Most of it wasn't bad. He'd make an elaborate slide out of cardboard boxes for them, or put their water dish on a roller skate so that it would slide all over while they tried to drink from it. <br/> \nBut sometimes it would be darker. He'd put all his pillows on the ground and drop the cat from the top bunk. He was not allowed to go on the roof after something happened involving the cats. <br/> \n <br/> \nOne time, while building a fort behind Burt's shed, we were climbing over a big composting heap of lawn clippings. In this heap, we spied a skull! An animal skull! Digging a bit more, with sticks to avoid germs, we unearthed the skeleton of a cat. I can remember the way the ribs were so perfectly preserved, forming a neat little cage. I asked Burt if he was missing a cat, and he said no. I didn't believe him and ran home. The next day, I found out that Burt was grounded for a week. <br/> \n <br/> \nAllow me to digress for a bit.  In 1st grade, we would have 30 minutes every day to read a book of our choice. During this time we could go to the bathroom, one boy and one girl at a time. Each returning boy/girl would return and inform the next desk that they were okay to go to the bathroom.  Every so often, it would spread from one boy to another that someone had pooped on the floor.  Sure enough, you'd get to the bathroom, peek under the stall, and see a tiny pile of poop.  I once asked my dad why someone would poop on the floor, right next to the toilet. He said sometimes people who needed help because of problems acted out in strange ways.  This didn't make much sense to me. <br/> \n <br/> \nReturning to the original story: A week or so later, as a special treat, my teacher gave us all model kits. These kits would make jungle animals and dinosaurs. They were basically sheets of balsa wood, stamped so you could pop out pieces that would notch together to make an approximation of a fossil.  You are likely familiar with these.  As I started to make my T-Rex I punched out the head first, because it was the coolest. Then the spine/tail, because it was the biggest. Then I popped out the ribs, and began to notch them into the spine. I started to feel ill.  By the time I had all of them in there, I couldn't stand to look at that neat little balsa ribcage.  I finished the model poorly, not gluing anything in. I couldn't stand the sight of it, and gave it to the boy next to me.  Later that day, during reading time, I kept peeking at it on the boys desk. I hated that thing. When it was my turn to go to the bathroom I went directly to the stall. I had never pooped not on a toilet, and was worried about the logistics. I took my pants entirely off.  When my task was complete, it was very difficult to put my pants back on without stepping in my work, but I succeeded."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "interesting.  I have never engaged in anti-social acting out poop before.  How was the experience?  Beneficial?  Did it put your mind at ease?  Did you whisper to others that 'someone' had pooped on the floor?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "That was a work of fiction. <br/> \nEverything was true up until I pooped on the floor. <br/> \nI have an overwhelming fear of being yelled at, and would never do such a thing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Poop or no poop, it is crap to be out of chubbies at this point in time."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "I knew someone would die as soon as the rollerskate appeared."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "holdyourhearses",
    "plus": 1,
    "snip": false,
    "text": "Frankly, I'm a little worried. It's hard to sustain a living as the author of a comic strip, even if your spouse is employed in another field. All I know is, Chris has hell of sacrificed to develop his art, and I'll be sending in my money as soon as I can. Achewood has been and is great, and it must demand shit tons of thought and hard work. From my perspective, its schedule is immaterial to its quality."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 0,
    "snip": false,
    "text": "I'm not ready to accept the idea of a tortured, starving artist who labors in the dark for weeks to create . . . Citizen Roomba.   <br/> \n <br/> \nHe needs to communicate more.  Jon over at Goats did it right when he had his huge freak out.  Told everybody exactly what was up and how, instead of dragging his audience through the mud.  It's classy and Just Makes Sense.  Way better than just shutting off the tap and hanging up a \"tips please\" sign like a pissy bartender."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "planetidiot",
    "plus": 0,
    "snip": false,
    "text": "What if he got hurt or something you got to give a man the benefit of the doubt.  He could be pinned under a large bookcase that fell over and no one thought to check if he was ok because they were internet people who didn't have feelings."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "fuck no.  in an age when everyone sends out a tweet update every time they scratch their dick, classy is to be non-communicative.  It's a new and different experience.  It's such an unusual performance to be non-communicative and it's so rare that it actually might even qualify now as performance art.    <br/> \n <br/> \nHere, give this a read: <br/> \n <br/> \nhttp://techcrunch.com/2010/08/13/social-shutdown/ <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "you're a dick."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Yay! Me too! I'd rather that Achewood stopped altogether than face the horror of slow updates!  <br/> \n <br/> \nBetter to never read Achewood again than be brutalised by the atrocity of not getting what I want when I want it.  <br/> \n <br/> \nFucking people."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "maybe you just need to surf more internet porn.  it's always there when you want it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "That's not what I meant by 'fucking people'. <br/> \n <br/> \nI was referring to whiny bitches with a sense of entitlement.  <br/> \n <br/> \nWe all want a new strip. Declaring 'the end of Achewood' because there's been a delay is the action of a whiny-bitch bitch-bitch."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yoboyobo_ni",
    "plus": 0,
    "snip": false,
    "text": "...   ???  If you no fuxs peoples, then...?   You fuxs... animuls? ???  ? oh teh huminity!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spazdor",
    "plus": 0,
    "snip": false,
    "text": "<strong>No.</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucidz",
    "plus": 0,
    "snip": false,
    "text": "Jeez people, its only been 16 days since the last update.  Stop acting like its a thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "OMG GOODBYE ACHEWOOD HE MIGHT AS WELL DELETE HIS SITE OFF OF AOL. <br/> \n <br/> \nThe joke there is that, early on in the proliferation of the internet, people who were not very smart thought that AOL and The Internet were synonymous. <br/> \n <br/> \nAnyways, while we're waiting for Chris to get better, I'm going to the bank for eight thousand pennies. Then I will call my ex girlfriend. This will be super."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "The delayed update and the rabid fans checking back again and again and again are causing Citizen Roomba to race up the 'Most Viewed' charts!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "dios mio!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "which is a highly unfortunate consequence..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 7,
    "snip": false,
    "text": "my cretaceous aunt calls the entire internet 'the e-mail'"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lizard",
    "plus": 0,
    "snip": false,
    "text": "Out of chubs, so I will reply with the comment \"awesome\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "My mom does this too. The other day she called me in a panic, because she couldn't locate the \"any\" key. Seriously, I thought that was just old jokes from the eighties."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 2,
    "snip": false,
    "text": "your mom is homer simpson."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "I see Esk, Kitaaarl and Pig Up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Your mom does a lot of things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mockereo",
    "plus": 0,
    "snip": false,
    "text": "i read crustacean aunt, and so i think you are related to shellfish. deal with it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Chris is sick? <br/> \nFrom Twitter: <br/> \nMy dog and I are now sleeping butt-to-butt. It is nature's most Understanding repose. <br/> \n4:56 AM Sep 7th via mobile web <br/> \nI can taste the dead life on my coughings. My lungs are a brittle papyrus bellows flecked with rendered okra. Later, it will not be now. <br/> \n2:39 AM Sep 7th via web <br/> \nWho wants to spend all day in bed with me while I hork up yellow bloody phlegm and Luna bar chunks? WELL YOU'RE TOO LATE IT'S OVER. (I hope)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drewvreeland",
    "plus": 0,
    "snip": false,
    "text": "So no more achewood until all the funds are raised..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "I humbly urge you strange and terrible internet monsters to stop whatever displays of one upmanship/ unpleasant desecretion of George Orson Welles' ilustrious memory and listen to Toto's \"Africa\" while reading \"The Party\" in which Ray cavorts to it. No doubt if, like me, you're that odious a person to have got a connoisseur status on this wretched hive of scum and villany It will remind you while we did it all in the first place and then it'll do you a world of good"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I never really liked that strip.  That was just shortly after Ray, RB, and Pat were introduced, and it's like, OK, they're unknown quantities dancing to an old song.  Good for them, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "locke1127",
    "plus": 0,
    "snip": false,
    "text": "you know at some point you're just not really doing it anymore"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "One of you faggots has got to be a millionaire; just pay that man his money because he is clearly not astute enough a business man to do this shit and provide for his family."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 1,
    "snip": false,
    "text": "The Faggot Millionaire is now a Dutch dubcore-grindstep band."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "Fuck, why doesn't he just let Ray write the strips? That would be awesome!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 2,
    "snip": false,
    "text": "ray's a pretend cat"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "historyandmetal",
    "plus": 2,
    "snip": false,
    "text": "man don't take his dreams."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 0,
    "snip": false,
    "text": "well plus the guy is just  <em>busy</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "That would require some Mexican Magical Realism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "OH GOD THE META"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I WILL USE THIS SPACE TO TALK ABOUT DR. WHO. <br/> \n <br/> \nI have watched the first eight episodes of the first season of the new series.   I think Chris Eccleston is cute in a gross way.  My favorite episode so far is \"The Long Game,\" where all humans are secretly controlled by a slimy alien.  It is allegory guys!  Thanks and I love you.  Bye bye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "No no no no  <strong>no</strong> . If your favourite Eighth Doctor episode isn't The Empty Child you require Adlerian therapy in the worst way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I just watched it now!  MUUUUMMY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Eccleston is the  <strong>Ninth</strong>  Doctor... <br/> \n <br/> \nPersonally, \"Empty Child\" is probably my favorite episode from Doctor Who, period.  (Admittedly, though, I haven't seen -all- the old stuff - maybe about half of it...)  I think \"Blink\" is more popular but I think \"Empty Child\" is better."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "I felt so sorry for that bitch that got knocked up :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Aw shit and damn and balls man you're right. Cocks. <br/> \n <br/> \nMy personal favourite is the The Impossible Planet/The Satan Pit two-parter. Only episode to give me the honest-to-god shivers."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "myfirstpost",
    "plus": 0,
    "snip": false,
    "text": "Good night, sweet prince. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017235403/http://en.wikipedia.org/wiki/Chris_Onstad#Author\">http://en.wikipedia.org/wiki/Chris_Onstad#Author</a>"
  }
]