[
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Thorfinn, cryptfiend85, werthog42, genocidefish, SenseiHollywood, stoned_lightning)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by masterofmetroid, doinkydoink, Vondicus, king_of_pwns, atticusonline, RBisme, whymog)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "king_of_pwns",
    "plus": 0,
    "snip": true,
    "text": "A comment left by king_of_pwns was marked lame too many times and excluded. (marked lame by enough_talk, riotdejaneiro, HonestTom, CapnMurphy, Hal, redion, fourganger, Deusoma, Robot_Satan, Gigs, greenkoolayd, AdroitCelerity, Art-Vader, orrrderup, theplaidknight, eRiUukFJk, hausea, Fathington, Satyr, kestral)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "carlyle",
    "plus": 6,
    "snip": false,
    "text": "You are tough."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "hal",
    "plus": 7,
    "snip": false,
    "text": "Oh no. No, no, no. <br/> \n <br/> \nHe is  <em>Internet Tough</em> . <br/> \n <br/> \nDon't fuck with this guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 7,
    "snip": false,
    "text": "More like  <em>you</em>  shut up <br/> \n <br/> \n <strong><em>NERD.</em></strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "crouchosarus",
    "plus": 3,
    "snip": false,
    "text": "I wanna pout yr peepee in my mouth yr so cool and not nerdy 4 reel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by Homepie, Ariamaki, darren_cuddy, usversusthem)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sleaw",
    "plus": 0,
    "snip": false,
    "text": "No worries, it has been noticed and appreciated."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gunsofray",
    "plus": 4,
    "snip": false,
    "text": "Nobel Priz(e)on?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "liebezeit",
    "plus": 0,
    "snip": false,
    "text": "so this is when asherdon finally is released from lame-prison"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "howard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by howard was marked lame too many times and excluded. (marked lame by doinkydoink, Thorfinn, SSDDR, Ariamaki, robbingdog, executioneer, Boxus, TheQuietYou)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 3,
    "snip": false,
    "text": "Achewood is against hoochie mamas.  Income levels cannot change that fact."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by Ariamaki, TonyHighwind, Rykan, jbushnell, Fermatprime, woodenteeth, atticusonline, luckypyjamas, alcxxk, TheQuietYou)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "headphones",
    "plus": 2,
    "snip": false,
    "text": "the joke isn't that she is a cocksucking dumbo, the joke is that some people think she isn't"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 5,
    "snip": false,
    "text": "shit, i was gonna make a sarcastic comment, but 18 people beat me to it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "I'm chubbying this on the basis that it's probably meant to be ironic."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "zem",
    "plus": 1,
    "snip": false,
    "text": "really??? you think so?????"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "shes just a product.  thats like bitching at big macs because all americans are too fat."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 24,
    "snip": false,
    "text": "seriously though how did she do that"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 1,
    "snip": false,
    "text": "Methinks it's not so much her publicists, but the fact that nobody really gives a shit about her anymore. And really, who should? Man, I'm bitter."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "There's a few good books with pictures and all I could recommend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "obvious",
    "plus": 0,
    "snip": true,
    "text": "A comment left by obvious was marked lame too many times and excluded. (marked lame by pwb, dominus101, Mirzabah)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "shmuckeles",
    "plus": 8,
    "snip": false,
    "text": "*cough* 8 *cough cough* 11"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ferdinand",
    "plus": 16,
    "snip": false,
    "text": "the important fact is that, to a bystander, those two panels he articulated are the most incomprehensible."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mugi",
    "plus": 3,
    "snip": false,
    "text": "Yes, I was thinking about how strange they must sound out of context."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Whoa, didn't catch that.  Thank yous and chubbies to this thread."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "It is a thing of rich people to avoid prison time, but Ray definitely wants Paris Hilton's people if it comes to that.  She just got her jail sentence cut in half for good behavior, with \"good behavior\" defined as being in court to be sentenced to jail."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Why would Ray need her people? <br/> \nHe has contacts in the force. Contacts who can erase all trouble for letting a known sex-offender mutilate himself in front of minors."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molotovcockatoo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molotovcockatoo was marked lame too many times and excluded. (marked lame by CapnMurphy, Deusoma, dropkickpikachu)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 1,
    "snip": false,
    "text": "You should look three panels before that one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "derelictman",
    "plus": 6,
    "snip": false,
    "text": "Imagine listening in from the next room. <br/> \n <br/> \n\"This month's Playboy Advisor says that the parietel lobe is the part of the brain that controls hand-eye coordination...Lyle could catch it with a lacrosse stick or butterfly net.\" <br/> \n <br/> \nI don't know about you, but I get the image of Lyle waiting with a net to catch a gooey little fragment of brain, which Ray expects to be flying through the air for some reason."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 4,
    "snip": false,
    "text": "Ray is basically a dude who likes his neuroanatomy sandwiched between quadraphonic stereo placement advice and cliche-free variants on the caipirinha or mojito."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zedpower",
    "plus": 14,
    "snip": false,
    "text": "The only way you can get Lyle to hold a butterfly net is to convince him it's for catching wallets with."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 2,
    "snip": false,
    "text": "\"Cocksucking dumbo\" is just a really great term."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "3-25-11 <br/> \nNEVER FORGET"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "God damn, I looked that up and now this strip has a chilling pall cast over it.  I guess what I'm trying to say is thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuart",
    "plus": 0,
    "snip": false,
    "text": "I was so confused, becuase the  <a href=\"http://web.archive.org/web/20110510021649/http://en.wikipedia.org/wiki/Triangle_Shirtwaist_Factory_fire\">hundredth anniversary</a>  is coming up. I was like, \"Never forget three months from now? Okay, future-boy\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Looking at it just now for the first time in two years (probably closer to three), I was also a little dumbstruck for a second. I can't believe that even four people got that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stella",
    "plus": 0,
    "snip": false,
    "text": "it's always between neuroscience and drug dealing, isn't it?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 2,
    "snip": false,
    "text": "Ray and Lyle could actually pull this off and not worry about jail time--if it were just them and the victim.  <br/> \n <br/> \nIf Ray had a Transcranial Magnetic Stimulation device hooked up to an electrode-propelling taser, with the proper aim, he could short-circuit the right parietal lobe and nearby primary motor cortex temporarily. With a wide enough radius, that could impart 'visual neglect' in the contralateral visual hemisphere, causing the person to completely ignore their left side.  <br/> \n <br/> \nSo if Ray were standing to the left of this person, and could get the victim to take out their wallet, he could shoot the device, cause the brain to throw the wallet, have Lyle waiting on the left side to grab the wallet, and the both of them could jet without the person being able to even see them. Roast Beef could even rig the software."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "Does this have anything to do with that \"brown note\" phenomenon I've been hearing so much about?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Is he thinking hard in panel 8 or reading from a Playboy that he has strategically placed on the floor?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "red-barchetta",
    "plus": 0,
    "snip": false,
    "text": "This strip is genius! If I could rate it a 6 I would. The last panel could stand on it's own merits."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atticusonline",
    "plus": 21,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nSorry, I just had to. <br/> \n <br/> \nFull verson -> http://tinypic.com/view.php?pic=2eas13o&s=4"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Imagine if you were standing next to Ray as he says those two things out loud.  You'd be like \"what?\""
  }
]