[
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 34,
    "snip": false,
    "text": "It is not necessary to ask  <em>why</em>  or  <em>how.</em>  It is like having a dream where you know you are dreaming but are willing to see where this thing is going, at peace with things you know have only dream-logic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "youdontsmellbad",
    "plus": 0,
    "snip": true,
    "text": "A comment left by youdontsmellbad was marked lame too many times and excluded. (marked lame by johnnybaverage, The_Prophet, riotdejaneiro, atom, Jesler729, sevenarts, lamelliform, Howard, NDCaesar, woodenteeth, Rincewind, mira, luckypyjamas, lk, suprememongoose, Audhumla, SurelySmack, icecube)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 11,
    "snip": false,
    "text": "Embrace the surreal, dude. Embrace it. It doesn't have to be obvious humour all the time. I didn't like it at first either, but reread the arc - these are probably some of the most subtle strips in the archive, if a legged, walking, helicopter controlled by two cats can be classed as subtle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 53,
    "snip": false,
    "text": "Fuckin' hell. Art this beautiful, and all in a storyline about two cats who don't like each other getting into a Mexican Magical Realist Helicopter and it making their legs grow all big and taking them to a warehouse, and one of those cats has an established character <br/> \nTHIS STRIP IS A HOMEBOY"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "I read this strip several times without understanding it. This post made it all click for me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by incredibledeath, riotdejaneiro, quinine, odei, furysama, farqussus, lakesofcanada, Vee, Lumus, mediumrare, mystkmanat, crumpetsandtea, TheGreatestCape, NumberKillinger, clintisiceman, kochipoik)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "...and photographs are not art! oh wait... <br/> \n <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by patkun, karljw, saddestking, incredibledeath, daidai, riotdejaneiro, fallow_fields, sarmatron, Squares, BPMead, quinine, fosters, odei, radioelectric, Spenham, sardoniclaconic, furysama, farqussus, Fermatprime, woodenteeth, krutus, Graveyard, thegrumpysnail, Lumus, tripleG, mediumrare, HaraDaya, mystkmanat, orrrderup, crumpetsandtea, TheGreatestCape, captneko, erinye, Doc_Rostov, NumberKillinger, SurelySmack, clintisiceman, echidnaboy, foea, Archon_Divinus, aparrish, kestral, kochipoik)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 13,
    "snip": false,
    "text": "...which is DEFINITELY how professional photographers would describe their work!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by patkun, saddestking, daidai, riotdejaneiro, goatmasterflash, Squares, odei, radioelectric, sardoniclaconic, furysama, farqussus, atticusonline, thegrumpysnail, Lumus, mediumrare, HaraDaya, mystkmanat, orrrderup, crumpetsandtea, TheGreatestCape, captneko, erinye, Doc_Rostov, NumberKillinger, clintisiceman, tellumo, Archon_Divinus)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Ummmmmm"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by freakscene, daidai, MelloClello, riotdejaneiro, odei, furysama, farqussus, atticusonline, mediumrare, mystkmanat, TheGreatestCape, Doc_Rostov, tellumo, Archon_Divinus)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 8,
    "snip": false,
    "text": "I think he just gave up on reasoning with you, as you believe that  <br/> \na) photography involves no skill and  <br/> \nb) no one in america, or england, or australia, or canada, (etc) is a photographer"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 13,
    "snip": false,
    "text": "man you have some really strong poorly thought out opinions and they are really stubborn you should lighten on your views or maybe not express them so loudly"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "like those people on the BUS who hate IMMIGRATION"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I don't have caps-lock issues, dude. Its no louder than anyone else. <br/> \n <br/> \nBut yeah... I'm a stubborn guy, and my views are unpopular. Still stands though that \"professional photography\" is more about having the equipment and proximal target than any actual skill or effort. Just riles a guy that a person who goes out somewhere and clicks a button can be thought of in the same league as guys who have struggled over weeks to paint a thing.   <br/> \nThat there is not justice."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "He means you sound EXACTLY like Pat. I wish i could lame every one of your comments in this thread, just to bring myself closer to a full apreciation of Pat's character."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "You mean a full  <em>application</em>  of Pat's character. That is basically what laming all my comments would be."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "semiquaver",
    "plus": 66,
    "snip": false,
    "text": "Even Pat would think you're a douchebag, frankly. <br/> \n <br/> \nGood photography is a tremendously difficult combination of technical skill and artistic ability.  A well-shot journalistic photograph has the credibility and emotive power to change the course of human history.  Fine art photography involves stylistically restructuring reality; being forced to choose themes and symbols based on real-world existence represents a profound artistic challenge.  Digital photographers working in Photoshop use digital paintbrush tools and potentially hundreds of layers to create a finished product, often spending as much or more time and effort on it than a painter on a canvas.  Meanwhile, there is prodigious subtlety and artistic skill involved with processing a print in a darkroom, particularly if working with multiple exposures per sheet.  AFAIK, only printmaking requires more technical expertise, although working in a darkroom often requires a sophisticated sense of timing that printmaking does not.  Just because someone CAN pick up a cheap camera and click the shutter button doesn't mean that they're a photographer. <br/> \n <br/> \nThe fact that you think that professional photography is somehow simplistic doesn't surprise me, though.  From what I've seen of you on this board, you seem like an ignorant, bigoted twat...sort of like what Asherdan might be like if he talked about anything other than Onstad.  Fie on you, sir, fie."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "salo",
    "plus": 1,
    "snip": false,
    "text": "Excellent!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "That's what I was going to say, but you got to it two months earlier and with a great deal of eloquence. Anyone who thinks photography is simple would do well to deal with an actual camera, with F-stops and ISO and a light meter, and then try developing it in a darkroom, preferably with some burning or dodging, before speaking and showing their ignorance."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "I cleaned out my darkroom locker at school today, and I ran across my first darkroom print.  120 film on a $20 all-plastic (plastic lens!) Holga camera.  I sandwiched two negatives in the enlarger so that my silhouette would be standing on some tree branches.  I defy the assholes of the e-world to tell me that's not a pretty complicated first project."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "that is pretty cool. i lost my camera just starting into the second Photo I assignment so all the cool dodging and burning and merging is sorta lost on me but i definitely appreciate the skill and artistry."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tangles",
    "plus": 3,
    "snip": false,
    "text": "christ, way to bring a howitzer to an intellectual knife fight"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "i attended the school of intellectual street combat that encourages dealing with saltine-level problems with firehouse-level solutions."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "vermy",
    "plus": 2,
    "snip": false,
    "text": "Not that hard to do with socicoto. His arguments, no matter how many words he uses, all boil down to conjecture, assumption, and the half-formed prejudices of a liquored-up Englishman with no experience in anything besides hatred. Semiquaver's just callin' em like he sees 'em"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "What kinda backwards universe you in?  <br/> \nIt is more like bringing a soggy piece of toilet-paper to an intellectual knife fight.  <br/> \nTo call it anything higher than an origami paper knife would imply that a single word of his ridiculous splurge carried any sort of weight or could convince of anything.  <br/> \n <br/> \nThe dude has done better. Elsewhere.  <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Dude... that is unjustifiable pretention and you know it. There is no quantifiable difference between a \"good photo\" and a \"bad photo\" any more than there is between a \"good painting\" and a \"bad painting\"... And these days all sorts of paintings get hung up in galleries and raved about.  <br/> \n <br/> \nAnd no matter what you're aiming for... once you've got the right equipment for the task and are actually in the place where you've got your thing you want a picture of. ALL it eventually comes down to is the click of a button.  <br/> \n <br/> \nPhotoshopping, naming quirks aside, is a different matter altogether... not that most of that is especially difficult from my perspective either, though some folks can do some right fancy stuff with it that I couldn't even wrap my head around. But still... different ball-game. That is graphical editing and not the photography of it. <br/> \n <br/> \nBut basically... you're defending an indefensible point, and being ridiculously pretentious about it.  <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dissembly",
    "plus": 0,
    "snip": false,
    "text": "soticoto I don't think anything you said there was the slightest bit true. Your comment about photoshopping, especially, makes me suspect you know very little about it at all. <br/> \n <br/> \n\"once you've got the right equipment for the task\" - Uh, what equipment is that, exactly? You need some expertise to make that choice. Are you going to use a telescopic lens zoomed in close, or just get up close to it? Is 18mm enough of a wide angle for the effect you're after? <br/> \n <br/> \n\"and are actually in the place where you've got your thing you want a picture of.\" - same argument. What place is that, exactly? And what thing? Is your subject going right in the centre? If it's a landscape, how much sky do you want to include? What do the clouds look like? If it's a macro shot, where do you want your focal plane? Are you putting anything near your thing for reference?  <br/> \n <br/> \nAre you even likely to get a chance at your \"thing\", if you're not a professional photographer who carries their camera everywhere, trading off the time and effort of that for the rewards of the - yes, the JOB (as in, the profession)? Is your thing in Namibia? Is it underwater? Is it in a French cave? <br/> \n <br/> \n\"Photoshopping ... That is graphical editing and not the photography of it.\" - only if you think \"Photoshopping\" means putting a penis on the moon, or making Scarlett Johannsen look like she's topless when she's not. In those examples, you are changing the information content of the digital image. <br/> \n <br/> \nIn point of fact, much of what photographers do with Photoshop et al involves changing the way the information that IS present is presented. This IS \"the photography of it\", as surely as it is when they used to take a picture on film and prepare it in various different ways for different effects. <br/> \n <br/> \nThe most basic way is to make shadows brighter, or bright areas darker, revealing information that is genuinely within the image (i.e. not changing or obscuring anything), but making it into a more realistic image, i.e. one that resembles what the human eye would actually see - something a camera cannot do by clicking the button. <br/> \n <br/> \nBut maybe you want to obscure information rather than reveal it. Or maybe you want to alter the colour balance or the hue, revealing things both literally (i.e. things you couldnt see in the raw image, but are there) and artistically (i.e. aesthetically). <br/> \n <br/> \nA professional photographer, of course, would be able to list many more things than this. Not being a professional photographer, I can only relate some of the most basic things which photographer friends of mine have taken the time to explain to me (and it does take explaining). <br/> \n <br/> \nAnd a professional photographer knows how to use all of these elements, from the choice of equipment, the settings on the equipment, the positioning and focus of the initial photo, the time of day, the kind of illumination you set up (all that stuff that you have to do before you click the button), to the ways you can modify an image - and the different effects that different modifications will lead to, both aesthetic and informational. All of these things require choices by a human being with a body of knowledge stored in their brain that well-deserves the label of \"professional\". <br/> \n <br/> \nAnd finally, from the perspective of someone doing research - because scientific research is the context in which i encounter my photographers - photography is a tool for collecting and storing and explaining information. If i hadn't worked with professional photographers - who use an expert set of knowledge and are paid for that - i would have missed countless details that are relevant to my work. Worse, i wouldn't have even been aware of some of the things that are possible for furthering the work i do - because that requires an expert's knowledge of this particular tool."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "#1. Right equipment. So far as I can tell, expensive stuff will generally result in clearer, higher resolution image. But even THAT isn't necessary. Heck, a low resolution image can sometimes have aesthetic qualities that high-resolution stuff lacks... if you're into that sorta thing. Either way though, photography is essentially machine-made, or even simply chemically made if you prefer. It is a direct capturing of the image of what is in front of it in a rather scientifically precise manner, which is quite a boulder's throw from anything reasonably called \"art\". Nothing about it is open to interpretation any more than the physical subject of the photo itself is. <br/> \n <br/> \n#2. Anything you want, anywhere you can find it. If you like photos of Buddha statues, then you photograph Buddha statues. If you like photos of penguins, then you photograph penguins. If you like photos of dogshit then you photograph dogshit. As long as you know where to find what YOU wanna photo, then you can go and photo it, but if you go taking a photo of something I don't like, I'm probably gonna call it a shit photo... simply cos the subject matter is shit. That is all it really comes down to. <br/> \nIn any case, actually having the ability to get there and photograph it has fuck all to do with art.  <br/> \n <br/> \n#3. Photoshopping. Graphical editing if you prefer. Irrespective, it isn't photography. You don't need to do any such thing to get a photographic image, no more than the moon only becomes so when a penis is added to it. We're talking about a tool that can change images... any images, pretty much. I've done plenty of it myself, and not of the petty kind either (I've mostly done texturing for game-mods). Photography though, it isn't. <br/> <br/> <br/> In any case... You don't have to believe anything I say is \"true\". Matters of definition as I see them can quite often be quite fluid, but then in this case I have quite clearly justified my position. As such, your take on it makes not a mote of difference to myself. Furthermore, for someone claiming to be doing scientific research, you seem rather averse to addressing this matter in a logical way (that is to say in your questioning the \"truth\" of my words, you didn't actually address your concerns directly but instead resorted to rhetoric). Take that as you will."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 19,
    "snip": false,
    "text": "hate to break it to you, but you always sound like pat <br/> <br/> <br/> you dick"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "congratulations atticusonline <br/> \nyou are <br/> \nthe commenter of the week (six months ago)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "I feel so proud."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "When I want your opinion I will cut out your brain and eat it and crap your opinion back into your skull."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Realizing that you have a problem is the first step to undouching your life."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 2,
    "snip": false,
    "text": "Saint: \"Try what I did.  Only $10k up front.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "I hadn't been on assetbar for a while until recently, and I'd forgotten what a desperately ignorant troll fuck you are.  Yes, I know this is old news, but I felt compelled to say it, I'm sorry.  You're not even worth the lame."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Hypocrisy is delicious. Come on... say some more downright dickish things to me. I love that stuff."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "The Mexican connection is made obvious with the Lucha Libre mask, not to mention the recent references to products enhanced with Mexican magical realism. <br/> \n <br/> \nThe actual magical realism part of the helicopter experience escaped me at first. Now, I'm starting to think that the long legs might be something to do with the feeling of wearing seven-league boots while flying across the countryside in a helicopter.  <br/> \n <br/> \nOr is that the reverse of the effect of recent magical realist products?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pjalne",
    "plus": 5,
    "snip": false,
    "text": "Dead Man soundtrack on theremin would indeed be the perfect music for this."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "Most annoying soundtrack ever."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "It's alright until Neil gets bored and starts just making noises instead of playing tunes."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I've been listening to Neil for 40 years, and I still can't tell where that point is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "I imagine it's different for everyone."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by caduceo was marked lame too many times and excluded. (marked lame by johnnybaverage, pjalne, ButterMoths, Zefiel, riotdejaneiro, Overmedicated, Squares, Mangtastic, gothfae, purplehaze, odei, bug, Spenham, equinn2006, farqussus, Andrew_, Vee, Lumus, nutmeg, Merkin579, drunkenimp, trawser, stormagnet, Mastronaut, Archon_Divinus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 12,
    "snip": false,
    "text": "Man, find me a punchline in most strips from 2003 onwards. <br/> \n <br/> \n <em>Sometimes the comic is a story, not a set-up for a joke.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 24,
    "snip": false,
    "text": "\"photography is not an art\", caduceo said hautily. then she adjusted her monocle and returned her attention to her leatherbound copy of plato's republic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 3,
    "snip": false,
    "text": "she is writing her own book \"caduceo's the douchery\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zeal",
    "plus": 9,
    "snip": false,
    "text": "A douchery would be a terrible place to work."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "DISagree."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "doc_rostov",
    "plus": 5,
    "snip": false,
    "text": "That is not the point at play here. The point is that for all the \"wonderful art\" people here praise in this arc, a lot of it is just Onstad superimposing blurry drawings over photographs he  <em>most likely </em> did not take.  <br/> \n <br/> \nNow, this isn't to say I don't enjoy this arc. I do. Not my favorite, but it's a nice little experiment. But Caduceo has a good point in his first sentence. Many strips in this leg of the arc  <em>are</em>  artistically lazy, and it's foolish to pretend otherwise. Blurring a small vectored luchador head with stick legs and badly expressed perspective does not an Aivazovsky painting make.  <br/> \n <br/> \nAgain. I like the arc. But it's not nice to be a cock to a stranger."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cracklewater was marked lame too many times and excluded. (marked lame by unalone, ConnorMc, mystkmanat, Satyr)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "i may be guilty of being a cock to stranger here.  <br/> \nChose the wrong day to write  comments, I guess."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Damn... The world has gone screwy...  <br/> \nI'm taking the same stance as Caduceo and Doc Rostov of all people... o_o;; <br/> \n <br/> \nTHAT SAID... I do like this strip, despite it mostly being photography... and even moreso I like seeing someone who isn't me having a go at Doc Rostov. Could have been better placed, mind you... since he is actually making a good point here, rare as that is.  <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ssddr",
    "plus": 4,
    "snip": false,
    "text": "I think this must be the inspiration for the \"Oh my legs are long\" song on the tim and eric show."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I knew this was reminding me of something. Props."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "Look how high we are, Eric! <br/> \n <br/> \n>Nyerk<"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": false,
    "text": "\"You guuuys are doing greeat! (Thanks, moon!)\" Best Paul Reubens cameo ever?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pulkbaby",
    "plus": 13,
    "snip": false,
    "text": "am i the only one who is getting weird flashbacks to that sci-fi book series \"the tripods\" with this arc?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "thatskotkid",
    "plus": 0,
    "snip": false,
    "text": "Probably."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plozza",
    "plus": 2,
    "snip": false,
    "text": "No. No you are not. YOU ARE NOT ALONE."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 1,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iguessso",
    "plus": 1,
    "snip": false,
    "text": "no! that's all could think about reading these. there are even mountains in the background and everything, sort of. maybe they are hills. oh well."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 1,
    "snip": false,
    "text": "are they...  <em>white mountains?</em> <br/> \n <br/> \nand if you squint hard enough, you can almost see a  <em>city of gold and lead</em> in the background! <br/> \n <br/> \n(no, you cannot.  but that sounded cool.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 1,
    "snip": false,
    "text": "no but chubby for the reference  <em>anyway</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tfaironpirate",
    "plus": 1,
    "snip": false,
    "text": "Shit man! I remember that now! That was some weird shit. I read that back in like, the fourth grade. Man, didn't that book have a part where part of the Tripod's brain-washing tactics was a Saturday-Morning kids show or something? Weird. Stuff."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "The photographs signify the Mexican magical realism of the helicopter. Or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "astro_zombie",
    "plus": 1,
    "snip": false,
    "text": "I love the way they look at each other, as if to say \"MY WORD!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "i do love me Neil Young's soundtrack for Dead Man, and i do love me some theremin. <br/> \nand i KNOW i love me some giant walkin' luchadore-headed creature."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 2,
    "snip": false,
    "text": "This strip works best with \"Sounds of the Indian Snake Charmer,\" recorded by Nate Young in Nepal. Makes this arc into some El Topo shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "Chubbied for El Topo reference. My stepdad is generally a neocon born-again douche, but for some reason he loves that movie, and I love him for introducing me to it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "presterjohn",
    "plus": 1,
    "snip": false,
    "text": "Achewood (especially this arc) is sort of what Jodorowsky would be doing if he knew about webcomics. <br/> \n <br/> \n... nobody tell Jodorowsky about webcomics, okay?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terribleman",
    "plus": 0,
    "snip": false,
    "text": "A Jodorowsky webcomic i would totally read. And I'm VERY picky with these things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "Ever see a Roger Dean album cover?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "seth_ian",
    "plus": 12,
    "snip": false,
    "text": "oh, my first comment ever. Just thought I had to mention <br/> \n <br/> \nremember rays extra long pants that he irons when theodor comes looking for him?  <br/> \nThey sure would com in handy in a situation like this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Has anyone else commented yet on the fact that the helicopter looks around before discarding its rotors and tail, as if THAT would give it away or something?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I always assumed that it was shaking off its rotors and tail aggressively, with a sort of punch in panel 3."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "On re-looking, I agree with semiquaver."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "...Thanks!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "I think you're right. <br/> \nBut I also think Epicurus' version was funnier."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "True.  And painful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "It feels to me that the creature was discarding it's unnecesary ornaments, like a dog struggling out of a neck brace."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bpmead",
    "plus": 0,
    "snip": false,
    "text": "5 for the alt text"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "What a way to wake up. Finding that you're no longer in a helicopter and are not only standing, but your legs are  <em>20 feet long</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shortside40",
    "plus": 0,
    "snip": false,
    "text": "Man just looking at the last panel gives me that delightfully squeamish feeling in my stomach that you get right before the drop on a roller coaster; or in a dream when you know you're about to fall a long ways down, but there is nothing you can do to stop it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "Upon reaching it's home, the legcopter dies peacefully, leaving the bewildered cats to their own devices."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "It's good that the guy who got all the existing footage of Bigfoot (the mythical beast, not the monster truck) was around to capture all this happening!"
  }
]