[
  {
    "depth": 0,
    "minus": 0,
    "name": "daidai",
    "plus": 6,
    "snip": false,
    "text": "And so occurred the American holiday leading to the most murder, adultery, and suicide in history. <br/> \n <br/> \nBut I'm being negative. That don't sell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by gladi8orrex, InspectorGadget, Wozzeck, thetrashman, Hwed)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Looks like daidai is celebratin' early, get his high hopes on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": true,
    "text": "A comment left by daidai was marked lame too many times and excluded. (marked lame by 21echoes, Sweetlips, jmmfgd)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by neaner, Marcus_Brody, Stonecrab)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 5,
    "snip": false,
    "text": "I admit that I very nearly put a FRIST POTS picture up as the first post. <br/> \n <br/> \nI...I didn't. But was it good judgement, or  <em>cowardice?</em>"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Dear god, <br/> \nPlease have Onstad tells us when Admit It day is, so I can celebrate it."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "It is today.  <br/> \n <br/> \nI am not Onstad."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 0,
    "snip": false,
    "text": "Is it Admit It Wednesday?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "It would be like confession (in the Catholic sense) without the subsequent act of contrition.  Leaving your soul a  <em>tabula rasa</em> . <br/> \n <br/> \nThis would be a good thing. <br/> \n <br/> \n[of course it will never work - we are too dedicated to our hypocrisy and secret shames]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Be the change you want to see jeffspaulding. Step right on up..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "California has thought about it from all angles too."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I admit that I have never scoped lo-fi porn on my iPhone. I also admit that I wish that I'd hooked up with this kind of slutty and maybe disturbed (but really hot) chick when I'd had the chance."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dirian",
    "plus": 0,
    "snip": false,
    "text": "I see STDs and misery for you."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "jeffspaulding",
    "plus": 2,
    "snip": false,
    "text": "You'll find out that there are only two types of women: those that are obviously disturbed; and those that are surreptitiously disturbed. <br/> \n <br/> \nIn other words, don't wait for a \"normal\" one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 4,
    "snip": false,
    "text": "It would be as silly as expecting a normal human."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Geeze woodenteeth, way to harsh the nice misogynist buzz we had goin here..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 6,
    "snip": false,
    "text": "Geeze; <br/> \n1) (Truncated form) English cockney slang usually used to address an authority figure or friend. <br/> \n2) New, hot hip hop acquatic bird. Hangin near ponds, droppin sweet flows."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "By flow do you mean \"airplane\"?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "redphillip",
    "plus": 1,
    "snip": false,
    "text": "My experience suggests that the same two categories prevail in men, too.  I've known a few whose disturbances were perhaps so successfully masked as to be what we may term 'sane'.  Privately I've always suspected that I simply didn't have enough time with them to observe the inevitable crazy start oozing out."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jack",
    "plus": 0,
    "snip": false,
    "text": "\"We confess our little faults to persuade people that we have no large ones.\" <br/> \n     -Francois de La Rochefoucauld"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "Nous n'avouons de petits défauts que pour nous persuader que nous n'en avons pas de grands."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "-Francois de La Rochefoucald <br/> \n <br/> \nFixed*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sweetlips",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sweetlips was marked lame too many times and excluded. (marked lame by jthm_guitarist, daidai, mrchee)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "But what shall be on your tombstone? <br/> \n[img]http://www.hyscience.com/archives/tombstone.jpeg.jpg[/jpg]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 10,
    "snip": false,
    "text": "COME ON ASSETBAR SHOW ME SANTA CLAUS DEAD <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "Buck up, kid!  You've still got Easter.  You like colored eggs, don't you?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Actually the kid is screaming at his father who is holding up a skinned rabit, his arm all bloody up to the elbows, free hand offering a bloody foil covered egg."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "linning",
    "plus": 7,
    "snip": false,
    "text": "Oh that is too eerie. <br/> \n <br/> \nMy only memory of my paternal Grandmother is looking up from her side while she was skinning a rabbit in the sink, and all I could see were these brawny arms covered in blood and fur and the occasional bit of gristle. <br/> \n <br/> \nThe memory is not wierd, what is odd is that I had no memories of her at all until I read that above post, and then WHAM, I'm all like Recherche du Temps Perdu up in this motherfucker."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I have similar images of my Grandad up to his elbows in fish guts. We caught some big fish. Wow. Wait, you just totally returned the favour. I haven't thought about Spence in ages."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "My grandparents were in the sink. <br/> \n <br/> \nMy dad was a social climber. He worked damn hard to get us kids the speciation we have today."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Brawny-armed grandmas are an under-represented character class that needs more attention."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "My grandma didn't have any arms. <br/> \n <br/> \n <em>Dick.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "My grandma doesn't have a dick,  <em>douche</em> ."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mattylite",
    "plus": 0,
    "snip": false,
    "text": "My grandma never douched,  <em>ass.</em>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "My grandmother pegged me,  <em>wanker</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "G, grandson?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by belgand was marked lame too many times and excluded. (marked lame by chrrie, daidai, overgrowth, dannyp, snidedk, robbingdog)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's an insanely high tax."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I honestly wouldn't know as I have no idea what the average price of drugs are. I don't even know how much an ounce works out to be in terms of doses. It does sound rather high though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>...doses.</em></div> <br/> \n <br/> \n <em>Hilarious!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Thanks. I was trying to think of the most appropriate term and decided that rather with going with something more reasonable I should just go all-out and pick something that both explains what I want to say and would amuse by making me sound as out-of-touch as possible. <br/> \n <br/> \nWhen you get down to it though, it becomes more self-reflexive because as uncool and unused as it is that really is the correct term we ought to be using."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I'm for the legalization and taxation of substances such has tetrahydrocannabinol, psilocyben cubensis, and dimethyltryptamine.  These are naturally occurring substances, and in that respect they should be legal.  The taxation issue is a touchy one, but it makes the most sense in an American context.  Vegas runs a tax on prostitution, and that seems to be the right idea.  Those variables that we may consider undesirable should be legal, regulated, and taxed.  But that's  <em>this</em> \\ guy's ideas."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Also, why the hell is DMT illegal?  Everybody uses it and carries it every single day."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You must be on DMT if you actually think that.  I haven't met anyone in my life who has done it.  That is a joke, right?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "domini",
    "plus": 0,
    "snip": false,
    "text": "When you dream, you're tripping on DMT man. And when you die, all the DMT that's in your brain gets released all at once."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I am imagining the wide-eyed cat telling me about how awesome DMT is with the passion of the newly-converted. <br/> \n <br/> \nI don't dream often. For a great many years I don't recall dreaming at all. I'm not even certain it's an issue of remembering as I have various sleep problems so I may not have been getting proper REM sleep much of the time or for long enough intervals to have proper dreaming."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "So when you sleep it's usually for less than an hour an d ahalf?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's called apnea. You can \"wake\" very slightly without being aware of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "Whoah whoah whoah...Slow down, College. Can't just drop three big ass words on me at once like that. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>legal, regulated, and taxed</em></div> <br/> \n <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "<em>Everyone knows black people don't know big words! It's silly to think that way!</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "THIS IS RACIST <br/> \nWe should lame him! <br/> \n <br/> \n . . .Right, guys?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Stop being bigoted against racists SJE! We should have known you'd do something like this. <br/> \n <br/> \n <em>*glares disapprovingly while shaking his head*</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>These are naturally occurring substances, and in that respect they should be legal.</em></div> <br/> \nAlthough it seems to be a pretty standard argument, I always fail to see how it makes sense."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "After you've taken alot of naturally occurring substances <strike>that make you retarded</strike> , it will make sense."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "But on the other hand, how doesn't it?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I totally agree. <br/> \n <br/> \nPeople who are on drugs tend to make idiotic statements like this.  It is to be expected. <br/> \n(it is an idiotic statement, but this does not make you an idiotic person, Stevy Dave)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You're better off going with \"hits.\" It's multipurpose and it doesn't make you sound like a rookie cop."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "But I wanted to sound, well, not so much like a rookie cop as perhaps a square from a propaganda film. Totally out of it and no trace of slang. <br/> \n <br/> \nHmm... now that I think about it I find it interesting that slang terms -- which, of course, come in and out of fashion as using an unfashionable term is just as bad -- seem to be considered the only acceptable to discuss drugs. This seems somewhat curious to me."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "At least 80 square-talking narcs get shot to death in the United States of America each year."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "One gets taken out behind the 7-11 by a wild-eyed junkie with a machete."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "In that case,  <em>doses</em>  was good usage.  <em>Trips</em>  might have served your purpose even better."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 1,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Of course, the larger problem here is that it won't affect the federal law one bit so it's kind of incredibly stupid. </em></div> <br/> \n <br/> \ntrue.  <br/> \n <br/> \nbut we are WELL under way to losing states rights anyways, so... wtf dose it matter? it's all going to be ONE state if this whack-job marxist juggernaut keeps pushing his ideas through.  <br/> <br/> <br/> <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>That's an insanely high tax. </em></div> <br/> \n <br/> \nbaaaah. whatever. the truckloads of U.S. dollars that are getting shipped to Mexican drug cartels - de facto feeding a [yet another] 3rd world war -  would be a bit lighter (less). the state would lose money on criminal penalties, but it'd decrease the prison population (California is talking about releasing 40,000 prisoners early). also, less law enforcement money (like using Black Hawk helicopters to scan the sierra nevada for farms).  <br/> \n <br/> \nups / downs.. whatever. i am looking at it from a strictly financial standpoint. this state is fucked finanacially. we keep pouring more illegals into this state that is just pounding our infrastructure. 1/2 the emergency rooms in Los Angeles are shut down.. illegals come in and don't pay.  <br/> \n <br/> \nit's just insane here right now. maybe some normlcy (get it) could alleviate the cash flow problem here (i.e, less cash flowing over the border)."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blastradius was marked lame too many times and excluded. (marked lame by king_of_pwns, Wozzeck, desert_donkey)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "speccer",
    "plus": 1,
    "snip": false,
    "text": "It is not rad to lame somebody solely because they have different beliefs. <br/> \n <br/> \nThat is to say, if they are merely stating their beliefs rather than preaching them, they are doing nothing wrong."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "In retrospect, I cannot properly explain what I mean to say. I shall quit the endeavor for now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "utv",
    "plus": 3,
    "snip": false,
    "text": "Does your avatar mean you HAVE to talk like that?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 1,
    "snip": false,
    "text": "Does your avatar mean you hate King Hippo?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "does your avatar mean you have rabies? i mean, the white specks on the sides of your mouth always reminded me not of teeth but foaming spit."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Hey man steev_dayv is just playing with power  <em>(Nintendo Power)</em>  ain't gotta get all indignant on him not all of us can have Blast Processing now hush."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I have a framed collage in my living room made out of old Ninetendo Power magazines that I cut up solely for that purpose. It is right next to a collage of comic book characters that I cut out of comic books from the early 90s.  <em>The moral is that I desecrate awesome things to make cool wall hangings.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Pics or it isn't  <em>totally awesome</em>  (to the max perhaps? We'll just have to wait and see.)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "seconded. pics please."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 1,
    "snip": false,
    "text": "Turns out I actually  <em>have</em>  pictures of the comic book one on my computer. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100411142130/http://i12.photobucket.com/albums/a210/geekboysareneato/collage1.jpg\">Here is one of them.</a> <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100411142130/http://i12.photobucket.com/albums/a210/geekboysareneato/collage2.jpg\">Here is another one.</a> <br/> \n <br/>"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Awesome, but the framing actually makes them lose a bit of their awesomeness. Not qualified for \"to the max\". I'd suggest keeping a ragged edge (well, not literally \"ragged\", but a non-even edge formed by the collaged panels) and maybe matting them on cardboard. <br/> \n <br/> \nI would, however, want something like that in my home. I suspect that (assuming I actually had money) I would not be alone in wanting to pay for something like that."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Seriously, I'm sure you could get at least $50 or more for those or something much like them. You just need to find the right place to exhibit or otherwise sell them."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "I just chubbied this instead of hitting reply, but the sentiment is pretty much the same, which is this: <br/> \n <br/> \nThank you. <br/> \n <br/> \nThat's pretty awesome of you to say. I see what you're saying about the ragged edges, but we were working with a frame theme that's already running rampant in my living room, so it didn't even really cross my mind to stop it with that one. <br/> \n <br/> \nAlong with the comic book one and the Nintendo Power one, I also have one of pinup girls. They are over the couch in my living room. It is like a thing. All in matching frames, you know? <br/> \n <br/> \nMaybe I could sell them and become a rich lady!"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Those all sound awesome. I would like them in my home. If I actually had money I might make an offer on them. My girlfriend has been wanting to put some actual decorations in our new place. Sadly, I do not have money."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "As it is now, we're essentially paying a $150-300/ounce tax to the mexican mafia, so it's hard for me to consider $50 insanely high."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have no idea how much marijuana costs, so maybe $50 isn't that high. But it seems high."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "An ounce lasts a fairly long time, unless you're a total degenerate.  Or so I've heard."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Hop into the  <em>WayBack Machine</em> , kids. <br/> \n <br/> \n Back in the day, an ounce was judged to be a 3-finger bag deep: index, middle, ring. I quit that shit when it was $15 and getting more expensive.  <br/> \n <br/>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm not making fun - I am seriously interested to know when (and where) an oz. could be had for $15. This is a serious question.  <br/> \n <br/> \nAlso, was it before scales were invented? (This is not a serious question.)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Why so serious? It was before your time, my child, in the mythical early '70's. The Mexican border was not so hard for people to shlep across then, especially San Diego or Tucson. In the 60's, it was far cheaper, even.  <br/> \n And I had a scale then, but it was confiscated along with other various paraphernalia."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Those must've been golden times."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That's what we thought. We were wrong."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, at least they were golden times solely in terms of the price of weed. That's not debatable. My mom said the stuff back then wasn't as good as it is today, but still...$15...an ounce...... <em>damn!</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's cheaper if you grow it yourself. <br/> \nBut then the  <em>man</em>  is all up in your back. <br/> \n <br/> \nMy droogs."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I live in an urban area. It's not worth the risk."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "MAn be open about it.  Stick it up the man, I say.  Anarchy and rape and whatnot."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You first."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "$15 back then was like maybe 75 now. Your mom's probably right overall. There was everything from Kansas ditchweed, which had no THC, to Acapulco Gold and early agri-pioneers of sensimillia. <br/> \n I knew a guy whose dad was a diplomat, so he had what was called a diplomatic passport = Get out of India With Your Luggage Untouched Free Card. Oh hell. Wild times that I do not miss."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Well, she lived near Kansas, so she was probably getting the worst of the worst."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "For comparison with inflation that would be $73.58 in today's money."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That'd still be a steal for some good stuff."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Makes sense now how Pogo was asking me $73.58 extra when I found that old paper bag in the VW van I was buying from him.  <br/> \nAt the time it struck me as odd."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "That's why you have to support your local farmers, man!! Let's be patriotic here"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "I think we should legalize and tax alcohol. <br/> \n <br/> \nWait ..."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Even less popular, but I really wish there was a way to bring back prohibition. Not for crazy religious reasons though, but because of the absolutely terrible cost it has on our society. <br/> \n <br/> \nI mean, I agree with the people who say that alcohol is generally worse than marijuana. I never said I wanted alcohol to be legal though."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 9,
    "snip": false,
    "text": "Because prohibition worked so well the first time. And we have plenty of room in our prisons. And I don't think there's enough of a gang presence in this country. Let's set this in motion, A.S.A.P."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I never said I didn't realize the many, many problems with it. <br/> \n <br/> \nLooking back on prohibition the thing that always strikes me the most is how people really only follow the law if it suits them. This disturbs me, but we see evidence of it all the time: speeding, piracy, drugs... people won't avoid doing something just because it's illegal. I don't think I'll ever understand this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 11,
    "snip": false,
    "text": "As a wise man once said, \"eery1 str8 breakn deh law.\""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "'scuse? \" <em>wise</em> ?\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I don't believe for a moment you don't have a myriad of theories on why people break laws. I will not be drawn into this..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Trying to understand it is futile. We can only hope to realize it and make the necessary adjustments. Legalize and tax the shit out of everything and give all the narcotics officers brooms and dustpans so they can do something useful with their lives for once."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "Maybe because someone figured out that stealing, speeding, or plain getting out of control was somehow dangerous when highways, trees, or pissed off rightful owners were around, and imagined that making a law about it would make it easy on all? <br/> \nI mean, if you look at it backwards, you'll end up getting pissed at the govermint for intruding and controlling all aspects of an indiviudal's life."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 5,
    "snip": false,
    "text": "mukkraker idealists.. \"If the world would just join hands, the apple trees and honeybees would all get along blah blah I am so fucked in the brain I hope 'THE GOVERNMENT' removes all our freedoms and liberties and really tells us how we should live, what kind of car we can drive and just makes everything great because that is what the founding fathers of this country really wanted: to control all aspects of an individuals life. *smiles*\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Jesus what's with the right wing crowd on here? Come on guys this a place for comedy. Show you have a sense of humor by not laming everything that makes fun of Republicans."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I think people just don't like politics on Assetbar. I'm sure I'm going to get lamed for saying I'm against legalizing drugs even though I'm just a straight-edge libertarian, not right-wing. <br/> \n <br/> \nAt the same time the right-wing crowd is not generally known for having much of a sense of humor about themselves. Well, in all fairness neither are overly self-righteous and politically correct liberals either, but the left generally does have a better sense of humor aside from those dicks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Well guess what: ONSTAD JUST BROUGHT POLITICS ONTO ASSETBAR.  <br/> \n <br/> \nWHAT <br/> \nCHU <br/> \nGON' <br/> \nDO <br/> \nNOOOOW?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "awksedperl",
    "plus": 1,
    "snip": false,
    "text": "Follow your lead and listen to \"Monosylabik\" by DJ Shadow."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "WHA'........ <br/> \nCHU' <br/> \nGON'............... <br/> \nDO <br/> \nTHIS TIME?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'll tell y'all though...Blood On The Motorway is seriously my favorite song from that album. <br/> \n <br/> \nhuge fan of the simple piano progression and absolutely love the bells and the drum-n'-bass styles behind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "You're a libertarian and you want to criminalize every single drug. Wat."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It is, admittedly, an uncommon opinion among most libertarians, but I tend to view them as problematic enough for others to require regulation. If you were able to go off and do them isolated in a box, metaphorically speaking, I wouldn't mind."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "howl",
    "plus": 1,
    "snip": false,
    "text": "You kind of are. What harm does it do others if I smoke weed in my own house by myself?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "A law is to control/bring about the best for a collective not an individual. Unfortunately there are others who are not as well controlled as yourself (drug-induced psychosis is not fun [insert other reasons here]). I'll make it clear I don't yet have an opinion on the legalisation of pot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "What about your neighbour whose smoking in front of his kid? What about that friend of yours who gets fired for working high? <br/> \n <br/> \nPeople will always use to excess, just look at the hundreds of thousands of alcohol related deaths per year. Just because you won't doesn't mean they won't."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "<em>problematic enough for others to require regulation</em> <br/> \nDo you feel the same way about the internal combustion engine?  And does regulation = prohibition? <br/> \n <br/> \nNot to rag on a dude unnecessarily.  I don't really care what you call yourself.  But still and all, if my liberty to get stoned < The Common Good, maybe \"libertarian\" is not the most accurate term for your value system."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em><br/>\nAt the same time the right-wing crowd is not generally known for having much of a sense of humor about themselves. Well, in all fairness neither are overly self-righteous and politically correct liberals either, but the left generally does have a better sense of humor aside from those dicks.</em></div> <br/> \n <br/> \nI dispute your assessment, Sir!  And therefore, uh, well, I guess there's not much more I can do than disagree with you, actually. <br/> \n <br/> \nI just wanted to feel like a big man and make a declarative statement."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Ray is all over the map on this one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "It would literally be amazing if you were kidding."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zamkaizer",
    "plus": 4,
    "snip": false,
    "text": "The proper name for a grouping of baristi is, in fact, a 'corfield'."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokebackmark",
    "plus": 0,
    "snip": false,
    "text": "actually my roommate works at Starbuck's and he says it IS baristas. don't believe everything you read in alt-texts"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 9,
    "snip": false,
    "text": "You believe your roommate over Chris Onstad? For shame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 2,
    "snip": false,
    "text": "I wouldn't trust anything told to me by someone who works at or regularly patronizes Starbucks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokebackmark",
    "plus": 0,
    "snip": false,
    "text": "i'm sayin my roommate's last name is TUTTLES. the things he says tend to get my attention. he made out with his T.A. the man knows some things."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Does he fix ventilation systems and travel by flywire?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I understand and enjoy this reference."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I appreciate your understanding."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 7,
    "snip": false,
    "text": "The plural of 'barista' is 'baristacrats', if they shit in your coffee."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "retinarow",
    "plus": 7,
    "snip": false,
    "text": "If they are adorable felines, it's baristacats."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 4,
    "snip": false,
    "text": "<em>Everybody, everybody, everybody wants Baristacats!</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "_cheesekayke",
    "plus": 3,
    "snip": false,
    "text": "No, adorable felines that shit in your coffee are  <a href=\"http://web.archive.org/web/20100411142130/http://en.wikipedia.org/wiki/Kopi_Luwak/\">civet cats</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": false,
    "text": "No damn cat that shits in my coffee is adorable!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I met a little girl sitting in the middle of Ta Prohm temple with a civet on a leash. She let me take her photo and told me her family used the civet to process coffee in small batches. Given the excesive amount of Robusta available in Siem Reap and the seeming scarcity of decent Arabica, I'd say grinding cat poo and brewing a drink out of it is totally understandable. <br/> \n <br/> \nAlso, I have drunk it and civet coffee is amazingly smooth, if very expensive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "\"My goodness,\" said the producer. \"That's some act! What do you call yourselves?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 7,
    "snip": false,
    "text": "Joke's on you, shit coffee from cats  <em>already exists</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "\"So I'm like, 'More like kopi  <em>poo</em> -wak, am I right?' But seriously, folks.\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Sitka cats! <br/> \n <br/> \nI had some that my brother brought back from Vietnam. Tastes really, really chocolatey. Very good. <br/> \n <br/> \nHe also brought me snake wine. With a dead cobra inside. <br/> \n <br/> \n...I have not tried that yet, nor do I intend to."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "guikey",
    "plus": 0,
    "snip": false,
    "text": "You should mount that bottle of wine on the wall, with a back light and everything. Cobra eyes all staring at you no matter where you are in the room. <br/> \n <br/> \nOr if you ever do decide to drink it, be sure to toast to \"COBRAAAAA!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "no, that's just how Starbucks coffee always tastes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I admit I was thinking of admitting to being a dick about total strangers' languages, but in the end I don't know if it actually should be bariste, baristae or baristas."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I support baristae, but only because I roll Latin-style."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "The word barista (plural: baristi [masculine or mixed sex] or bariste [feminine]) is of Italian origin. In Italy, a barista is a \"bartender,\" who typically works behind a counter, serving both hot (such as espresso) and cold alcoholic and non-alcoholic beverages. <br/> \n <br/> \nAm I a dick for posting some Wikipedia?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mercuri0us was marked lame too many times and excluded. (marked lame by Spoon, gladi8orrex, flazisismuss, falseprophet, _cheesekayke, Scorpio_nadir, blueshoc12, AJESTERONLY, HNimrod, aHatOfPig, Setzkin, ursinus05, retinarow, alchemicnirvana)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 4,
    "snip": false,
    "text": "I liked the first attempt better."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Yeah me too.  Thanks for laming that abomination off the page.  How embarrassing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "You weren't before but now you are."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Can you go bigger?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Ray has a monitor that can display that image without scrolling or resizing. <br/> \n <br/> \nBut I don't."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mendeleev",
    "plus": 0,
    "snip": false,
    "text": "http://en.wikipedia.org/wiki/Barista <br/> \n <br/> \nWikipedia never lies"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "zamkaizer",
    "plus": 3,
    "snip": false,
    "text": "A correction. The proper term is 'corNfield'. A \"corfield\" is grouping of asshats without spelling skills."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Come on, man. Don't be that guy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "Also: A \"corfield\" is  <strong><em>a</em></strong>  grouping of asshats without spelling skills. <br/> \n <br/> \nYou're welcome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Just realized you were grammar-flagellating yourself, not some other user. Never mind then."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tweakzers",
    "plus": 2,
    "snip": false,
    "text": "A day full of the tidiest suicides and broken dreams"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 3,
    "snip": false,
    "text": "I think here we see a Roast Beef who is comfortable with his limitations, but no longer obsessed with them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Looks like he's steppin' out on his stomach again with a cheap brew. <br/> \n <br/> \n <em>Lucy! You gots some splarbin' to do!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Man, you don't know. It could be a Bass."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "That is just soda."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Man he is totally all like \"Fuck you stomach I am done with your shit.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "\"And my shit too, for that matter. Colon, dap.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "except he'd say it more like Roast Beef would say it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "reesepbc",
    "plus": 1,
    "snip": false,
    "text": "how come it never shows me the rating on the strip anymore?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 16,
    "snip": false,
    "text": "Because you were disrespectful."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "So we won't be influenced by what everybody else voted."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 24,
    "snip": false,
    "text": "Now I know what I'm going to say the next time a cop asks, \"Do you know why I pulled you over?\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "be sure and post an update on how that turns out..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 1,
    "snip": false,
    "text": "CNN will probably take care of that for him."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 3,
    "snip": false,
    "text": "<strong>MAN HARASSES LAW ENFORCEMENT, BLAMES INTERNET</strong>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 3,
    "snip": false,
    "text": "It's a bad idea to answer that question seriously or in jest.  I've tried \"because your radar gun is malfunctioning?\" and got a ticket.  I tried \"because you're low on your quota?\" and got a ticket.  I tried \"because you're a fascist?\" and got a confused look, followed by a ticket.  The best answer is \"no.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "\"Because of the dead hooker in my trunk?\" <br/> \n <br/> \nAlso a bad idea."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Oddly enough, still better than \"because of the live hooker in my trunk\".  No real way to win on that one"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Maybe he wants to go doubles with you. That would seem to be an ideal way to win that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "Have you tried \"Because you're lonely and needed someone to talk to you?  I'm here for you, man.  It's ok.  Let it out\" <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "\"I have no idea.\" <br/> \n\"I think I swerved slightly into the other lane coming off the off-ramp.\" <br/> \n <br/> \nI have been pulled over only three times in my life and have never received a ticket. The first time I was coming down a hill and must have been a tad over the limit, but the officer was understanding. I still don't know how it happened as I was keeping an eye on the speedometer at the time. <br/> \n <br/> \nThe second time I can't recall what I said, but I accidentally cut off a cop while following a friend who drives very poorly. I didn't realize I would be cutting anyone off. I did not receive a ticket. <br/> \n <br/> \nThe third time I swerved a tiny bit into the oncoming lane on a two-lane back road with no lights at 3 AM because I wasn't familiar with the exit and there were no lights. I somehow sensed as this happened that the car I saw behind me was a police car, but I wasn't pulled over until I reached the main road. Obviously he probably thought I might have been drinking, but I clearly was not. <br/> \n <br/> \nClearly the best solution is to carefully follow all traffic laws at all times and be honest and polite if you do happen to be pulled over."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stonecrab",
    "plus": 1,
    "snip": false,
    "text": "Such an excellent idea in panel 1, but daaamn by panel 3, Beef is *so* harshin' Ray's mellow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "Ray stole the idea from Bill Hicks.  <br/> \n <br/> \n\"Biggest fuckin' cash crop in the world.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "Yeah because definitely Bill Hicks is the only man to ever have suggested legalizing pot"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "thesoulbear",
    "plus": 10,
    "snip": false,
    "text": "I really do not like Bill Hicks. I do not understand his incredibly loyal, at times even rabid cult following. I have met many people who claim to like him, and every time I come away convinced that they are faking it for some reason."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fermatprime",
    "plus": 0,
    "snip": false,
    "text": "I happen to like Bill Hicks. I really can't explain why -- he's just  <em>funny</em> . I will not lame you, but I fear you will be lamed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mikossuave",
    "plus": 0,
    "snip": false,
    "text": "\"People tell me if I quit smoking I'll get my sense of smell back.  I live in New York fuckin' City.  I don't WANT my sense of smell back!  [pause for laughter] sniff sniff what's that?  Oh, Someone peed on that dead guy mmmmm!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It makes me worry about this place that only me and one other person lamed his lame ass for this lame shit."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Maybe only you and one other person think, its so bad that I dislike Bill Hicks, that people who don't bother to change their lame threshold should be shielded from my comment?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I've tried to read that sentence three times and I still can't make any sense of it. But whatever you're trying to say, I hate it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 5,
    "snip": false,
    "text": "Humor is subjective, you can't quantify it in a lab. I personally think Bill Hicks is a god damn riot, and can listen to most his bits looped and still almost die of laughter every time.  <br/> \n <br/> \nbut I don't think you need to agree with me for some reason. you can like dane cook for all I care. if it makes you laugh it's funny. end of story.  <br/> \n <br/> \nI find him funny because it's witty smart, and totally rude and horribly non politically correct. also I agree with what I think he means. almost 80% of the time"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "God, finally somebody says it's okay for me to like Dane Cook!"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Really, aside from the type of fans he primarily attracts, there's nothing bad or stupid about Dane Cook's comedy. His style is way more original than, say, Demetri Martin. Just because 50% of his fans are frat types doesn't mean every hipster on the planet has to make him their punching bag."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Although Employee of the Month was apparently terrible. I wouldn't know, being a firm believer that \"romantic comedy\" is worse than reality TV and Deal or No Deal combined."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Employee of the Month wasn't bad or good. It just was. It had some amusing moments and some stupid ones. Some parts ring true and are a bit funnier if you've worked at Walmart or a similar retailer, though."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I have read before that a great many professional comedians also loathe him as he is, apparently, widely known for stealing jokes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "utv",
    "plus": 0,
    "snip": false,
    "text": "Really? I think it's the opposite. I tend to run into a lot of people I like and respect, and then am floored when I find out they find Dane Cook funny."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You can like and respect me, if you wish.  <br/> \nI have no idea what a Danish Cook does(although I suspect it is horrible), nor do I care to find out."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "You are an old and lonely man, aren't you?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Me? No, anything but. Life is good. I feel very young, free is a better word. <br/> \n It's much harder being your age, I think, from what I've seen."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "it's kinda like  <a href=\"http://web.archive.org/web/20100411142130/http://www.youtube.com/watch?v=mbs64GvGgPU\">this</a> ..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "ain't no reason we got to knock demetri martin down here man <br/> \n <br/> \nain't no reason we can't respect two good comics even if they are different from one another"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Demetri Martin is gold. <br/> \n <br/> \nAs is Mitch Hedberg. <br/> \n <br/> \nYou do not knock Mitchy or Martin around here."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Knock 'em all you want, they're both horribly overrated.  But at least Mitch made me laugh more than Demetri Martin.  Man, I watched 20 minutes of that new show of his, it was boring as hell.  Hint: Wes Anderson characters are funny in Wes Anderson movies, Demetri; the act isn't as funny in real life."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "I agree, the sketches on his show are not all that funny.  There have definitely been times when I sit there thinking \"man stop doing this to yourself\".  But I think when he sticks to straight stand-up (as he does for about 5 minutes total each episode, sadly) he is terrifically witty.  It's nothing Steven Wright didn't already do, but it's still good stuff, and Demetri's delivery gets me every time.  But don't judge the man on his show.  It needs some work."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "I'm not judging him on his show. I've seen plenty of his standup, which is very funny, but not nearly as original as people seem to think it is. I did watch the premiere and thought the sketches were pretty terrible, and even the standup was subpar. Hopefully it'll get better, if it doesn't get canceled first."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Who said anything about knocking Mitch Hedberg? Mitch Hedberg is one of the greatest comedians... not in the world.  <br/> \nIncidentally, a few months ago they came out with a new album of new material he was hoping to make into a CD before his death. It's not nearly as good as his completed stuff, but it's still Mitch. I seem to have been the only fan I know who's heard about it."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "No one knocked him, and no one should. <br/> \n <br/> \nMY friend doesn't like him, and it annoys me."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It takes a bit to get used to him, I didn't like him at first but I listened through all of Strategic Grill Locations and loved it. <br/> \n <br/> \nBill Hicks on the other hand is a mixed bag. On one hand, he is very good, on the other hand he inspired some really horrible screechy comedy. DAVID CROSS I'M LOOKING AT YOU. You are funny in Arrested Development but your stand up rarely makes me laugh and doesn't even make me think. If I wanted to be told I'm stupid for being a Christian I'd just go to school more!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Mitch Hedberg is OK, but just ridiculously kitschy.  Same with Demetri Martin, but more so (at least Mitch's schtick was somewhat original, if ultimately tiresome). <br/> \n <br/> \nAnyways, I saw Martin's stand up special on Comedy Central a year or two back; again, funny at times, but ultimately he relies too much on his indie hipness/cuteness to carry his act, instead of actual talent. <br/> \n <br/> \nTo be honest, I've never given a shit about most stand up comedy.  Including Bill Hicks."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I saw Martin livfe, and I have to say he is much more enjoyable than Jimmy Fallon (whom I also saw live) who is going to host Late Night soon."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "To be honest, Bill Hicks doesn't do stand up anymore. <br/> \n <br/> \n<Ba-Dump!>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I was confused by your taste in comedy for a second, gh, but your last sentence explained a lot. I mean, I don't agree with you at all, but I at least know why you'd say such things. Unfortunately, all the best stand-up comedians bash religion. It's basically mandatory."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I think they should bash religion, and everything else they find illogical.  They shouldn't call Christians stupid though, because that isn't true.  What I'm saying is is that they should have proof that what they are accusing of being illogical actually is, or else they are as bad as Mencia."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yeah David Cross' schtick is basically HEY CHRISTIANS OR ANY RELIGIOUS PPL THEY SHURE ARE DUMB HURPA HURPA HURP OH AND AMERICA IS SHITTY AND EVERYTHING IS SHITTY BLAH BLAH. <br/> \n <br/> \nI don't mind religion bashing, I know it is a thing and I'm a strong enough person that I can take it, but I think when your entire act is just bashing people you aren't a very good comedian. If David Cross wasn't so well loved by hipsters for Mr. Show and Arrested Development, or if he played better in the flyover states, he'd be bashed as much as Mencia."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yes, but he  <em>was</em>  in  <em>Mr. Show</em>  and  <em>Arrested Development,</em>  therefore any comparison to Mencia (who has done nothing) is ridiculous."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Ok, that is what I am saying. Someone does something cool and then is a horrible stand up comic and gets a free pass? If that is true then why hasn't Michael Richards had a comeback tour yet?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tortoise",
    "plus": 1,
    "snip": false,
    "text": "i am reminded of the bit where jimi hendrix saws debbie gibson in half with his monster johnson. <br/> \n <br/> \n*insert sound of chainsaw here*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "\"Mooooommmmmmyyyyyyyy!!!!!!!\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Because he's half-comedian, half-preacher and if you agree with his preachy bits then it's orgasmic."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "The Church has too many orgasmic preachy bits."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 1,
    "snip": false,
    "text": "I heard it was just a habit"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You're a genius. I've been faking an appreciation of Bill Hicks for my entire adult life. But you've freed me. It's so nice to be out from under all the lies. Thank you. Thank you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well, everyone knows he  <em>invented</em>  pot. And right after that, he invented sarcasm."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "And next thing he knew a cornfield of stoned followers was nodded to what they thought he meant, all pretending to like him.  <br/> \n <br/> \nI say he had it coming."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deafwhisperer",
    "plus": 0,
    "snip": false,
    "text": "I meant it in a different tense."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "reesepbc",
    "plus": 3,
    "snip": false,
    "text": "also, the canadians already tried Admit It Day. no one noticed."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I have to think ours would be better.  No offense, Canadians!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 4,
    "snip": false,
    "text": "They'd be admitting to things like \"I like butter *and* jelly on toast\" or \"Man, you know what I hate? Moose\"."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Nobody hates moose. It is basically impossible to hate them. <br/> \n <br/> \nBut people who put both butter and jam on toast are sick deviants who ought to be rounded up. Just like people who butter the bread for a sandwich (grilled sandwiches where the butter is used to aid the grilling process are, of course, excepted)."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "How would you feel about a nice moose and butter on toast nitecap?  <br/> \n <br/> \nMoose and squirrel on toast, perhops?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "People who don't love Rocky and Bullwinkle are dead husks that know nothing of comedy or culture. Without them there would likely be no Simpsons."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Opinion SHARED.  Rocky and Bullwinkle contains more jokes per minute than most entire DVD collections of popular sitcoms today, and that's not JUST because it was super hilarious but because for some reason that show played like a speed freak getting a shot of adrenaline as he got struck by lightning.  Rapidfire puns coming atcha like a Blitzkrieg, Cold War satire devastating whole towns like a hydrogen bomb, and of course Fractured Fairy Tales which is just the apex of \"new spin on an old favorite,\" done 20000x better than Shrek. <br/> \n <br/> \nNICE-ON-WATER GOT A HARD-ON(-WATER) FOR ROCKY AND BULLWINKLE"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Shrek was terrible. Not just in comparison to Fractured Fairy Tales. I hesitate to make the comparison because it approaches a level where it is so unfair that I worry whether they can even be compared at all. <br/> \n <br/> \nIf Fractured Fairy Tales is a delicious steak Shrek is a dude taking a shit in the fryer and serving it to you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Well the first one was alright, in terms of \"Here I am, a child for the most part, watching a well-animated movie with a good old fashioned fairy tale story  <em>with a saucy modern twist!</em> \"   <br/> \n <br/> \nBut the second was just pop cultural reference after reference.  It was basically the idea that \"kids' movies can have something for the parents too\" idea that's been hanging around since Pixar's been doing its thang, but ratcheted up a million fold to the point of suffocating the original not-so-bad idea. <br/> \n <br/> \nIn contrast to Fractured Fairy Tales, it is indeed a man serving you fried shit.  In comparison to other kids' movies, it is a man serving you fried shit with a penny on top."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "So is it one penny's worth better than all those other fried shit kids' movies or is it one fried shit's worth better than all those other penny kids' movies?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If the others were worth a penny I'd say they were a penny.  It is one penny's worth better."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "If I ate a fried penny, taking a shit would be very painful."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Nah, they're round, they pass uneventfully."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Whew!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "I had some fried pennies once. Muy golden browned to perfection. Good with ketchup. It was craaazy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Nice-on-water = Fearless Leader?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Da, dahlink."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 2,
    "snip": false,
    "text": "Oh, belgand, you  <em>big, hot tranny moose-and-squirrel, you.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, just think about it the next time the word gets around that I hate everything. My childhood was vastly enhanced by watching Rocky and Bullwinkle in reruns. For that matter, thanks to Nick at Night, I also watched a fair number of 60s sitcoms growing up."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "Surgeon General's warning: 60s sitcoms may inspire a level of spite hazardous to one's health."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "did you know that they had surgeon general's warnings on the back of old Rocky and Bullwinkle VHS boxes or is this a happy accident"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Just like most other things in Canada."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Just like Canada. <br/> \n <br/> \nWait, what's Canada?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I'm a bit late. Go to hell"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "God, you people are douchebags. <br/> \n <br/> \nAnd yes, by you people I mean French people."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "do you mean  <em>Canaduh</em> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "badlion",
    "plus": 0,
    "snip": false,
    "text": "I here this worked pretty well in Australia."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "anabanananana",
    "plus": 3,
    "snip": false,
    "text": "Is this your sneaky way of admitting you don't know the difference between \"here\" and \"hear\"?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "It is a sneak attack admission. <br/> \n <br/> \nAlso, this is pretty much every day in Australia. As soon as you are on the piss, it is Admit It time. This is especially true for girls in short skirts in expensive sandstone bars in the Rocks. (I'm looking at you, tartan-miniskit-wearing blonde in The Argyle who made out with your best friend \"completely by accident\")"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Are you complaining that an, apparently attractive, girl in a cute plaid miniskirt made out with another, again presumably attractive, lady? If that is a problem for you then we might need to have a conversation about how you are entirely wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thedrizzle",
    "plus": 0,
    "snip": false,
    "text": "I would complain about that. I would complain for the simple fact that the make-out was not involving me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Well, ideally they become so aroused with making out with each other that you are invited to join them and sate them in a manner that, despite their lengthy attempts, they cannot accomplish with only each other."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing the man is referencing Sorry Day. Which is a government Admit It Day. Which should have really happened decades ago. <br/> \n <br/> \nWe're still waiting to see if it \"worked pretty well\". Though it was a fucking good start."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 4,
    "snip": false,
    "text": "I admit that I stole my friend's Adderall at summer camp! <br/> \nI admit that I love a girl! and a dude! <br/> \nHELL YES."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "At the same time? <br/> \n <br/> \nI admit that most of my Hollywood crushes (the famous people I'd do) are all dudes. I think the only female Hollywood types I'd sex would be Scarlett Johanssen and Kirsten Dunst."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Not the Academy Award-winning Kate Winslet?  Most dudes who'd do dudes that I've met still find a place in their bed for Kate. <br/> \n <br/> \nThe same seems to also go for all other combinations of sex and preference."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I'd do no dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "I've got a man crush on Jensen Ackles. I don't think I'd do him what with the whole being straight thing, but I find him a helluva lot more pleasant to look at than other male actors like Shai Lebeouf with that shitty high school moustache."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "doppelganger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by doppelganger was marked lame too many times and excluded. (marked lame by invidious, Paperboy_2000, mercuri0us, kendieatsbabies, Stonecrab, tripleG, cathaoir)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Molestache*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Boo to Kirsten Dunst, she is so poopugly.  God."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I would not hit that with Zapatos's calloused, overworked cock"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Sursly.  Pound it.  Dap."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You'd both shriek and cum before she got within two feet a ya. Go to bed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No, that's the thing, I really wouldn't.  I'm so totally honest.  Her face is just ugh.  And not much of a body.  The best thing about her was her wet shirt moment in \"Spiderman\".  So."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "All right, then if a situation arises in which you are expected to fuck Kirsten Dunst, please send her to me. Unlike you, I would appreciate the opportunity. I think Kirsten Dunst is hot."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "All parties would be satisfied in that exchange, except maybe Kirsten Dunst.  Also I wouldn't have any girl to fuck so you'd have to send one. <br/> \n <br/> \nWOMEN: EXCHANGE WITH A FRIEND THEN FUCK THEM"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "sje46",
    "plus": 1,
    "snip": false,
    "text": "hey man umm you know youre objectifying women right i mean that aint right dog that straight out cold"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "i mean think about your mother and all she sacrificed i mean you know"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Oh dogg man I ain't even think about my dang old pitiable-ass mom dang I guess I got some thinking to do <br/> \n <br/> \nTHAT'S ENOUGH"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Agreed. She was pretty hot in Spider-man."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And in  <em>The Virgin Suicides.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I forgot she was in that, but yeah, basically every girl in that was just a complete bone-fest."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Dude, the girl who palyed Celia was, like, ten. Ill."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Ill = ILL"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Must we have all caps?  It was fine the first time."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I thought he was screaming \"IIIIIIIIIIIIIIII\" so I'm glad he clarified."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "EYEEEEEEEEEEE!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's been many years since I saw it. I recalled only that there were many sisters and all of them were hot, post-pubescent, and totally ready to get boned. I may have been wrong and feel no shame in admitting that."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "People like you are why the Lisbon Girls are no longer with us."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I'd blame the suicides on their parents for keeping them away from people like me and showing them how they could have real, fulfilling lives away from the stifling of their home. <br/> \n <br/> \nWe showed them life and, knowing they would never be able to have it, they chose death. But that does not make me the one to blame. I wished only to encourage their lives. It was their parents who wished to see it wither and die. In the end they got what the had always wanted."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Guess what, Assetbar, Kirsten Dunst made an appearance in my dreams last night.  I was running down an alley (not in panic, fear, etc, just running) much like the one in Spiderman where she kisses him upside down, and she was there and looked at me with that horrific Dunstian smile and took her shirt off and she had big ol' jumblies and I was like \"Oh I guess Kirsten Dunst isn't so bad\" and kept running. <br/> \n <br/> \nI woke up and remembered she doesn't have big ol' jumblies so I still say FUCK that bitch."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Exactly. We would like to fuck that bitch."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "YOU CAN HAVE HER.  GOOD RIDDANCE."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I crave her facetransplant style smile."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Liar. You're probably fucking her right now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Probably.  I can't tell."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "Is it the booze?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Ludes :("
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kendieatsbabies",
    "plus": 0,
    "snip": false,
    "text": "Oh, that's not so bad, then. I was worried your bozzack was flayed."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I hate her for the same reason I can't muster wood for that godawful Zellweger.  Women who's eyes are perpetually closed (or near closed) are revolting to me.  I like a woman with big, open eyes.  My wife looks like a damn anime character."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "do you like A Clockwork Orange"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Unf."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Horrorshow!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "give me andy samberg and mick jagger (anytime before \"She's So Cold\", or during it, or a few years later -- <em>or now</em> ) and barry ryan together, all those mouths.   <br/> \n <br/> \nMiauo. <br/> \n <br/> \nAlso, I would totally date the heck out of Scarlett Johanssen."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I would totally fuck the hell out of Scarlett Johanssen. Then again, there is nary a straight man alive who wouldn't, and not a lot of women either."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Hear hear!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "As long as she didn't sing!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "She was pretty motherfucking annoying in  <em>She's Just Not That Into You.</em>   And while she was still hot, she also wasn't most of the time, if that makes sense.  They did find an excuse for her to get most of her clothes off, which should come as no surprise. <br/> \n <br/> \nAs for dudes that I'd do, there can be only one, and that boat has sailed: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "chubby for wordchoice, dudetaste, and Scarlett Johanssen callout"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nTechnically there are 2 guys in this picture but I mean the one on the right.  If he wasn't 20 years older than me..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Skradley and Freddie in the afterglow <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "your avatar seems to bear out admission 1... <br/> \n <br/> \ngot any pictures of admission 2?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Sensei Admits to the bisexual 15-year-old that he would like to see photographs of her in a threeway.  <br/> \nHe then dreams that Ray removes his head and asks for fritatta."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "I admit that I did this. <br/> \n <br/> \nI...I'm a normal man. <br/> \nI have needs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 1,
    "snip": false,
    "text": "Why you gotta go and do a thing Beef. This is what Ray's expression in the third to last panel says to me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themacktruck",
    "plus": 1,
    "snip": false,
    "text": "Grad students all admitting they have no idea what they're doing with their lives and are just hiding out until the recession is over. <br/> \nBank owners admitting they did it all on purpose because it's easier to ask for a bailout than make money. <br/> \nStar quarterback saying he has always wanted to try an elven barbarian in DnD."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "Agreed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "Absolutely. My girlfriend is going to be a grad student next year while I have to find my ass a job. I wish I'd thought of the hiding out potential sooner..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't think you can be both an elf and a barbarian most of the time. I mean, maybe some sort of wild elf type, but man... that's not the normal way of things."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speccer",
    "plus": 0,
    "snip": false,
    "text": "For what reason would an elf be unable to also be a barbarian? A human child can aspire to be an astronaut; can not an elf, too, indulge in such absurdities?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't think you can aspire to be a barbarian. You have to born into it. Otherwise you're just a big sweaty guy with an axe who refuses to wear a shirt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eidolem",
    "plus": 1,
    "snip": false,
    "text": "Not now, Randy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I AM THE LIQUOR"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": ".....Are you saying none of us can aspire to be a Lumberjack?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "morypcaina",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n*snort*"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apocowarg",
    "plus": 41,
    "snip": false,
    "text": "Millions of Facebook photo comments changed to read \"This party wasn't really that much fun but I gathered a few of the not so ugly friends together and took this picture. Later two guys got into a fight over the lyrics to Sweet Home Alabama and a girl locked herself in the bathroom and wouldn't come out until we all promised to tell her how good her hair looked. Steve got trapped in a closet with a guy he went to community college with and they did coke while having the world's least interesting conversation. The host kept trying to freeze frame moments from the movie The Matrix that really resonated with him but he was too drunk and kept hitting the input button on the remote. It was raining that night and as we walked home Sarah started crying and couldn't tell us why. I fell asleep on the couch that night watching The Toxic Avenger on USA and spooning a pillow. One of my roomates came in while I was sleeping and covered me with my jacket\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "oingoboingirl",
    "plus": 7,
    "snip": false,
    "text": "oh man were you there too?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 23,
    "snip": false,
    "text": "\"Me and my roommates all went to this party with the intent to hit on skinny alt-chicks but when we arrived we remembered that we are massive nerds and all we had to talk about was the fact that we spent the last six hours finishing up our planned 'Deadwood' marathon. I started hitting on this girl that Pete had hit on the week before and hadn't made any headway with, but I didn't do much better. Ian went upstairs to Lissa's room to see if she wanted to do coke or pot and maybe provide him with head. I got on the dancefloor and started approaching the skinny white girls, some of which were not into black guys, others you could tell were only going to dance with a black guy because it was  <em>so scandalous</em>  and had no intention of going home with me and even if they did we would not be a couple in the morning. It kind of makes me feel like semi-attractive black guys who can dance are the new slutty girls: good for a bonk but not relationship material. Maybe if I dated black women more I wouldn't have this problem. At the end of the night, me and my roommates all struck out so we went back to the suite and watched gay porn on Ian's computer, and did some bong hits. Ian had the running commentary, explaining to us non-bisexuals that there is a lot of gay porn where the pitcher is allegedly straight because there is a fantasy about turning straight men, but that you can see they are clearly gay  <em>(you can tell by the pixels)</em> . Eventually I got tired, went back to my room, jerked it to some (straight) hentai, and went to bed. Not Gay.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overgrowth",
    "plus": 0,
    "snip": false,
    "text": "just keep sayin' stuff like \"provide him with head\" on assetbar and you'll be golden. I ADMIT IT!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Man, since when do black people use the word \"bonk\" in reference to getting it on? Aren't you guys supposed to have some cool slang for that kinda thing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 3,
    "snip": false,
    "text": "It goes in cycles. When we white people start using their slang they have to either A) create new slang or B) revert to \"slang  <em>classic</em> \" and use the words we white people are now afraid to use for fear of looking out of date. <br/> \n <br/> \nThis has been Daidai, a very white guy, on black culture.  <br/> \n <br/> \n(oh man explaining black culture is basically the whitest thing you can do)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Dink and flicka."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Oh man there is not enough Office love on this board. Well-done dude."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Did you use Nasally Nerd font?  <br/> \n <br/> \n It's okay then."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "Black culture is what white people don't know about yet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 24,
    "snip": false,
    "text": "White people have sex like  <em>this!</em>   <br/> \n <br/> \n*bonkbonkbonkbonk* <br/> \n <br/> \nBlack people have sex like  <em>this!</em> <br/> \n <br/> \n*shoobydoowopwopaskeetlyskeetlydoo*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 25,
    "snip": false,
    "text": "He's absolutely right guys. <br/> \n <br/> \nWhenever I bone a chick, I cause Jazz Queefs."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 21,
    "snip": false,
    "text": "<em>\"Damn man, I bonked that skinny white girl so good, she sounded like Manhattan Transfer as she did The Walk of Shame.\"</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 2,
    "snip": false,
    "text": "good god i can't chubby these two comments hard enough <br/> \n <br/> \ni chubbied them so hard my mouse button made a crunching sound <br/> \n <br/> \ni think there may be some foodstuff in my mouse."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "'cept if it was  <em>that</em>  good, wouldn't it have been something better than a crap white group."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 2,
    "snip": false,
    "text": "Lucky you, every time I bone a chick it sounds like one of those farting iPhone apps."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cathaoir",
    "plus": 0,
    "snip": false,
    "text": "This is a real thing during sex sometimes. How I wish someone had warned me before hand..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pityparty",
    "plus": 1,
    "snip": false,
    "text": "Scat in  <em>both meanings</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Must be nice. Whenever I bone a girl all I hear is crying and regret."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "yours or her?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Hers. I go into a fugue state most of the time. <br/> \n <br/> \nActually, sex basically is a fugue state. The delicate balance of maintaining it and afterwards you don't entirely understand what happened or why."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Belgand is all wrapped up in existential dread at the imminent heat-death of the universe. <br/> \n This results in a fugue state which he cannot ignore, even during the mini heat-death of sex. <br/> <br/> <br/> Don't worry, buddy. We got your bach. Right here."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Maybe you could work your way up to making her girlbits beatbox."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Man how else would you say \"Damn dogg check out Laquisha's ass I want to bonk that badonkadonk.\" <br/> \n <br/> \n <em>It took falseprophet two days to come up with this comeback.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "<em>falseprophet: quick on his feet</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Good use of a meme reference.  \"This is a gay man.  I can can tell from some of the pixels, and because I've seen a lot of gay porn.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Dad?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "If this is a real admission your life is still vastly more exciting than mine has almost ever been."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i read this story and pictured it in my head like  <a href=\"http://web.archive.org/web/20100411142130/http://www.youtube.com/watch?v=EsgcsPW34VE&amp;feature=related\">this</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I can't buy the historical inaccuracy of being able to pause a Matrix DVD (no earlier than 2000) and the USA Network showing something like The Toxic Avenger (highly unlikely to be shown anytime after USA Up All Night went by the wayside in the 98) on the same night."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Good call. I think we can all also agree that Up All Night was significantly better when it was being hosted by Gilbert Gotfried and not that annoying girl who did the squeaky thing when she pronounced the title. <br/> \n <br/> \nWe desperately need to bring that back, but on another channel that's not going to be a prude about the very necessary gratuitous nudity. I'd say we need a whole channel for it, but that would ruin it. Gotta be late-night only. <br/> \n <br/> \nIn a way it might be a bit worse in the era of Tivo. I mean, you can't Tivo something like that and have be nearly as good. Plus the Tivo would probably be busy recording something else so you can't just flip over to it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "It was a mashing together of things that have happened to me and stuff I just made up, hence the inaccuracy. I have been at a party where two men got into a fist fight over a song's lyrics but the artist was Tool not Lynyrd Skynyrd. I have been trapped in a closet doing coke with people but my name isn't Steve and I never went to community college. I have watched The Toxic Avenger on USA but it was indeed before The Matrix was in theaters much less on DVD."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littleherrdoktor",
    "plus": 2,
    "snip": false,
    "text": "august always needed a holiday"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It has one. Belgand Day is every August 21st."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Ironically, Invidious Day is August 23rd. <br/> \n <br/> \n <em>I wonder if I can convince my boss that everyone needs a four-day weekend for these holidays...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "why is that ironic"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Because out of 15,262,732 users on Assetbar, you really wouldn't expect two of them to have a birthday in the same week!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "guikey",
    "plus": 0,
    "snip": false,
    "text": "Th-that's a joke, right? Of course you would expect that. It's like a really lame and easy Birthday Paradox."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "There are literally  <em>hundreds</em>  of birthdays every year."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I believe you mean \"spirit journey formation anniverseries\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I do not mean that because I cannot afford to pay the royalties for saying that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That's literally the least ironic thing to happen ever. I think ten thousand spoons when all you need is a knife is more ironic than that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "invidious, i will share that day with you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I admit that I have little interest in material or animal pleasures, and would be entirely gentlemanly to the women of Assetbar in person"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Yeah, you aren't supposed to lie."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lynnym",
    "plus": 0,
    "snip": false,
    "text": "Ah, not bad. Ray's angry newspaper rustle drove this one home for me. PLEASE CHRIS STAY ON TOP FOR ME I CANNOT HANDLE THIS ECONOMY WITHOUT GOOD ACHEWOOD"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overman",
    "plus": 0,
    "snip": false,
    "text": "Sweet, I've been waiting for a reason to announce this to the world: <br/> \n <br/> \nwww.ifap.to   iphone porn site is hands down the best thing to ever happen to me <br/> \n <br/> \nSo I Admit it, and it is happy, and also deals with iphone porn.  I want to chubby myself, infact, I will in 2 hours by going to ifap.to"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "please guy, please tell me that you don't think you need portable sexual entertainment at all times. <br/> \n <br/> \nwhy would anyone need that?  is it meant for exposing yourself on a bus?  or the bathroom?  get out of the bathroom; some people need to really use it!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'm like twenty percent certain we just got our first Assetbar spambot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "granularsilica",
    "plus": 3,
    "snip": false,
    "text": "We want to be in a constant state of tumesence just in case."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You're not already?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "The question is would I trust low-fi Tongan porn? <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100411142130/http://en.wikipedia.org/wiki/.to\">.to = Tonga</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Yeah, Tanga at least, but really we should be insisting on g-strings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "emosexy",
    "plus": 0,
    "snip": false,
    "text": "I admit that I guffawed when reading Roast Beef's comments.  Why dost he speaketh my soul so poetically?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "Are you a descendant of a long line of hot sauce manufacturers?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "You are not alone, Roast Beef the Cat: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That's given me twice my weekly dose of vomiting into my own mouth, thank you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "usversusthem",
    "plus": 3,
    "snip": false,
    "text": "Even more depressing: <br/> \n[IMGS OFF] <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "Everything is more depressing when Emile Zola shows up. <br/> \n <br/> \n <strong>CareBear:</strong>  Hey guys! PinkPony just returned from cookie mountain! Hey PinkPony! <br/> \n <strong>PinkPony:</strong>  Hee~eey~! I brought you guys some chocolate chip cookies! You want some, FraidyCat? <br/> \n <strong>FraidyCat:</strong>  Ohhhh, don't give any of those cookies to me. They give you cavities. <br/> \n <strong>PinkPony:</strong>  Nonsense, FraidyCat! Chocolate chip cookies are good for you! <br/> \n <strong>CareBear:</strong>  I don't know about that, PinkPony. Maybe we better ask Emile Zola. <br/> \n <strong>PinkPony:</strong>  Yeah! Hey Emile Zola! It's okay to eat lots and lots of chocolate chip cookies, right? <br/> \n <strong>Emile Zola:</strong>  If you ask me what I came to do in this world, I, an artist, I will answer you: I am here to live out loud. <br/> \n <strong>FraidyCat</strong>   <em>(dies)</em> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh Hee, hee, hee."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "live out loud lol"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i admit that i am going to buy a jumpsuit this week"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i also admit that i listened to GG Allin for  <em>waaaay</em>  longer than the allotted amount of time given to the punk-interested pubescent"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I used to frequent an establishment that had him on the juke-box."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I admit that I never was as into GG as much as a sixteen-year-old me felt it necessary to pretend I was for about ten minutes. In the end, I think he should have been a country musician. Country music and GG Allin needed one another. It would've been beautiful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I admit that I was never familiar with him which is very odd. <br/> \n <br/> \nAccording to Wikipedia he recorded some country and admired Hank Williams."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "He recorded very little country. But the little he did is what put the thought in my head. He could've gone places with it. <br/> \n <br/> \nNot surprising about Hank. He and GG had a lot in common. They both beat the fuck out of women and died by the needle. Both rammed bananas up their asses and exposed themselves to kids. The only difference was that GG explicitly detailed his trespasses. Hank kept it quiet. Hank took showers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "powderfinger",
    "plus": 0,
    "snip": false,
    "text": "Troubled Troubador is the only G.G. Allin I like"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>i admit that i am going to buy a jumpsuit this week</em></div> <br/> \n <br/> \nPIXX PLZ <br/> \n <br/> \nIn fact, this goes for everyone who is in the vacinity of a jumpsuit that they may buy. <br/> \n <br/> \nNot because I expect it to be in the least bit erotic, just because I expect it to be fucking  <em>hi-larious</em> .  I wouldn't argue with both, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pityparty",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100411142130/http://www.fashion-era.com/trends_2009/2009-fashion-jumpsuits-all-in-one-spring.htm\">Jumpsuits <em>are</em> 'in'</a> , you fashion peasant."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The problems with that sort of thing is that people say something is in because designers make clothing in that style. It has nothing to do with what people are actually buying or wearing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "If jumpsuits make it off the runway and into my school, I will drop out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "i admit that sometimes i make impulsive purchases based solely on the idea that it may someday encourage one of America's youth to drop out of high school <br/> \n <br/> \n <em>-Lieutenant Zofia</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "*retches violently on viewing that link* <br/> \n <br/> \nI don't normally do the *action* thing, but this needed it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benthecartoon",
    "plus": 3,
    "snip": false,
    "text": "It's called a SPEED suit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mbain3001",
    "plus": 0,
    "snip": false,
    "text": "This needs far more chubbies. Well played sir. <br/> <br/> <br/> I admit that I eat at weird times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I briefly considered moving to a wardrobe consisting entirely of identical jumpsuits for ease of dressing and standardization. I guess I just got tired of matching pants with shirts. I don't know why though."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "caboom",
    "plus": 0,
    "snip": false,
    "text": "I admit I enjoyed this comic. <br/> \nOh, and I eat babies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 5,
    "snip": false,
    "text": "I am tickled by the idea of blowing your head off in a creek to avoid a mess.  Even better if you can do it just upstream from a funeral home.  Give them a call on the cell phone first, \"Uh, Dave's Mortuary?  Yeah, can you walk on down to the creek in about 10 minutes? Uh-huh. Bring a long stick. What? Oh, blue jeans and an 'HR Pufnstuf' T-shirt.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not entirely funny. I was talking about this with a friend the other day when he admitted that he'd been sexually abused as a child and had a lot of issues with this for a while. At one point he'd considered suicide, but one of the main reasons he didn't go through with it was because he didn't want to create a mess or be a burden on others. <br/> \n <br/> \nBeef knows this is the truth. As we all do. That is why we are able to laugh at it. Onstad knows how to work a rough chuckle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "There's a pretty simple alternative to \"admit it\" day, namely, become Catholic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wilbur",
    "plus": 4,
    "snip": false,
    "text": "No, becoming Catholic means celebrating Admit It day once when you're seven, and never again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "What can I say? The man knows Catholics."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "courtland",
    "plus": 0,
    "snip": false,
    "text": "Too true.  My first holy communion was indeed my last.  I felt like quite the rebel among third graders when I stopped going to CCD classes, but now not so much."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "When I was six, I made out with my sister."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "how hard <br/> \n <br/> \nthis is important"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "I don't remember, I was six?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "<em>What base did you get to<br/>\n<br/>\nIs/was she how do I put this \"Mature\"</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "When I was twenty-six, I made out with your sister."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dangelder",
    "plus": 2,
    "snip": false,
    "text": "Mom?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Meh, no big deal man. Maybe it's just because I don't have any siblings, but I think people make way too big a deal out of that sort of thing. <br/> \n <br/> \nHaving an attractive sibling of roughly the same age seems like a great way to explore getting your bone on."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "I am also an only child, but there is a BIG difference between kissing your sibling when you're 6 and fucking your sibling, dude."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Not in God's eyes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Well, yeah, it all depends on how attractive they are."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Even before you were born, God knew you were  <em>hott!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "Pre-natal twincest for the win. <br/> \n <br/> \n <em>If this womb is a rockin' please desist from performing an ultrasound for at least 20 minutes.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I admit that I'm actually not really attracted to people, I'm in love with mud. <br/> \n <br/> \nOf course, certain features on people remind me of mud... but it's that underlying mudness that makes me like them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 2,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100411142130/http://www.ulillillia.us/aboutme/dreams/mud01.shtml\">sup ulillillia</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Dang, a kindred soul <br/> \n <br/> \nThat's not me, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Autre posted that link and I went there and then it was three hours later and I'm having to remind myself that I can drive and stay on a 24-hour sleep/wake cycle. Fascinating case, that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Now I'm wondering how autre stumbled on this person/thing."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "the power of being awesome and having an odd sense of personal responsibility when it comes to hunting down Live Internet Oddities and sharing them with various communities"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "I have...  <a href=\"http://web.archive.org/web/20100411142130/http://vids.myspace.com/index.cfm?fuseaction=vids.individual&amp;videoid=52874557\">similiar powers</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Mmmmm...kay."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Mmmmm, groundhogging..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I'll admit that I basically fall in love with every female I meet, even on the Webternet. <br/> \n <br/> \nAlso, up until three years ago I was the biggest dork and all my friends were goth kids. Once I discovered hipsterism they all stopped being my friends...now I have no friends."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "but you get fresh with the fine women, right?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I do now, but in high school I got with women but in the end they didn't like me."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Stop drinking only Blue Nun."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "that was fucking awesome."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "tripleoptics",
    "plus": 1,
    "snip": false,
    "text": "i'm amazed that of all the educated people that read this comic, not one mentioned the fact that a california assemblyman did, indeed, propose ray's \"tax pot\" theory to legislation the other day."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Well considering that there is only 71 comments, you win."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "i hold onstad's audience to a high standard, dammit!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "This idea comes up basically all the time.  I think part of the joke is that Ray believes he thought of it independently.  I would have guessed it had been mentioned in Vibe magazine by now, but maybe not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "Historically, it goes back to like, Cheech & Chong, if not Lenny Bruce. You kids. sighhhhh...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "True, and I don't think most of us would deny that, but considering it was only recently proposed for the exact same reason of helping the California economy it seems that if there was not a direct influence it is at least an interesting coincidence."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It's because I was busy when the strip went up. I read the story before then and would have posted it earlier. <br/> \n <br/> \nActually, I didn't notice anyone else had even mentioned it yet. Glad that someone else noticed that as well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "varnish",
    "plus": 18,
    "snip": false,
    "text": "I have favored legalizing pot ever since my jackass of a roommate spent every hour of every day going on about how fucking wonderful it was and he subscribed to these asinine magazines and was always looking at these websites called bud toker.com or some bullshit and he was always the guy at the party rambling on about \"medicinal effects\" and \"puritans\" and I always thought MY GOD. Maybe if they legalized it you would SHUT THE FUCK UP. <br/> \n <br/> \nSo I support the legalization of marijuana."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Daniel Tosh agrees with you practically verbatim."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "shhhh ;)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": ": o"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 1,
    "snip": false,
    "text": "...and that's how Oktoberfest started!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 2,
    "snip": false,
    "text": "they rally 'round your homeless...with pockets fulla change..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tripleoptics",
    "plus": 0,
    "snip": false,
    "text": "too arcane? <br/> \n <br/> \ntoo arcane..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "Certainly not, good sir. A chubby for combining two of my interests (three if you count your avicon) so seamlessly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Bullshytt on parade."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lewyer",
    "plus": 1,
    "snip": false,
    "text": "Cornelius knows that the feminine plural of barista is bariste, but he would never force this on anyone."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "granularsilica",
    "plus": 0,
    "snip": false,
    "text": "This is the kind of dialog that keeps me coming back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "These are the kind of comments that keep me posting here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "y0uarem0m",
    "plus": 0,
    "snip": true,
    "text": "A comment left by y0uarem0m was marked lame too many times and excluded. (marked lame by barfighting, HNimrod, TheSoulBear, eidolem)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Three words: <br/> \n <br/> \nIgnore. User. Now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "seven words: <br/> \n <br/> \nWhy. Does. It. Hurt. When. I. Pee? <br/> \n <br/> \nplease someone answer"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "You got it from the toilet seat."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "It jumped right up 'n grabbed your meat"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "For greater amusement please read all of these comments in theme with their respective avatars."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 3,
    "snip": false,
    "text": "<em>So, you whizzed on the electric fence, didn't ya?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "5/7/5 words: <br/> \n <br/> \nYou're getting to know  <br/> \nyour new best friend forever <br/> \nMister John Prostate."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "y0uarem0m",
    "plus": 0,
    "snip": false,
    "text": "Dude you gatta understand that this achewood is god-fucking awful. I'm not trying to be funny or get attention or anything. I just think its about time that Onstad stops making embarrassingly not-funny comics."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "iwannacum",
    "plus": 2,
    "snip": false,
    "text": "Correct. I wanna cum."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Amen, sister. <br/> \n <br/> \nOh wait. I totally disagree with you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I have something totally awesome to show you! <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20100411142130/http://en.wikipedia.org/wiki/Sarcasm\">http://en.wikipedia.org/wiki/Sarcasm]Have you been to this website before?</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "oh fuck."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100411142130/http://m.assetbar.com/achewood/bbcode\">Have you been to this website before</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I tried to use this Firefox add-on that allows one to merely highlight text, right click, and select which BBCode one wants to apply to highlighted text. <br/> \n <br/> \nAnd it fucked me. It fucked me right in the ass."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Sic semper cheateris."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Sic transit gloria...glory fades... <br/> \n[IMGS OFF] <br/> \n <br/> \nI'm Max Fischer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "ACHEWOOD GETS TOPICAAAAAAAL"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "This was just going to be an average strip, but then Roast Beef took over and made it what it should be."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "He Yard-Dancer'ed that shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dicklet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dicklet was marked lame too many times and excluded. (marked lame by Spoon, mattbeetee, _cheesekayke, Stonecrab, QingofChina, vexingrupert)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "saying achewood jumped a shark, jumped the shark before \"needs more lie bot\" jumped the shark"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "It's not official at all, actually! It's just a dude, sayin' a thing!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Admit it day is friday."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "When I was a wee child, I tapped a kitten on the head with a hammer.  I then started crying and cuddled the kitten. <br/> \n <br/> \nIt was my kitten.  He grew up to be big and stupid.  I don't know if this was my fault."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "\"drskradley, what's the saddest thing?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "My freshman year debate coach in high school once related a story from when he was a child that was part of our own admit it day. He and some friends took a turtle and took it to the top of the steps at a split-level house and repeatedly dropped it, upside-down, onto the pavement of the driveway until the shell cracked open and the turtle died. <br/> \n <br/> \nThis still bothers me greatly."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I was walking along with a friend once, and he caught a frog.  He started throwing it up in the air, again and again, letting it drop on the road.  Then he handed it to me so I could try it.  I threw that frog as hard as I could down on the pavement, to kill it quickly.  My friend was upset with me.  I was eleven.   <br/> \n <br/> \nI am still bothered by everything about this episode."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "This friend grew up to become John Hinckly. <br/> \n <br/> \nI know a man who once knew the guy when he was a kid."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I know a man who was a kid before he grew up."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I was born at a very early age."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I have known I was an adult since I was 12."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "What? No, I don't think he was like that at all. In fact, we were bigger shits than him by far, I'm sure. He was delusional, not mean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "windigo",
    "plus": 1,
    "snip": false,
    "text": "Of course it was your fault. If you'd hit him harder he wouldn't have had that \"growing up\" problem."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You are the WORST psychopath EVER. You just keep finding new ways to dissapoint me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It is the worst kind of thing <br/> \n <br/> \nto hit a kitty <br/> \n <br/> \neven if you feel bad about it"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I was also going to say it's just the most innocent and insanely cute image ever. But not in a gay way or anything. God forbid. <br/> \n <br/> \nBut for serious, kids experiment with all kinds of wacky shit, especially boundary stuff like that. I remember hitting a bird with a stone once, holy fuck did I feel terrible."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "That's just growing up and, like you said, boundary stuff, yo.  I think in each of these cases we felt instant remorse at causing pain and suffering to another creature or person, as opposed to continuing to do it for no other reason but for the hell of it and feeling no remorse or anything.  I'm no psychologist or anything, but serial killer documentaries have taught me enough to know that  <em>that's</em>  where we start getting into sociopathic territory. <br/> \n <br/> \nThat, and lighting shit on fire that you  <em>just shouldn't light on fire</em>  - read: buildings, forests, people, animals.  If you regularly light animals or people on fire, you've managed the elusive Psychopathic Twofer."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I set a slug on fire once by putting out a cigarette on it. That was only like a year ago. I felt really bad about it as I watched it squirming around, obviously in pain. I wished I could kill it to put it out of its misery, but I didn't have any salt."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Why didn't you use a gun?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You realise that salt would be an incredibly painful way to kill the slug as well, right? Compared to, say, treading on the poor hermaphroditic shit. <br/> \n <br/> \nBut then I guess you'd get your shoes dirty."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Do you know how hard it is to kill a slug by smashing it? Really hard. Those things can take a lot of squishin' and still live through it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I understand that kids want to kill things. I probably had about thirty notches carved into the butt of my pellet gun. A thick path of maggot-ridden crow corpses in my wake. But even psycho, ten-year-old me drew the line at mammals. I'm sorry man, but that's ugly. <br/> \n <br/> \nI did use a meat tenderizer to literally beat the guts out of a squirrel in a friend's backyard once, but it was already dead of unrelated causes. Wait, is that more or less fucked up? Time to reevaluate."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i think that is more okay than holding its squirming self down and then bashing it. i'd liken it more to us donating our bodies for Science (which we always need more of...Science, that is...not donating our bodies..i...) <br/> \n <br/> \n <em>this comment has fallen apart.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "This conversation reminds me of Ender's Game."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "God, I had a friend who claimed to put squirrels into microwaves. <br/> \n <br/> \nI hate the people I used to know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I was a kid who burned ants with a magnifying glass.  It was good fun.  And if you did it to a spider, they sometimes popped. <br/> \n <br/> \nA few years ago I made a conscious decision to not kill any animal at all, including insects.  But then I had to for Field Biology.  My teacher was a douche."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "TRASHCAN MAN! <br/> \nTRASHCAN MAN! <br/> \nBumpty Bump!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Man, I identified with Harold so much in the beginning, but then he became such a douche.  IT ruined the book for me (not actually.  I love that book.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Whoa, man. Takes me back."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "once upon a time i hit a hummingbird with a rock as it was hanging out on a branch near my house...but i did not feel bad. i was more amazed that it didn't flit off when it saw the rock coming more than anything. when i got close to the bird it took off just fine. no harm. no foul. (*fowl?) <br/> \n <br/> \nthis other time my friend and i got this lizard in a jar and were going to make a pet out of it but i felt too bad for it to be in there so i set it free again...and another time one of my friends filled a bigger juice bottle with lots of grass hoppers which i then i filled up with hot water and soap. <br/> \n <br/> \nthose are the only memories i have of doing things like this. i never spent a lot of time outside other than during recess at school, during which i either swang or played soccer or 500. at home i was too busy  not doing homework and chatting on Prodigy and playing computer games like Test Drive III and Kings Quest VI and later on, 3D Dinosaur Adventure. <br/> \n <br/> \ni'm cpnglxynchos. and this, was my childhood."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "MY childhood was even more boring.  Between the ages of eight and fifteen I went outside zero times.  I liked to read and watch TV.   <br/> \n <br/> \nI think our generation could be the most boring generation of all time."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "My generation has lots of nasty surprises in store for yours.  You'll get to be outside plenty, I reckon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stonecrab",
    "plus": 0,
    "snip": false,
    "text": "Damn, that is, like, the saddest thing."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "halfdirt",
    "plus": 2,
    "snip": false,
    "text": "I admit that I'm moderately jealous of the friendship and camaraderie in these discussion threads, while also moderately annoyed at how people try to copy how Achewood characters talk in their comments and/or seem to care so deeply about how they will be judged with chubbies/lames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "Just be thankful your avatar isn't from some other comic.  They hate that here. <br/> \n <br/> \nWelcome to Assetbar.  You're Halfdirt, but you're all heart!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Halfway from dirt, halfway from... more compact dirt?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 1,
    "snip": false,
    "text": "You would think Ray would realize by now that this is what beef does to ideas."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drmemory",
    "plus": 0,
    "snip": false,
    "text": "I always figured, I'll spread a tarp, but I guess I never thought outside the house.  Filed away for future reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "Panel 11!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doomchild",
    "plus": 0,
    "snip": false,
    "text": "Actually, I'm pretty sure that pot was made illegal because it's easier and cheaper to grow than tobacco.  I know that marijuana was used as a \"filler\" in hand-rolled cigarettes, so as to make the same amount of tobacco go further, and I can't help but think that smokers would, in general, blow their smoke in a much less aggressive manner than they do now.  It's like they're pissed at it or something.  \"I just want your carcinogens!  Get the  <em>fuck</em>  out of my lungs!\" <br/> \n <br/> \nDC"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "The best way to fix the economy is to"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "subscribe to fanflow"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "This needs 100 chubbies if you ask me"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "I admit that back in high school, me and the basketball team were disrespectful to your then-girlfriend."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": ":/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I admit that I am a really timid guy and totally should have gone for it this one night when I completely could have had sex with this girl but I was too afraid to go for it and after that one night it was too late."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Dude, that was Saturday.  Buck up, there will be other opportunities."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Naw, it was a few years ago and I had had a mad crush on this girl for a long time and really to try to explain the entire situation would take more time than it's worth."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "If it makes you feel better I have never gone for it. I mean, my natural insecurity makes me think that the chance never actually existed at any time, but I still have never actually asked a girl out in my entire life."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "snidedk",
    "plus": 0,
    "snip": false,
    "text": "Oh, I'm sorry, I should have sounded more surprised..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I have a girlfriend. The trick was making her come to me. With her tongue."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "Only unrequited love lasts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "With proper refrigeration and taxidermy love can last long enough to be indistinguishable from forever. <br/> \n <br/> \nFun fact: in  <em>Nekromantik</em>  the corpse's cock breaks off and is replaced with a broom handle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "news://alt.suicide.holiday"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i didn't laugh at the strip. it was eliciting humor based on irony.. i just need the good old fashioned stupid funny shit.  <br/> \n <br/> \nbut some of the comments are pretty funny. gonna have to dole out some chubbs, a few lames as well :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "I'LL BE THE FIRST TO ADMIT... <br/> \nI HAVE A HUGE CRUSH ON LIV TYLER"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Only if she's wearing the elf ears. Or maybe getting it on with Alicia Silverstone. Those are the only times I've ever found her attractive. <br/> \n <br/> \nMaybe  <em>Empire Records</em> , but that movie was so generally awful that I can't recall. Double-checking the poster she does look kinda hot on it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "That movie was pretty shitty. But it did introduce me to the troubling paradigm in which Renee Zelweger was, as usual, ugly as sin, and yet she managed to be sexy enough that I wanted to to do her. To this day I don't understand how that was achieved."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "I am pretty sure that Renee Zelweger has a penis. Or  <em>had </em>  one."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "The part where it mentioned GWAR was kinda cool, but that's only because GWAR is fundamentally cool."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't remember that, but yeah, GWAR is pretty awesome. I went to one of their shows and got sprayed with blue and red liquids and this one friend lost her shoe in the crowd somehow."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I went out drinking with GWAR before a show and had a conversation with the drummer about which flowers and floral arrangements we both preferred. Obviously, it was one of the weirdest nights of my life."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I would like to see GWAR, but have not. I guess I could listen to their albums, but I think the live show is really the point."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "It is."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "That is the Zelweger Conundrum. Most men have a movie where they find her actually doable (mine is  <em>Chicago</em> ) but in everything else that person finds her hideous."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>Most men have a movie where they find her actually doable (mine is Chicago) ...</em></div> <br/> \n <br/> \nthat is a paradox, because no man would admit to watching \"Chicago\", let alone actually watching \"Chicago\". <br/> \n <br/> \nyour point = invalid"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "let alone  <strong> LIKING</strong>  it. fuck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "You live in Oklahoma, yet you don't understand that? It's called body heat, lad.  <br/> \n Some of the plainest in Creation are also the hottest girls walking around. In fact, it's cool because they're not obsessed with their own cuteness. <br/> \n <br/> \n I really can't stand females who are (obsessed with their own beauty). It generally is a stupidness factor. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "utv",
    "plus": 1,
    "snip": false,
    "text": "I've never understood how so many people can think Zelweger is ugly. Y'all don't find this cute? Really? <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "lols. that thing is so photoshopped. i mean, everysingle other picture of her, her pursed lips look like a dog's anus.  <br/> \n <br/> \nTHAT is photoshopped."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hmm. Maybe there's been some work done to that picture, but she does look pretty good there."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This is a shoop.  I can tell because her eyes are open.  Her eyes never open. <br/> \n <br/> \nAlso you can see her nipples kinda"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I have never understood why it is popular for people to assert that they are not attracted to her. I guess somebody said it once and it sounded cool so they started saying it, too. <br/> \n <br/> \nAdmit it, if she was just some girl on your street, you'd be falling over yourself to get at her. You'd be trying and failing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I admit to totally love her. <br/> \n <br/> \nAnd desert_donkey, you are obviously the jock who beat up nerds in high school. Chicago is a great film."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "i'd hardly call water polo players \"jocks\" and i'd hardly call incessantly ditching school to go surfing \"beating up nerds\". <br/> \n <br/> \naaahhh.... simpler times, simpler crimes. brings a tear to my dry eyes. <br/> \n <br/> \nback to Zelwigger.. dude, hollywood can paint anyone up to look smoking hot. that IS what hollywood does. that's the business. lights, makeup, cameras... *pooof*, you are beautiful."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "KNOW WHAT'D BE ~*~HOT~*~.. IF ACHEWOOD TOSSED ZELWEGGER IN A STRIP!!!!!!!!!!!! WE COULD ALL TOTALLY LAUGH AND THEN WE'D HAVE 2 THINGS TO TALK ABOUT!!! FUCK YES!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 3,
    "snip": false,
    "text": "If I saw this on the street, I'd retch, then my manhood would pull itself into my digestive tract. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 0,
    "snip": false,
    "text": "Kidman:Zellweger::Zeta-Jones:?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Angelina Jolie. <br/> \n <br/> \nI loathe her with the awesome fury of a thousand suns."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Belgand would go all Chernobyl on A. Jolie. Other fellows have different reactions."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Because you are inexplicably not horrified by her mouth/face situation."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I think she approximates Leonardo's mouth/face classical ideal much better than Mona Lisa, in fact.  <br/> \n <br/> \n She gets a pass from me, Belgand. Do not consign her to the maw of Dante's circle of badly formed faces. <br/> \n Even her name is delightful."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I, oddly enough, find her name to be quite unpleasant as well. <br/> \n <br/> \nIt's the scary, scary lips that get to me most, but the rest of her is pretty much equally terrible as well."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "hahaha."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "She has her father's eyes."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Well you should probably take those away from her then."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Oh, dern dude, hee-hee-hee."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "The question is, which photo is more heavily 'shopped?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I prefer this picture, the rough texture of her hair reminds me of dirt <br/> <br/> <br/> mmmm"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "C'mon man, you don't recognize untraditional beauty?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I absolutely would not. She is not attractive, k? This is something I feel, not a regurgitated opinion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Skiny arm is too skinny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but she doesn't do it for me. I've never been one of the \"I don't find her attractive\" people either. Just based on this alone. <br/> \n <br/> \nHer dress makes her look like a tamale. I'm not certain whether this is good or bad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cmr",
    "plus": 0,
    "snip": false,
    "text": "this is classic roast beef"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hobit",
    "plus": 0,
    "snip": false,
    "text": "FLAWLESS VICTORY"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "This concept will be in the forthcoming book from Ray and Beef,  <em>The Bad Ideas Of Ray and Roast Beef</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "glorify",
    "plus": 1,
    "snip": false,
    "text": "I admit that sometimes I feel bad about staying with my girlfriend, because she would probably be happier with someone else. <br/> \n <br/> \nI also admit I opened word to type this in white font before pasting it, because I am in class right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zebra",
    "plus": 0,
    "snip": false,
    "text": "I admit that I'm not yet ready to admit the terrible things I've done or thought.   <br/> \n <br/> \nI guess I admit that I'm a coward!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "I'll be That Guy and point out that the suicide rate at Christmas is no higher than during the rest of the year.  However, it seems like a myth that comports with 'Beef's worldview, and so is one which he probably wouldn't go to a lot of trouble to verify, so it works for the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "You do not have apostrophize the word when you seperate Roast from Beef, it is two separate words."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "awksedperl",
    "plus": 0,
    "snip": false,
    "text": "That is true."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 3,
    "snip": false,
    "text": "I am pretty much the most legit 1 anywheres youll fine.  I don' mena 2 brag but I m deh most humbal persin. <br/> \n <br/> \nI m back 4 dis week I hab ben str8 mastern deh englsh lang' ove' deh wee-kend, cheques it I m playn wit it lik is ma bitch nah.  so ease.  Is dis wat is like 2 b n a skoole?  Rate ma spellin' form 1-10 10 bein' best an'  <em>yes, you may gib me more than 10</em> <br/> \nI so haps yall, I got sush confidants I can takes on deh worl' I wanna fite sum1 :) :) :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 1,
    "snip": false,
    "text": "Glad discusses in confidence. <br/> \n <br/> \n11, Glad. I rate yo spellin' form an 11."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "achewood",
    "plus": 7,
    "snip": false,
    "text": "Shut up you fucking racist hipster dipshit. I am so sick of you and your white hegemony cluttering up my internet. Go away."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 10,
    "snip": false,
    "text": "you jus' sum stup' dolt <br/> \ntakn pathe o' least resisants lik a lightnin' bolt <br/> \nbut it don't fase me <br/> \nsee, <br/> \nim more grounded den a coppah wire <br/> \nu get me freein' to yo face i nevah tire <br/> \neasiest thing 2 do is h8 <br/> \nanothah night at ya comp wit out a d8 <br/> \nmonitor glown on ya cheek as ya str8 mastahb8 <br/> \n <br/> \nyou cum 2 ma region i teesh u somthin' <br/> \ni'm ready 2 explode lik a grenade without a pin <br/> \ntrash the boom box i free 2 ma own beat <br/> \n <em>dah soun' o ya dumb face hittin' da street</em> <br/> \n <br/> \nye, take d@ <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Game, set, and match."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "The tutoring is really starting to help!  I can see the improvement already!  Good job!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "*snaps fingers*"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnny_diamond",
    "plus": 0,
    "snip": false,
    "text": "nope. try again."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Glad is not a quitter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Damn straight. Too legit to quit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I admit that I sometimes laugh at SpongeBob. <br/> \n <br/> \nI have done some considerably more reprehensible things, but I'm not going to publicize those."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There is nothing wrong with laughing at Spongebob, it is a pretty funny show most of the time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "The movie was also quite hilarious, I found."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "glorify",
    "plus": 2,
    "snip": false,
    "text": "<em>It's no use! His chops are too righteous!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Thank you for that, I do love that bit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "2.99 a month <br/> \n2.99 a month"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "niggar",
    "plus": 1,
    "snip": false,
    "text": "Only $2.99 for pointless twittering, half-assed sketches, and occasionally a full-length strip that will eventually go on the main site! Yay!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Oh, you  <em>are</em>  silly, niggar!"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<strike>Niggar</strike> Respectable African American Person please!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Please pay attention SJE."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<em>why am i so racist</em> <br/> \n*hates himself*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "ur being so niggar"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "dly"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deadpool",
    "plus": 0,
    "snip": false,
    "text": "$2.99 a month is Onstad's way of fixing the economy. <br/> \n <br/> \nFor himself and his family, at least. <br/> \n <br/> \n <em>I'm joking Chris please don't ban me please please please.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I admit that I also can't pay for ANY OF THIS, but that I'm not going to self harm."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hausea",
    "plus": 0,
    "snip": false,
    "text": "Man, I turn around for one second, and this what assetbar becomes? Why you gotta piss on something beautiful?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I believe the mountaineer George Leigh Mallory said it best, \"Because it is there\". <br/>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "prine",
    "plus": 3,
    "snip": false,
    "text": "I like the Achewood comic strips where it matters whether there are pictures in it or not."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "It's also better when the dialog makes me laugh instead of grimace."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "prine",
    "plus": 2,
    "snip": false,
    "text": "This strip sucks cocks, I guess is what I'm saying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "I m suppoised 2 gib shits abot wat u say?  suck stick fuck bug"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "ook? <br/> \n <br/> \neek ook ook? AAAH AAAH AAAH!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "ungh. ugh. oonga boonga"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "was this a comment about gladd's use of \"language\""
  }
]