[
  {
    "depth": 0,
    "minus": 0,
    "name": "cruds",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cruds was marked lame too many times and excluded. (marked lame by Conn, rmango, pulkbaby)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": true,
    "text": "A comment left by evolume was marked lame too many times and excluded. (marked lame by apocowarg, Dezufnocosem, NeoNaoNeo, Jesler729, Ariamaki, TonyHighwind, farqussus, choosebro, Panserbjorne)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 9,
    "snip": false,
    "text": "<em>Yes.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "d-pad",
    "plus": 6,
    "snip": false,
    "text": "No sir, that is a  <em>fact.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 50,
    "snip": false,
    "text": "This interview probably did a marathon ron on Lonis P. Edison's Magical Ketchup Bottle of Worst Conversations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "He sounds just like Paul Kaye doing Mike Strutter."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "Damn Mike Strutter reference, yes! Paul Kaye is/was a genius."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lizjones was marked lame too many times and excluded. (marked lame by seven47, Lacrimus, SSDDR, GeyserShitdick, DigDugz, ralgnar, lazarusloafer, Quartzblade)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "djclarke",
    "plus": 0,
    "snip": true,
    "text": "A comment left by djclarke was marked lame too many times and excluded. (marked lame by johnnybaverage, ezcmac, lamboyster, djwhiterabbit, riotdejaneiro, NeoNaoNeo, Jesler729, cmjhogan, songbirdspectre, GMM, mortshire, bug, Connellingus, Khabuem, farqussus, MortisInvictus, tinyneutrino, DigDugz, TTAGXAMM, 907_Ninja, eRiUukFJk, toyoda, rmango, cjfoster, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shmuckeles was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, twntysevn27, Rhadamanthus, riotdejaneiro, pwb, John, songbirdspectre, mortshire, antecen, farqussus, SoManyWhales, scramblesthedog, TTAGXAMM, shortside40, ralgnar, yingkaixing, ibetso, rmango, cjfoster, morbo)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dr_awesome",
    "plus": 27,
    "snip": false,
    "text": "this is the best one"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "landowmpg",
    "plus": 1,
    "snip": false,
    "text": "Todd is nowhere near to being my favourite character, but this is without a doubt one of my favourite strips.  Panels 4 and 5 make me laugh every single time I read it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ladydj",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ladydj was marked lame too many times and excluded. (marked lame by SSDDR, ralgnar, lazarusloafer)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": true,
    "text": "A comment left by qingofchina was marked lame too many times and excluded. (marked lame by kenthegod, rotinajanitor, rmango)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "zem",
    "plus": 10,
    "snip": false,
    "text": "This is probably top five"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": true,
    "text": "A comment left by morganization was marked lame too many times and excluded. (marked lame by ishuta, minister, trisha, dj)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "peterjoel",
    "plus": 3,
    "snip": false,
    "text": "No gunny sacks then!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "Man, that is just... <br/> \n <br/> \nMan..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 16,
    "snip": false,
    "text": "I threw my cunt pills at a doctor."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "\"three times daily dol. urg./pro re nata\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "sometimes twice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "myrrdisparo",
    "plus": 0,
    "snip": false,
    "text": "I can see a rap song written around that single sentence. Money in the bank"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "severide",
    "plus": 38,
    "snip": false,
    "text": "I take my cunt pill every day <br/> \nAnd if you ask me why, I'll saaayyyy... <br/> \n'Cause Oscar-Meyer has a way <br/> \nWith stopping eggs and DNA"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "layzerblade",
    "plus": 5,
    "snip": false,
    "text": "YES! <br/> \n <br/> \nYES! <br/> \n <br/> \nTHIS. IS. A. HOMEBOY!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "epicurus",
    "plus": 71,
    "snip": false,
    "text": "For me the best part is \"Oh my god that is the worst possible answer in the universe\", which has become a bit of a catch-phrase with me. Likewise Todd's views on contraceptives."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 8,
    "snip": false,
    "text": "I too have taken \"oh my god that is the worst possible answer in the universe\" as a thing...  <br/> \n <br/> \ni just love how burnt out beef is after several hours."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "Hey there Jackie D <br/> \n <br/> \nTuck me in and be my breakfast"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that line is why i gave this strip a '5.'"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 3,
    "snip": false,
    "text": "Except that it was the  <em>best</em>  possible answer in the Universe. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "<em>SPLUT</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blahhhhhhh",
    "plus": 0,
    "snip": false,
    "text": "I almost spit out my tea when I read that line."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by abe was marked lame too many times and excluded. (marked lame by mr_lostman28, ralgnar, cailetshadow)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stephicologist",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stephicologist was marked lame too many times and excluded. (marked lame by straw, minister, Jesler729, SSDDR, ladydj, trapperjohn)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "<em> I Disagree. </em> <br/> \n <br/> \nWhat's a Bogan voice? <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tellumo",
    "plus": 0,
    "snip": false,
    "text": "As I understand, \"bogan\" is Australian for \"white trash.\""
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Yeah, basically.  Think mullets, flannelette shirts, V8's, Nickelback and hip hop, and a allegiance to either Ford or Holden (Chevy is the US equivalent).  Cheap beer and cask wine."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 6,
    "snip": false,
    "text": "I'd rather push a Holden than drive a Ford"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "Can I ask then why your name is ford?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ford",
    "plus": 15,
    "snip": false,
    "text": "It's my genuine first name, apparently my Mom read  <em> The Hitchhiker's Guide</em>  in high school and then named me after Ford Prefect."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Holy Christ that there gets a belated chubby."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "libelandslander",
    "plus": 6,
    "snip": false,
    "text": "Chubby for your mom. <br/> \nHeh."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Chubby for you havin a chubby for his mother. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "No.  Not Nickelback.  Metallica or Tool"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I grew up saying \"white trash,\" but then I moved to a city where the term for the same sort of person is \"hoosier.\" It's got a nicer ring to it and it does away with the not-too-subtle racism of the former."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "That word is way too classy for what it describes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a_dude",
    "plus": 5,
    "snip": false,
    "text": "Todd can't read... remember... suckin dick bought his van."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "But it's not like he went and  <em>married</em>  'em or nothin'!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "saint",
    "plus": 3,
    "snip": false,
    "text": "don't even ask todd what he thinks about global warming..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 2,
    "snip": false,
    "text": "Turn the fucking heat up! Get rid of the goddamn heating bills!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wino",
    "plus": 0,
    "snip": false,
    "text": "todd has got the charisma.  a definate plus."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "craigola",
    "plus": 0,
    "snip": true,
    "text": "A comment left by craigola was marked lame too many times and excluded. (marked lame by Contrasoma, Sakana, Saint, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 11,
    "snip": false,
    "text": "Apparently a comment asking just that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maxheilbron",
    "plus": 0,
    "snip": true,
    "text": "A comment left by maxheilbron was marked lame too many times and excluded. (marked lame by rotinajanitor, usversusthem, Slab64, Saint, dj)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "brycew",
    "plus": 0,
    "snip": true,
    "text": "A comment left by brycew was marked lame too many times and excluded. (marked lame by featurelessvoid, fakead, Saint)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rincewind",
    "plus": 3,
    "snip": false,
    "text": "Oh, Todd."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nsrdude",
    "plus": 3,
    "snip": false,
    "text": "Do people really talk this way in real life? Answers on a postcard. On a related note TODD RULES! <br/> \n <br/> \nI love the \"mentally scarred forever\" expression on RB's face in the last panel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by TVsIan, hastooo, gothfae, farqussus, Howard, le_chien_manquee, atticusonline, abendsonnen, JonMW, scramblesthedog, Carrot, mira, vexingrupert, nipsy43, woof, LaserBlade, Abrahamdrinkin, DanS, anonymous, Wulvaine, FinnS, kenyot, joebot, cbtbone, alejandroadam, smilebuddha, Slab64, yingkaixing, stoned_lightning, stormagnet, birkensocks, Mastronaut)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, dracer2, boswelljn)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by ewin, katal, reverendtmac, chochacho, FablesandBlues, atticusonline, Carrot, vexingrupert, nipsy43, LaserBlade, Abrahamdrinkin, Wulvaine, kenyot, smilebuddha, yingkaixing, yaegmenthor, stormagnet, Mastronaut, tellumo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 2,
    "snip": false,
    "text": "\"Do you think he's reading this stuff? I don't think he is.\" <br/> \n <br/> \n.... and yet you keep addressing him..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 14,
    "snip": false,
    "text": "Whether or not anybody finds retardo's posts entertaining (and I must say that part of me does),  <em>this is not spam, people!</em>  This is why you've been granted the power to lame! If you don't like reading his comments, just lame it and set your level to 1. Marking it as spam, which it clearly is not, is unfair to people who want to see what everybody writes here.  <em>He's not trying to sell you a god damned calling plan!</em>  Lame him, ignore him as a user or just fire back at him if you want, but let the rest of us decide for ourselves!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "diggidy",
    "plus": 0,
    "snip": false,
    "text": "I would have to disagree with you rowboat.  Spam is not limited to ads.  If I continually make the same basic comment, that's also a form of spam.  And the more obnoxious it is, the more likely people are to recognize it as such.  retardo fits that category to a T."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "That sounds reasonable enough, though I would still argue that he put more thought into his posts than the average spammer even if his comments were all in the same vein. Now manflesh,  <em>he</em>  produced spam. Some of it might've been vaguely funny, but it was what it was. <br/> \n <br/> \nAnyway, this was evidently written before I realized that you could read spammed comments if you felt like it. I wouldn't have been so upset if I'd known."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 1,
    "snip": false,
    "text": "Dude, he fucking  <em>does.</em>  Haven't you noticed how many reader comments he works into his strip later? I hope he sets his lame limit low, though; I'd hate to think that valuable entertainment-generating time was spent reading your assinine trolling."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "<em>Haven't you noticed how many reader comments he works into his strip later?</em> <br/> \n <br/> \nI demand examples! <br/> \n <br/> \nAlthough personally I think Ray saying something along the lines of \"I'll just sit here not being gay, and they'll be wrong\" is directly addressed to Retardo."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "That was one of the prime examples I'd been thinking of, yeah. None of them are obvious or conclusive, but I really feel like there's some feedback going on.  <br/> <br/> That said though, I hadn't finished reading the whole archive when I posted this comment, and so some posts that referred to future strips I misinterpreted as having influenced said strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zombieman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zombieman was marked lame too many times and excluded. (marked lame by cbtbone, thekerosenekid, SaurKraus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "I do!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "huber",
    "plus": 3,
    "snip": false,
    "text": "this one is a classic. Todd just cuts through the red tape - he gives a voice to the people. <br/> \n <br/> \nWe need a Todd t-shirt"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "digdugz",
    "plus": 0,
    "snip": false,
    "text": "HELL Yea, todd tshirt"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rosie was marked lame too many times and excluded. (marked lame by straw, ishuta, jrpigman, hastooo, ladydj, chochacho, rowboat, Connellingus, Howard, trapperjohn, godfatherofsouls, Carrot, nipsy43, fmercury, davidadam, anonymous, jimbob, cathaoir, werthog42, Wulvaine, kenyot, achilleselbow, eRiUukFJk, smilebuddha, benfromtenn, mandi, littlefatdog, stoned_lightning, stormagnet, pulkbaby, Quartzblade, wehavemagnums)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by howard was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, oishii, mortshire, bug, stormagnet)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "garlic_breath",
    "plus": 15,
    "snip": false,
    "text": "I don't think this strip is misogynistic because we are laughing at Todd and how horrible he is. <br/> \n <br/> \nSometimes it makes me a little sad that Achewood has so few female characters and no rounded female characters at all.  But then, it's hard sometimes for men to write women.  I think that it's strips like this that show that Onstad is sensitive to feminist issues.  Or am I just interpreting it all wrong because I enjoy reading Achewood so much, and this strip was one of the ones that made me laugh the hardest?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnbarleycorn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnbarleycorn was marked lame too many times and excluded. (marked lame by gimluck, SpinyNorman, kenyot, theyang)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 1,
    "snip": false,
    "text": "It is weird that there are so few female characters, but Onstad doesn't seem to have much problem writing them well. Molly's blog  <em>really</em>  seems written by an actual female; his ability to get into her character is very impressive."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 19,
    "snip": false,
    "text": "Molly has a pretty compassionate, understanding role. It's hard for that to be funny. Most of the funny Molly strips are when she has to deal with Beef, who is usually the source of the absurdity. Ray is neither all that compassionate and he certainly is not understanding. <br/> \n <br/> \nAchewood is a strip about men who are still operating under the assumption that they are boys, and have similar responsibilities and morality."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "But... that's all men!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "afterward",
    "plus": 1,
    "snip": false,
    "text": "Am I to understand that this comment has existed for an entire year, and I am only the  <em>fifth</em>  person to chubby it? This, a comment containing one of the most insightful sentences assetbar has witnessed?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 1,
    "snip": false,
    "text": "But that's the point. Achewood doesn't have any characters as profoundly flawed as the boys. Tina's awful, but that's not the same."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "But what about Cornelius?   <a href=\"http://web.archive.org/web/20101014115010/http://m.assetbar.com/achewood/one_strip?b=M%5ea11f09b8576e606bcb5038dfdb92fb821&amp;u=http%3A%2F%2Fachewood.com%2Fcomic.php%3Fdate%3D02082008\">How does he write women so well?</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "\"More rounded female characters!\" he said, expecting to get hell of lamed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 2,
    "snip": false,
    "text": "We like the corpulent women."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "epicurus",
    "plus": 26,
    "snip": false,
    "text": "I don't think Todd is being held up as a positive role model here. Why is it that if sexism even  <em>appears</em>   in some media then some people have to get their panties in a knot no matter what the context is?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slab64 was marked lame too many times and excluded. (marked lame by SirFrederick, Khabuem, eRiUukFJk)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Chubby for the misspelling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Cannot chubby this one highly enough <br/> \n <br/> \nIf I hear a friend being positively misogynistic, racist, etc. I am stunned beyond all belief <br/> \n <br/> \nYou even expect it of Todd, he's that kind of crappy little man, but of a friend God forfend that they should act that way <br/> \n <br/> \nIt's funny 'cause it's true, but it is sadly true"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "YOU gave a real cat in your avatar. Do you think there is a correlation between that calendar cat and Roast Beef? Do you know how to read? Who posted this comment for you?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cathaoir",
    "plus": 7,
    "snip": false,
    "text": "Well, we wouldn't have to be misogynistic if you'd just take your cunt pills on your own."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 1,
    "snip": false,
    "text": "I'm out of chubbies so here's a little hi-5 for you. <br/> \n <br/> \n(That's Rayspeak for HIV)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "You know what's even cooler? Picking up on basic satire instead of making the idiotic move of attributing to an author the views of a character who is clearly being presented in a negative light. Idiot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "le_chien_manquee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by le_chien_manquee was marked lame too many times and excluded. (marked lame by oishii, _cheesekayke, stormagnet, dj)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lux",
    "plus": 1,
    "snip": false,
    "text": "I find them pretty gross myself. All puns intended, it makes it look like packaged meat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "It is super easy to clean up though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 2,
    "snip": false,
    "text": "Beef's tired, horrified eyes in the last panel make it"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ladydj",
    "plus": 8,
    "snip": false,
    "text": "What's with the cat and the hurr hurr hurr.  You think this is social commentary or something?   <strong>5 stars!</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 6,
    "snip": false,
    "text": "Why does Philippe like Todd so much?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ssddr",
    "plus": 3,
    "snip": false,
    "text": "Well, they both are characters who are brutaly honest at all times, even if they could not be further disposed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherwood",
    "plus": 36,
    "snip": false,
    "text": "I think it's simpler than that.  Todd is a squirrel."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 5,
    "snip": false,
    "text": "Phillipe is five.  When you are five a squirrel just looks like the best idea ever."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "saurkraus",
    "plus": 5,
    "snip": false,
    "text": "Because Phillipe is five and doesn't understand the subtle nuances of Todd yet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 25,
    "snip": false,
    "text": "subtle nuances? hes either vomiting or not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slab64",
    "plus": 3,
    "snip": false,
    "text": "Todd is binary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "captainbubba",
    "plus": 0,
    "snip": true,
    "text": "A comment left by captainbubba was marked lame too many times and excluded. (marked lame by Pseudochron, mortshire, RandyJohnson, smilebuddha, dj)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weapon86",
    "plus": 1,
    "snip": false,
    "text": "Philippe really has a thing for Todd to become \"the v.p who is fun!\" Sounds like the platform of past candidates...huuuuugs?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "This is what made me start reading Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrmacky",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mrmacky was marked lame too many times and excluded. (marked lame by Nurdbot, Haschel47, DigDugz, godfatherofsouls, pulkbaby)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "never_die",
    "plus": 0,
    "snip": true,
    "text": "A comment left by never_die was marked lame too many times and excluded. (marked lame by greymantledwolf, everything_is_a_hat, nonorganon)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Innate badasseryismness."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "katsura",
    "plus": 2,
    "snip": false,
    "text": "Clearly, we all need more friends like Todd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kkkknasty",
    "plus": 0,
    "snip": false,
    "text": "I love Todd."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nurdbot",
    "plus": 0,
    "snip": false,
    "text": "Philippe and Todd have an frikken awesome relationship. The sort that defies even the generation gap."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "plezure",
    "plus": 1,
    "snip": false,
    "text": "Todd ran for mayor of Sioux Falls and lost."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arcellus",
    "plus": 0,
    "snip": false,
    "text": "yes this one has a great amount of quality"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dubreign",
    "plus": 0,
    "snip": false,
    "text": "fantastic, Todd's got his thang togetha"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 11,
    "snip": false,
    "text": "Todd is still a little less offensive than Dick Cheney is on a good day."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "If only more politicians were like Todd. He keeps it simple, he thinks about the issues on a personal level, and you know he's not lying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moe_hawkins",
    "plus": 0,
    "snip": false,
    "text": "This is actually the first strip I ever saw and I was laughing profusely for so long my vocal chords called me a douchebag and went on a sit-down strike. My favorite part isn't even Todd it's the wide-eyed look on Roast Beef's face and his internal reaction."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "so, your vocal chords said \"hey, pal, eat a dick!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stayawaystars",
    "plus": 15,
    "snip": false,
    "text": "my favorite part of this strip is that I think about it every single day when I take my cunt pill. it's a dose of Achewood before I even turn on the computer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 10,
    "snip": false,
    "text": "Thinking about Todd is arguably, in and of itself, a form of contraception."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "layzerblade",
    "plus": 2,
    "snip": false,
    "text": "Bigfoot busts in with some straight-up forest wisdom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "petronius",
    "plus": 2,
    "snip": false,
    "text": "..veiny rack.... suckin' on kotex.... <br/> \n <br/> \nlord, please let me be more like todd. <br/> \namen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smoothjimmyapollo",
    "plus": 12,
    "snip": false,
    "text": "This is printed and on my refrigerator.  It is taken down when my mom comes over."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "So far, this is the only occurence of the word 'cunt' in Achewood. <br/> \n <br/> \nI'm a very sad man, as this strip resulted in me looking that up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Update: And now we have Cunty"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I may as well help keep this  <a href=\"http://web.archive.org/web/20101014115010/http://achewood.com/index.php?date=10262007\">updated</a> . <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 1,
    "snip": false,
    "text": "\"... a big veiny rack\".  <br/> \n <br/> \nAar, that's going to replace The Simpsons quote in my nightmares."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tetrisattack",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef is so right. That was the worst answer to that question in the universe. It's also the worst answer to any question."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutoutman39",
    "plus": 0,
    "snip": false,
    "text": "if you knew how many times i've used the phrase \"gunny sack\" after reading this strip, you wouldn't believe me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alphastrk",
    "plus": 0,
    "snip": false,
    "text": "1200"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Over nine thousand?!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dreamerman91",
    "plus": 1,
    "snip": false,
    "text": "todd's line fourth panel was good enough to end the comic"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "The best part is, there's so many answers we don't see..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "How is that the best part? I WANT IT ALL"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "artvandelay",
    "plus": 3,
    "snip": false,
    "text": "Did Todd just admit that he would marry a transexual, or am I reading too much into this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think as long as a person had a big rack and a cunt, Todd wouldn't care what sex the person was at birth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Todd is making a very healthy decision.  He doesn't care about someone's past, only what they will do in the future.  Also it doesn't matter because he will probably die before anything negative could come of his choices."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 0,
    "snip": false,
    "text": "Todd's apex <br/> \n <br/> \nthis is one of my favorites for the pure overload of humor that gets compounded with every panel; 'Hand-held fan' is another for the same reasons"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice_enuf_guy",
    "plus": 4,
    "snip": false,
    "text": "As I slowly trawl the archives, working my way chronologically forward, I must admit that this is the strip that tells me I am on a noble quest. Onward I push..only 3 1/2 years to go! Thank you, fellow posters, for not spoiling to many future story lines."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theplaidknight",
    "plus": 0,
    "snip": false,
    "text": "Spoiling even one future storyline is too many ... and that has happened many times over"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 2,
    "snip": false,
    "text": "Daaaaaamn!! That answer could use some  <em>work</em> !"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "This strip is not a perfect 5. Ergo, people have voted less than 5 for it. Ergo, some people are idiots."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drycup",
    "plus": 0,
    "snip": false,
    "text": "I inevitiably show this to every girl I am romantically interested in.  If they don't laugh, I stop talking to them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I cannot rate this strip high enough!  I had this strip taped to my desk at work.  Nobody ever commented on it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dugless",
    "plus": 0,
    "snip": false,
    "text": "This is my favorite Achewood strip of all time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cameasiam",
    "plus": 3,
    "snip": false,
    "text": "I say panel four so often that when my girlfriends phone's alarm goes off to remind her to take her birth control it says \"Take Cunt Pill, Pat ain't wearin' no gunny sack\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Why have I not done this yet?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Why have I not done this yet?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 3,
    "snip": false,
    "text": "Fuck... The Internet!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I could have sworn I saw this interview on Rush Limbaugh...(don't even care if I spelled his name right)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "takepills",
    "plus": 1,
    "snip": false,
    "text": "possibly my favorite achewood simply for <br/> \n\"Oh my god that is the worst possible answer in the universe\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "right up there with \"...Incredible Death.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": false,
    "text": "The best Achewood strip."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wulvaine",
    "plus": 1,
    "snip": false,
    "text": "I love this strip, but I bet it REALLY lit the fuse on the tampon for some feminist out there, because in my experience, the kind of feminists that REALLY hate men also don't often comprehend the difference between satire and actual bastardry."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "howl",
    "plus": 3,
    "snip": false,
    "text": "Q: How many feminists does it take to screw in a lightbulb? <br/> \n <br/> \nA:  <em>That's not funny!</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wilbur",
    "plus": 0,
    "snip": false,
    "text": "The first Achewood I ever read. I loved it, but I didn't  read another one for about two years. All that time wasted!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "You could interpret this as meaning that you got two year's worth of your Achewood dosage from this comic alone!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sidd2600",
    "plus": 0,
    "snip": false,
    "text": "The thing is while I cannot say for sure this is my favorite strip, I have gotten more people into the comic with this than any other."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Todd almost has too much sack"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Oh man, I know I'm going to get lamed for saying it but, this was my frist strip. My friend linked it to me and, wow, I TOTALLY did not get it. I was all, \"dude, this is obscene and weird and not that funny\", although I remember thinking Beef's \"Oh my god that is the worst possible answer in the universe\" was pretty cool, and really similar to something I might say. <br/> \n <br/> \nHahahaha but I totally didn't realise that Phillipe was supposed to be like, a child, and I thought they were talking about vice presidency like in a company, so I just thought he was a small angry CEO-type-man. I mean, lookit'im! <br/> \n <br/> \nOf course now, I totally love it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cagliostro",
    "plus": 0,
    "snip": false,
    "text": "Wh... who lamed this?  <em>How can this possibly be construed as lame?</em> <br/> \n <br/> \nDid someone just read as far as '...lamed', think 'fair enough', click and move on?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "It's probably because I said that there was a time in the distant past where I did not completely want to fellate an Achewood strip."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cagliostro",
    "plus": 1,
    "snip": false,
    "text": "Oh God, I don't want to fellate  <em>any</em>  Achewood strips! I was hoping for dinner at a nice restaurant, a walk by the river after dark to watch the lights on the water, maybe a shy kiss at the end of the night! <br/> \n <br/> \nAm... am I going to get  <em>lamed?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "As much as I love this strip, there must be at least fifty that would be better to show someone who you were trying to turn on to Achewood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "This comic displays the diversity of Todd's arms.  The nonchalant shrugging makes his offensive opinions twice as funny."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jugglinfreak",
    "plus": 0,
    "snip": false,
    "text": "I'd give it a ten if I could."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maha",
    "plus": 0,
    "snip": false,
    "text": "This. This is my favorite strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "Several hours later? <br/> \nI want to see the whole interview."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dirian",
    "plus": 0,
    "snip": false,
    "text": "Your mind would explode through sheer force of repulsion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wonelove",
    "plus": 0,
    "snip": false,
    "text": "<strong>OH...OH MY GOD!<br/>\nTHE...<br/>\n<em>THE PERFECT THING TO SAY, EVER!</em><br/>\n</strong> <br/> \n <br/> \nSPLUT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lamium",
    "plus": 0,
    "snip": false,
    "text": "I love how Todd's gestures are so 'matter of fact', like he has  <em>always</em>  thought them"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jhunter",
    "plus": 0,
    "snip": false,
    "text": "he is a perfect... asshole!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wilbur",
    "plus": 1,
    "snip": false,
    "text": "When Todd says things like this, I can't help but think of his voice as that of MC Pee Pants from Aqua Teen Hunger Force."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "Todd and I would get along wonderously, I wish more of my friends were as callous as he.  If he did start to piss me off I could just put him in a KFC bucket."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tad-",
    "plus": 0,
    "snip": false,
    "text": "I actually think Todd would fit right in with today's politics."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heartofoak",
    "plus": 0,
    "snip": false,
    "text": "How is this only rated 4.8?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jstopa",
    "plus": 0,
    "snip": false,
    "text": "Best ver!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "allanpinkerton",
    "plus": 0,
    "snip": false,
    "text": "YES!  I changed it from 4.7 to 4.8! <br/> \n <br/> \nI feel all warm and tingly inside."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "OH.    FUCK.    ME. <br/> \nBWAAAAAAHAAAAAHAAAA!!!!!!! <br/> \nMust be a transcript of Bill Clinton's interview for the job."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "glorify",
    "plus": 0,
    "snip": false,
    "text": "...excuse me?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sanjulian",
    "plus": 0,
    "snip": false,
    "text": "best strip ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 1,
    "snip": false,
    "text": "This interview fatigues Beef. <br/> \n <br/> \nOr maybe it's just that it's been going on several hours."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tdoom",
    "plus": 1,
    "snip": false,
    "text": "Beef's facial expressions always manage to mask his panicky reactions pretty well"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "hm interesting"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "I don't think the word \"cunt\" has appeared in Achewood before this strip. I might be wrong."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "buschenweiser",
    "plus": 0,
    "snip": false,
    "text": "Even though this is my third time through the Achewood Archives, this strip has finally forced me to create a login.  5th panel... Roast Beef's expression.  Onstad has literally created the worst possible answer in the universe in relation to this question."
  }
]