[
  {
    "depth": 0,
    "minus": 0,
    "name": "mosana",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mosana was marked lame too many times and excluded. (marked lame by RedGuy, jthompson, LexSenthur, starch)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kilroywashere",
    "plus": 2,
    "snip": false,
    "text": "As well it should."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ford",
    "plus": 5,
    "snip": false,
    "text": "It's okay Ray, it hurts us all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": true,
    "text": "A comment left by audhumla was marked lame too many times and excluded. (marked lame by madnes, agreenberg, stanshall, atom, StoatLad, StagnantDisplay, kylemcjuicy, lamelliform, odei, Mosana, corbie, NDCaesar, Fermatprime, Sargasm, TollSchaft, ravindra108, gardenhead_, GunsOfRay, empy, smilebuddha, scraggg, lastlarf, Madoushi, Mastronaut, brianstanwyck, cjfoster, Frankreich, tragicone)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "catachresis",
    "plus": 26,
    "snip": false,
    "text": "It is amusing that posting the alt-text that little bit too late leads to a flurry of lames. Truly, alt-text-posting is a  <em>dangerous game.</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "lastlarf",
    "plus": 24,
    "snip": false,
    "text": "I think it's part of the rush of alt-text racing. The knowledge that if someone is that split second faster on the mouse, you will be called lame by two dozen strangers."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by sean1058, fosters, HSE, atticusonline)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 26,
    "snip": false,
    "text": "ALT TEXT: This...this *hurts* Ray."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "peecat",
    "plus": 1,
    "snip": false,
    "text": "And that, sir, gains the princely sum of one chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shownomercy",
    "plus": 9,
    "snip": false,
    "text": "This is worse than the latest tostada ..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormypinkness",
    "plus": 0,
    "snip": true,
    "text": "A comment left by stormypinkness was marked lame too many times and excluded. (marked lame by hellofyellin, Steerpike66, Sound-and-Motion)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckyg",
    "plus": 7,
    "snip": false,
    "text": "I can't believe tostadas these days."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milesdonovan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by milesdonovan was marked lame too many times and excluded. (marked lame by madnes, hellofyellin, riotdejaneiro, atom, Vondicus, twohundredninety, TTAGXAMM, shoinan, joebot, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 8,
    "snip": false,
    "text": "Skeleton bones? Wait wait wait... are there other kinds of bones I've never been told about?! <br/> \n <br/> \nWHAT ELSE HAVEN'T YOU TOLD ME?!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "overmedicated",
    "plus": 36,
    "snip": false,
    "text": "The Skeleton that I... BONED?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 3,
    "snip": false,
    "text": "You're adopted."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 2,
    "snip": false,
    "text": "Your sister is your mother, your parents are your grandparents, your uncle is someone we hired to live in the house and act nice to you, and your father died during a sex change. <br/> <br/> <br/> Sleep tight!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "money4something",
    "plus": 3,
    "snip": false,
    "text": "No moral!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There are also some Thompson Twins tapes partygoers can use to listen to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 4,
    "snip": false,
    "text": "These are the obstacles that lay before the Player's Block-afflicted cartoon cat planning an Emergency Party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mashuren",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mashuren was marked lame too many times and excluded. (marked lame by silver_lake, blastradius, Steerpike66, stabones, equinn2006)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattylite",
    "plus": 3,
    "snip": false,
    "text": "Y'all some nerds."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jarretc",
    "plus": 0,
    "snip": false,
    "text": "I just wanted to say that this response was so awesome (and appropriate) that even three years later I searched on \"y'all some nerds\"   bachelor   party   LAN to find it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "I will have to do that. I only need to marry someone. Anyone ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wargasmic",
    "plus": 1,
    "snip": false,
    "text": "Ray is having troubles."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shoinan was marked lame too many times and excluded. (marked lame by silver_lake, LuganD9, TristanHW)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "afkpuz",
    "plus": 16,
    "snip": false,
    "text": "I vaguely remember a story a friend told me once, where he was at this lan party and they invited a stripper.  Everyone was really too distracted by video games to pay much attention to her, but there was an extra comp open so she just ended up playing video games and shot the shit with them.  Apparently she was a pretty cool person. <br/> \n <br/> \nGranted that wasn't a bachelor party, but I can imagine pretty much the same stuff going down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "evolume",
    "plus": 22,
    "snip": false,
    "text": "The only thing that makes your friend's story absolutely believable is that all the gamers ignored the naked female in the room."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "The last bachelor party I attended a stripper removed a dollar bill from the mouth of a stuffed moose head using  her  <strong>ruuuuuuuuuude</strong>  titties."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattylite",
    "plus": 4,
    "snip": false,
    "text": "Whoa, at my last bachelor party a moose removed a dollar bill from between a stripper's rude titties."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jonmw",
    "plus": 5,
    "snip": false,
    "text": "At my last bachelor party a dollar bill removed a stripper from between a moose's  <strong>ruuuuuude</strong>  titties."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "At my last bachelor party a stripper removed a moose from between her ruuuude titties for a dollar bill."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 6,
    "snip": false,
    "text": "At my last bachelor party, I had to leave early for a friend's birthday party and then I found out later that after I left nothing happened, they all went home and to bed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this story is both Sad and Awesome at the same time."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "apatfan",
    "plus": 1,
    "snip": false,
    "text": "Oh man... as an alternative to strip-poker... strip-Counter-Strike?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tombsgrave was marked lame too many times and excluded. (marked lame by agreenberg, mat4900, UndyingSong)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "i have a feeling my friend's upcoming bachelor party will be non-strip WoW."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carpetbag",
    "plus": 0,
    "snip": false,
    "text": "When exactly, if ever, has R. Beef been shown to play computer games? (Besides Oregon Trail, anyway.) It's sort of an expensive hobby, and Beef isn't quite the type to  <a href=\"http://web.archive.org/web/20101006174552/http://achewood.com/index.php?date=02182004\">advertise his disposable income.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by epicurus was marked lame too many times and excluded. (marked lame by magicbacon, mat4900, shoinan)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wehavemagnums was marked lame too many times and excluded. (marked lame by alphagator, riotnrrd, mat4900)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 7,
    "snip": false,
    "text": "I'd say you deserve a chubby for that one - but if all goes according to plan I guess you'll get one on your own."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theoneyouwant",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theoneyouwant was marked lame too many times and excluded. (marked lame by entropyends, SeanBad, cjfoster)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegreatestcape",
    "plus": 2,
    "snip": false,
    "text": "You have strange and not entirely wonderful ideas about marriage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 19,
    "snip": false,
    "text": "Did Pat write these party ideas? Will they involve non-alcoholic, yeast-free, organic all-grain beer best-itutes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afronaut was marked lame too many times and excluded. (marked lame by straw, katal, _cheesekayke, DougTheHead, illgamesh, YossarianLives, TheGreatestCape, eRiUukFJk, SeanBad, smilebuddha, NigelChaos, scraggg, ibetso, nonorganon, echidnaboy)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Just because he's queer doesn't mean he's a faggot. In fact he doesn't seem to be at all. <br/> \n <br/> \nAs an alumni I can assure this is all purest Santa Cruz, part of the west coast redwoods culture of Sensitive New Wage guys trying to get laid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "When all a straight male really needs for a healthy sex life is to leave Santa Cruz."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nicolae",
    "plus": 0,
    "snip": false,
    "text": "Pretty frickin' close.  Here's a tip: if you are having an event planned by a self-described \"energy healer,\" shoot yourself in the face.  That is the best way these things can end."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "byronic",
    "plus": 4,
    "snip": false,
    "text": "As much as I need individual counseling - I don't want it at bachelor party."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, what you need and what you want just aren't always compatible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mr_pete",
    "plus": 11,
    "snip": false,
    "text": "I'm pretty sure most native East Coasters think this happens at a California Bachelor Party."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apatfan",
    "plus": 2,
    "snip": false,
    "text": "As a native East Coaster... doesn't it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "This is what I think of the entire Pacific coast, excepting Alaska."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Alaska is known as a place of raw dudes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 2,
    "snip": false,
    "text": "Man if Ray wants to have strippers and prostitues at the bachelor party then what are these ideas to stop him. Especially since they're very Pat-friendly ideas. <br/> \nBeef probably would prefer a LAN bachelor party, but (although I guess it's acceptable as a normal event) dang if it hasn't got NERD written all over it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bacter",
    "plus": 25,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nSure, you and your best man can find enlightenment- but can you do it UNDER DURESS? In this party, not for the faint or heart or the unenlightened, we sent an olympic-caliber squad of Bulgarian gymnasts after the two of you. The goal is to complete a spirit-quest before sundown, but be warned, the gymnasts have been conditioned to everything in their power to prevent this!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "<em>Tiny handcrafted pearls of avocado caviar.</em>   That is as mind boggling as it comes. Onstad hasn't lost his touch.  <br/> \n <br/> \n(I guess most people know, but the right avocado will have the feel of butter. How do you hand craft tiny pearls of THAT?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dirkd23",
    "plus": 4,
    "snip": false,
    "text": "Very carefully."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "somanywhales",
    "plus": 5,
    "snip": false,
    "text": "With a tiny melon scoop."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "This made me go \"Awww\". Bizarrely."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 8,
    "snip": false,
    "text": "And avocado  <em>caviar</em> ? <br/> \n <br/> \n <em>Little pearls of avocado caviar, arranged painstakingly on across the rye.  And the mother avocado watches through the window and cries, knowing she made a mistake by giving them up.  That, Philippe, is the saddest thing.</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "You let the avocado meat sort of blacken and roll it into little moist pills.  Hey, the state that came up with SoyRizo chorizo substitute can certainly handle the Ayurvedic tapas challenge."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "It comes from avocado fish."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "You pearl it before it's ripe, then simulate for the pearls the experience of ripening properly as a whole avocado through authentic Aztec music assisted by ocean noises and soothing maternal sounds in a carefully maintained faux-water humidor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "modality",
    "plus": 0,
    "snip": false,
    "text": "with a pearling iron of course"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": ".... bonozo???"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 4,
    "snip": false,
    "text": "I too am stumped.  The internet does not enlighten: searches yielded mainly genealogy sites, several misspellings of the words \"bonobo\" and \"bonzo,\" and the odd reference back to this strip.   <br/> \n <br/> \nContext suggests a type of wood, and bonozo is similar to bonsai/bonzi, but the latter seems to refer to the art of cultivation rather than a type of tree... <br/> \n <br/> \nThis has been Achewood Word Nerd, celebrating the English language with you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "this *hurts* me too"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "It's so Pat. How on earth does Ray happen to have this foulness anywhere near him?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evilpaul",
    "plus": 1,
    "snip": false,
    "text": "He shivers because he actually thought about it seriously for a second."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nessotron",
    "plus": 0,
    "snip": false,
    "text": "I have a feeling those counselling sessions are going to end in tears."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "yossarianlives",
    "plus": 0,
    "snip": false,
    "text": "Dear  <em>god</em> , that is horrifying. <br/> \n <br/> \nI have not laughed this hard is a damn long time, however. He has a touch, the man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "midget_jones",
    "plus": 0,
    "snip": false,
    "text": "He's just trying to do something roastbeef would approve of, but he just can't bring himself to do it. Poor fella."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 42,
    "snip": false,
    "text": "The only reason Ray makes it as far as  <em>Bachelor Party Two</em>  is because he thought that \"each man is counseled individually\" in  <em>Bachelor Party One</em>  might be a euphemism."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "As long as the \"counseling\" has a happy ending, I'm all for it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "projectyl",
    "plus": 8,
    "snip": false,
    "text": "\"Life coach\" I had heard of. \"Life coach\" is a concept I've managed to, if not accept, at least share a reality with. <br/> \n <br/> \nBut... \"energy healer\"? That gives me Panel-7-face."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dri-ft",
    "plus": 0,
    "snip": false,
    "text": "my favourite in a while"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bacter",
    "plus": 8,
    "snip": false,
    "text": "Am I the only one THRILLED when my vote changes the overall rating by 0.1 point?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "andrew_",
    "plus": 4,
    "snip": false,
    "text": "it was at a 3.9 when I saw it. <br/> \n <br/> \nI gave it a 4 and it went down to a 3.8. MATH POWER!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "damn, it's lucky you didn't give it a 5"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aparrish",
    "plus": 1,
    "snip": false,
    "text": "<small>no</small>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "This is the sort of article one finds while leafing through the latest copy of  <em>California Bridegroom</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "when ray sits down his belly kind of squishes up and gets all round and fat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "Those are some of the most frightening stag night worstitutes I have ever seen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nathanielperson",
    "plus": 3,
    "snip": false,
    "text": "\"Worstitutes\" is my new word of the day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 5,
    "snip": false,
    "text": "When I hear worstitute, my mind involuntarily pictures a female version of the troll-monsters from that Ernest movie with the trolls, with a fur stole and cocktail dress, calling me 'sailor'. <br/> \n <br/> \nFuck you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 1,
    "snip": false,
    "text": "I cannot stop laughing about this.  Just imagining those worstitutes winking their eyes, their mouths grunting sweet nothings.  whew"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bourbaki",
    "plus": 0,
    "snip": false,
    "text": "As to the alt text - fuck Ray, this hurts me.  I thing my wiener just tried to hide inside me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "modality",
    "plus": 0,
    "snip": false,
    "text": "haha...wiener."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "Ray's whole view of existence is being challenged here, and he doesn't like it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dhinson",
    "plus": 1,
    "snip": false,
    "text": "What's with the low rating today??  This is mad good strip. It'5!!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "The bar is set pretty fuckin' high. This strip got its point across in the first 3 panels."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "midget_jones",
    "plus": 0,
    "snip": false,
    "text": "It's so fickle, achewood is like music: you can't appreicate it till a bit of time has passed and you can look at everything in perspective. and every day you're rating it on a different criteria, so i just give it a straight up five every day just because it exists"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "evolume",
    "plus": 1,
    "snip": false,
    "text": "I save 5's for the really funny ones.  I'm talking Sani-Taco good.  I'm talking [i]Urine Cop[\\i] good."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "bacter",
    "plus": 7,
    "snip": false,
    "text": "now, may the people see what I mean about the intractable nature of these posts. you cocked up the forward slash. no big deal  <em> except that now it is because you can never take it back and everybody just <strong>looks</strong> at it</em>"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "dhinson",
    "plus": 2,
    "snip": false,
    "text": "The cleverness is parody in this strip.  First, Ray is reading a magazine that he would probably never look at except that he is trying to plan a fun party for his friend... I would love to know the title of it.  Next, Ostad pulls a satirical tour de force by precisely nailing the modern PC stag-party.  Ray's despair is the re-humanizing cherry on top."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "\"California Bridegroom\""
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "excellent analysis, sir"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "You get a special chubby for the Architecture in Helsinki reference."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Ray needs a new manager like Onstad got.  I hear Philippe's available.  He's rad.  He'll help Ray feel better."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 1,
    "snip": false,
    "text": "Horrifying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I knew a guy from the west coast, and I made a joke at his expense that on the West coast their idea of a bachelor party is (bachelor parties 1 & 2 from this strip) and he looked at his feet and said \"yeah, pretty much.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 1,
    "snip": false,
    "text": "Sometimes I feel like commenting all the way down here equates to yelling down an impossibly long well or cavern."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tragicone",
    "plus": 1,
    "snip": false,
    "text": "i was just noticing that myself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "axhoola",
    "plus": 1,
    "snip": false,
    "text": "FLUT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Where the bitches?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biznart",
    "plus": 1,
    "snip": false,
    "text": "My bachelor party consisted of food, soda, and a rousing tournament of NBA Street Vol. 2 on the Playstation 2.  While not quite the bonding experience that watching a hooker OD and subsequently burying her body in the desert would have been, a good time was had by all."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "Ray comes to a startling conclusion.  He must face a question tougher then any man has faced before.  No, he does not have to doubt his own masculinity, he now has to doubt the masculinity of every other man alive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101006174552/http://chrisonstad.blogspot.com/2007/06/gin-ocean.html\">GIN OCEAN</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "Ray wonders whether the problem is with HIM."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "The deepest interpretation would suggest that Ray is still suffering from Player's Block, a condition prolonged by his sub-conscious jealousy and self-doubt over not having his own main woman to call his own. <br/> \n <br/> \nIn any event, ray will soon enough realize the book is nothing more than a short man's peddling of a weekend philosophy.  Maybe a couple knuckleheads from old times don't NEED an evening of classic debauchery, but sometimes it's exactly what they want.  What they DESERVE."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raticus",
    "plus": 0,
    "snip": false,
    "text": "just testing to see which characters still get eaten by Assetbar... <br/> \nplus sign:    <br/> \ncaret: ^ <br/> \nsingle quote: ' <br/> \nangle brackets: < > <br/> \nPipe: | <br/> \n! @ # $ % ^ & * ( ) - _ ="
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "I am planning a bachelor party for one of my old-times knuckleheads, but I am trying to keep him as in the dark as possible about it.  I am tempted to print this out and leave it lying around his pad, along with the strip where Ray condenses Beef's BP down to a pill.  Just to see the dude twitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theyang",
    "plus": 0,
    "snip": false,
    "text": "such a CA thing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "This may be how it is in california, in Wisconsin they go out in the woods and have a fire, guns, and enough alcohol to kill the lot of them if actually consumed. I believe the tradition may have stemmed from a belief that a marriage unfavored by god would curse the whole clan, and so they had to give god an easy chance to kill the man beforehand if he so desires."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greyspoke",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101006174552/http://www.nytimes.com/2010/06/23/dining/23bachelor.html?sq=bachelor&amp;st=cse&amp;scp=1&amp;src=twr&amp;pagewanted=all\">More evidence of life (or at least the NY Times) imitating Achewood</a>"
  }
]