[
  {
    "depth": 0,
    "minus": 0,
    "name": "padijun",
    "plus": 82,
    "snip": false,
    "text": "Little known fact: Robert Johnson sold his soul to the devil not for blues skills, but for bugging out eyes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doctorother",
    "plus": 11,
    "snip": false,
    "text": "Ray is, as always, a true hoot and a holler.  If I ever get a chance to go back in time, I will go ask Robert Johnson if he can indeed do this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afastidioushat",
    "plus": 36,
    "snip": false,
    "text": "Of course Robert Johnson could do this. He would use this trick most often to turn a phrase just by staring at it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greyfield",
    "plus": 3,
    "snip": false,
    "text": "What makes this strip amusing is that it's one of the few strips that reminds me of the fact that Ray is, indeed, a cat (note his eyes in the 7th panel), along with the leaping episode in GOF."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "Isn't this about the only time we ever see Ray's eyes? <br/> \n <br/> \nHis glasses are lifted on one other occasion but, of course, he's sold his eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Or you could just die and go to hell.  Seems like the easier way to meet him, if the comic is to be believed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afillak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by afillak was marked lame too many times and excluded. (marked lame by Fuyukodachi, joeyramoney, apocowarg, fakead, Gompo, TwoRightFeet, getawaykettle, Bex, trisha, NDCaesar, woodenteeth, SoManyWhales, nipsy43, Magb, therealsnazzle, mystkmanat, Zem, Wulvaine, gorrioncita, Xaxx)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "speth",
    "plus": 18,
    "snip": false,
    "text": "if people dont stop doing that adjective. noun. EVARRR routine im gonna get an ulcer"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "You must have some pretty heavy internal bleeding by now... as 4chan lives so will you have gastrointestinal difficulties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 7,
    "snip": false,
    "text": "Notice that he's got the same lack of punctuation as Roast Beef? <br/> \n <br/> \nIf we can get a tape recording of him speaking, then we'd have a better idea of how Beef speaks. Although \"a soft, semi-monotone\" would probably fit the bill."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 7,
    "snip": false,
    "text": "I'm just going to come in here and say his version of St. James' Infirmary is utterly fantastic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "radarjammer",
    "plus": 0,
    "snip": false,
    "text": "Look at his Stop Breaking Down blues on youtube. He did sell his soul."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 1,
    "snip": false,
    "text": "yesssss. st james infirmary is the blues is in it's most quintessential form. that song speaks to me. also noteworthy: the bobby \"blue\" bland version."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "shutup_shutup",
    "plus": 1,
    "snip": false,
    "text": "I'm going to have to disagree, since St. James is not strictly a blues (ie twelve-bar).  For more such pedantry just listen to Steve Buscemi talk in Ghost World."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Bobby Bland reference.  Just, everybody go download \"Two Steps from the Blues\" right now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "I hear his voice as a sort of sad Morgan Freeman."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "If his speaking was anything like his singing, then it's somewhat whiny, nasally, gritty, and droning in a way that gives you shivers from HELL."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "overmedicated",
    "plus": 24,
    "snip": false,
    "text": "Am I right in thinking this is the only time we see Ray's actualy eyes?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biddlebubbly",
    "plus": 0,
    "snip": false,
    "text": "There's the strip where you see his sewn-up eye sockets but I think you're right on the eyeballs."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xerol",
    "plus": 1,
    "snip": false,
    "text": "I would assume he bought them back at some point after becoming rich."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 15,
    "snip": false,
    "text": "it's on the  level such as when we finally see Jake Blues' eyes that one and only time in the Blues Brothers...matter of fact there's hell of lot of parallels twixt Jake and Ray..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 6,
    "snip": false,
    "text": "And Beef seems like a dry white toast kinda guy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "Guinness, bread, and butter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 6,
    "snip": false,
    "text": "<em>goodnight</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "djwhiterabbit",
    "plus": 1,
    "snip": false,
    "text": "i was just scrolling down to see if anyone else had already said what i was thinking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gompo",
    "plus": 0,
    "snip": false,
    "text": "He looks really vulnerable and hopeful that Robert Johnson will approve.  Having eyes is a strange thing for Ray."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "harveymersault",
    "plus": 0,
    "snip": false,
    "text": "And Johnson is one of the only humans we see in entirety."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Connellingus, farqussus, nutmeg, perhapsmaybe, SenseiHollywood, Dainbramage, Carten)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "huber",
    "plus": 1,
    "snip": false,
    "text": "yeah, that is quite an honour - it could make Ray the coolest cat of all time"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mrsmuckles",
    "plus": 1,
    "snip": false,
    "text": "Able to rival the likes of Nightlife Mingus himself."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 2,
    "snip": false,
    "text": "totally enrolling in the Robert Johnson School of Ocular Shenanigans"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "5/5 because the way Johnson's speech is qritten I can tell exactly what he sounds like. Even the Captial \"C\" in \"closed\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ocarina654",
    "plus": 1,
    "snip": false,
    "text": "Feel the same way. <br/> \nI didn't read Johnson, I HEARD Johnson."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 7,
    "snip": false,
    "text": "It's so true. It really is pretty awesome how well this comic is done. Like, I will totally take the balls out of my mouth in a second, but seriously guys, really, for real."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "johnnyc",
    "plus": 21,
    "snip": false,
    "text": "I WILL TELL YOU WHEN YOU CAN TAKE THE BALLS OUT OF YOUR MOUTH"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 3,
    "snip": false,
    "text": "Chubbied for avatar/comment synergy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Hearing Klink say that is...creepy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "Robert Johnson is such a jovial fellow for a Blues singer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He is not a jovial fellow. He is a Blues sinner. It is a miraculous thing that Ray makes him smile.  <br/> \n <br/> \n This was noticed in Heav....Hebbin."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 1,
    "snip": false,
    "text": "Luminous cat eyes are made for that stunt."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 1,
    "snip": false,
    "text": "Apparently Ray got his eyes back when he died."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 3,
    "snip": false,
    "text": "They were in the glove compartment of the Subaru Brat, in a little carrying case along with some eyedrops."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 2,
    "snip": false,
    "text": "what do you think this is, heaven? they were actually sitting in a bag of sand."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "cailetshadow",
    "plus": 7,
    "snip": false,
    "text": "Onstad's heaven isn't all that different from his hell. Hell has mellow jazz musicians and fried chicken, and heaven has Trouble Man and No-No, and a really terrible music selection.  <br/> \n <br/> \nBottom line, try to stay alive, but no big deal if you can't."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "I suppose you are correct, really."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tellumo",
    "plus": 5,
    "snip": false,
    "text": "WHOA. You did  <strong>not</strong>  call Robert Frickin' Johnson a \"mellow jazz musician.\" You did not just do that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 6,
    "snip": false,
    "text": "for the record, i meant mellow (jazz musician), not (mellow jazz) musician. And I don't know how mellow he was in life, I'm just commenting on his attitude in the comic. Maybe Hell has a way of mellowing a man."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "I like the way you clarified that. Have a chubby."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "laserblade",
    "plus": 3,
    "snip": false,
    "text": "He was a bluesman.  He predated jazz by a few years."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 7,
    "snip": false,
    "text": "The blues influenced jazz alongside it.  They grew up together like two li'l grade school misfits, jazz always kicking around in the creek behind the baseball field, blues all looking for snakes and turtles in the tall grass..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That is the purpose of Purgatory. To mellow the soul of  a Man. Rbt. Jhnsn was not a mellow man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "idsyen",
    "plus": 3,
    "snip": false,
    "text": "\"Try to stay alive, but no big deal if you can't.\" I think I am going to make this my new ethos. This is a wonderful way to look at things."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "allenphreak",
    "plus": 0,
    "snip": false,
    "text": "Looks like you were lamed by the only fan of the Charlie Rose show circa 1989."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "That cat is cold staring down that man."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt",
    "plus": 0,
    "snip": false,
    "text": "everybody from the past loves Ray"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 10,
    "snip": false,
    "text": "everybody in the past loves ray because he is from history. <br/> \n <br/> \ni love how amused robert johnson is by the trick ray pulls, which robert johnson moments ago taught ray how to do."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Ray had the best possible reaction to Johnson's trick."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mountaindewtab",
    "plus": 0,
    "snip": false,
    "text": "ray has eyes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "The comic that got me hooked."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "With his eyes like that, I want to scratch Ray on the head and open a can of tuna for him. <br/> \n\"Woah man! Don't scratch my head! What the hell, man?\" <br/> \nSo it is good that his eyes are usually obscured. <br/> \n(I love this arc, too.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ashoykh",
    "plus": 11,
    "snip": false,
    "text": "Robert Johnson died of Strychnine poisoning.  It was well known that he would drink anything given to him at the bar, despite the better advice of friends like Charlie Patton.  It was also well-known that he slept with lots of women - some of whom had husbands.  In the end, somebody slipped him a Rat poison cocktail. <br/> \n <br/> \nTen to twenty minutes after exposure, the body's muscles begin to spasm, starting with the head and neck. The spasms then spread to every muscle in the body, with nearly continuous convulsions, and get worse at the slightest stimulus. The convulsions progress, increasing in intensity and frequency until the backbone arches continually. Death comes from asphyxiation caused by paralysis of the neural pathways that control breathing, or by exhaustion from the convulsions. The subject will die within 2%u20133 hours after exposure. At the point of death, the body \"freezes\" immediately, even in the middle of a convulsion, resulting in instantaneous rigor mortis. (wikipedia)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "wow. that is terrible."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Fuck."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "Robert Johnson died like  <em>that</em> ? Damn man. Now  <strong>that</strong>  is the Saddest Thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "That is regarded as urban legend. Strychnine is extremely bitter according to toxicologists and is fatal within hours, not days.  <br/> \n In the 70's, it was allegedly used in minute quantities to give some LSD batches a boost. I know this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I think that's an urban legend, same as the one about LSD 'breaking down' into strychnine when old or maltreated (or that strychnine is used as a catalyst in the production of acid). <br/> \n <br/> \nI read in a few places that no amount of strychnine has ever been found in tested/seized LSD."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "No man, that's the blues."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "GAAAAAAAAAH HE GOT HIS EYES BAAAAAAAAACK"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nucleargeranium",
    "plus": 0,
    "snip": false,
    "text": "Daaaamn. I thought Ray sold his eyes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caddon",
    "plus": 0,
    "snip": false,
    "text": "That capital C gives 'Closed' a whole new level of meaning. It's a Thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saddestking",
    "plus": 10,
    "snip": false,
    "text": "The background, lightening up gradually, is actually Ray's Friendship Meter"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "i feel this comment needs more chubbies"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "can't you SEE?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doubleclef",
    "plus": 0,
    "snip": false,
    "text": "Debunking the myth of Ray not having eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "arielle88",
    "plus": 0,
    "snip": false,
    "text": "His eyes come back when he dies. He is in Hell, the same laws don't apply..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I thought he sold those eyes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "Congratulations! You are the 1000th cust -  <em>person to make the same god damned comment!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I'm just as disappointed in myself as you are disappointed in my comment."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I'm not that disappointed really. I do like expunging accumulated anger from real life in an anonymous forum though. Hands up who gets road rage!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gigs",
    "plus": 2,
    "snip": false,
    "text": "...huh, apparently my old computer couldn't display Robert Johnson in all his glory, and he came out as the same color of black as the background, so I thought all that was there was the eyes. <br/> \n <br/> \nNeedless to say, I got freaked the fuck out when I saw this strip on a better computer."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lucobrazzi88",
    "plus": 0,
    "snip": false,
    "text": "i am going to pistol whip the next alt text that says shenanigans!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  }
]