[
  {
    "depth": 0,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": true,
    "text": "A comment left by shmuckeles was marked lame too many times and excluded. (marked lame by karljw, nighttoad, FablesandBlues, Sortelli, morbo, henrythecad)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 14,
    "snip": false,
    "text": "I love how you don't even need arms, just some of them."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zathyr",
    "plus": 7,
    "snip": false,
    "text": "You do not need a torso to win a lot of money off Ray at pool. <br/> \n <br/> \nI enjoy picturing this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 6,
    "snip": false,
    "text": "I bet if you need two hands and SOME arms, Nice Pete would be your man. He probably has some left, lying around in his basement"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "havenless",
    "plus": 0,
    "snip": true,
    "text": "A comment left by havenless was marked lame too many times and excluded. (marked lame by featurelessvoid, GeyserShitdick, aquamuffin, rosie, Eraia)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "mortshire",
    "plus": 38,
    "snip": false,
    "text": "MAN WHY YOU EVEN GOT TO BRING THAT UP <br/> \n <br/> \nHOW COME *pentabarfs*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 30,
    "snip": false,
    "text": "i think then that i am glad i do not know what this is. i do not want a five-sided barf."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "I, on the other hand, do.  I've never been able to manage one on my own."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 11,
    "snip": false,
    "text": "I saw one of those poor kids when I was working in a hospital on work experience (Chances? Fucking hell someone up there hates me.)  <br/> \n <br/> \nThe worst thing? When I first saw him the first thing that popped into my head was how much he looked like a brown and red version of Racer X from Speed Racer. <br/> \n <br/> \nYes, I'm THAT kind of person."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "havenless",
    "plus": 1,
    "snip": false,
    "text": "Don't worry, you're in good company."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "Damn my curiosity. I Wiki'd this, and then Google Image'd it. Now I'm very sad."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "overmedicated",
    "plus": 42,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sdskyle",
    "plus": 0,
    "snip": false,
    "text": "If I think this is hilarious. am I going to go to hell?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "no, no.... i agree. i only recently google-imaged it.... septabarfed. <br/> \n <br/> \nbut this is hilarious."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "No, and you are also invited to my New Year's party."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 6,
    "snip": false,
    "text": "Subaru Brats all round"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by heccibiggs, 7th_shot, BPMead, Doc_Rostov)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Probably don't care, but there's a British woman born in 1984 who is still alive and doing alright and wants to teach at universities or gives talks at universities or does something related to or around or near universities."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thatskotkid",
    "plus": 3,
    "snip": false,
    "text": "Hail Eris for reals."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "erinye",
    "plus": 3,
    "snip": false,
    "text": "All hail motherfucking Discordia."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "madrin",
    "plus": 3,
    "snip": false,
    "text": "i don't chubby with my right index finger, i chubby with my heart."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mangtastic",
    "plus": 4,
    "snip": false,
    "text": "I - There is no Goddess but Goddess and She is Your Goddess. There is no Erisian Movement but The Erisian Movement and it is The Erisian Movement. And every Golden Apple Corps is the beloved home of a Golden Worm. <br/> \n <br/> \nII - A Discordian Shall Always use the Official Discordian Document Numbering System. <br/> \n <br/> \nIII - A Discordian is Required during his early Illumination to Go Off Alone & Partake Joyously of a Hot Dog on a Friday; this Devotive Ceremony to Remonstrate against the popular Paganisms of the Day: of Catholic Christendom (no meat on Friday), of Judaism (no meat of Pork), of Hindic Peoples (no meat of Beef), of Buddhists (no meat of animal), and of Discordians (no Hot Dog Buns). <br/> \n <br/> \nIV - A Discordian shall Partake of No Hot Dog Buns, for Such was the Solace of Our Goddess when She was Confronted with The Original Snub. <br/> \n <br/> \nV - A Discordian is Prohibited of Believing what he reads."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I freaking hate when a comment gets lamed out of existence, and I'm left to wonder what in hell the replies are about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rowboat was marked lame too many times and excluded. (marked lame by Overmedicated, BPMead, catgrl131, jezebel, mistlethrush, yingkaixing)"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "saint",
    "plus": 4,
    "snip": false,
    "text": "you really like to rant about this, don't you? this is the second time i've seen a rant on posters in my inbox alone.  <br/> \n <br/> \nyou're posing yet another category of posters: the people that complain about the other posters."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Now saint, while I guess I was being a bit of a mouthy bitch, surely you wouldn't try to pin something as endemic as \"people that complain about the other posters\" on just little ol' me, right? I didn't exactly  <em>invent</em>  it, you know."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by Mangtastic, Satyr, gnjdfsgk)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Once again, you've keenly identified the source of my bitchitude.  <br/> \nI could care less about the people that complain about me ([b]which is mainly you and two other people[b/]) for one main reason: <br/> \n <br/> \n <em>it is the internet.</em> <br/> \n <br/> \nIf you derive such mad pleasure from hitching about me, you should start a blog about it. <br/> \nHell,  <em>I'd</em>  subscribe."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "...and diddly fuck you too, bbcode and auto-correct."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "my lame threshold has been 100 for a good while now. This guy has the right Idea."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "...which we wouldn't HAVE TO DO, if people would just use the lames the way they were MEANT TO BE USED rather than going lame-happy on any opinions that disagree with theirs. The fact that everyone has their limit set to 100 anyway shows how useless the lames have become. I can't believe Onstad has done nothing about this. A system that would at least make SOME SENSE is changing to something like YouTube where Lames and Chubbies would just be on the same spectrum (1 Lame = -1 Chubby). But whatever. It's the Internet."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "I don't like that so much, it's just invalidating one group's opinion so a slight majority is all that shows. A net of -1 could be the result of dozens of chubbies and lames, fighting back and forth for dominance in primordial ooze, but would a spectrum score show that no it would not"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "The sad thing is that anyone who uses the default lame threshold will never even see this."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "julia",
    "plus": 0,
    "snip": false,
    "text": "and all the red peeled-grape eyes... shit."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "aperson",
    "plus": 1,
    "snip": false,
    "text": "Shitting damn hell. I hate google image search."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "straw",
    "plus": 9,
    "snip": false,
    "text": "Damnit now I'm going to have to look. <br/> \n <br/> \nOHHHHH SHIIIIIIIIIT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "honesttom",
    "plus": 1,
    "snip": false,
    "text": "And then I had to have a look to see what all the fuss was about. Dang."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 5,
    "snip": false,
    "text": "THE MIRACLE OF LIFE"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "varnish",
    "plus": 3,
    "snip": false,
    "text": "Looking up harlequin ichthyosis is a good way to refute the existence of a loving god."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Now that I know there's a even the faintest of possibilities that one of those could come out of me, I know I can't ever have children of my own. A  1-in-250,000 chance is just not good enough."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "have you seen Eraserhead"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "God has an awesome sense of humor:  turning people into animal hybrids, abducting them in space ships, making ugly people with great personalities, flooding the earth, destroying Babel and man's unity, feeding people to whales, taking off his pants at parties... God is super bad ass."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "philosophe",
    "plus": 28,
    "snip": false,
    "text": "\"On Thursday, April 5, 1750, I went to see a most deplorable object of a child, born the night before of one Mary Evans in 'Chas'town. It was surprising to all who beheld it, and I scarcely know how to describe it. The skin was dry and hard and seemed to be cracked in many places, somewhat resembling the scales of a fish. The mouth was large and round and open. It had no external nose, but two holes where the nose should have been. The eyes appeared to be lumps of coagulated blood, turned out, about the bigness of a plum, ghastly to behold. It had no external ears, but holes where the ears should be. The hands and feet appeared to be swollen, were cramped up and felt quite hard. The back part of the head was much open. It made a strange kind of noise, very low, which I cannot describe. It lived about forty-eight hours and was alive when I saw it.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hyetal",
    "plus": 5,
    "snip": false,
    "text": "You get a chubby for saving me from having to look at the pictures everyone else went through. <br/> \n <br/> \nMan, Ray, that is not a very good game of pool you play."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I was considering looking. There's a part of me that's dying to. But that's probably the same part of me that forces my hand into occasionally perusing rotten.com for no reason on a Sunday afternoon. This has actually been a good exercise in denying that part of me, and I thank philosophe for sating my curiosity enough to make it bearable. \"Fuck you, that part of me!\""
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Rotten.com is where TubGirl came from. <br/> \nI saw her there before she became famous. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bixschmix",
    "plus": 9,
    "snip": false,
    "text": "Soticoto, you're bragging about being an early TubGirl connoisseur.  <em>HOW COME?</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And nearly two years later, I finally looked. I am one stupid bastard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "sounds exactly like that Eraserhead baby, except for the presence of hands"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "I can feel it behind me.  Ugh night shifts."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 1,
    "snip": false,
    "text": "Worst. Google. EVER."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 0,
    "snip": true,
    "text": "A comment left by geysershitdick was marked lame too many times and excluded. (marked lame by FVVS, Mangtastic, rowboat, DougTheHead, godfatherofsouls, error23, newwavepony, theplaidknight, midgetron, boswelljn, stormagnet, philosophe, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 5,
    "snip": false,
    "text": "If you stare directly into Ray's game, you will be blinded."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I should  <strong>NOT</strong>  have googled harlequin ichthyosis at work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "I saw a show about some girl that had that and survived.  She has to spend 2 hours a day scrubbing the excess skin off so she can move normally and not look like walking beef jerky, and it's obvious looking at her that something is wrong, but she seemed normal otherwise."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Havenless, scroll down and see all the pain you have caused. <br/> \n <br/> \n <em>Why would you think of that though?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "<em>Why would you think of that?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "havenless",
    "plus": 6,
    "snip": false,
    "text": "I've left my legacy on these boards. Now I think i'll wander the desert for a few years."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Make sure to gouge your eyes out first! <br/> \n <br/> \n^_^"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rosie",
    "plus": 1,
    "snip": false,
    "text": "I love these glimpses that we get into Beef's mind. Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by Red_Dawn, snoozebar, Zem)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by zaratustra, stoned_lightning, mrn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "That retardo comment was not spam. Fuck knee-jerk spammers. Zaratustra, stoned lightning and mrn are the real douches, here."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "NO U"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "After nearly two years I'm glad we can finally put this to rest. I wasn't sleeping well."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zaratustra",
    "plus": 0,
    "snip": false,
    "text": "That's what she said"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "primal_in_the_mane",
    "plus": 0,
    "snip": false,
    "text": "pining for molly, she was so down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "delzhand",
    "plus": 1,
    "snip": false,
    "text": "This is another in my series of \"oh shit if I keep laughing I'm going to be fired but I can't stop rereading it\" strips."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 6,
    "snip": false,
    "text": "Molly does not yet understand. You just have to let Beef carry on when he is on a roll. Do not stop him. You will learn, Molly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 3,
    "snip": false,
    "text": "This is why Beef is my dogg."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irbb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by irbb was marked lame too many times and excluded. (marked lame by Klondike, CanusDivinus, Sortelli)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "caduceo",
    "plus": 2,
    "snip": false,
    "text": "dang, a melted down chili pepper nailed to a board? I would be pretty devastated if I heard that for the first time being used to describe my skills at something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "This is probably what my friends say about me behind my back. At least I have the good sense not to wager money on it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "evolume",
    "plus": 8,
    "snip": false,
    "text": "you imagine that your friends also quote achewood...  <em>fascinating</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "We all know that this is never true.  I tried to even explain Achewood to friends - it didn't work. <br/> \n <br/> \nRay is particularly difficult: \"A cat who always wears just a thong, sunglasses and a gold medallion, falls ass up in money all the time, and likes to party and spend money on frivolous shit.  It's hilarious, really!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sortelli",
    "plus": 4,
    "snip": false,
    "text": "I imagine that this guy and his friends have entire conversations that are merely quotes from Achewood. <br/> \n <br/> \nOther people cross the street rather than walk beside them."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "sortelli",
    "plus": 6,
    "snip": false,
    "text": "Except for that one guy who spent his entire college life quoting Monty Python and having girls tell him they just want to be friends.  That guy nods to himself.  He understands."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "epicurus",
    "plus": 5,
    "snip": false,
    "text": "That guy was also me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "I can't tell if you're saying these things in a meanish way, or if the righteous fury in your avatar is leaking into your comments."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 2,
    "snip": false,
    "text": "In the circus sideshow, the man with the whip is there to make sure Ray keeps playing pool."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 3,
    "snip": false,
    "text": "This is fantastic. I love Beef's Cormac McCarthyisms in the last panel. \"Hay all on the floor. A man has a whip.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gkiyo",
    "plus": 6,
    "snip": false,
    "text": "Cormac McCarthy wishes he was Hemingway so hard that he weeps for at least twelve hours every day."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dominus101",
    "plus": 0,
    "snip": false,
    "text": "Why would he wish to be someone who never wrote a book as good as his own? You can throw Hemingway at him all day and McCarthy would just be like \"Two words: Blood Meridian\" (Except he'd probably do it without the punctuation)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikekitchell",
    "plus": 0,
    "snip": false,
    "text": "is this Beef's first use of \"hell of\"?  I've been working my way through the archive for a second time and though I remember \"hell of\" being in Beef's vernacular before this, I couldn't find anything but \"hellas\"  Anybody got a counter-example?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I believe that there have been several \"hell of's\" before this point, but I'm too lazy to find and cite examples, so it's OK if you want to keep this case open."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blahhhhhhh",
    "plus": 0,
    "snip": false,
    "text": "I definitely noticed it as something new, right now as I'm reading through the archives for the first time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I certainly could be wrong.  <br/> \n <br/> \nBy the way, enjoy your first trip through the archives. You're in for a life (and vocabulary) altering experience. No lie."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nosearmy",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100310190320/http://m.assetbar.com/achewood/uua3zvwPV\">Counter-example 1: \"Hell of ducats\"</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nosearmy",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20100310190320/http://m.assetbar.com/achewood/uua1lGtCk\">Counter-example 2:  Teenage Beef's board is \"Hell of Decrepit:\" 01/26/04</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I win. Hooray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 0,
    "snip": false,
    "text": "Ray's game touching the eggs makes this one for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 20,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRoast Beef:  <a href=\"http://web.archive.org/web/20100310190320/http://rbeef.blogspot.com/2004/07/oh-insane.html\">Oh <em>insane</em></a> <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20100310190320/http://orezscu.blogspot.com/2004/07/complicated-couture.html\">Complicated Couture</a> <br/> \n <br/> \n-Philippe- <br/> \n <a href=\"http://web.archive.org/web/20100310190320/http://philippesblog.blogspot.com/2004/07/jaymar-piano.html\">Jaymar Piano!</a> <br/> \n <a href=\"http://web.archive.org/web/20100310190320/http://philippesblog.blogspot.com/2004/07/piano-lesson.html\">Piano Lesson!</a> <br/> \n <br/> \nLyle:  <a href=\"http://web.archive.org/web/20100310190320/http://lyle151.blogspot.com/2004/07/pantsmagic.html\">pantsmagic</a> <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20100310190320/http://chrisonstad.blogspot.com/2004/07/minty.html\">Minty</a> <br/> \nNice Pete:  <a href=\"http://web.archive.org/web/20100310190320/http://peterhcropes.blogspot.com/2004/07/nice.html\">nice</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "le_baron_noir",
    "plus": 0,
    "snip": false,
    "text": "Philippe will be sobbing by nightfall. Onstad neglected to tell him that one needs  <em>at least</em>  ten fingers to play \"Baby Elephant Walk.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Never before has one man written so much about pants falling down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mangecoeur",
    "plus": 0,
    "snip": false,
    "text": "The last strip will give me nightmares... for life."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Mr. Bear is singing some rude ditties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "so this is where she got the name."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "<em>A man has a whip.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awesome_dude",
    "plus": 0,
    "snip": false,
    "text": "some arms"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 0,
    "snip": false,
    "text": "Basically put any amount of arms on a man and he will beat Ray at pool. <br/> \n <br/> \nI am able to imagine Ray being so bad at all. He goes to shoot, concentrating heavily, lips and brow crooked, he mutters \"It's about to get REAL, doggie!\" and kind of nudges the top of the ball with a very hard shot, making it roll slowly and stop right next to the target ball."
  }
]