[
  {
    "depth": 0,
    "minus": 0,
    "name": "a_dude",
    "plus": 16,
    "snip": false,
    "text": "sassy but effective."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 3,
    "snip": false,
    "text": "i would not be surprised to see that sign/speed bump combo in the cities somewhere."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 56,
    "snip": false,
    "text": "I would not be surprised to see a child's pink Converse on the pavement. <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "theguitarhero",
    "plus": 17,
    "snip": false,
    "text": "Is the foot still in it?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 26,
    "snip": false,
    "text": "Ask that cop walking up the driveway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 0,
    "snip": true,
    "text": "A comment left by onepapertiger was marked lame too many times and excluded. (marked lame by ted0phile, Norsef, Bitaku)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 1,
    "snip": false,
    "text": "I've never quite understood why Ray drives an Escalade.  An Escalade seems like put-on class, but Ray has real class, so I'd expect to see him in something more subtle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 48,
    "snip": false,
    "text": "Ray is not subtle.  Ray is  <em>ruuuuuuude</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 25,
    "snip": false,
    "text": "Ray has real put-on class..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 0,
    "snip": true,
    "text": "A comment left by slalvation was marked lame too many times and excluded. (marked lame by ted0phile, NeoNaoNeo, Shabadoo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 56,
    "snip": false,
    "text": "yeah well I always said subtlety was Ray's middle name and also his first and last in case they didn't get the point"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "I always forget that isn't an actual Achewood thing right up until Beef says he set Ray up. It's always a little jarring for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "closeenough",
    "plus": 0,
    "snip": true,
    "text": "A comment left by closeenough was marked lame too many times and excluded. (marked lame by ted0phile, apocowarg, toughasnails001)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Seeing as Teodor was up at the Whole Foods in San Mateo not long ago, this seems wholly likely and not at all deserving of three lames."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m1st3rbl4ck",
    "plus": 0,
    "snip": true,
    "text": "A comment left by m1st3rbl4ck was marked lame too many times and excluded. (marked lame by ted0phile, apocowarg, cailetshadow)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "featurelessvoid",
    "plus": 0,
    "snip": false,
    "text": "How did this not become a story arc?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "asherdan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by asherdan was marked lame too many times and excluded. (marked lame by joeyramoney, nutmeg, SenseiHollywood, SotiCoto)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "aperson",
    "plus": 2,
    "snip": false,
    "text": "ALT text: Is this only a California thing? I hope so."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "senseihollywood",
    "plus": 16,
    "snip": false,
    "text": "in my neighborhood the signs all say \"Slow Children at Play\"...but maybe that's a Southern Thing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cdl146 was marked lame too many times and excluded. (marked lame by ted0phile, ishuta, madnes, BionicVapourBoy, fosters, goocifer, yellowcardigan, bug, nokococo, pitseleh, pr0ncess)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "senseihollywood",
    "plus": 73,
    "snip": false,
    "text": "...well, we ain't much for fancy book-learnin' and such, but we do appreciate unintentional irony, like when someone thinks they're being clever, but is slow on the uptake of a joke about being Slow...next time  <em>resist</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "madnes",
    "plus": 9,
    "snip": false,
    "text": "oh hell and damn yes."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "Yes, yes.  I have always made fun of those signs.  (Texas, by the way)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "akarroa",
    "plus": 3,
    "snip": false,
    "text": "Down a street in Dallas I traced chalk outlines of my little sister and her freinds on the srteet near a crosswalk, then used artist's spray-fix to get it to stay there."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "that is just wonderfully funny!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "is Massachusetts southern? we have those signs here too"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "massachusetts is southern canada."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "If you are unsure, an expert in southeastern united states culture, one Mr.Foxworthy has developed an exhaustive question based survey that can give you the answer."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "arbys",
    "plus": 2,
    "snip": false,
    "text": "I haven't really seen anything like this in Arizona, but they do have corny signs like, \"It's our town, please slow down\""
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "Dude- Ahwatukee?  Cause that's where I live, and I've seen those signs.  All with illustrations of happy children you'd feel pretty bad about if you ran over..."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 7,
    "snip": false,
    "text": "i live in a small town just outside of sydney australia and they have signs near me like this except they aren't very subtle. i swear to god some say stuff 'MY KIDS ARE PLAYING HERE SO SLOW THE  <strong>HELL</strong>  DOWN YOU ARSEHOLE!' and are all painted on cheap board with some leftover house paint"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "tekende",
    "plus": 5,
    "snip": false,
    "text": "That reminds me of a sign I saw on a former neighbor's lawn once. It read \"Here lies the last dog who crapped on my lawn.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "There's a new sign up by a middle school on my drive to work that has a no smoking-style \"no cellphones\" symbol, and says \"Distractions Kill...Just Drive.\" <br/> \n <br/> \nNot as harsh as this comic, but still..."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "honesttom",
    "plus": 90,
    "snip": false,
    "text": "I'm getting visions of a Walnut Street parent being driven insane by their kids, then just getting in the car and driving over that bump over and over again."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Why has no one given you piles of chubbies! Top 5 funny comment, surely!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "xiaomimi",
    "plus": 6,
    "snip": false,
    "text": "I really enjoy the dissonance caused by your adorable Philippe avatar and the rough chuckles you frequently work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "puguglypress",
    "plus": 1,
    "snip": false,
    "text": "NO! NO! NO! CHUBBY! CHUBBY! I AM SO SORRY!!!!!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "cousinted",
    "plus": 9,
    "snip": false,
    "text": "We can all be glad that Roast Beef wasn't driving."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "undoubtedly would result in a stroke."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 12,
    "snip": false,
    "text": "Apparently this is also an Ireland thing.  I was there back in June and on TV in a bar in Dublin I saw a horrible drunk-driving awareness commercial.  The basic story was that a guy is driving drunk, he swerves across the road and hits a young couple walking along a fence at the edge of a pasture.  The boyfriend gets pinned on top of the girl and she has to stare into his face as he slowly dies, then it goes through flashes of each person's family and how their lives have been ruined.  The special effects are at least CSI quality and it goes on for about two minutes (which is quite long for a commercial, at least in the US).  It must have been new cause I heard several other bar-goers cry out in shock and disgust.  It certainly was effective, it's just a shame someone felt it was necessary."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 3,
    "snip": false,
    "text": "Why would someone think of that though <br/> \nWhy did someone think of that"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "cameasiam",
    "plus": 0,
    "snip": false,
    "text": "My sister lived in Ireland for 2 years and said that they had some gnarly commercials."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "It is a shame that that sort of thing is necessary. <br/> \nI wish people would just stop driving drunk or speeding or talking on their cell phone while they drive. <br/> \nI guess statistics aren't enough for some people. They don't notice the degradation in their ability to react until they have to react to something, and are unable. Or until someone manages to show them something visceral enough to make them pay attention."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "jlynes",
    "plus": 3,
    "snip": false,
    "text": "But to the general public, statistics are what happens to somebody else."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "slalvation",
    "plus": 13,
    "snip": false,
    "text": "The problem is, after watching that, everyone gets depressed and needs a drink."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 3,
    "snip": false,
    "text": "That wasn't the worst one though, I remember one on in Ireland when I was younger where the driver is flirting with a woman in another car and he swerves to avoid pedestrians and clips the pavement, and just mows down a child who was playing in his yard.  <em>In his yard...</em> <br/> \nThat gave me nightmares for sometime, I must have been around 10/13"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "God i'd love to see that commercial during New Years and the Superbowl and..well, every holiday. people drink at every holiday, right? besides maybe Easter. <br/> \n <br/> \nmaybe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shitsngiggles",
    "plus": 0,
    "snip": false,
    "text": "I am afraid this is not a California-only thing, such sass can be found in my home state of Indiana as well."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ggvaidya",
    "plus": 0,
    "snip": false,
    "text": "Yet another \"not only a California thing\" post: the Transport Accident Commission (TAC) in Victoria has also made a speciality of gruesome advertising for road safety."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasuta",
    "plus": 2,
    "snip": false,
    "text": "They need to get a noise box that screams in agony when people drive over it."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "In London there is a cutesy tortoise reminding you that you do not need to drive fast. Meanwhile a taxi cuts up a bus already being cut up by a bicycle."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "alzuna",
    "plus": 1,
    "snip": false,
    "text": "Where I live we don't need these signs, we just need people yelling at you for going 20 miles an hour in a residential area (the limit is 25 for those unawares). Of course, there are no children outside when this happens, I could maybe hit her imaginary children? <br/> \n <br/> \nYes this happens to me. Frequently."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "that's terrible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ted0phile",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ted0phile was marked lame too many times and excluded. (marked lame by apocowarg, heccibiggs, atticusonline)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "your username makes me wonder how you meant this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ted0phile",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ted0phile was marked lame too many times and excluded. (marked lame by apocowarg, heccibiggs, atticusonline)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I see you are in fact only 16, so your mind is young and mouldable, and hopefully these reciprocal lames will help to teach you a lesson. Now go out and get a girlfriend or a puppy or something, you obviously need to feel more loved."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "(This is because he lamed almost every comment on the page with no reason whatsoever, by the way.)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "ted0phile",
    "plus": 0,
    "snip": false,
    "text": "Oh, shit. I did that when I just signed up, and I wanted to see how much the lame allotment was, exactly.  <br/> \nNeedless to say, I'm really sorry, and I deserve every lame that is fed to me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "Well now I feel like a dick."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Heh, hot."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "You could run over a giant elephant and an Escalade would not go BA-BUMP! Let's hope the people at Cadillac don't see this and sue."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "These signs need to exist in reality."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "you dont say...."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "No, I type."
  }
]