[
  {
    "depth": 0,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by straw, silver_lake, the_voice, NeoNaoNeo, salo, Meetzorp, FirePowa8, mortshire, leatherpants, rascaldom, NDCaesar, MortisInvictus, erbe, Jeet, likeiwassaying, LaserBlade, ArthurDentLives, ravindra108, Abbie, kenyot, mrblank91, Doc_Rostov, seren_tremio, DerSquirrel, I_Love_Kate)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "telescreen",
    "plus": 12,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144955/http://en.wikipedia.org/wiki/James_May\">http://en.wikipedia.org/wiki/James_May</a> <br/> \nNo No No. That is James May. Go download some Top Gear and you will know why he is called Captain Slow."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by straw, jlaw, Norsef, smaconi, divot, silver_lake, hexirex21, NeoNaoNeo, salo, riotnrrd, grayestnova, rascaldom, prius_chaser, jay_wish, TheLoneliestMonkey, farqussus, MortisInvictus, DrSkradley, erbe, Jeet, newspaperdrone, aHatOfPig, likeiwassaying, LaserBlade, metsfan78, ravindra108, kenyot, seren_tremio, boswelljn, alchemicnirvana, grayfox, pogo)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 19,
    "snip": false,
    "text": "Pictures available in Wikipedia have to be available for free use. Would you prefer that Onstad had to pay image rights for 7 pictures just to make 1 joke?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "habnabit",
    "plus": 0,
    "snip": true,
    "text": "A comment left by habnabit was marked lame too many times and excluded. (marked lame by jlaw, silver_lake, mortshire, leatherpants, prius_chaser, jay_wish, farqussus, newspaperdrone, likeiwassaying, ArthurDentLives)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": true,
    "text": "A comment left by norrin was marked lame too many times and excluded. (marked lame by ElVaquero, blastradius, FirePowa8)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 3,
    "snip": false,
    "text": "Haveing had time to go through a thousand posts, I now realize I should have said I don't know who they are, not we."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 10,
    "snip": false,
    "text": "Also, I don't know that there are any photos of Keith Moon in a fury about having the lid removed from his head jar. At least not on wiki."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "there's no way out of this one, 'Nabit."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Who drew YOUR icon? You? Actually, you might have."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "His ladyfriend composed it. This had been examined."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Indeed. It was a hilarious discussion."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "We laughed, we reflected on love now gone, we learned.  Some were aroused, others just lamed indiscriminantly. <br/> \n <br/> \n <em>THOSE - WERE - THE - DAAAAAAAAAAYYS!!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "One might even say those were the halcyon days of our youth."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "kenyot",
    "plus": 5,
    "snip": false,
    "text": "<strong>Daaamn!</strong>  That answer could use some work!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smog",
    "plus": 12,
    "snip": false,
    "text": "Mr. Karl Pilkington - Sanitation"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "This should get a gabillion chubbies. (Note: I spelled gazillion in a cute way! Ha ha ha!)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 10,
    "snip": false,
    "text": "Hey, there I am. <br/> \n <br/> \nStill bewildered as to why Mr. May is addressed as Mrs. Ronay. He still came up with the most terrifying slogan to paint on Hammond's truck. He gets points for cruelty from me for that alone."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "telescreen",
    "plus": 1,
    "snip": false,
    "text": "Did you ever see when they all tried to operate giant tractors through a parking lot with out hitting any cars? He didn't start driving till twenty minutes into the challenge and still lost."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "Yeah, James manages to be the one who has the most common sense and yet is still the least competent of them all."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "[img src=http://img119.imageshack.us/img119/5486/ecard106sb.jpg]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mattfish",
    "plus": 6,
    "snip": false,
    "text": "oh goddammit bbcode <br/> \n[IMGS OFF]"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "You know what I do is I go over the 'learn how to use these' page and copy paste that shit. That way you eliminate the possibility of this happening. Obviously you like to live dangerously though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "Spiny, I believe he is referred to as \"Mrs.\" because he looks like one in this picture. Seriously, if my aunt were a little uglier, they could be goddamned lookalikes."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "blastradius",
    "plus": 4,
    "snip": false,
    "text": "The joke is that older British men with long hair don't look dissimilar to British ladies of the same age."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "I think Onstad did that just for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zumicroom",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zumicroom was marked lame too many times and excluded. (marked lame by mattbeetee, blastradius, re5urgam, farqussus, Troy_Convers, qwerty, fieryjack)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": true,
    "text": "A comment left by joeynarcotic was marked lame too many times and excluded. (marked lame by _cheesekayke, cmr, Zoe, perhapsmaybe)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": true,
    "text": "A comment left by autrepoupee was marked lame too many times and excluded. (marked lame by mattbeetee, blastradius, Cypher, qwerty, Doc_Rostov, veck)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by blastradius, perhapsmaybe, valuedan)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "autrepoupee",
    "plus": 6,
    "snip": false,
    "text": "I just think it's a little silly to quibble and call the American style of English, not  <em>real</em>  English.  We can all agree on our superiority to Cantonese, right?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by i_love_kate was marked lame too many times and excluded. (marked lame by pwb, Crater12, Fcannon, Padijun, perhapsmaybe)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bjorntd was marked lame too many times and excluded. (marked lame by lawbot, mattbeetee, _cheesekayke, JimmyK, veck)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "You mean their rightful land where they shot the natives and nicked it?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "as opposed to whom?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I like that plan. <br/> <br/> <br/> ...... And why hasn't anyone mentioned me anywhere here yet? Had people forgotten I ever existed by this stage? I feel so unloved.  <br/> \n <br/> \nSo in the interests of keeping to tradition: \"Yanks suck, American is not English, zumicroom is a prat, blah blah blah\".  <br/> \n <br/> \nHonestly, I tire of the ways of old. And the only thing Chris Onstad consistently does a bad job of is taking the piss out of this kooky little island. Some part of me is convinced he does so deliberately so as to seem ironic.  <br/> \n <br/> \nIf anyone has any lames left in this day and age, you may continue with YOUR side of the tradition starting NOW."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by katethegreat, Crater12, Audhumla, perhapsmaybe)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 5,
    "snip": false,
    "text": "Actually, I understand that Cantonese is one of the most elegant and efficient languages in the world, albeit difficult to learn."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 6,
    "snip": false,
    "text": "Alright, Esperanto maybe?  I'm a fool."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "DONE"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "you mean FINITA"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "you mean NE"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lawbot",
    "plus": 3,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "night elf?"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Shut the fuck up forever. <br/> \nThat is all."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "Uzbek. When poking fun, always start with countries that end in 'stan."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "you racist!"
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I wouldn't go that far. You may be right regarding elegance, but I would say that any language that uses an alphabetic system is inherently more efficient than a logographic or syllabic one. This isn't a Western bias, it's just logically evident, and my Chinese friends and Japanese roommate agree in this respect."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "I suppose I meant only in terms of comprehension and speach, although to ignore its written incarnation altogether is pretty silly."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not so sure I agree there my good fellow. Tonal languages seem to unleash a whole 'nother can of worms. Aside from, of course, having to use it to convey word use as opposed to non-tonal languages where it can be used expressively."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Except that a lot of people (westerners included) find logographic systems easier to write. And to read."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "How so? I mean it's like exponentially more stuff to memorize. Most Chinese people only know like a fraction of the thousands of characters that exist, so how can that be called efficient?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Most English people only know a fraction of the thousands of words that exist, so how can that be called efficient?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "But I do know all the letters I need to make them, as opposed to Chinese where I would need to learn the character before I could write it. <br/> \n <br/> \nI speak merely for clarification, not to say that particular argument sways my opinion. <br/> \n <br/> \nMy personal take on the logographic languages is I would hate trying to draw all those pictures.  My hands are so clumsy and my handwriting is so poor that even though I print every letter, what I write is barely legible.  And that is with only 26 characters.  I shudder to think how hard my writing would be to decipher if there were hundreds of possibilities to filter out of my scrawlings."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "hrm",
    "plus": 0,
    "snip": false,
    "text": "only loosely relevant, but it takes around 50 strokes to write \"vending machine\" in Chinese and Japanese! looks like  <a href=\"http://web.archive.org/web/20101009144955/http://zh.wikipedia.org/wiki/%E8%87%AA%E5%8B%95%E8%B2%A9%E8%B3%A3%E6%A9%9F\">this.</a>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "gimluck",
    "plus": 1,
    "snip": false,
    "text": "Actually, normally here you only use the first, third, and last character (ji-han-ki) when referring to vending machine.  Using all five (ji-dou-han-bai-ki) is sort of unnecessarily formal.  Japan!  And even if the characters look sort of complicated, they're actually all basic ideas that you learn very early on."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "But most Chinese people are killed by communism."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 0,
    "snip": false,
    "text": "THEY ARE LYING <br/> \n <br/> \nAlso AUGH FUCKING TONES"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Tonality is why I am comfortable only ever knowing english, ever."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "What do you call someone that knows two languages? Bilingual/ Three languages? Trilingual. One language? An American. Ba dum dum."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "When told by Europeans that joke has a different target: <br/> \n <br/> \nQu'est-ce qu'on appelle un qui parles deux langues? <br/> \n- Bilangue. <br/> \nTrois langues? <br/> \n- Trilangue. <br/> \nEt un langue seule? <br/> \n- Anglais! <br/> \n <br/> \nI'm trying to subvert that stereotype, but I've probablement misconjugated mes verbes ou something."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I recently ran into my old French teacher at a dance club/bar place. I was very happy to be able to trudge my way through a conversation in French, albeit a simple one."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "helloftubby",
    "plus": 0,
    "snip": false,
    "text": "You should watch the film 'Last Night', there's a similar scene.(Also it's a good film)"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It seems that the bizarre cross-section of Acheworld readers not only contains post-bachelor English majors, pre-graduate physics/advanced science majors, American girls who watch \"Top Gear,\" but also bi-/tri-/n-lingual Americans.  Very peculiar."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Incidentally, the word polyglot is a fun word."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's especially funny if you speak Russian. It's a loanword from Greek (I think), but in Russian 'glotka' roughly means 'throat' or 'mouth' so the first thing you think of when you hear polyglot is someone with many mouths. The root word is probably the same."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "pr0ncess",
    "plus": 0,
    "snip": false,
    "text": "As a French person, I have to say -- that's a good case of the pot calling the kettle black, as the French are rubbish at learning and using foreign languages. When I was at school, any time there was an exchange trip with a foreign country, we were put to shame. <br/> \n <br/> \n(French France, in Europe, where we speak French French. Maybe the joke actually works better in Quebec, where everyone seems to be bilingual, thus making a mockery of my own bilingual skills)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "That's what I hate about globalization the most. No one who speaks English respect other languages any more. You expect people at your hotel in France to speak English, because god forbid you actually have to buy a phrasebook or use rudimentary communication methods like pretty much every foreign tourist in America has to."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Sent l'odeur du ma fromage, vous mere"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I've smelt worse."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Not really. It's actually (well, money is the real reason) one of the bigger reasons I don't travel abroad and would not want to expatriate (not to mention being on the outside of common cultural signifiers... like hanging out with people who all went to a high school other than yours) is because I don't understand the language. I don't want to be a dick who expects people to understand English and I know I'd just make a damn fool of myself clumsily trying to use their language."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "appers",
    "plus": 0,
    "snip": false,
    "text": "I think it's more because it's not necessarily British English- we're talking Australia, Canada, SO many countries that spell it that way. Just, y'know, not Americans, who had a dude called Webster pretty much make up their rules as he went along so he could make American English different."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "And punctuation. They see it as their last domain of cultural imperialism. This may be why all English celebrities look like grammar school teachers."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Yeah man it's not like they invented the language or anything."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I think my post and yours are replicated two strips ago, but there they got hell of chubbies. Now we're paying out on the Brits, it's lame town. Fine! Boo to the English, for being your ancestors and giving you a language that you've molested! BOO!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 1,
    "snip": false,
    "text": "No, boo to the English for being the ancestors of Chaucer and Shakespeare and the Anglo-Saxons and molesting their language! <br/> \nGod, how many times will modern Brits claim that American evolution and adaptation of the original British settlers' language (which is something that happens in every culture, because - shocker - language is not a stagnant entity that never evolves) means they're speaking incorrectly and American English is inferior? The British may have invented the English language, but you've fucked around with your ancestors' lingo over the centuries just as much as we have. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "GET OVER IT"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing that in this context 'invented' means 'cobbled together from three other languages.' <br/> \nI guess that counts, you could claim to invent the cheeseburger when you put the meat patty between slices of bread and put a slice of cheese on it. That doesn't really excuse being a twat when your nephew tries putting grilled onions on it though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Cheeseburg is my favourite Deutsch city."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "100% agree. Whilst there are national variants everywhere, I think we can agree that the High German of English is British (or more specifically, Commonwealth) English."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "le_baron_noir",
    "plus": 4,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>\"Language is...the hulk of a charred Panzer,\"</em></div> <br/> \n <br/> \nLet me note that I know nothing about Stephen Fry. Comin' up like I did, I was lucky to even learn about Monty Python. But this board made me curious enough to learn a bit. I found this quote to be quite beautiful and more than a little apropos of the thread."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "which form of the language in the uk is supposed to be 'british'?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Cockney Rhyming Slang is absolutely plummy, mate!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I love it. I only know a few bits though: <br/> \n <br/> \nSeptics- Americans (Septic tanks= yanks) <br/> \nBarney- Trouble (Barney Rubble= trouble) <br/> \nSlabs= Feet  (Slabs of meat= feet)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "also Barclays Bank.."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "There is no such thing as \"real\" English. Your definition of \"real\" English seems to be that the British were the originators of the English language, and Americans used a secondary, bastardized version. But evolving a language over time does not make it less real. If anything, based on your belief in the superiority of the original, \"real\" English would be the oldest version of the English language, and then you get into how far back Olde English can actually be considered English and not its predecessor. Whether you define the \"original\" English as Shakespearean English or Chaucer's English or whatever, the point remains that modern British English would be just as \"fake\" as American English because it bears very little resemblance to the original English language of a few centuries ago. <br/> \nBasically, I'm trying to say the whole \"us modern Brits speak real English, whereas Americans speak an incorrect version because they evolved it and have different slang\" is total condescending bullshit. Go read some fucking Chaucer if you want some \"real\" English. <br/> \n <br/> \nIncidentally, I sort of want to become a linguistics major."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "F OFF"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "if we all went back to the first languages, wouldnt it be Latin or Greek? or for the piveledged few, Gaelic and Celtic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zumicroom",
    "plus": 0,
    "snip": false,
    "text": "somebody needs to invent some kind of punctuation or accent mark to denote sarcasm in textual conversation. <br/> \n <br/> \notherwise shit just gets lame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 14,
    "snip": false,
    "text": "assetbar wouldn't support that character anyway. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I also just wanted to say that Stephen Fry would probably be really pissed if he had to teach Maths. By his own admission he really, really sucks at it."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "you kind of look like Stephen Fry minus 25 years"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 20,
    "snip": false,
    "text": "That's because it is Stephen Fry, minus 25 years. <br/> \n <br/> \n <em>SCIENCE.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "it's what the world needs more of"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "syx",
    "plus": 0,
    "snip": false,
    "text": "Don't make me post my keychain again."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Just make it your icon, or something."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "lady, don't make me post my life at you. <br/>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "finemusk",
    "plus": 0,
    "snip": false,
    "text": "GAH! A chubby for you, sir, thank you for elucidating the obvious to my humbled, dumb ass."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Hey man, don't worry about it. Everybody needs to be the butt of a joke every once in a while. Otherwise, we'd lose our place."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "That's because he's \"A bit of Fry and Laurie\" era Stephen Fry, not right now era Stephen Fry"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Americans: the \"Laurie\" is Hugh Laurie, a.k.a. Dr. House."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 2,
    "snip": false,
    "text": "He is on American television, he has automatically lost his British celebrity status and has become one of ours. <br/> \n <br/> \nCongratulations, Hugh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "Nonsense, I can never watch an episode of House without expecting him to greet someone with \"Tally ho, my saucy young trollop!\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "I'm with dovey there.  Every episode that passes without an \"OH BUGGER OFF, YOU OLD FART!\" is a disappointment in my eyes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Maybe you should get your eyes checked? <br/> \n <br/> \nharhar. pun. kind of."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "Is that not the goal of every non-US celebrity? <br/> \n <br/> \nExcept Bollywood celebrities. Their goal is to sing and dance at every possible moment."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And there are only two of them anyway."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meetzorp",
    "plus": 0,
    "snip": false,
    "text": "I've never seen House, so Hugh Laurie is stuck in my mind as Bertie Wooster.  I think I would be disoriented seeing him not gawking, stammering, and going \"Oh, I say!\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "dude, Stever Fry could probably teach  <em>everything.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jorsh",
    "plus": 0,
    "snip": false,
    "text": "Oh James May :("
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "uruloki",
    "plus": 6,
    "snip": false,
    "text": "Oh God. An intersection of two of the best things in the universe, Achewood and Top Gear. Insta-fived. <br/> \n <br/> \nBut where is Hammond?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snoozebar",
    "plus": 1,
    "snip": false,
    "text": "Too cool for school."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "I'm not being funny or anything, but Hammond would  <em>totally</em>  get it. He's like an ever-so-slightly less hot version of David Tennant. Mmmm."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "To me he looks like the poor man's Hugh Jackman."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I'm not \"dissing\" the man's \"looks\", but even including the near-death experience he's the weakest Top Gear presenter."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "uruloki",
    "plus": 1,
    "snip": false,
    "text": "I dont know, I think he has his merits. His humor and occasional haplessness a perfect foil to Clarkson's boisterous personality"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Possibly missing a verb there. <br/> \n <br/> \nAnd Im not dissing the man. Hell, my interest in cars is equivocal to a canary's interest in poisonous gas. Worried, but resigned to my fate engulfed in it. The presenters are the only reason I watch it, so I love all of them. <br/> \n <br/> \nThe races are pretty good as well."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "wait.. what? Are you british? You're not making sense. <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Sorry. What did I say that implied non-Britishness? Or alternatively Britishness. Or neither. What's up?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 2,
    "snip": false,
    "text": "And David Tennant looks like a cross between Charlie Sheen and Bob Odenkirk. Or at least I've always thought so."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "josher",
    "plus": 0,
    "snip": false,
    "text": "Maybe you meant more hot? <br/> \n <br/> \nAlthough he is maybe a tad short."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "Were I the sort to give ones, Billie Piper would probably be on the receiving end.  <em>I just like her face</em> ."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Top Gear?  Must be something you youngsters like."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "Hammond is being mistaken for a ninth grader."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tsume454",
    "plus": 10,
    "snip": false,
    "text": "Man, we need an Achewood/Top Gear crossover, all Beef and Lyle and Ray reviewing cars. Like this: <br/> \n <br/> \nNew Mustang Review <br/> \n <br/> \nBeef: \"so basically this car is hell of weak on the technology front all using the rear axle such as from a conestoga wagon and it does not handle\" <br/> \n <br/> \nLyle: \"MAN BEEF FN DONK NO WE SHT ABOTU THE CARS F'N DURBLE MACHNINE BURNOTU CLUTH DUMPS TIL THE MOTRO CRAWS OUT THE HOOD AN DGOES AND FUKN CRIES SINTSELF TA SLEP TEHCNSJOLGY MYSASS\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "That would be highly appreciated by all of the Top Gear fans here, and there appear to be a lot of us.  I only rarely watch it.  I occasionally get offended by how much they're all hating on American cars until I realize I've never actually owned an American car in 15 years of driving, or even rented one, due to the fact that they mostly suck.  I borrowed one once but it broke in about 20 miles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "American cars are terrible. I have one, and I can't wait to sell it and get something else."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tsume454",
    "plus": 1,
    "snip": false,
    "text": "I get annoyed when they continuously crap on American cars. But then I get over it because if the English decided to come over and criticize my souped up Chevy truck,(in my Imagination, an emergency session of parliament would vote to send Jeremy Clarkson, Simon Cowell and Alan Rickman to yell about carbons) then my truck would sit there being quick and reliable and they'd still be wrong. <br/> \n <br/> \nI would also give them a tow when their Lucas infested Jag's dessicated spaghetti wiring caught fire. Never be a dick to a stranger even if they have a questionable British car."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, to be fair, American trucks are generally pretty frikkin' great. <br/> \n <br/> \nMy Chevy Cavalier is still pretty terrible, though."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I vowed never to buy American after I learned that my buddy's Ford Taurus was sold to him with the engine not bolted to the frame.  Since then I have gone Toyota-VW-BMW-Subaru.  German cars are pretty great, but they need to import some Japanese to work on the electronics, and the exchange rate makes purchasing another BMW unlikely in the near future. <br/> \n <br/> \nI can't remember seeing whether the Top Gear guys like the WRX, but it is the best whip I've ever owned."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tsume454",
    "plus": 5,
    "snip": false,
    "text": "Scoobies are great. I sneakily convinced my folks to get a Forester XT, which is basically a WRX STI masquerading as a lesbian softball chariot. <br/> \n <br/> \nI don't think I'll probably ever buy another new car, American or not. I was at a Chevy dealership and a goatee'd salesman tried to sell me a new Malibu. The conversation went like this: <br/> \n <br/> \nMe: So, is this rear wheel drive then? <br/> \nSalesman: No, front wheel only. <br/> \nMe: I see. Can I get it in a stick? <br/> \nSalesman: No, but we have this lovely manu-matic <br/> \nMe: Hm. Can I order it with a V-8? <br/> \nSalesman: No, but we have these nice new overhead cam 6 cylinders that are pretty quick, or you could get an efficient high-tech 4 cylinder. <br/> \nMe: Can I get it with a basic radio, crank windows and pushbutton locks? <br/> \nSalesman: No, you have to get everything in one of three option packages with 20 disc changer bewoofered XM radio, bluetooth wireless starbucks locator, ass warmer. <br/> \n <br/> \nSo, I left him a number and said if GM ever makes a car that is basically the exact opposite of the Malibu that they should call me because I would like to get one. <br/> \n <br/> \nThe Germans don't fare much better. Trying to use either Bimmer's iDrive or Daimler's Komand is like making out with Helen Keller."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby. That was really funny."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "To be fair, you don't have to get the iDrive with any BMW and I've never met anyone who went out of their way to order it. <br/> \n <br/> \nSounds like your needs in cars are pretty similar to mine.  I met a Dodge salesman at a social occasion.  He tried to get me to consider their crappy products.  I told him that no man should ever have to drive a slushbox under any circumstances, and nobody should ever have to drive FWD either.  I won't drive a truck or minivan either.  So I told him I would test drive anything he had that fit that bill. <br/> \n <br/> \nHe didn't have a Viper on the lot unfortunately."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "I wasn't planning to chubby that until that choice Helen Keller joke.  Seriously, why does nobody sell hand-crank windows anymore?  Am I the only one who worries about plunging into a lake?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "i just got a cobalt within the last few months and have to say it rocks harder than the diamonte i had before. <br/> \ngranted, the mitsubishi was from '93 and teh chevy is from '07 (god it has made me so poor) <br/> \n <br/> \ni bring this up only because it went cavalier to cobalt. cavalier is a decidedly more aloof car named tho."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "How unfortunate to dump on an entire industry like that because of one car.  I have a Ford Focus and it runs perfectly and gets like 35 miles to the gallon."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Yes, pogo, you should be proud to own a car that was made in America, out of parts imported from China, Mexico, and anywhere else that can make them cheaper than we can.  \"Made in America\" is a cruel joke devised solely to convince Americans that we are actually helping our economy by purchasing shitty, overpriced cars.  I drive a Toyota Corolla with over 200,000 miles on it, and it still gets 33-35 miles to the gallon and runs great.  Let me know how your Focus is doing when it reaches the 200k mile mark, oh wait, it won't, because most American cars are designed to just barely outlast their warranty before falling apart."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You're talking the old school Detroit of the 50's and 60's with planned obsolescnce and yearly model changes.  The new Detroit has learned from the Japanese manufacturers.  And your Japanese car could have been assembled here with a similar mix of globally sourced parts.  I'm at 75K with my 2003 Focus, so we will see."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tsume454",
    "plus": 2,
    "snip": false,
    "text": "Actually there's quite a few 1950s and 1960s chevies still running around on their original engines and transmissions. The late 70s through the late 80s is when the American car manufacturers really went to hell and lost any sort of customer loyalty. Caddy V-8-6-4, Olds diesel, early 700R4s, thin casting 305 and 350s, not to mention the completely forgettable front wheel drive V-6s whose unfortunate platform GM still lives with today. People drive cars from that era with a grimace of angry determination. <br/> \n <br/> \nAlso, your Focus is a European ford design that is assembled in Mexico. It might actually be reliable. See, rather than design a platform, Ford these days pretty much just cribs Ford Euro or Mazda and changes the front end to look like a Mach 3 razor. <br/> \n <br/> \nBut don't feel too bad. You coulda bought a Saab 9-2x in which case you would have bought a rebadged WRX wagon with a 10k Snaab markup. Or you could have got a Fusion which is a Mazda 6 with the Mach 3 razor treatment."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Wow, you know way too much about cars to be human."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Proud owner of a matching-numbers '68 Nova. It has over 200k on the rock-hard inline six that I love too much to get rid of. Currently, I'm replacing all the rubber and plastic, which has pretty much crumbled away over time. <br/> \n <br/> \n <em>This vehicle was made before people walked on the moon.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Not just because of mine. I hear stories, man. I know people.  And what thorfinn says is correct. American cars are, by and large, not made to last. Once you start getting close to 100,000 miles on an American car, you'd better start planning when and how you're going to buy another, because it's not lasting much longer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's still all hella anecdotal, and sometimes we hear what we want to hear.  Went to \"Car Talk\" to get some anecdotes of my own, and found a 2000 Focus (the first model year, I believe) with 140,000 miles, and for the 2001 model, 190K, 200K and 290K.  There were complaints, too.  Time will tell.  My 2003 is at 75,000 with nary a rattle or rust spot."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "People who listen to Car Talk are bad for this argument, as they are the types to perform actual maintenance on the weekend before anything noticeable goes wrong."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "...or just turn up the radio and ignore those ominous sounds coming from under the hood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lizjones",
    "plus": 4,
    "snip": false,
    "text": "Is it bad that I would love to meet any of these people? And that I was slightly offended by Onstad making James May into a woman?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "uruloki",
    "plus": 0,
    "snip": false,
    "text": "No."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I model my appearance on James May. And, in future, will probably do the same with my capacity for driving."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mattfish",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Mr. Ross' longbow class is good, but it's not nearly as fun as Mr. Brown's crossbow class!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "uruloki",
    "plus": 3,
    "snip": false,
    "text": "Neither are as good as Mr. Putin's judo lesson in the Russian Class down the hall"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 6,
    "snip": false,
    "text": "And I hear Mr. Izzard's Home Ec is going to be awesome!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "the_voice",
    "plus": 37,
    "snip": false,
    "text": "When you move on to A levels you have the option of either taking \"Halberd/Pike\" with Ricky Gervais or \"Common Portcullis Defenses\" with Terry Jones."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "I have to break character and come out and say how awesome this is."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "You know I think that there's some obscure and ignored British law that says that boys in England should get two hours of longbow practice a week. Presumably to help us fight off the French if they try and invade."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by Thorfinn, catgrl131, dickie_roxx, old_chap, achilleselbow)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "not sure if what riazm mentioned is a law, but I do know that within the ancient city walls of York, it is legal to kill a Scotsman if he is wielding a bow and arrow.  Also, it is illegal to die in the Houses of Parliament.  In Liverpool, it is illegal for a woman to be topless, unless she is working as a clerk in a tropical fish store.  Those brits have some crazy laws."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by straw, Thorfinn, catgrl131, dickie_roxx, old_chap, achilleselbow)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "If I recall correctly, the bow and arrow is the legitimate  <em>method</em>  of killing the Scotsman in York. The crime which allows this punishment is, I believe, farting on a Sunday. <br/> \n <br/> \nA similar law holds for Welshmen in Chester."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "The crime the Welsh commit to earn that punishment?  Smelling like onions and coal."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by straw, cunty, dickie_roxx)"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That's enough."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "Why on earth would anyone take Russian if Billie Piper is teaching French?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "Billie Piper is a minger."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I don't know what that  means"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "One nit when I was sleppin' a grackler cam."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "One comment board divided by a common language. <br/> \n <br/> \n- stole it from Churchill, of course"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rowboat",
    "plus": 3,
    "snip": false,
    "text": "<em>Oh shit, they're speaking in code!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "OH MY GOD THIS GOT THREE CHUBBIES I AM SUDDENLY TERRIFIED BY THE ACHEWOOD READER DEMOGRAPHIC. <br/> \n <br/> \nI mean... more so."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Something to do with vaginas I think."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "schroduck",
    "plus": 0,
    "snip": false,
    "text": "It just means she is minging - ie, ugly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "A cursory Google reveals that \"minge,\" \"minger\" and \"minging\" all have different meanings. What the HELL Britain?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Sorry!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Well, it's prounced differently. \"Minge\" rhymes with fringe, \"minger\" and \"minging\" are like singer/singing. And, minger and minging basically mean the same thing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "A minger is a person who mings, or is minging if you prefer the gerund form. Possibly derives from the same root as the \"minge\" noun, but by using it in a modern society one would not risk implying relation to a vagina."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lazarusloafer",
    "plus": 0,
    "snip": false,
    "text": "Since this seems of be a \"bitching about English\" thread, I might point out that \"minging\" in the context you've got it is a present participle, not a gerund."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Fuck. Just... fuck.  <br/> \n <br/> \nI'd chubby you out of bitter acceptance of my failure if I had any chubbies left."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "That statement would apply to just about anything we have a way to speak of."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "Minger: not a person that one would wish to sleep with, due to their unattractiveness. <br/> \n <br/> \nIn the UK, Northerners will tell you it's a Northern word, Southerners will tell you it's a Southern word, the Scots will tell you it's a Scottish word, and the yout' of the Home Counties will just say 'Oi oi oi! Gis a go on your your nang scooter you bomba klaat!'"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "YES"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "You must be off your rocker. Billie's well fit. What are you, a poofter?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "She's got two people's teeth in one person's mouth."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 5,
    "snip": false,
    "text": "The perfect description of Billie Piper, courtesy of Mr. Charlie Brooker: <br/> \n <br/> \n\"She's extremely good-looking in a most peculiar way: her eyes, mouth and nostrils all seem to be competing to see which can look biggest on her face. At times she resembles a Spitting Image caricature of herself. It shouldn't work, but it does.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Very accurate, but I disagree with his summation. It does not work. She's a fugger."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "jlynes",
    "plus": 1,
    "snip": false,
    "text": "Nigella Lawson > Billie Piper"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Well, obviously."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lolsworth",
    "plus": 2,
    "snip": false,
    "text": "You know, its funny, I don't know you, but I have sent round a few men to start up a relationship with you. A lame relationship."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "king_of_pwns",
    "plus": 3,
    "snip": false,
    "text": "whatever man i'd still bang her in half"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thorfinn",
    "plus": 2,
    "snip": false,
    "text": "I concur, I would hit that like an angry god"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "THIRDED"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "A generous gift: <br/> \n <br/> \nhttp://www.pure-nude-celebs.com/free/billie-piper/billie-piper_16.jpg"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Huh."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "You seem disappointed."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I...yeah. Yeah, a little."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "I'm with you, I was hoping for something a little more Penthouse."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Yes! I understood that! Thank you Lady Sovereign, The Streets, and \"The Boys\" trade paperback."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vincentkv",
    "plus": 1,
    "snip": false,
    "text": "I'm a minger <br/> \nYou're a minger too <br/> \nSo come on minger <br/> \nI want to ming with you"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "She is not a minger, she is pretty."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "norrin",
    "plus": 4,
    "snip": false,
    "text": "Elective Course: Murdering people with Piano Wire <br/> \nM-W-F, 3 credit hours <br/> \nProfessor Putin, Room 204 <br/> \n <br/> \nNote: Severe punishment for tardniness, late work, and praising the west."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Note: Lab fees assessed for Dioxin - students may substitute homemade for extra credit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "man all this putin talk is making me think I should change back to my old avatar."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Please do. The humor of your current one has long worn away and now it just bothers me."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "I feel like this strip is a shoutout to spinynorman.  He will be  <em>so pleased.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "onstad doesn't/can't/shouldn't care about anybody here <br/> \ndoing so would be poisonous. <br/> \nimho."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "That would be straight up fucking bizarre."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Such a thing should not be done.  It is a fool's journey."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Oh damn, I just referenced  <em>myself</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Way to...uh <br/> <br/> <br/> Way to jump the shark! Damn your avatar is hypnotic."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raggedy",
    "plus": 1,
    "snip": false,
    "text": "\"Did you guess it? Gordon Brown is the only one not to have been on Top Gear. Yet\" <br/> \n <br/> \nThat's actually exactly what I thought when I first read this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Also, Gordon Brown is the only one who is the Prime Minister, and runs the country, and therefore surely surpasses any notion of meagre 'celebrity'. <br/> \n <br/> \nOr four countries. Or two countries, a principality and and annexe. Or, doesn't actually  <em>run</em>  it as such, but is allowed to make major decisions by the Queen, on the proviso that the Queen never disagrees with him. Or something. Actually, I don't really know how it works. <br/> \n <br/> \nIt's not easy being under the Queen"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whoisspain",
    "plus": 5,
    "snip": false,
    "text": "Nudge Nudge, Wink Wink, say no more"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ha! Virtual chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hoboninja",
    "plus": 0,
    "snip": false,
    "text": "Do they really call it \"maths\" in the UK, or does Chris just really like \"Look Around You\"?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Yes, they actually call it maths.  And not just in the the UK, but other places in Europe as well. <br/> \n <br/> \nAfter all, it is mathematic <strong><em>s</em></strong> , not mathematic. <br/> \n <br/> \nThey also say  <em>the</em>  calculus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "We don't say \"the\" calculus. Not unless we are being pretentious."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Every night my grandmother makes sure to be in her living room by 11 pm so she can watch the Jay Leno followed by the calculus."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "The calculus = Conan O'Brien?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Nah, he would just be the algebra."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "I don't know...his hair is a rather logarithmic spiral."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hoboninja",
    "plus": 19,
    "snip": false,
    "text": "Have you done your the calculus homework?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "gregchant",
    "plus": 1,
    "snip": false,
    "text": "No, I haven't: my the calculus teacher isn't very good, so I'm kinda lost. Maybe I need a the calculus tutor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm really good at the calculus; I got an A in my the calculus GCSE. <br/> \n <br/> \nI have never heard anyone, ever, refer to it as \"the calculus\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Well dang.  I am certainly not questioning the veracity of anyone's assertion.  But every British mathematician I have ever encountered has referred to it as \"the calculus\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I find that odd, given that there are other calculuses. And that I've never met anyone who uses the phrase \"the calculus.\" <br/> \n <br/> \nAre you sure they were british AND that they were mathematicians?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "It was at a couple of mathematician get-togethers.  One guy one time, two guys the other time.  The spoke with British accents. <br/> \n <br/> \nBut both times were in the US, so they could have been doing it simply for effect."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Sometimes English people speak wrong on purpose, just to mess with us."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "Yes. Yes we does."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "stop",
    "plus": 4,
    "snip": false,
    "text": "Every British mathematician I've ever encountered has done so, as well. <br/> \n <br/> \nUnfortunately, they number zero in my case."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Admittedly I haven't been in an institution that teaches it before, but still I've never heard it used with the definite article. Wee-urd."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jbushnell",
    "plus": 5,
    "snip": false,
    "text": "Hmm hmm hmm <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 3,
    "snip": false,
    "text": "That book cover makes the calculus look like a suspension bridge to nowhere."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 13,
    "snip": false,
    "text": "No no no. <br/> \n <br/> \nThe calculus is a suspension bridge to  <em>everywhere</em> !"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "johnnyc",
    "plus": 4,
    "snip": false,
    "text": "I own that book and read the first chapter. <br/> \n <br/> \nThe calculus is a suspension bridge to nowhere because as it approaches an object it halves the distance between the end of the bridge and the object infinitely."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think you just broke my mind."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 0,
    "snip": false,
    "text": "In New Zealand, it is \"Maths\" also. Other phrases! Maths with Statistics = \"Stats.\" Maths with Calculus = \"Calc.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Maths in Australia also"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "solobuttons",
    "plus": 4,
    "snip": false,
    "text": "and hamburgers eat people"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "You're thinking of Rand McNally."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "You're saying the calculus is a bridge AND an arrow?!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "A pointy bridge. <br/> \n <br/> \nThat flies in a predictable curving path. <br/> \n <br/> \nThat is lots of fun until it puts out an eye."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Is this like the infinite paint bucket shit I had to do in calculus in high school? I'm so glad I'm an English major."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Yea I mean I went to a math and science high school and now I'm nose-deep in Foucault and barely remember the freaking chain rule. Why, the other day I was waiting for the train and couldn't even take the derivative of its decreasing velocity as it approached the platform. Seriously though, I think we get a raw deal on the Internet. There's all these webcomics like XKCD and crap that let programmers and math majors feel good about themselves, but none for us. The best we can do is argue about gender roles on Assetbar when the topic comes up."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "If people were making Margaret Atwood and Doris Lessing jokes all the time, I wouldn't have to bottle it all up until I goddamn exploded at some unfortunately located irony. Basically, I blame Randall Munroe for everything that has ever gone wrong in my entire life."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "English Majors are forced into the unfortunate position of dropping names of people they've never met. If only our grammar rules (the relevant ones) were more complex, we could show off, too. <br/> \n <br/> \n\"Oh ha ha look at what he did with Manutius's Delegated Participle. That was highly unexpected!\""
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sredni",
    "plus": 0,
    "snip": false,
    "text": "I've seen a couple of Margaret Atwood and Michael Ondaatje comics at Kate Beaton's website <br/> \n <br/> \nhttp://katebeaton.com/Site/Welcome.html"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "kenyot",
    "plus": 1,
    "snip": false,
    "text": "It's not just for English Majors. Mechatronics Engineering Students like Achewood too!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "And fishermen!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "geology/physics majors too"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 0,
    "snip": false,
    "text": "There is a comic for your kind, and its called Cat And Girl."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "josher",
    "plus": 0,
    "snip": false,
    "text": "David Belinski is American ¬_¬"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "I thought it said \"touch the calculus\", and wondered why it still sounded rude"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "I read half of that book voluntarily.  I'm...very strange."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tacotruck",
    "plus": 4,
    "snip": false,
    "text": "Similarly, in Europe, one does not sit on one's butt all day, but on one's butts.  After all, it is 'buttockS', not 'buttock'.  You see in England they still locute with the tongue of the Queen, none of that feral bees' noise of the Colonies. <br/> \n <br/> \n(Did I create an account just to make this 'butt' joke, after years of Achewood?  After buying the damn cookbook?  AFTER COOKING OUT OF THE COOKBOOK?  I did.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<em>why in America they haven't spoken it for years...</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 4,
    "snip": false,
    "text": "<em>Queenolingus!</em> <br/> \n <br/> \n(Or should that be  <em>Reginalingus</em> ?)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "They call it \"maths\" on \"Look Around You\" because that it is what it is called there."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "bjorntd",
    "plus": 3,
    "snip": false,
    "text": "Also because it stands for Mathematical Anti Telharsic Harfatum Septomin. If you dropped the S, well, it just wouldn't mean anything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 1,
    "snip": false,
    "text": "If I had been able to look at this thread sooner, I would have just posted \"Stop fighting...now.  Stop writing...now.\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "agentstinky",
    "plus": 1,
    "snip": false,
    "text": "What's this?  An Achewood strip with references I don't fully understand?  TO THE INTERNETS!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "Are Stephen Fry and Agnes Ronay brothers?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rbisme",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rbisme was marked lame too many times and excluded. (marked lame by mortshire, thedudeabides85, Margargaret)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "porquechutzpah",
    "plus": 14,
    "snip": false,
    "text": "the women are.  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "the_doz",
    "plus": 0,
    "snip": false,
    "text": "She shoots, she scores!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "When you get to heaven you immediately know all languages. Except for British, that shit is insane. It's all CHING CHONG WING WONG."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 23,
    "snip": false,
    "text": "I failed Crossbow, but I am currently working on my Masters in Arguments & Decisions. <br/> \n <br/> \nAlso, I don't know what Ray's on about. I would let Billie Piper teach me French any day - Hey-o! <br/> \n <br/> \nExcept Saturday and Sunday, because that is the weekend and school is not open on the weekend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 0,
    "snip": false,
    "text": "I for one would be willing to work on the weekend for extra credit, but only if I take Latin with Olivia Williams."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Any Romance language will do, really."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I Googled Olivia Williams. I was satisfied."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "friendofyou",
    "plus": 0,
    "snip": false,
    "text": "She can't teach Latin, she only knows English and French!  ( <a href=\"http://web.archive.org/web/20101009144955/http://www.sueterryvoices.com/profile/olivia-williams/\">http://www.sueterryvoices.com/profile/olivia-williams/</a> ) <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "You don't have to know something to teach it. If there's one thing the American Public School system has shown us, it's that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Is nothing sacred?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Ooh la LA! Ooh la LA la la LA!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "Clearly Onstad has seen Jeremy Clarkson review a car at 230 miles/hour, so how could he possibly label him a stodgy english history teacher?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "uruloki",
    "plus": 0,
    "snip": false,
    "text": "because just think about how Jeremy Clarkson would teach an english history class....JUST like he reviews cars at 230 miles an hour."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "[quote=Clarkson's History Of Britain]If the First World War was a woman, she would be a grotesque unshaven matron named Helga...[/quote]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "Fuck."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 1,
    "snip": false,
    "text": "This car... is like a lady's... vagina"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "johnnyc",
    "plus": 2,
    "snip": false,
    "text": "Who said anything about stodgy? He appears to not be wearing a tie. In England this is tantamount to open rebellion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "peterjoel",
    "plus": 2,
    "snip": false,
    "text": "<strong>Mrs. Agnes Ronay</strong>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 2,
    "snip": false,
    "text": "Charlie Dimmock was sacked as gardening instructor when a boob popped out during a weeding demonstration."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 0,
    "snip": false,
    "text": "<em>This is exactly what England is all about</em> <br/> \n <br/> \n...And really bad at cricket (but Americans don't need to worry about that)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 18,
    "snip": false,
    "text": "I remember the first time that I was in England I was in a really crappy little pub and my first impression didn't go so well. I guess it was pretty downscale, because the place in question was filled with forty to fifty year old men with the shape and complexion of fairly lumpy potatoes who were clad in jumpsuits and wore enough jewelry to be spotted from the stratosphere, even if they were indoors. (Seriously, that much jewelry.) While I heard that Americans were frequently loud, brash, and obnoxious in usually quiet pubs, these gentleman shouted at one another with a vernacular that I can only guess originated in the fourth century, probably in a town whose industry was dominated by pigs.  <br/> \n <br/> \nThe highlight of the hour came when one waitress had to bend over to pick something up, which is when one gentleman stood up behind her and mimed buttfucking her, much to the delight of all.  <br/> \n <br/> \nI was sort of disappointed with the revelation that most of England was populated with convicted rapists, but I was soon proven otherwise, because several had been acquitted. <br/> \n <br/> \n(Honestly, though, besides that strange introduction I had a great time and I often yearn to go back.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "straw",
    "plus": 2,
    "snip": false,
    "text": "Whoa whoa whoa wait wait. <br/> \n <br/> \nYou're not British?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "Nope. <br/> \n <br/> \nNot only am I not British, I'm actually Texan. Which is about as far from being British as possible. <br/> \n <br/> \nI mean, the way the rest of the world feels about America is the way America feels about Texas."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, but you live in Austin, right? Austin rocks. I don't consider Austin to deserve the reputation that the rest of Texas has garnered."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Yep. Austin is very much different from the rest of Texas. The Tattoos an Body Modifications per Capita proves that better than anything else."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That, and it is the live music capitol of the world.  <br/> \n <br/> \nI don't know why this is so, but it is."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Spinynorman, will you...will you be my friend? <br/> \n <br/> \nWe can meet up at the Green Muse, do you know the place? On Oltorf near 1st Street? I have the first season of A Bit of Fry and Laurie in the mail right now, even though I have already seen all of them in clips on You Tube. <br/> \n <br/> \nBut no...the awkwardness."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "stopeatingmyeyes",
    "plus": 0,
    "snip": false,
    "text": "so many austin people! <br/> \n <br/> \n(me too)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Well, I'm going to be at the Dog and Duck tonight, being as it's St. Paddy's day. Of course, there will probably be a hundred other people there. I will be the one in the Guinness rugby shirt. With the beer, or probably Jameson's."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Well, really it was just a hypothetical proposition. My car is broken."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What, are your legs broken too? Is the bus broken? Huh?? Stop making excuses and get over there!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "<em>Margargaret has no legs.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I wondered who would go there."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "lateadopter",
    "plus": 6,
    "snip": false,
    "text": "Clearly margargaret wasn't going to go there."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I know I haven't been here long, but for future reference, you needn't have wondered."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "<em>Margargaret is in a coma.</em>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144955/http://www.youtube.com/watch?v=KzJotjN2imQ\">WHAT WOULD YOU SAY?</a>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Maybe I'm just really hungover and maybe still drunk, but hot damn."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "It's a trap! Run, spinynorman, run!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "The worst thing is to move from Texas to somewhere up north. *Everybody* hates a transplanted, liberal Texan."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "No, the worst thing is to grow up in Oklahoma, live in Texas for several years, then move back to Oklahoma."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I live in Oklahoma! I have not lived in Texas though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "You have my sympathy. <br/> \n <br/> \nDo you live in one of the two metropoli?  Or the suburbs?  Or, heaven forfend, a rural area?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "I live currently in Tulsa, and I am not sure I would go so far as to call it a \"metropolis.\"  I'm not from OK originally, and when I was first driving through the rural areas I said \"man, I thought Arkansas was boring.\""
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Tulsa, eh? <br/> \n <br/> \nI live in Midtown.  I can see the fireworks from the fairgrounds out my back door. <br/> \n <br/> \nAnd yeah, it is a metropolis, as far as Oklahoma goes.  After all, the next largest city is Lawton with eighty thousand people. <br/> \n <br/> \nI once heard a comedian describing Oklahoma: <br/> \n <br/> \n <em>As the settlers were traveling west, the quality of the land kept getting worse and worse.  It never occurred to them that eventually it would begin to get better.  So by the time they got to Oklahoma, they said, \"Damn, we had better stop here, because if it gets any worse we won't be able to live!\"<br/>\n<br/>\nSo Oklahomans are descendants of people who settled there because it was as bad as they could stand it.  And they spend their lives thinking, \"When do we die?\"</em> <br/> \n <br/> \n(And yes, I am aware that there is no historical accuracy to this tale whatsoever.  Nonetheless it offers an apt description of the lives of many of the state's inhabitants.)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Holy Crap.  Claremore here."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I used to teach in the summer at RSU, but an insane power-mad freakazoid has taken over the program and I probably need to find a new summer job."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I live in the capitol city. I have lived in suburbs and rural areas here in the past (used to be a little south of Guthrie;  <em>that</em>  sucked). I actually quite like it here, although I get really tired of all the wind."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Does the wind come sweeping down the plains?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Oh, yes.  Right behind the rain."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "Is that because Oklahoma is Texas junior, as I have heard it alleged?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "More like Texas is Baja Oklahoma."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "biff",
    "plus": 4,
    "snip": false,
    "text": "The reason Texas doesn't fall off into the Gulf of Mexico is the fact that Oklahoma sucks."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "zadig",
    "plus": 0,
    "snip": false,
    "text": "See majestic Oklahoma!  Where you can see a man eat bacon and gravy like it's chips and salsa!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Texas and Oklahoma have a long-standing mutual dislike for reasons that remain pretty vague to me. The only thing that makes any sense is UT and OU competing constantly in football.  <br/> \n <br/> \nTo be honest it seems popular among native Texans to be suspicious of most of the rest of the country, and indeed the entire world. Maybe other parts of Texas, too..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "\"Rest of the country\" implies that Texans think they are part of a country that includes parts other than Texas."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "A... I'm not sure if I follow that logic. \"Rest of\" usually means that they are a part of something, and they would be suspicious of the remainder of that something, should they be subtracted from it.  <br/> \n <br/> \nHowever, a lot of Texans do tend to think of themselves as a separate country that has reluctantly but voluntarily agreed to be treated as a state."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "And they are right, if history means anything.  Which it does, there."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I believe it is entirely and solely football-related. Sadly enough, many of the residents of both states are perfectly willing to hate a whole state just because they don't like its football team."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "Try living in kansas. It makes Oklahoma look exciting. At least you have red dirt. <br/>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I live in Nebraska and used to live in Texas. I drive back every summer and driving through Kansas is The Saddest Thing.  <br/> \n <br/> \nNew Mexico is pretty rough, though. <br/> \n <br/> \n\"Dear NM resident: Do you A) own or B) rent your mobile home?\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Man, we need to have a Southern US Assetbar meetup. We can all act like blue-collar fathers."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I'm in."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I'd be in for it. At college we had a party once where everyone dressed up as a stereotype from their hometown... it was a hickish, yinzer-y good time."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Sorry to be a geography prick, but Midwestern US sounds like a better description.  You say Southern US and I'm thinking you guys are meeting in Atlanta or Tupelo or something."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but the midwest makes a man think of, like, A Prairie Home Companion. Which Texas and Oklahoma ain't."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Southwest, then, pardner."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Yes, southwest is the preferred designation for this part of the country. <br/> \n <br/> \nAn Assetbar/Acheworld gathering.  Hmm.  I am guessing that there would be much beer."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Crispy Stellas, et. al."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "We need to do this for real. Who wants to try to organize it?"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Please check your Yahoo e-mail for all of my latest thoughts and ideas."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I have yahoo email?"
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Spiny Norman: <br/> \n <br/> \nWe are out of indentations, so you could not discern that was a reply to tekende.  No matter.  I am on it like fuzz on Lyle's tongue.  Watch this space for coded directions to a planning cell."
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Got it. I replied. Who knows, maybe by now you have responded in turn? I will check soon. I try to keep up-to-date on all your thoughts and ideas."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Wait, there is Oklahoma based Achewood related email communication going on? <br/> \n <br/> \nAn email done having been sent and on its way to  <strong>tekende</strong> ."
  },
  {
    "depth": 19,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Friends: <br/> \n <br/> \nFeel free to inspect  <a href=\"http://web.archive.org/web/20101009144955/http://groups.yahoo.com/group/gin_ocean/\">http://groups.yahoo.com/group/gin_ocean/</a>"
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I have requested membership in the group."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "As have I. If this actually works, there will be much fun had, Stellas consumed, and Js burned."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "So have I. This will be awesome if we can do it up right."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I am at work and this is blocked. But having emailed it to myself, rest assured that it will be duly inspected."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hokay, I requested membership. I'm that... that guy who you asked to join, I supposed would be the way to tip my hand."
  },
  {
    "depth": 20,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is an intriguing idea. Maybe I should inspect the yahoo group first, but have there been any thoughts as to where this would be held? Based on the cities I've heard mentioned, it would seem that the most centralized location would be somewhere in Southeastern Oklahoma. That raises the question of whether or not we should try to find a centralish point which is also a decent place, itself (unlike Southeastern Oklahoma)."
  },
  {
    "depth": 21,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm kind of thinking Dallas/Ft Worth TX, myself. Seems pretty central and it's a big city with lots of stuff to do."
  },
  {
    "depth": 22,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Yes.  DFW is a very logical idea for a large-scale meetup.  We need to entice a resident of that area to step forward and be counted.  Also, what about New Orleans?"
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Going to New Orleans would be just plain sweet."
  },
  {
    "depth": 24,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "But if we go to New Orleans we might get wet, and I hate having to wear wet socks around all day. <br/> <br/> <br/> <em>remember - it's never too soon</em>"
  },
  {
    "depth": 25,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Oh  <em>damn</em>  I thought you classy motherfuckers created a mailing list already.   <br/> \n <br/> \nC'mon, do a working man a favor and STOP FILLING UP MY INBOX.   <br/> \n <br/> \nOf course, it's all my fault because I had to post a completely useless comment above and get myself involved in this thread, but still..."
  },
  {
    "depth": 26,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Each part of your message is correct:  We do have a mailing list.  We should be using it.  It is your own damn fault our lack of class is affecting you in this way."
  },
  {
    "depth": 27,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "My feelings on this asset are: Con"
  },
  {
    "depth": 28,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Noted, thank you."
  },
  {
    "depth": 23,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I am a quasi-resident of DFW: as in, I don't currently reside there, but I grew up there, went to high school there and my parents still live there. And I'll be going back sometime this summer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soupkaty",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144955/http://www.the-murdocks.com/\">http://www.the-murdocks.com/</a> <br/> \n <br/> \none of my favorite bands lives in your city.  <br/> \nand they are playing in my city in May, after many many many other bands do. <br/> \n <br/> \nThis could conceivably be a riddle as to what city i live in."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Terrified?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Yeah. I have more than once been told that I'm \"not allowed to be Texan\" because I remain pleasantly ignorant of things like ranch hand bumpers and shot gun calibers and whatnot."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think a ranch hand bumper is that thing you clip onto the side of your plate to hold your drink when you're standing up."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow, someone makes such a thing? That sounds pretty convenient. Tacky, but convenient."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Makes you look like a five year-old, though."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Yes, well. Hence the \"tacky.\""
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Hmm, I'm pretty sure it's a thing you use in cause you actually hit a cow. Or something."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "It's this. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nFor hitting cows. <br/> \n <br/> \nAlso for dramatically lowering fuel mileage and overcompensating for problems in the trouser department."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ah! a little box with a red X in it. Exactly what I was hoping it was."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "Yeah, I wondered if that worked. Let's try again, because work is taking for fucking ever. <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nLet's see what happens. You and me gonna tango, Assetbar."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "blueloggy",
    "plus": 0,
    "snip": false,
    "text": "Oh, THOSE. There are cars here in Brooklyn, NY, with those on them. As if the car has readied itself to plow through a crowd of pedestrians if need be.  Also they \"help\" the car/truck/SUV take up even MORE of our limited parallel parking space. Bastards."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "Bull bars are frowned upon in the UK because we have relatively few wild animals likely to put a dent in our bonnets (or \"hoods\"), so they're more commonly associated with mowing down schoolchildren. <br/> \n <br/> \nI like the name \"ranch hand bumper\". It makes it sound like their express purpose is to rearrange the internal organs of guys in cowboy hats leaning against fences."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "Apparently as a pedestrian you're much more likely to die if you're hit by a vehicle with bull bars than a vehicle without. <br/> \n <br/> \nNice."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Growing up in a cattle town, I always remember those bumpers being referred to as either cow-catchers or deer-smashers"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I've always heard cow-catcher used on the more angled versions of these type of devices, specifically the ones you see on the front of old trains.  Instead of just bumping them, the device kind of scooped/\"caught\" them up and off to the side of the train."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "I thought those were \"brush guards.\"  How boring."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "In Oz we refer to them, in some regions, as \"Roo bars\". <br/> \n <br/> \nI'm sure you can guess which regions.  Or get a map and guess or something.  No, there aren't kangaroos hoppin' in front of cars everywhere."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Everywhere that's not a large town. Which is almost everywhere. I posted up there before I read this here. Sorry."
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Don't lie, I know for a fact that there are kangaroos hopping all over the streets in Sydney, right in front of the Parliament House. <br/> \n <br/> \nThat's right, I, like about 95% Americans, think Sydney is the capital of Australia. <br/> \n <br/> \nNote to other Americans: it isn't"
  },
  {
    "depth": 14,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "95% of Americans"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "It's not so much that Americans actually think that Sydney is the capital of Australia, it's that Sydney is the only city they have ever heard of. <br/> \n <br/> \nAnd they can't bear, uh, to think that the only city they know of is not the capital."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Hey, I know of Melbourne, Perth, and Darwin, and... <br/> \n <br/> \nWell, that's about it really. <br/> \n <br/> \nWhen I found out that the capital of Australia was Canberra, I think my initial feeling was  <em>betrayal.</em>"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I thought it was Melbourne. Whoops!"
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<em>I Love Perth</em>"
  },
  {
    "depth": 17,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's the same as Washington being the capital, when it does nothing else useful apart from Being The Capital."
  },
  {
    "depth": 18,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "As far as I can tell, it also contains the only good Mexican restaurant in the whole USA."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "I think the Australians feel the same way."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I believe that brush guard is the technical name, but the ones I mentioned are used more often in casual conversation, especially when making fun of an extremely gaudy or tacky one.  Other terms you might sometimes hear rednecks use for various pickup truck accessories <br/> \nGrandpa handles: running boards or any similar step-like apparatus <br/> \nHeadache rack: cab guard"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "That's a bullbar. Which is an infinitely better name than 'Ranch Hand Bumper', but slightly misleading in that it is mostly used for protecting one's vehicle whilst mowing down kangaroos."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I am actually replying to spinynorman, but this gets my comment closer to his then replying to it directly would. <br/> \nShotguns do not have calibers, they have gauges.  The gauge is the number of equal weight shells can be made from one pound of lead, so a smaller number means a bigger gun.  With a 12-gauge, for example, a pound of lead is divided into 12 equal parts, and each of those parts is made into several small pellets or one solid slug.  The pellets or slug are then turned into a shotgun shell.  I'm not sure if they use the same weight measurements for steel shot, but it's a similar system."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I replied to the wrong reply I meant to reply to the reply to the reply to spinynorman, which would have placed my comment about 5 spaces below his comment about shotguns, but alas, assetbar has failed me again"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "But only White (cowboy) Texas. Black Texas and Hispanic Texas are both perfectly nice, normal populations. Unfortunately, Texas, where most of my half-black family lives, has a pretty huge minority population (at least by my suburbian New England standards) which is not at all deserving of the Texas reputation. I mean, I have been to Texas to visit my relatives at least once a year, and I have probably met like 3 Republicans total."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "My dear son, approaching a woman from behind does NOT mean you have to aim for the anus, as it were.  It is a perfectly mamamlian way to reach the good bit itself, you see.  Boffo, doggie style."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "True, but the term \"buttfuckin'\" has been tested and proven by lots of scientists with very impressive degrees to be very close (but not  <em>precisely</em> ) pure comic hilarity."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "As terms, I put it in the \"queer\" category, as in calling someone a \"butt fucker.\"  A favorite variation is \"butt pirate.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Spinynorman, was this pub in Manchester or Liverpool, perchance?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 11,
    "snip": false,
    "text": "I think this is more than just a fluke. You, see, the rest of the world has this stereotype about American tourists being loud, obnoxious, gaudy, drunk, and unwilling to engage the local culture. But after my trip to Europe this summer, I came back firmly convinced that this must be the result of people having mistaken British tourists for Americans on numerous occasions, because in all of the above categories, the Brits did not simply take the cake, but ran with it drunkenly for several blocks before vomiting upon it. <br/> \n <br/> \nI'm sure heccibiggs and scotico will come along to kick me in the bollocks, but hear me out, I have a theory for why this is the case. You see, as Americans, we know what the world thinks of us. So when we go abroad, we want desperately to prove them wrong and therefore tiptoe around like scared little children, making sure to say 'merci beacoup' while trying way too hard to mimic the local pronunciations. The kind of Americans that don't care what the world thinks of them are perfectly content to take their vacations in Disneyland or Vegas. On the other hand, to a Brit, Nice or Mallorca is the equivalent of these destinations. Perhaps they believe that simply by virtue of British blood in their genes they are automatically more cultured and European than Americans and can do no wrong. <br/> \n <br/> \nExhibit A: Coming back from the bars one night, we went to get a kebab. The guy in front of us lazily tried to pronounce \"kebab et frites,\" then gave up and defiantly slurred in a \"fuck this\" kind of tone - \"Oi, mate, lemme get a kebab and chips!\" - repeatedly shouting it several times at the befuddled guy at the counter. <br/> \n <br/> \nExhibit B: http://www.exile.ru/2007-August-14/her_majestys_gopniks.html"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "I'm going to quote the movie Barcelona on this one. <br/> \n <br/> \nTed: You see, that's one of the great things about getting involved with someone from another country. You can't take it personally. What's really terrific is that when we act in ways which might objectively seem asshole-ish or, or, incredibly annoying, they don't get upset at all. They don't take it personally. They just assume it's some national characteristic. <br/> \n <br/> \n(Please don't fuck me on this one Asset Bar.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "My observation last summer in Germany agrees with you largely but not entirely.  Being aware of the phenomenon of the \"ugly American\" I tried to act nice, be quiet and respectful, speak the language, etc. <br/> \n <br/> \nIt is true that we are a loud people.  Even the people I was traveling with who were consciously trying to behave themselves still spent the entire trip shouting.  Apparently there's something in our water that makes us all shout at all times for no reason.   <br/> \n <br/> \nI suspect that the reputation of Americans as bad tourists will fade since, due to the current administration, only the wealthy or fiscally irresponsible can travel anywhere."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Doesn't \"wealthy or fiscally irresponsible\" encompass the entirety of the North American population that aren't busy grinding mice into paste?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "This is true. Unfortunately for me. I'm a pretty soft-spoken person and only about 5% of the people around me can ever hear what I'm saying. Most discussions with me have a lot of \"WHAT?\" For some reason we love people who are loud and smiley."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "If they can't shut the fuck up and listen, they don't deserve to hear you."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "WHAT?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I have a couple friends like this. They hate coming out to bars because they say no one will ever hear anything they say anyway. I tell them everyone else is yelling and they should just fit in. They prefer to sit on a remote barstool and congeal."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>the Brits did not simply take the cake, but ran with it drunkenly for several blocks before vomiting upon it</em></div> <br/> \n <br/> \nThis isn't even a metaphor :( You know what my favourite thing about the U.K. is? The foreigners. They seem so much nicer than most of the locals (and generally are!)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "On vacation in Germany, we constantly got mistaken as British people. In France, we got mistaken for Germans. <br/> \n <br/> \nI'm not sure if those are good things or bad things any more."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 0,
    "snip": false,
    "text": "Horrible things. Horrible, terrible, awful things. The global perception of German tourists is only slightly less awful than that for British tourists."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Really? I always thought the global perception of German tourists is polite middle-aged couples wearing khaki shorts and silly-looking hats going about their day with meticulously planned precision, or young backpackers riding bicycles. Is there something I'm not aware of? Are they known for filming scheisse videos on location or some such thing?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by odei, Girdag, _cheesekayke, loneal, bixschmix, achilleselbow)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "Wow you are a douche. I know I shouldn't even reply to you because it would play into your little game of simply contradicting everyone's posts and ruining good threads, but I can't resist pointing out that one of us has a 1:1 chubby:lame ratio, and it's not me, so... fuck along now."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "Hey, achilleselbow! Calm down! <br/> \n <br/> \nLawbot is like the parrot fish of the assetbarrio coral reef that is Acheworld. He performs a vital function by turning live coral into gritty nasty sand. He is a neccesary part of the ecosystem. See? He'll come and see this falling apart analogy, and spet his bile or vent his spleen or whatever he does, and the anger at my gaffe will be redirected at him! <br/> \n <br/> \nThis is nature! It is not for you or I to get flustered over."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Good point. I suppose I am still trying to find my ecological niche and instinctively defend my territory when threatened."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Plus look at his picture, his orifices are all gaping everywhere."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "That's slanderous. I'm just about to bite a camera."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Actually... I was traveling with my parents, a polite-middle aged couple. My father happens to have a closet full of khaki shorts, and loves meticulously planning our trips with precision. He also frequently gets called \"Indiana Jones\" because of the hat he wears.  <br/> \n <br/> \nAre... are you my  <em>father? </em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "josher",
    "plus": 0,
    "snip": false,
    "text": "In general, my feeling would be that the further you get from a country, the better the people from that country become. I agree with most of the points you have raised - virtually without exception the Americans that I have met outside of the US have been courteous, kind and intelligent people. Similarly, as a Brit, I can pretty much confirm that spinynorman's first impressions of British people in Britain is par for the course. Travelling around Europe, as well, I frequently had to avoid people with the same accent as me. Brits in Europe suck and it cannot be denied. <br/> \n <br/> \nBut then, Europe is Britain's back yard, so the proper comparison would be with the Americans in Cancun. I live in Greece and work in the Middle East, now, and, hey - all of the sudden, the Brits are courteous, kind and intelligent. You've just got to get away from the teenagers running distraction in Prague's strip clubs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I disagree. I like americans more when I'm in America."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "I'm not pissed off, I'm just psyched to be referenced. <br/> \n <br/> \nAnd, it depends who you met, really. Thing is with Britain, we have this massive drinking culture. They're really trying to crack down on binge drinking at the moment, because there are so many stupid boys and idiot girls who just get really drunk and go crazy, and if you visit somewhere like Mallorca, there's going to be tons of young people going on holiday and just going completely batshit insane. I haven't taken a holiday like that, but my brother has, and he didn't totally lose it, but he saw people who did - like a group of young guys who were so blind drunk at ten in the morning that they couldn't find their way back to their hotel, and they were going to miss their flight because of it. <br/> \n <br/> \nBut, yeah. Contrary to popular belief, England has a lot more drunken louts that debutantes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think you're a bit behind on your British stereotypes. Nowadays, the world is well aware of our thug:posh person ratio. It's shifted a lot with the creation of White Lightning."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I think the problem with people from the United States is that while abroad they're far more likely than anybody else to be yelling \"USA NUMBER ONE!\" apparently only to let you know that yes, indeed, they are from the United States of America. <br/> \n <br/> \nI'll agree though, the majority of the British holidaying proletariat are lary cunts who ought to be de-sexed for the good of mankind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "salfordladsclub",
    "plus": 0,
    "snip": false,
    "text": "To be honest, I would honestly prefer this. In Australia, all we have is the awful \"aussie aussie aussie\", which isn't just used abroad, but on inner Melbourne trains as well. Patriotism is pointless enough in a global sense, but jesus."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "I had always wondered what \"chav\" meant. Now I know!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "This is basically a perfect description of England. It's a good thing most foreigners don't realise that. If they did our last vestige of international influence would be gone, and our ambassador would have to wait in line behind the Estonian ambassador."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Alphabetica prioritising of ambassadors is never a good idea. For one thing, it puts Albania first. *shudder*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Whoa, I didn't think that one through."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 10,
    "snip": false,
    "text": "I feel a special connection to this strip.  I was just certified as a middle/high school teacher four days ago.  The certificate came in the mail with my very own reusable brown plastic tray and instructions on how to become portly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I'm terrified at the prospect of this being true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "varnish",
    "plus": 1,
    "snip": false,
    "text": "You'll be receiving the bad comb-over kit in a few days. Be sure to read the little pamphlet on proper moustache care."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Congratulations!! <br/> \n <br/> \nNow you have before you years of obscenely low pay, verbal abuse from surly students, verbal abuse from clueless parents, disrespect from administration, and extreme disdain from the majority of society. <br/> \n <br/> \nAll it takes to make it worthwhile is that spark in one kid's eyes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 1,
    "snip": false,
    "text": "Thanks!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Having just gotten done with season 4 of  <em>The Wire</em> , I both respect and pity you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "Having almost finished my middle school education, I both respect and pity you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I am a first year teacher. I am posting this from school.  <br/> \n <br/> \nI am not a good teacher."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Are you saying that you are not a good teacher in general, or that you are not a good teacher because you are on the achewood forums at school? <br/> \n <br/> \nIf it is the latter, you conclusion is not valid.  Anything that keeps you sane at school is a good thing. <br/> \n <br/> \nBTW, I am on Spring Break."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "The latter. <br/> \n <br/> \nAnd if it helps I post during study hall or planning period if I'm not busy. Kids are CAT testing today so I have a lot of free time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Great punchline.  Do you think I could audit the crossbow class?  Gordon Brown looks like the sort of dude who really gets his students motivated by crossbow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mg7810",
    "plus": 5,
    "snip": false,
    "text": "For our English friends, here are some confusing American terms from the comic above and their closest English equivalents: <br/> \n <br/> \n\"color\" = \"colour\" <br/> \n\"conditioner\" = \"creme rinse\" <br/> \n\"A-List... Celebrities, Like Our Woody Harrelson\" = \"the little bald dude from the Benny Hill show\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "We say \"conditioner\"."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "When referring to Americans, habitually."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "Ray (Onstad) has once again proved himself the master of  the analogy. English celebrities are Italian cars.  It's perfect"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "proven?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "Both would work, but if you used proven it would have to be \"has proven\". <br/> \n <br/> \nAt least I think?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "A: I accidentally chubbied you instead of replying.  <br/> \n <br/> \nB: There is a 'has', before the once.  <br/> \n <br/> \nC: Yes, proven."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "that's what i had in mind. the 'has'."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 3,
    "snip": false,
    "text": "Don't worry about it, dude, the chubby was accidental. You did nothing to warrant one."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "But  <em>you</em>  diiiid!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "He missed a perfectly good opportunity to have a pop at Anne Robinson there.  She would be the Headmistress."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kenyot",
    "plus": 1,
    "snip": false,
    "text": "Philosophy with Karl Pilkington, anyone?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thedudeabides85",
    "plus": 11,
    "snip": false,
    "text": "I discovered if you listen closely to one of the tirades in Gordan Ramsay's  <em>Kitchen Nightmares</em> , you can replace the name of a dish with the object of a science experiment, and not lose any meaning. <br/> \n <br/> \nFor instance, here I have substituted <yeast colony> for <quiche lorraine> -  <br/> \n <br/> \nMr. Gordon Ramsay: \"Billy, you twat!  You call this a fucking <yeast colony>.  My 97 year old grandmother can plate a better <yeast colony> and she's got fucking arthritis.  Did you hear me?  I said her hands are arseholed.  I'd be a generous man to give you an F.\""
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "I would definitely coo and/or cluck upon meeting Jeremy Clarkson. Also, forgive me if this has been asked already, but who is Woody Harrelson?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "silver_lake",
    "plus": 7,
    "snip": false,
    "text": "He's Woody Harrelson. You don't get to ask that, on Earth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144955/http://m.assetbar.com/achewood/uua2Jmnqn\">[IMGS OFF]</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 4,
    "snip": false,
    "text": "He's the bartender from \"Cheers\" who doesn't have a massive forehead. <br/> \n <br/> \nHere you go: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "He's the dude who played Woody on Cheers and has since moved on to playing mostly varying types of criminals."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "He is most prominent now for campaigning to legalize marijuana and for having a father who was a convicted murderer (\"freelance contract killer\" according to Wikipedia)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 1,
    "snip": false,
    "text": "Also, he starred in the seminal [IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "He also rode his bike around America with a bus that ran on fuel derived from hemp or something. Also he was in the new Coen Bros. movie and he killed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snoozebar",
    "plus": 1,
    "snip": false,
    "text": "Wow.  I watch Top Gear, I'm an American, and I'm a girl.  I feel like the intersection of some weird Venn diagram."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jamers",
    "plus": 1,
    "snip": false,
    "text": "You are the curvy triangle!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "It took me a while to figure out why I thought this was lewd.  I hope you didn't mean it that way."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 3,
    "snip": false,
    "text": "I can make it happen.  Let me know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "in the section where you exist, there are the words FUCK YEAH!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 1,
    "snip": false,
    "text": "All the Top Gear fans I know are non-English girls."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "The occupy 1 billionth of a percent on a pie chart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I say \"the\" when I mean \"you.\" It's a common affliction."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbgreene",
    "plus": 3,
    "snip": false,
    "text": "the venn diagram of american girls and people that watch top gear is basically an 8."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Venn Diagrams! <br/> \n <br/> \nGo Maths!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "I often feel that Achewood reaches out to a really strange cross section of a very tiny demographic. I mean, almost no one else I know knows shit about Top Gear, a show I watch very regularly (how fucking awesome is the Atom and Jeremy's motor \"boat\"?), but here the first page of responses are all Top Gear-oriented. Everything fits. <br/> \n <br/> \nOh, except for the \"girl\" thing, I'm still not sure  <em>WHAT</em>  the fuck  <em>that</em>  is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Ask Nice Pete, he'll explain it to you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nyl",
    "plus": 0,
    "snip": false,
    "text": "Oh, man the Atom was amazing!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizjones",
    "plus": 0,
    "snip": false,
    "text": "I'm right there with you, ladycakes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 0,
    "snip": false,
    "text": "I'm actually studying abroad in England this fall. I can only hope Stephen Fry is my Maths professor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I'm studying abroad in England in just a few weeks! Me, I'm hoping for Gordon Brown. I've heard he's basically reinvented the medium of crossbow."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I did that for a month when I was 20. I found England to be a very uneven and blurry place, and for whatever reason my allergies were always acting up because I always awoke with a terrible headache.  <br/> \n <br/> \nVery strange."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Brazil is similar, though it's a bit more humid."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Are you sure that it wasn't the cheap lager inflaming your \"allergies?\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Ha HA! Yes! This was the joke! Yes!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I object to both the terms \"cheap\" and \"lager.\" <br/> \n <br/> \nBut yeah, that was completely the joke in question."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by tekende, odei, tao_of_poo)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "wait, you were being ironic by spelling out his irony in a non-ironic way by making an actual joke? that's high-tech."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "No, I was being retarded. By misunderstanding this, you have proven the statement that you have commented on, creating a paradox. <br/> \n <br/> \nThanks a bunch pal. What we all needed was a paradox."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "my sense of time and space has been decentered. <br/> \n <br/> \nlet's create a bigger whirlpool of irony. somebody please misunderstand whether or not i am sincere and comment upon it in an ambiguous way."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "If you're serious, this is funny. Otherwise, not as funny, but still amusing."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "i am dead serious. my universe is centered upon achewood comments."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "i'm still confused, i don't want to study, and i feel like fulfilling a few more stereotypes besides those: <br/> \n <br/> \nwere you being retarded because you sincerely did not get his joke or was it because you made an unfunny by intentionally saying something obvious for humorous effect, and that joke is where the supposed irony lies that i was supposed to have missed?  <br/> \n <br/> \nif it is the first, then i don't see the paradox or giant loop of irony (dramatic irony in that i did not understand your verbal irony and thereby confirmed the statement you made in missing bjorntd's own irony).  <br/> \n <br/> \nbut if it is the second, then why are you telling me 'no' and that i confirmed your statement by not recognizing you being retarded (as opposed to being ironic)? or does 'retarded' mean 'failed ironic humor', as we are dealing with the second case (but that should make your answer be 'yes'...unless you are being verbally ironic...or are still being retarded...which would be dramatic irony...oh god, where have i wandered in my ignorance)?  <br/> \n <br/> \nthis is why america needs 'arguments and discussions'."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "Hah! You've committed one of the classic blunders! The first of which is never committing to a land war in Asia but only slightly lesser known is  <em>this:</em>  never call out an Englishman on irony or cynicism when his pride is on the line! He'll squirt ink from his nethers and ruin your shirts."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "proof_man",
    "plus": 1,
    "snip": false,
    "text": "at least i'm beginning in the spring, rather than as the winter cold approaches while i'm in the field."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby for you!"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "<em>Russia</em> . Land war in  <em>Russia</em> . Asia is ok as long as you find a good place to crush. It's all part of the Great Game, after all."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "Russia makes up an extremely large chunk of Asia, good sir."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "True, but it is a specific part, and one budding young conquistador may be nonplussed by the above advice when he purposely avoids invading Siam when all would have gone well otherwise."
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "It was a reference to The Princess Bride, you pretentious twat.  Make sure you know what people are talking about before you jump up to correct them."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "Jesus, cool the jets, I'm well aware of the Princess Bride reference. I'm beginning to think that someone's proposal for a punctuation mark showing when people aren't being serious is a good idea."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "That's  <em>meta</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "Reading back over this, this whole thing has lead to a lot of ridiculous shit."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "You'd better hope not, because he's actually fairly rubbish at maths."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "There is so much to love about this one it blows my mind. The middle row alone would get this a five for having separate classes for longbow and crossbow, as well as \"arguments and decisions\". <br/> \n <br/> \nFurthermore, I also find that other countries sometimes have \"not good enough\" colours. Like, in Japan, for instance, all the colours are different. Everything is a little more pastel-tone. Does anyone else experience this?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I have not been to Japan, but from what I've seen in photos and movies and such, the colors there do seem to be quite different from anywhere else."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I do seem to remember from my brief sojourn in the Americas that everything seemed brighter and more garish. To my unsuited British eyes, it was almost... Unseemly."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "\"Arguments & Decisions\" isn't too far from the truth. There's an A level called 'Critical Thinking' which is basically how to think in a logical, in-depth way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "I had a Critical Thinking class as a pre-req for my Philosophy degree from my plain ol' American university (which has improbably been included in the NCAA b-ball tournament)."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Is it Portland State University?  I attend PSU and people have been all kinds of excited because the Vikings just barely squeaked into a number 16 spot by beating Montana, or maybe it was Montana State."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Nah - UMBC.  The only four-year college with \"County\" in its name and boy, do they have the inferiority complex."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "In Munich, the greens are much greener.  It's possible that it just seemed this way since I flew there directly from So. Cal., and everything at home was on fire for about 6 months last year, but it sure seemed that the standard green was deeper than ours, and the local palette of landscape, building, clothing, etc. used a lot more brown."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "The colour in Britain drains out the further north you go. London is in full Technicolor. Head north to the Midlands and you'll notice everything is sepia-toned, like a Box Brownie photo from the 70s. Continue up the M1 and when you pass the sign saying \"Welcome to THE NORTH\" everything goes black-and-white and the tune from the Hovis advert starts to play."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "whoisspain",
    "plus": 1,
    "snip": false,
    "text": "Finally, in Scotland our only colour is despair."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "colour? Well how  <em>dare you?!</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "I apologise for any chromatic offense I may have caused."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh my. Your interpretatin was funnier, but either way, let me try again. <br/> \n <br/> \nColo <em>u</em> r? Well how  <em>dare you?!</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "well, okay, my spelling is atroshus, but you get the idea."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 0,
    "snip": false,
    "text": "I spent some time in China. Everything seemed either grayer, or more neon."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "This is very true. The preferred palettes, from what I've seen, are Pastel and Extreme Neutral (black, white, navy, grey, and washed out browns... carefully arranged so that none of these are juxtaposed in such a way as to generate an interesting contrast.) Primary  Colors smack of outright rebellion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "Er, in Japan. <br/> \n <br/> \nHi, I'm all hopped up on what passes for cough syrup here; and cranky about not being able to find any chicken soup."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I hear the marching band had a lot of turnover until they finally fired Simon Le Cowell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "explodingbat",
    "plus": 0,
    "snip": false,
    "text": "Marching? Band? <br/> \n <br/> \nI've never heard of a British school having either. (To be fair my school was shit.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "We did, and because it's hard to get kids to join a marching band, you didn't even have to join the CCF properly to be in it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 1,
    "snip": false,
    "text": "What is a 'CCF properly'?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry, but your grammar is too poor for me to make a joke. <br/> \n <br/> \nI assume that you don't know what the CCF is. It is one of the MODs many youth organisations."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Also my punctuation is too bad for me to make a cutting remark about grammar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 0,
    "snip": false,
    "text": "The CCF is the Combined Cadet Force. These military bands are hella different from American marching bands. They are not like '76 Trombones'. They don't smile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "come on, onstad.   <em>nerds</em>  read webcomics.  of course we know who billie piper is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biondino",
    "plus": 0,
    "snip": false,
    "text": "I heart Onstad's little crush on England."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Crushed by the firm buttocks of satire."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "porse",
    "plus": 0,
    "snip": false,
    "text": "I read the tooltip on this one earlier, when it was the wrong strip. Totally ruined my chances of guessing the answer. Oh well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "I had Stephen Fry for maths but all he would do was make puns, talk about poetry, and then give us tests on ridiculous trivia we'd never even learned."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shades",
    "plus": 1,
    "snip": false,
    "text": "haha, this strip nails the feel of being in London perfectly. dreadful place"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Actually I think based on the appearance of Ray's cottage that it was more like somewhere in Yorkshire."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "a-halter",
    "plus": 0,
    "snip": false,
    "text": "I recognize everyone but Jonathan Ross, that guy just looks like a vaguely depressed social studies teacher.  He carries a half-gallon mug of coffee containing a mixture that is 50-55% sugar."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "He's like, a talking head. He has shows on TV and radio, and he can't say his Rs properly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stinson_reliant",
    "plus": 0,
    "snip": false,
    "text": "He was also on an episode of Extras."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I think you just described all British people as they appear from the vantage point of an American."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby. I made basically the same comment once in England to my parents. They quickly pointed out just how stupid a thing it was for me to say, and I realized they were right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Man, tekende, you've used up all your chubbies already? I would recommend that you take some sort of chubby responsibility seminar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "(Contrary to popular belief, this would not be a self-help seminar for portly people.)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "His 'ahs.' <br/> \n <br/> \nHe has this little chat show where he sexually harasses women."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 0,
    "snip": false,
    "text": "He's a talk show host. He's our 'Conan' *sigh*"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 0,
    "snip": false,
    "text": "My older brother works for the real Conan.  When I was in Europe last year I don't think I met a single person who knew who Conan was."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Your older brother works for Conan the Barbarian??"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "His brother is Subotai."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I doubt that he could truly pass off as Cimmerian."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Your stated age of 23 belies your apparent origin in the Hyborean Age."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You expect the Highlander to be truthful about his age?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "There can be only three 30th birthdays!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "So, who here knows which one is the Prime Minister?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "billylk",
    "plus": 0,
    "snip": false,
    "text": "Gordy. Next?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "I loved the prideful briskness with which you answered that question, as though you actually considered it one that seriously warranted an answer."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "He and Ramsay are the only ones I've heard of.  Ramsay only because Onstad was on about him on his blog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonaoneo",
    "plus": 1,
    "snip": false,
    "text": "5'd for the alt text. Onstad doing Top Gear references works for me."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "The biggest shock to me when I spent a little time in England was how okay they are with ugly celebrities, and \"television presenters\".  I saw like, four pregnant girls introducing old episodes of Quantum Leap, old frizzy-haired ladies promoting a call-in scam show, and chubby little men in the corner of the screen doing sign language.  Not a looker in the bunch.  It was a great place to visit, but if you're looking to watch attractive people on television it's not the best vacation spot."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 2,
    "snip": false,
    "text": "Being OK with ugly celebrities is not an exclusively British thing.  Have you ever looked at Willem Defoe?  I mean, really looked?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 1,
    "snip": false,
    "text": "Very true, I suppose I should've qualified: ugly celebrities who are not men, and are not used only as one-trick laugh ponies.  For instance, we have Kathy Bates.  She's an unfortunate looking woman, according to scientific standards.  Here in the US, she is a fat joke and a murderer.  In England, she might actually be the bumper between episodes of Magnum PI."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "*Salutes Union Jack and hums the opening bars to God Save the Queen*"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "The real, Sex Pistols \"God Save the Queen\" or the national anthem of the U.K.?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "The dub remix."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biomusicologist",
    "plus": 0,
    "snip": false,
    "text": "You mean \"Black Arabs\"? I love that song. <br/> \nThough to be fair, it's a remix/proto-mashup of all their singles. <br/> \n(Yes, I know you were probably kidding, but I just decided to be a dick and play along. That song I described is real, by the way)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rhino",
    "plus": 1,
    "snip": false,
    "text": "Don't go insulting Willem Dafoe, man.  Don't do that to me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 6,
    "snip": false,
    "text": "When I look at Willem Defoe, I see the face of God. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "It just goes to show - American geeks love England with an unwavering, unquestioning fervour that easily outstrips any flag-saluting square-jawed patriot's love for the USA."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "Everyone in America loves England. Or at least English people. If they don't, then they at least get a slight thrill out of hearing a real live English accent, which is always oddly compelling. It's hard to explain."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "loeras",
    "plus": 0,
    "snip": false,
    "text": ".. would you class gordon brown as a celebrity? <br/> \n <br/> \nhe just kinda runs the country. <br/> \n <br/> \nand poorly, at that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "The one slight flaw with this strip, as I see it, is the false presumption that British school's follow the American standard of serving cartons of milk at schools. I've never once drank a carton of milk throughout thirteen years of education."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bixschmix",
    "plus": 4,
    "snip": false,
    "text": "Do you think osteoporosis is rad, i_love_kate? DO YOU?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "That's how old school Ray is - he remembers the time before Thatcher snatched all the milk. In fact, his portfolio includes a number of milk production quotas, just for old times' sake."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mo_rose",
    "plus": 0,
    "snip": false,
    "text": "back in my early days the milk was in glass bottles rather than cartons and if you snuck back into class during break time you would see the milk man rogering Ms. Smith."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Classic Cavendish all the way. You don't even get to see them converse until reel 37."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 0,
    "snip": false,
    "text": "That's why your teeth are all fucked up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I see what you did there."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "I used to drink cartons of milk at primary school, and that was in the 90's, well after Milk-Snatcher had been defenestrated by the blue-rinse, blue rosette brigade. <br/> \n <br/> \nIt wasn't very nice. It was warm, and tasted of cheap cardboard and janitorial sweat."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Did you go to a private school by any chance?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "A working-class Glasgow kid? Nope, state sector all the way for me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Scotland? That would explain it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "It explains a lot of things."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Like having an Irish comedian for an avatar"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gokarter641",
    "plus": 0,
    "snip": false,
    "text": "Not a James May fan then, eh? <br/> \n <br/> \nKudos for TopGear though. Best show  <em>ever</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "One thing I remember quite vividly about my trip to London (about six or seven years ago) was something I saw on telly. <br/> \n <br/> \nIt was some sort of music programme. I don't recall its name. But at one point, a band played, fronted by an odd-looking fat man with a shaved head and sunglasses (indoors). He was holding a steering wheel and \"singing\" a terrible song about how he \"done got me a new motor.\" <br/> \n <br/> \nThe climax of the performance came as the man dropped to the floor and began to roll around in circles, crazily turning the steering wheel, screaming about his new motor. <br/> \n <br/> \nEngland can be a very silly place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "In future, listen to a country's national anthem before visiting it. You'll save yourself from embarrassing yourself later. <br/> \n <br/> \n\"Terrible song\" indeed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "That was Alexei Sayle, and I'll have you know that he is a very funny man. He also has a song called 'Dr Marten's Boots'. It also features a lot of yelling."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I'm sure he is. It was just very weird, seeing as I had pretty much no context for what I was seeing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "andreas52",
    "plus": 0,
    "snip": false,
    "text": "Aaaaargh you beat me to The Young Ones reference.  Now I am going to have to wait another ten years before it gets brought up in conversation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Now  <em>that</em>  is an English reference I get.  I'm the one that owned  <em>Neil's Book of the Dead</em> !"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "It is silly to like England."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<strike>England</strike>   <em>The Cure</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "They're almost indistinguishable, once you get down to it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "british celebrities are a product of industrial melanism."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fidelio-roo",
    "plus": 0,
    "snip": false,
    "text": "I am familiar with half of those people, and I am from Canada."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "COMMONWEALTH! OH YEAH!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I am not familiar with any of these people, and I am from Canada."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kodiakclock",
    "plus": 0,
    "snip": false,
    "text": "WHAT ABOUT THE BEATLES"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "What about them?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "THE BEATLES!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "BEATLEMANIA!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "THESE BEATLES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "AREN'T THEY AWESOME"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "This entitre exchange is just great.  V-chubbies for everyone!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Except for the interjection by lawbot. User ignored!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Now I can tell the world that margargaret smells of cheese oil, and she won't even know!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "margargaret",
    "plus": 0,
    "snip": false,
    "text": "Comment all you want lawbot. What I can't read won't hurt me (you do know that I can still read your posts if I choose to, right?)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "When you read my posts you  <em>lose</em> ."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I said that's enough!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "NO"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Testing: Saying no this comment actually means you agree. Is that true?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "lawbot",
    "plus": 1,
    "snip": false,
    "text": "Honestly, I'm lost now. I feel like I should have taken notes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hazelfo",
    "plus": 0,
    "snip": false,
    "text": "Being an American living in England, I can say this is all completely true."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Being an Englishman living in England I can say that this is all completely true. <br/> \n <br/> \nI will not, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smugairle",
    "plus": 0,
    "snip": false,
    "text": "Making fun of the English is a necessity on St. Patrick's day. Onstad knows this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikeleffel2",
    "plus": 0,
    "snip": false,
    "text": "Chris Onstad is always invited to my diabetes party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "The comparison to Woody Harrelson doesn't work for Stephen Fry.  Fry actually has talent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I think, I mean I have an inkling of suspicion, that that is maybe kind of the joke. Woody Harrelson is hardly an A-list celebrity."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sn0wman",
    "plus": 0,
    "snip": false,
    "text": "Oh, I know that.  I just don't think Fry fits in with the rest.  Between Blackadder, A Bit of Fry and Laurie (my favourite of the lot), Jeeves and Wooster, and QI, I'd say he actually is an A-list celeb, as much as television actors can be."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "A lot of people have never heard of any of those.  <br/> \n <br/> \nSad, but true.  <br/> \n <br/> \nBeyond a few cameos, most Americans would not know him, or would only think of him as That British Guy. <br/> \n <br/> \nThey'd know Hugh Laurie, though. Hot damn, they'd know him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "Hugh Laurie is a damn fine example of an honest American."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "From IMDB: <br/> \nDuring Hugh Laurie's audition for House, David Shore says that Bryan Singer, one of the executive producers, said, \"See, this is what I want; an American guy.\" Singer was completely unaware of the fact that Hugh Laurie is British. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Do they really know him? I would guess that there is a good deal of Americans that think Hugh Laurie is an American. I think some Americans  <em>only think they know him</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Stephen Fry may not have actually been cloned by an elite team of scientists and Hollywood marketing types trying to create the perfect epitome of the 'unattractively TV-brand intellectual effeminite English type to make overweight 30-something typists from Ohio get all hot and bothered over' for mass media consumption, but if he had he probably wouldn't have been much different."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "He wouldn't have been gay for starters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I would've thought Stephen Fry's long list of credentials makes him the opposite of an A-list celebrity. In today's world of labial exposure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "Stephen Fry has exposed his labia many times, but only for charity."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rainbowbrite",
    "plus": 0,
    "snip": false,
    "text": "Teehee :-)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": true,
    "text": "A comment left by desert_donkey was marked lame too many times and excluded. (marked lame by straw, tekende, Norsef, rainbowbrite, iidebaser)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lawbot was marked lame too many times and excluded. (marked lame by straw, rainbowbrite, deblacquiere)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Whoa, whoa! What was THAT?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jeet",
    "plus": 1,
    "snip": false,
    "text": "Over the summer I went to camp with a very dim-witted British girl who was very surprised when I said that I knew the Speaker of the House's name. She replied, \"How do you know these things? It took me a month to figure out who was running the country, Gordon Brown or Gordon Ramsay!\" <br/> \nShe was dead serious. <br/> \n <br/> \nAnyway, my science teacher has always reminded me of Hugh Laurie. But I guess since Hugh Laurie is pretending to be American he doesn't count."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "Don't no-one be thinking the Americans have a monopoly on morons, we have some fantastic home-grown talent.  Indeed, I just employed abominable grammar in the first three words of this post.  And in the last two words, I shall provide evidence that Britain grows the most exquisite morons: <br/> \n <br/> \nJade. Goody."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 1,
    "snip": false,
    "text": "As a Scottish person living in England, whose employer (the BBC) engages all but one of the subjects, I come over all patriotic and proud of our %u2018flinty%u2019 celebrities like Stephen Fry. I saw him once, and we said %u2018good morning%u2019 to one another %u2013 such is the reserved British way.  <br/> \nThere is indeed something strangely exciting and glamorous about your American stars %u2013 I saw Coolio in Waitrose supermarket in Marylebone once and, no kidding, I was like %u2018SQUAAAWK!%u2019 <br/> \n <br/> \nBut I have to call bullshit on the bad teeth thing. We get state-funded orthodontics for children, so any Brits with wonky teeth were probably brats who refused to get braces, whereas Americans with poor teeth are, I guess, poor. And if we're genetically pre-disposed to it, then you likely are too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "My condolences on Assetbar butchering your generally informative post.  Also condolences on the Coolio thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 2,
    "snip": false,
    "text": "My quotation marks transformed into webdings. But my teeth are white creamy pegs of hard, white cream."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "A million chubbies for the Boosh reference."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foea",
    "plus": 1,
    "snip": false,
    "text": "We also flouridate our public water. It helps the teeth, but might make us sterile in a few generations."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "It'll bug me if I don't ask... Do you know Hen and Chickens in Islington? Or Ginglik? Somewhere like that? We might have met in RL, you know, which is weird to think. Plus, Marylebone Waitrose, get you. You've created a little socio-economic biog for yourself there, but as you say, it won't affect your teeth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Hen and Chickens? Is that the theatrepub on Highbury Corner?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 0,
    "snip": false,
    "text": "I don't remember talking Achewood with anyone in either of those places. Or is it the Coolio reference you remember? I'm still dining out on that.  <br/> \nMy socio-economic status has slipped, by the way; I've moved from W1 to N8."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Well, I just moved out of E8, but no. I didn't recognise the Coolio thing, nor do I really go to any of the pubs on Highbury Corner, I just wondered if I had correctly recognised a place."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "barrymorefm",
    "plus": 0,
    "snip": false,
    "text": "BBCers often hang out in these places I find. It is right that contact with Coolio should afford one meals. You're still North though. I am SE. There are literally bullets on my pavement :( I am surrounded by violent death. Please someone pass the South Bank and come get me before the crossfire does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 0,
    "snip": false,
    "text": "Mrs. Agnes Ronay looks suspiciously like James May....."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "ray is still upset because the Aussies made fun of his Enzo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cottonpluff",
    "plus": 0,
    "snip": false,
    "text": "C'mon, Beef. Take the shirt off already. It's like I don't even know who he is anymore. Makes him look weird and un-Beef-like. Once in a while a shirt is ok but not every day... not for Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "It's the new Deef look."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "But EVERYBODY knows Stephen Fry! <br/> \n <br/> \nDon't they?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "\"Maths\" <br/> \nI will never get used to that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpryor",
    "plus": 0,
    "snip": false,
    "text": "I don't know how to feel about this strip, my favorite show (Top Gear) and my favorite comic together in the same place...my mind has been blown."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nokidding",
    "plus": 0,
    "snip": false,
    "text": "I love it when Beef wears a shirt and tie"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "hatticus",
    "plus": 0,
    "snip": false,
    "text": "Much as I hate to fault a man's work on my first post, I gotta speak my peace on this one: Stephen Fry teaches English, most likely focusing his energies on the comedies of the Restoration. There, my peace is said.  <br/> \n <br/> \nNonetheless, dude's got a point about colours in England. What's the deal, Brits?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 2,
    "snip": false,
    "text": "They've been mining their atmosphere and cuisine for color to fuel their irony since 1824."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Now I know my chubby limit.  :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Since you are faulting a man's work, you leave yourself open to similar treatment. <br/> \n <br/> \nWhat you speak is your \"piece,\" as in a piece of your mind. <br/> \n <br/> \nThere term \"speak your peace\" does exist, but it refers to something different entirely. <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144955/http://en.wikipedia.org/wiki/Speak_Your_Peace\">Music</a>  or  <a href=\"http://web.archive.org/web/20101009144955/http://www.dsaspeakyourpeace.org/\">a social movement</a> <br/> \n <br/> \nBut if you are getting something off your chest, you are \"speaking your piece.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Come here on the three days a year the sun comes out. It looks normal. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hayzeus",
    "plus": 0,
    "snip": false,
    "text": "That's because of The Greyness. England and everything in it is one degree greyer than the rest of the planet. <br/> \n <br/> \n <em>The Cat thinks my homeland is Small Time</em>"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "rainwolfj",
    "plus": 0,
    "snip": false,
    "text": "I was kinda hoping the strip on my birthday would be a bit... better, but this is still good. <br/> \n <br/> \nSlightly ashamed to have known all these actors except Agnes Ronay..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Half of those celebrities aren't even actors. So you lie, sir! Forgiven for not knowing James May, though, as most people here patently didn't before they read the other comments."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rainwolfj",
    "plus": 0,
    "snip": false,
    "text": "Whatever, celebrities and actors are practically interchangeable, ESPECIALLY when I am dead tired."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j-man",
    "plus": 0,
    "snip": false,
    "text": "Here's a youtube clip of Agnes Ronay auditing Gordon Ramsay's science class: <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101009144955/http://www.youtube.com/watch?v=VKEPPw5Jd2M\">http://www.youtube.com/watch?v=VKEPPw5Jd2M</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bjorntd",
    "plus": 1,
    "snip": false,
    "text": "I don't know where to begin with his flower/shirt situation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "Let's not forget lesbian gym class teachers French and Saunders: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mrclarinet",
    "plus": 0,
    "snip": false,
    "text": "Except there is no 'gym' class in the UK."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "There is if I say there is."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "I went to five different primary schools in various areas of Scotland, and every one of them called their physical education classes 'gym'. I only went to one high school, though, which called it 'PE'. <br/> \n <br/> \nScottish and English education systems are however very different."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 0,
    "snip": false,
    "text": "I can confirm that there is gym class in Scotland. One wears 'gym shoes' to do it. It is indeed called 'PE' in high school, in the same way that 'play time' becomes 'interval'. If you say 'play time' at high school you get your head kicked."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "girdag",
    "plus": 0,
    "snip": false,
    "text": "Interval? Dunno if you're talking about America or Britain there, but I've never heard that before (English here, btw). It was called 'Break', dammit. <br/> \n <br/> \nDon't get me started on what the evening meal should be called."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Dinner. Everything else is wrong."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "biff",
    "plus": 2,
    "snip": false,
    "text": "I realize that these definitions are no longer used, but they can often stir up nerdy English major adversarial discussions. <br/> \n <br/> \nto sup - to eat meal with cold meat <br/> \n <br/> \nsupper - a meal with cold meat, time of consumption irrelevant <br/> \n <br/> \nto dine - to eat a meal with hot meat <br/> \n <br/> \ndinner - a meal with hot meat, time of consumption irrelevant <br/> \n <br/> \nGiven these origins to these words, which is chosen to designate the last meal of the day is colloquial.  In other words, you are probably going to call it what your mom called it. <br/> \n <br/> \nInsisting one is better than the other is kind of silly."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "When I moved to Nebraska and found out they call \"lunch\" \"dinner,\" I was annoyed."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "I dunno.  To me moving to Nebraska would be annoying in itself.  So much so that meal names couldn't make much different.  A drop in the ocean, so to speak."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "You get used to it. It is what it is."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Virtual chubby of agreement."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "Well until just now I assumed Biff's icon was a bull with mighty horns. Really it's a man who has found himself in unusual trouble. I now feel like that guy."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "girdag",
    "plus": 0,
    "snip": false,
    "text": "Then you have the bloody northerners who insist on calling it 'tea'. That's a mid-afternoon light meal with scones and hot drinks! <br/> \n <br/> \nIncidentally, I call it supper. But you've taken all the fun out of that argument with your facts. Facts have no place in an argument on the internet!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Everyone I know here in the Midlands calls it \"Tea.\" Or are we included in Northerners?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I have never called it tea, but many people I know in the midlands have."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "It is the curse of the Midlands to be called northern by the South and southern by the North."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I hear that in Australia they have globes and atlases with the South Pole on top. True/False?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 0,
    "snip": false,
    "text": "I think they're talking about the break which isn't dinner. Unless you went to a school for anorexics i don't think you ate dinner there twice a day."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 0,
    "snip": false,
    "text": "I'm a dinner man myself. I have used 'tea' for the evening meal, but it confuses my (Australian) girlfriend. She gets the Typhoo out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "We called it \"recess\" here. And it ended as soon as we got out of elementary school. Thank God that PE ended as soon as we got out of junior high."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 1,
    "snip": false,
    "text": "William Wallace chopped up a bunch of you sassenachs for the freedom to cry 'INTERRRRVALL!'"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "whoisspain",
    "plus": 1,
    "snip": false,
    "text": "To be fair, most things in secondary school get your head kicked in. It's practically a spectator sport."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 1,
    "snip": false,
    "text": "Frankly.  I'd vote for any man who knows how to use a crossbow.   <br/> \n <br/> \nThey vote over there, don't they?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "No, leaders are determined by other criteria; tea prep contest, casting of bones, and pant pleats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 22,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "A chubby, a chubby, my kingdom for a chubby!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "I'm on it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattypneumonia",
    "plus": 1,
    "snip": false,
    "text": "A shroe! A shroe! My dingkome for a shroe!  <br/> \n <br/> \nAlso: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "It's Jade Goody. And it's not \"Miss\" it's Lady Clarenceaux King of Arms."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I don't know how the hell that happened. \"N\" is nowhere  <em>near</em>  \"D\" on a keyboard. How many more humiliations must we all suffer before Assetbar gets an \"edit comment\" option?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "I would feel sympathy were I not made suspicious by your omission of her title."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "Port and Sherry Appreciation.  That is too funny.  That is too f**king funny.  F**k, man."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "Oh, god.  How many people would I kill to take a class from Bill Bailey. <br/> \n <br/> \nThe answer is: five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Having seen Billie Piper play  dominatrix on tv recently the idea of he teaching me French is going to keep me happy for a long time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pityparty",
    "plus": 1,
    "snip": false,
    "text": "that comment about colours in England is rubbish, England has a most excellent palette of musty greys"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deblacquiere",
    "plus": 0,
    "snip": false,
    "text": "not to mention magnolia"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Don't forget sage!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Yours is the most I've ever laughed at an avatar. Tell me, tell me of it's origin!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "iskander",
    "plus": 0,
    "snip": false,
    "text": "It was nice of Onstad to provide that handy notice to explain the joke for us readers in the United States. I wish John Allison would do the same."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ctrl_z",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't Mr. Gordon Ramsay be like the Home Ec. Teacher or something?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lawbot",
    "plus": 0,
    "snip": false,
    "text": "Don't start that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "It's Eddie Izzard.  We've already had this discussion."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "With his acute knowledge of matters relating to personal hygiene, Mr. Robert Smith would be a certainty for Personal and Social Education."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "whoisspain",
    "plus": 0,
    "snip": false,
    "text": "It is  <em>silly</em>  to like Personal and Social Education."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "hurfusdurfus",
    "plus": 0,
    "snip": false,
    "text": "There's a fair amount of rubbish that needs to be said here. I walked past James May last week - I did not go \"COO COO CLUCK CLUCK SIGN ME BOOK PLEASE\" I just gave a smirk while people tried stood in the background and tried to ruin the shot for whatever documentary he was making. It was part of a crazy British celebs week I had in which I stood next to Frank Skinner and Reggie Yates from CBBC at gigs. I know, I know, boring celeb stories - but it gets better because I now know someone whose fucking Jeff Goldblum and am friends with the new face of the Nintendo Wii. Meanwhile I am insignificant. <br/> \n <br/> \nEverything is wrong with Billie Piper's face and that is what makes it so so right.  How can any human being not love that face. <br/> \n <br/> \nI also shudder to think what Mr. Clarkson's history classes would be like. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benjaminpask",
    "plus": 0,
    "snip": false,
    "text": "Ooooohh! Reggie Yates! Cool!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "So Ray has rubbed his arm swaying tendencies off on Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Frst thing i read having returned to blighty from central/eastern europe.  <br/> \n <br/> \nas a wise man once said \"It warmed the cockles of my heart\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lara",
    "plus": 0,
    "snip": false,
    "text": "James Maaaaaaaaaay. I approve."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "No, Keira Knightly, Kate Beckinsale, Orlando Bloom, Cate Blanchett and Clive Owen are A-list Brit Celebs. Those are TELEVISION people; like John Tesh or Doctor Phil or Judge Judy. UGLY television people. The ugly Brit A-listers are there because they're amazingly talented and awesome, like Ian Mc Kellan."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "steerpike66",
    "plus": 0,
    "snip": false,
    "text": "Y'all assume that becaue they work in the US, they are no longer Brits; like IRISH Colin Farrell. Remember: Cary Grant was British and was probably the best looking man ever to work in US cinema."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Oh posh on that ole Gordon Brown and his anti-EU ways. <br/> \nPosh and pox and so on."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "Gordon Brown will shoot the EU with his crossbow as a demonstration for his class."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 0,
    "snip": false,
    "text": "i never before realized how much jeremy clarkson looks like will ferrel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "My god, if only Billie Piper was my teacher at high school. Although since we're now the same age that's kinda screwed up."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Billie Piper is an abomination. A filthy, ugly chav abomination."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "who is suprisingly hot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "She is basically the opposite of what hot is. She is where a boner goes to die."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "A Google image search makes me want to renounce that claim, or at least change it to \"she's okay from the neck down, mostly\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009144955/http://www.aceshowbiz.com/images/events/SPX-001497.jpg\">Nightmares of teeth for me.</a>"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "nyl",
    "plus": 0,
    "snip": false,
    "text": "HAHA!! HARD LUCK, CAPTAIN SLOW!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "The Prime Minister doesn't count as a celebrity"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "But he IS famous.. i mean, \"celebrity\" doesnt have any specific criteria"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twells",
    "plus": 0,
    "snip": false,
    "text": "I resent the smoking comment. While in the outside smoking area an american asked me whether I was going to smoke my cigarette. I said yes. But only to use it to light my next one.  <br/> \n <br/> \nI don't think James May is A- list"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "I have not been judged worthy to rate strips for reasons that are not clear to me.  This is the strip that makes me wish I could get my 5 on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "apolloin",
    "plus": 0,
    "snip": false,
    "text": "\"Hyuk-Hyuk! They has celebrities that ain't the same as our celebrities. It must suck to be from Eenglund!\" <br/> \n <br/> \nGiven the huge amount of controversy in the discussion of this strip, I hope we can all agree that Onstad is at his least funny when trying to take the piss out of things he doesn't understand and people funnier than he is."
  }
]