[
  {
    "depth": 0,
    "minus": 0,
    "name": "okl",
    "plus": 0,
    "snip": true,
    "text": "A comment left by okl was marked lame too many times and excluded. (marked lame by johnnybaverage, ShemmJacc, MrMojoRisin, hypnoreagan, Overmedicated, Mattsolo, Vice, Manxome, Robot_Satan, dennycrane, Courtland, Shurimpu, rhymesforkids, robbingdog, NDCaesar, SatelliteTV, Sargasm, Cracklewater, Kennisiou, d3athcann0n, StoicRomance, RBisme, Ihmgard, ravindra108, Shawgun, abe, Doc_Rostov, tokyogirl119, Panserbjorne, JDBear, Dallovich, afvbs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by ted0phile, prolefeed5, ishuta, lamboyster, RedMad, tasteful, Overmedicated, NeoNaoNeo, twohundredninety, Robot_Satan, goocifer, cmjhogan, rowboat, dennycrane, ajg, Courtland, king_of_pwns, equinn2006, jollysaintpete, farqussus, Sal, d3athcann0n, ConnorMc, Ihmgard, EndlessMike, Jewpacabra, clembot, Shawgun, Doc_Rostov, spry, apres, Morgulon, motts, Carten)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zem was marked lame too many times and excluded. (marked lame by MrMojoRisin, Yossarian, hikikomori, novacaine, d3athcann0n, Ihmgard, Appers)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 7,
    "snip": false,
    "text": "<em>slam</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 4,
    "snip": false,
    "text": "<em>koodge</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by farqussus was marked lame too many times and excluded. (marked lame by patkun, MrMojoRisin, purplehaze, jollysaintpete, Cracklewater, Satyr)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jollysaintpete was marked lame too many times and excluded. (marked lame by ActualTaunt, lux, mystkmanat, motts)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "actualtaunt",
    "plus": 7,
    "snip": false,
    "text": "You know how people will say \"this is the first achewood I read\" or \"This is the achewood strip that started it all for me and got me head in an airport\"? <br/> \nThis was the first guy I ignored. <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Saint truly was the worst Assetbar poster ever. <br/> \n <br/> \nI miss him dearly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "atticusonline",
    "plus": 4,
    "snip": false,
    "text": "Soticoto was just the biggest douche though. Let us not exclude this merry man."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "Soticoto at least had sack. Saint was like a ten-day-dead deer embryo. <br/> \n <br/> \n(That's right - I  <em>went</em>  there!)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Saint didn't usually intend to piss people off. Nearly every single soticoto post was written with the specific aim of making everyone angry. I would take ten saints over one soticoto."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 6,
    "snip": false,
    "text": "I guess it just comes down to what pisses you off most. Soticoto was so much of an asshole that he had it down to some kind of sick artistry. Saint was just a mopey bore. They both pissed me off, but Soti did so in a way that was almost perversely interesting. Saint just made me want to take him by the collar and slap him around a little. <br/> \n <br/> \nOK. At this point I'm officially just restating the same thing over and over again. <br/> \n <br/> \nThat's how I feel about this subject which couldn't possibly ever matter. The end."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "And let us not forget Saint's Taylor Hicks avatar vs. Soti's weighed companion cube. That's reason enough, in my book."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "it's even hard to be interesting talking ABOUT saint. that's how boring he his."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Is Asherdan being a complete dongrel taken for granted?  Because I don't see him mentioned in the \"Douches of Assetbar\" conversation."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Never completely understood the anti-asherdan movement and I do now less than ever. It was just a big knee-jerk party as far as I can tell. Was he a shining example of humanity? Probably not. Was he anything close to the worst thing to drift through this place? Not even."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "his moderate douchery was exacerbated by his fecundity."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "With Asherdan it was more the sheer ego of it, making ridiculous claims with a tone that made it seem like he actually expected us to believe them. That and the played out \"Everything is obvious to me\" Mid 90's teenager attitude."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "Taylor Hicks?  <br/> \n <br/> \nMy avatar is Zachary Quinto from Heroes. Taylor Hicks is a sac of asses."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "your avatar appears to suck dicks"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "Ever see  <em>Antichrist</em> , with Willem Dafoe?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Every time someone talks about my sack, I fondle it. <br/> \nMy potato sack. <br/> \nIt has potatoes in it. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Love you, too, fuckface."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "<strong><em>damn.</em></strong> <br/> \n <br/> \nI had no idea I evoked such emotion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "You've gained a cult following of haters."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "Hitler has more friends on facebook than I do, and he's dead."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "utv",
    "plus": 9,
    "snip": false,
    "text": "Yeah, Hitler's unpopular because he's dead. That's what it was."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 4,
    "snip": false,
    "text": "Would you accept a friend request from Adolf Hitler if he was alive? I think I would. I think I'd like to see photos of him drunk with his mates at a nightclub. I'd like to find out what he thinks of Desperate Housewives."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "saint",
    "plus": 3,
    "snip": false,
    "text": "The fact that he was responsible for the slaughter of so many Jews just got him some angry messages on his wall. <br/> \n <br/> \n\"what the fuck man?\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Man at least people know you exist. Only guy that ever acknowledged me was some author/dreamweaver/visionary plus actor who recognised my Dean Learner avatar. And I don't even  <em>have</em>  that anymore."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "What are you..blah blah, I don't even.."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Damn dude, more people have recognized  <em>me</em> ."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wait. You are talking about heccibiggs. Heccibiggs is not \"some guy.\" She's \"some broad.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saint",
    "plus": 1,
    "snip": false,
    "text": "<em>YEAH SAINT I MEAN WHAT THE FUCK MAN HOW DARE YOU I FUCKING HATE YOUR GODDAMN GUTS YOU LAME PISSANT OF A HUMAN</em> . <br/> \n <br/> \nDude, have a cold glass of water and calm down. You're freakiting out over a  <strong>dude on the Internet</strong> . Is this really worth the coronary?"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "welcome to last year"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "This is why I love the archives. <br/> \n <br/> \nWelcome back, saint.  Personally, I'm indifferent to you, but you were the cause of some of the early, long threads in assetbar that kind of funny.  I just like the idea of one of the first prolific assetbar posters coming back after like 1.5 years and responding to posts.  It just seems so unlikely. <br/> \n <br/> \nIf you want to get farq's goat, just post the alt text to the strip.  Dude HATES when people do that."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 2,
    "snip": false,
    "text": "Wow...you hate me so much. <br/> \n <br/> \n <em>just so much</em> . <br/> \n <br/> \nAll cringing visibly when you see a post written by me, hands trembling with fury on your ergonomic keyboard as you pound out a response to my idiotic drivel...smug sense of confidence while clicking POST. You really let me have it, man."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "nice paraphrase! And it's hate <em>d</em> . At most these days I feel a slightly piteous ambivalence."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by bbf, goocifer, farqussus)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "zem",
    "plus": 7,
    "snip": false,
    "text": "shut  <em>up</em>  dude"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ganymedeio",
    "plus": 0,
    "snip": false,
    "text": "I agree with the angry French gentleman."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Oh, get off thy high horse, Frenchy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "This is my favorite first post.  Bar none."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tapaidhnaomh",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tapaidhnaomh was marked lame too many times and excluded. (marked lame by howmanywhales, lawbot, Yossarian, reburn, empee)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "They do it to me all the time. Especially at night. I think there might be something wrong. Will someone here take me to the doctor?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aelindil",
    "plus": 2,
    "snip": false,
    "text": "Samuel H Invisible will!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "no he won't."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "He suicided."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Not Samuel!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by empee, ralgnar, peterjoel, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 1,
    "snip": false,
    "text": "I meant last panel dammit"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "Especially panel four"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abe",
    "plus": 30,
    "snip": false,
    "text": "Illegal blues-men, riding ILLEGAL GHOST BIKES!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mortshire",
    "plus": 2,
    "snip": false,
    "text": "beat me to it. damn."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Or maybe they do, but just don't think it's very funny compared to all the other Achewood strips."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I'd rather have this on time than wait an week and a half for something about as inspired."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": true,
    "text": "A comment left by overmedicated was marked lame too many times and excluded. (marked lame by equinn2006, Sargasm, atticusonline, shoinan, mattylite, Darthemed)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "at least he didn't bring in \"li'l billy\" or some shite to finish the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I fucking hate it when you say anything."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry to say this Rowboat, but I've been seeing some of what you've been laying down round these parts, and it seems to me you're in the habit of being angry who don't care about you being angry at them. <br/> \n <br/> \nLike I said man, sorry to say."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it happens. Whether or not my targets care about it is so beside the point that it doesn't even bear mention. <br/> \n <br/> \nInterestingly, I can't remember what it was about you that made me hate you so. I mean, I trust myself enough to believe that there was a reason (hatred is not my default setting), I'm just curious about how you fucked up. I wouldn't care as much, but you seem to be \"back\" now and I need to know how to approach you. You're not one of the posters I know by name, so what are some other avatars you've used?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 8,
    "snip": false,
    "text": "I don't know what Lyle is talking about, I fucking LOVE government-appropriated blues music."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nexus",
    "plus": 1,
    "snip": false,
    "text": "No way, Chicago! <br/> \n <br/> \nIllegal Blues is Truth"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 15,
    "snip": false,
    "text": "Who wouldn't love songs like: \"There Ain't Nothing Wrong With Our Health Care Plan\" and \"What We Need More of Is Taxes\"? <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tombsgrave",
    "plus": 1,
    "snip": false,
    "text": "Sex Funeral is a grand band name.  We need more Sex Funeraries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "k_buttsworthe",
    "plus": 4,
    "snip": false,
    "text": "they're franchised. we have three in my local area."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 0,
    "snip": false,
    "text": "We need to see the logo sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mytherciria",
    "plus": 1,
    "snip": false,
    "text": "I enjoy that Onstadt's anger is as the sun to the candle of Lyle's here, and so the moustached muchacho must take a backseat to the tirade. Also, the abuse of in-laws out of their hearing range is a holy thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 0,
    "snip": false,
    "text": "Who the fuck are those squirrels?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ssddr",
    "plus": 1,
    "snip": false,
    "text": "Maybe they are not squirrels but puppets controlled by lie bot to shatter Lyle's dreams. BUT WE'LL NEVER KNOW!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ninjaein",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ninjaein was marked lame too many times and excluded. (marked lame by rhymesforkids, Zem, ovenface)"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "jack",
    "plus": 3,
    "snip": false,
    "text": "I used this strip as a poster to advertise my college a cappella group  <a href=\"http://web.archive.org/web/20101102221149/http://www.casespeakeasy.com/\">Speakeasy.</a>  (I emailed Onstad a few weeks before I put the posters out to ask permission, but never heard back.) I replaced \"the blues\" and \"Sex Funeral,\" and the last panel with the date and time of the show. I also added \".com\" after \"achewood\" at the top. I like to think that the move gained some new fans for the group AND the strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I desperately want to make an asshole comment about this. But I will not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 0,
    "snip": false,
    "text": "wow, thanks!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I think that was Onstad's tacit disapproval not of your use of his material, but of the fact that you're in an a cappella group. <br/> \n <br/> \nMy local college radio station plays that shit for hours on Sunday afternoon...I even try to give it a chance, just because I like to see it as a challenge, but I start acting like Beef does when  <a href=\"http://web.archive.org/web/20101102221149/http://achewood.com/?date=05102005\">he first gets into the Volvo of Despair</a> .  Sorry to be a dick, but a cappella music is dog shit."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jack",
    "plus": 0,
    "snip": false,
    "text": "http://www.nytimes.com/2008/03/23/fashion/23acappella.html?_r=2&ref=style&oref=slogin&oref=slogin <br/> \n <br/> \n\"...it is almost always a shorthand for rampant geekiness.\"  <br/> \n <br/> \nTruer words were never spoken, but I can admit to it. Ironically, I never really like listening to random other groups' a cappella, it was just fun to do. I really like the idea of acting like Beef in the Volvo of Despair. Man I should just shut up about this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pzukowski",
    "plus": 1,
    "snip": false,
    "text": "Band people have great dreams of glory, but ost bands suck"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnylandmine",
    "plus": 1,
    "snip": false,
    "text": "\"Sex Funeral\" is still my go-to name for my \"band\" when I play Guitar Hero or Rock Band."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "mine is fhqwhgads."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "EVERYBODY TO THE LIMIT"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "Limozeen, here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Chicago must be quite persistent to merit the creation of a new phrase."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hereward",
    "plus": 0,
    "snip": false,
    "text": "I quite like this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "My feelings on this strip mirror those I feel towards 'LOST'... All full of awesome build up, creating an interesting premise, creating crazy new names and ideas... <br/> \n <br/> \n...and then suddenly disappears, leaving me cold and alone. <br/> \n <br/> \nI need a hug."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "em2",
    "plus": 0,
    "snip": false,
    "text": "Where is the Misfits shirt? <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "...o/ in Heaven o/"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 1,
    "snip": false,
    "text": "If that final box were alt-txt, and the panel blank... yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Ah the good old days when Lyle's head just floated in the air above his shoulders"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "almostfearless",
    "plus": 0,
    "snip": false,
    "text": "how is this not at least a 4? The phrase \"The...illegal chapter!\" is hilarious!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I came back upon this strip at random after not having seen it in almost a year. I bumped my rating up from a 2 to a 3. Not likely that it'll ever get higher than that from me, though. Then again, who knows what kind of person I'll be by the next time I happen upon it. <br/> \n <br/> \n <em>And who gives a fuck?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "freakscene",
    "plus": 0,
    "snip": false,
    "text": "I really, really want to listen to the blues that the government doesn't want heard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I think this one kinda works. The characters' excitement builds with each panel, and just when you think it's about to reach a comedy climax, Onstad kicks you in the balls with a fourth-wall cock-punch."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 3,
    "snip": false,
    "text": "Yeah, that's what I said. He kicks your balls and punches your dick  <em>at the same time</em> . That's hard core."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Awesome. <br/> \n <br/> \nAnyways, if I was going to have to chooose an early cop-out strip, I'd go with the one where Lyle and Teodor are talking about fighting styles."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I choo-choo-chooose it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "Hee hee! When I read your comment I said \"chooose\" in my head like a train. Then I scrolled down. Then I was happy."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "re5urgam",
    "plus": 0,
    "snip": false,
    "text": "P.S. I am five (although I am not Philippe)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "imagine if onstad made a strip like this today"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "It'd be 47 panels, and deal with erectile dysfunction."
  }
]