[
  {
    "depth": 0,
    "minus": 0,
    "name": "milhouse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by milhouse was marked lame too many times and excluded. (marked lame by cryptfiend85, thedudeabides85, scraggg, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trevor",
    "plus": 0,
    "snip": true,
    "text": "A comment left by trevor was marked lame too many times and excluded. (marked lame by ted0phile, littlecat, tibcoolbreeze, Pseudochron, Ariamaki, sittered, LordPretzel, usversusthem, Archon_Divinus, Pigs)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kickstart",
    "plus": 7,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110317160114/http://tinyurl.com/dyxtpx\">Urban Dictionary Agrees</a> <br/> \n <br/> \n(tinyurl'd for the plus signs that Assetbar would love to eat up) <br/> \n <br/> \nNine \"thumbs up\"s at press time."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rayj3rd",
    "plus": 0,
    "snip": false,
    "text": "93 up, 4 down now"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by fitterhappier, riotdejaneiro, Overmedicated, blastradius, dismas, dwodles, Ariamaki, equinn2006, shogun, Direhaggis, pquinn87, gkiyo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 107,
    "snip": false,
    "text": "Look up \"minstrel show\" on Wikipedia. Then try to imagine the sort of smug, effete asshole who puts one on ironically, and then imagine six of his friends, and they go to Harvard, and you have fully grasped this joke."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chaesar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chaesar was marked lame too many times and excluded. (marked lame by federaltongue, JimmyK, achilleselbow)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by pogo was marked lame too many times and excluded. (marked lame by jamb23, apocowarg, Mangtastic, Ariamaki, abreez_e, atticusonline, choosebro, eRiUukFJk, Panserbjorne)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yaotzin",
    "plus": 0,
    "snip": false,
    "text": "Class A sass"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "audry",
    "plus": 4,
    "snip": false,
    "text": "I know this, because I work there.  Chubbies."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cousinted",
    "plus": 77,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tangram",
    "plus": 1,
    "snip": false,
    "text": "Jim Crow! Much props."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "Could you please tell me where that's from? Something tells me that Googling \"Jim Crow\" will give me many irrelevant results."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cousinted",
    "plus": 11,
    "snip": false,
    "text": "Grant Morrison's \"The Invisibles\", the only comic book to include aliens, murderous Polo players, Buddha, John Lennon, The Marquis De Sade, Voodoo rappers and Percy Shelly"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 12,
    "snip": false,
    "text": "Yeah, the one I drew on my forearm yesterday didn't have polo players. Thankee much!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "presterjohn",
    "plus": 1,
    "snip": false,
    "text": "Those are fox hunters, not polo players. Big love for the picture post, though"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "^ Chubbied for Much Jim Crow <br/> \n <br/> \n< Lamed for \"Hey I get that reference\" and ^<V format <br/> \n <br/> \nV Oh God, what have I done.  I am so very, very sorry."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "firesign",
    "plus": 0,
    "snip": false,
    "text": "d. None of the above. <br/> \n <br/> \n(Didn't think of \"Let's talk about your avatar\", did you?) <br/> \n <br/> \nI have a boot of the late 90s Steve Albini remix and re-record of Cheap Trick's \"In Color.\" It's missing a few harmonies and minor instruments, but it's overall pretty fucking incredible and a vast improvement over the weak 1977 production... Imagine the guitar riff to \"You're All Talk\" in Albini's hands..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missionofburma",
    "plus": 0,
    "snip": false,
    "text": "This is my first account, before I decided on a better name.  I love the Atomizer EP artwork as much as I do Songs About Fucking but the writing is so small you don't get the joke unless you already know it. <br/> \n <br/> \nI was surprised to find that Achewood has a good number of people that dig Albini and Big Black, just like its cool to chat with other people who've read The Invisibles. <br/> \n <br/> \nHavn't gotten to Cheap Trick yet on my Journey Through Music but from what I hear they influenced alot of what I listen to (Nirvana, etc...) <br/> \n <br/> \nFavorite Albini song:  Trouser Minnow by Rapeman"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "erinye",
    "plus": 0,
    "snip": false,
    "text": "Oh man, I was so totally not expecting this to come up in a comment. <br/> \n <br/> \nI freaking love the Invisibles."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "foetus_punch",
    "plus": 8,
    "snip": false,
    "text": "The Invisibles is basically my favourite comic. A friend of mine asked me to describe it, and I said \"William S. Burroughs with more pictures\", which is enormous praise coming from my mouth. <br/> \n <br/> \nOf course, my friend didn't know who Burroughs was, so I left to find better friends."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "slodowy_slicer",
    "plus": 5,
    "snip": false,
    "text": "<em>BELA...</em> <br/> \n <br/> \n <em>LUGOSI'S...</em> <br/> \n <br/> \n <em>DEAD...</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "anomalous3",
    "plus": 1,
    "snip": false,
    "text": "Or watch \"Bamboozled\""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 8,
    "snip": false,
    "text": "Am I a bad person because I feel sorry for that guy's attempts to get entertainment?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "falseprophet",
    "plus": 11,
    "snip": false,
    "text": "As a black man, I'd just like to say that I feel sorry for anyone who thinks the word \"minstrels\" needs to be qualified by \"nigger.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 8,
    "snip": false,
    "text": "oh man if mother jones were here she would need so many hugs from me right now"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "terebikun",
    "plus": 14,
    "snip": false,
    "text": "Since the most common definition or the one that first comes to mind is that of a \"medieval poet and musician\", without the race angle it makes far less sense.  Although, I suppose a medieval poet and musician could also be black, but you just don't see a whole lot of them in Danny Kay movies."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Terebikun, if that's the definition you think of first, you were raised in substantially classier circumstances than I. Whether you should feel good or bad about this is up to you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "In my case, it just means that I listened to a lot of Blind Guardian and played too many RPG's growing up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 3,
    "snip": false,
    "text": "Listening to Blind Guardian is a good excuse for just about everything.  \"Sorry, I'm hungover from too much mead.  It was Blind Guardian night.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terebikun",
    "plus": 9,
    "snip": false,
    "text": "If by classier circumstances you mean \"not the 1940s\"/\"the set of Amos & Andy\" then yes."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sustainability",
    "plus": 3,
    "snip": false,
    "text": "<em>Terebikun believes no one has been racist since the 40s pass it on</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i too think of this medieval definition first...and i'm still confused about the racist one being mentioned."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Well, it was mostly whites wearing blackface makeup in the American minstrel shows, so I don't think he word \"minstrel\" is descriptive enough."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "untilyouaresonude",
    "plus": 5,
    "snip": false,
    "text": "I'm from the South, and I've met my share of racists. I have never, however, heard one speak to a hispanic person as though they were praising a dog.  <br/> \n <br/> \nUntil now, that is."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bookofsand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bookofsand was marked lame too many times and excluded. (marked lame by blastradius, _cheesekayke, Crimson_King)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "epicurus",
    "plus": 17,
    "snip": false,
    "text": "All I know is you just invented the  <em>best name for a cocktail in <strong>history</strong></em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 45,
    "snip": false,
    "text": "The Old Fashioned Geek Chinaman N-Bomb <br/> \n <br/> \n2oz whiskey <br/> \n1/2oz dry vermouth <br/> \n1/2oz Pernod <br/> \nDash Angostura Bitters <br/> \n1 huamei (preserved plum) <br/> \nSoda <br/> \n <br/> \nFill a tumbler with ice and top with a huamei or two.  Add the whiskey, vermouth, Pernod, and bitters, and stir.  Top with soda.  Let it sit for a minute so the huamei can \"steep\" before drinking.   <br/> \n <br/> \n(Huamei are crazy little things that you can find at an Asian market, I guess in like the snack food section.  The only English I can find on my bag says \"PRESERVED FRUITS\" so identifying them may be nontrivial.  Alternately, you could substitute with a maraschino cherry, making an Old Fashioned Geek Croat N-Bomb.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "now THIS is what I have been waiting for these last three months. Big chubbies up ins for Xiaomi mi."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 5,
    "snip": false,
    "text": "It was a good opportunity to learn where maraschino cherries come from!  Also, after posting this I learned that one should toss this drink down pretty quick, because if the huamei steeps for too long it gets real nasty real fast.  So I should warn people about that.  Definitely a nonlinear nastiness curve there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 1,
    "snip": false,
    "text": "what is a clvet cat?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 2,
    "snip": false,
    "text": "civet. i'm a moron."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110317160114/http://en.wikipedia.org/wiki/Civet_cat\">http://en.wikipedia.org/wiki/Civet_cat</a> <br/> \n <br/> \nPretty easy to find."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "terebikun",
    "plus": 16,
    "snip": false,
    "text": "I feel like this whole conversation could have been an internal monologue of Philippe's, complete with corresponding facial expressions. <br/> \n <br/> \nGood show, sirs."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "Panel seven is my all-time favorite Beef expression."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jlynes",
    "plus": 0,
    "snip": false,
    "text": "Any other instances of an Achewood character breaking the fourth wall?  I can't think of any."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 6,
    "snip": false,
    "text": "There's a strip from 2001, \"the worst Achewood strip\" by many estimations, and likely to remain that way as that's before Onstad was making his living from Achewood, in which Teodor and Lyle admit to the audience that Onstad didn't bother to come up with a punch line. Also, the one-year anniversary strip has Teodor thanking us for our readership and not wearing any pants. And the sixth anniversary strips, which might or might not count... oh my god i've wasted my life"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aaron_haynes",
    "plus": 0,
    "snip": false,
    "text": "There are a couple of times where Ray and Beef stage events that seem to be speaking to the audience, like the one about IBM and Google's logos, but they could just as well be doing some elaborate mocking attempt."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dumase",
    "plus": 0,
    "snip": false,
    "text": "yeah man: http://m.assetbar.com/achewood/uua6H2628 <br/> \n <br/> \nRay is not a man who likes to get busted in on when he's laying some brown eggs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": false,
    "text": "http://achewood.com/index.php?date=05172002"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "Except Beef isn't breaking the 4th wall. <br/> \n\"Other\" is redundant. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ubermensch",
    "plus": 0,
    "snip": false,
    "text": "Check Beef's eyes in the 7th panel. Where is he looking?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bjorntd",
    "plus": 4,
    "snip": false,
    "text": "At the fourth wall, though I'm not sure that looking at the fourth wall counts as breaking it. I figure that he's merely looking in that direction simply because it is away from the phone."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 2,
    "snip": false,
    "text": "Yeah, this right here, this is what I was thinking. I blame the fact that I was raised on bad sitcoms for the fact that I make exaggerated facial expressions whilst on the phone, even if I am otherwise alone. Beef's rolling his eyes, for his benefit if for no one else's."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zhankfor",
    "plus": 0,
    "snip": false,
    "text": "I have that problem. When I look at a wall, it usually breaks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heavymetaljesus",
    "plus": 13,
    "snip": false,
    "text": "I did lay with a Jewess many fortnights ago."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boyd",
    "plus": 55,
    "snip": false,
    "text": "high five?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 4,
    "snip": false,
    "text": "That made me laugh harder than the comic. And that was awesome to begin with. Well  <em>done</em>  sir."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "werewolves",
    "plus": 1,
    "snip": false,
    "text": "The dude on the phone talks to Beef as though he was but a dog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "But he is actually a  <em>cat!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "The hilarity is palpable!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "Growing up in North Carolina, I can tell you that there is a certain cass of people who would talk to you as though you were but a dog even if you had a fancy Harvard degree. <br/> \n <br/> \n <em>No status, no class.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "reverendsam",
    "plus": 2,
    "snip": false,
    "text": "i like that the racist tells beef that he doesn't think it is a good thing that he is jewish for the both of them <br/> \n <br/> \nit is good times reading that"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Oh wow, you're right! I'd always assumed he was saying it was bad for both of them that Jaime wouldn't be performing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "well i hadn't thought about it the way reverendsam had.. <br/> \n <br/> \nand it makes sense both ways! <br/> \n <br/> \ni had meat loaf for dinner tonight. (this is completely irrelevant.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef made pickles in the Racialist Rally's bed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Today's Forecast: scattered Roast Beef pickles on Racialist Rally's parade. <br/> \n <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "galbraith",
    "plus": 0,
    "snip": false,
    "text": "When I read this I vacillate between reading it as pickles on parade like rain on a parade or pickles on parade like a parade of pickles going down the street."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zhankfor",
    "plus": 0,
    "snip": false,
    "text": "I went with the latter. Imagine attending your neighbourhood racialist rally, and all of a sudden several hundred pickles on tiny cucumber floats and even more with crude marching-band instruments behind them. Would even you, a most vehement racialist, want to keep listening to the 70-year-old speaker on stage expounding on the best places to find still-segregated water fountains? No you would not. You would watch the pickle parade."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zhankfor",
    "plus": 0,
    "snip": false,
    "text": "SENTENCE FRAGMENT"
  }
]