[
  {
    "depth": 0,
    "minus": 0,
    "name": "dew_n_o",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dew_n_o was marked lame too many times and excluded. (marked lame by Fermatprime, mrblank91, excusemesenator)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dew_n_o",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dew_n_o was marked lame too many times and excluded. (marked lame by mrblank91, NotCool, excusemesenator)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The perfect first post would have been a simple \"donk\". <br/> \n <br/> \nYA BLEW IT"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Your perfect rejoinder would have been a simple  <strong>\"dork\"</strong> <br/> \n <br/> \n <strong>YA BLEW IT TOO</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by daidai, Hipjiverobot, Sn0wman, TheLastWhiteMan, kestral)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tragicone",
    "plus": 0,
    "snip": false,
    "text": "it is what I was hoping I could post before I saw I was very late on the draw."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "soooo... <br/> \n <br/> \nlaaaaaate"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Good for knowing of the Auld Alliance.. but.. seriously.. What?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wrmeade",
    "plus": 3,
    "snip": false,
    "text": "You know that that's Scottish, right, and this is Wales. <br/> \n <br/> \nThey're different. <br/> \n <br/> \nI'm not sure how, but they are. Probably."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I think they are in different places."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "I believe that in one country the men wear skirts, and in the other barns seem to be the primary venue for lustful lovemaking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 1,
    "snip": false,
    "text": "*bairns"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "noooooo"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "In Scotland, we fuck  <em>inside</em>  our kids."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "more similar that anywhere and England"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Mmm whipped cream."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ryaldin",
    "plus": 3,
    "snip": false,
    "text": "Iorwerth would slap Lloyd so hard that mothers would cover the eyes of their children."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "telescreen",
    "plus": 5,
    "snip": false,
    "text": "He would slap him so hard that his humours would lose their alignment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "He'd slap him so harrrd there'd be no Haskells in Amerikay today."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "He'd slap him so hard that his head would fly of *pheeeeeeeeeewwwwwwwwwww* and snakes would fly out of his neck stump *aaaaaaaaaaah save us save us*!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "So... LLoyd isn't related to Eddie?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Ok, that's exactly what I was wondering.  Curiouser and curiouser..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Ok, that's exactly what I was wondering.  Curiouser and curiouser..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "And curioser and curioser..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 2,
    "snip": false,
    "text": "Until you are SO curious!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "krispykorn",
    "plus": 0,
    "snip": false,
    "text": "is it wierd i have a boner"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "It's very wired."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "telescreen",
    "plus": 0,
    "snip": false,
    "text": "only if you are a girl is it weird"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "don't knock it till you try it"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "\"Lady boner\" is a somewhat disturbing piece of imagery that I often use.  This is because I often discuss the state of my genitals with my friends."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Have you ever thought to play  <em>Chinese Whispers: Genital Edition</em> ?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "<em>I have an itch in my parts, pass it on</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Might want to visit a doctor about that."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "That's rather disturbing and disgusting. <br/> \n <br/> \nSomeone spray off the chair she was sitting on, I do not wish to be stricken with the Serene Thingy Syndrome."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "You should have asked your parents about this a long time ago."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Maybe he isn't really 24."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wingspan",
    "plus": 1,
    "snip": false,
    "text": "What you seem to forget, gentlemen, is that there are many parents in the world who would be glad to have their unmarried 24 year old sons remain ignorant of the uses of a boner. Mine, for example. Which brings me to my question....is it weird I have a boner?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 6,
    "snip": false,
    "text": "Put it through this special \"penile inspection hole\" and I shall check for cancer.  You will feel the pull of a wet vacuum.  This is normal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 2,
    "snip": false,
    "text": "Ah, the old \"penile inspection hole trick\". A great way to prank your mates. They'll be so surprised they won't want to talk to you for several months."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "fancypants",
    "plus": 0,
    "snip": false,
    "text": "Indeed, but they sure do come for frequent inspections after their first."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "So a good prank is to give your friends some whacky ol' head?  Let's be friends."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 7,
    "snip": false,
    "text": "It's not gay if one participant goes away feeling betrayed and humiliated."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "So that means I'm technically not gay?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 9,
    "snip": false,
    "text": "On a semi-related note, I have a friend who is a doctor in the emergency ward of is sort of between a lower-class country town and a rural city (Moe, Victoria, for those who know it).  You know that urban myth that hospitals constantly have to deal with dudes coming in with obscure ass complaints and who always have the excuse of \"err, umm, I was vaccuming/putting in a new lightbulb/working on the car/etc  <strong>naked</strong> , and I slipped and accidentally sat on it and now it's up my ass and I really fucked myself up\"? <br/> \n <br/> \nYeah, well, apparently that's all too true.  She gave intricate details of the internals working of the rectal cavity, how far is  <em>too far</em>  (interestingly, it's not that far!  I guess it  <em>is</em>  designed as the \"out hole\"), how they get it out, how you can really fuck yourself up if you force it  <em>past where it should</em>  - she knows this situation very well. <br/> \n <br/> \nPersonally, if I were to stick objects up my pooter, I can think of a few ways this situation would be easier to get out of: <br/> \n <br/> \n1. Buy a dildo.  Or at least use something phallic-shaped (don't, for example, use a rectangular mp3 player - which ironically was looping \"Yesterday\" by The Beatles, that you oculd just faintly hear from the outside).  Many fruit and vegetables will surely do the trick.  Additionally, use some lube for God's sake. <br/> \n <br/> \n2. If it all goes awry, don't make up an excuse.  Just say \"eh, I was curious.\"  They still won't have much respect for you, but they'll respect you a little more. <br/> \n <br/> \n3. Don't force it, or use anything too long. <br/> <br/> <br/> Dude, I could be gay.  That shit sounds  <em>easy</em> ."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "It's not gay to put things in your ass!"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 1,
    "snip": false,
    "text": "No.  But it really pisses-off your ass. <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090926193508im_/http://i40.tinypic.com/2ch2jye.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Fella, I don't wanna see that shit.  I'm scrolling through this at work, and anyone walking past when the window is just showing it from the teeth down would attest that the picture looks extremely NSFW. <br/> \n <br/> \nAs in, you're not sure  <em>exactly what it is</em> , but you know it's nasty. <br/> \n <br/> \nTry it, you'll see. <br/> \n <br/> \n <em>This vaccuous, gaping meat hole was brought to you by the following sponsors, and from viewers like you.</em>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "You should be working at work you fucking degenerate! [/spits]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "It is only gay if you pay leather-clad men to put things into your ass, while singing ABBA songs.  For women, having things put in your bottom makes you a better girlfriend. <br/> \n <br/> \n(If you are a young reader of Achewood, don't read that last part.  It is false.  Doing so gets you boyfriends like theirateturk)"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "That was uncalled for : ("
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Prove me wrong.  A girl eager to take it in the can on the first date is A) less likely to get your affections, or B) more likely?"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "If she is eager already, why are we going on a date?"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Well played."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "Sex is an expression of love bro : ("
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "When you get to the pearly gates, and St Peter asks you what good deeds you did in your life, among your other moments of kindness you can include the time that you helped spread the word about careful backdoor shenanigans among readers of a cat-themed webcomic. <br/> \nI'd definitely agree with point 2. In fact, even if you did slip and fall onto a well lubed courgette, it's probably for the best just to pretend you shoved it up there for funsies."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "stubob",
    "plus": 1,
    "snip": false,
    "text": "I actually have a friend who works in a hospital too who told me similar disturbing stories. Many fruit and vegetables don't work.  She very vividly described the smell of zucchini stored at 98.6 degrees for a couple days while marinating in you know what."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "You forgot the absolute, most important aspect:  <strong>make certain that it has a flared base</strong> . Anal beads are basically the only real exception to this rule and even then you probably want to choose a set where the possibility of losing them is more or less moot (e.g. no chance of the string breaking or such). <br/> \n <br/> \nThat said you have made me wonder about people having a copy of Led Zeppelin's \"In Through the Out Door\" inserted into the rectum. Further thinking causes me to wonder whether this is the most sane thing one could do with said album."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "I think to do so would rupture space-time. <br/> \n <br/> \n...as well as some massive internal tissue (depending on the format of said album inserted into your back cavity)."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Do they print it on wax cylinders?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 0,
    "snip": false,
    "text": "other than listening to it?"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Have you listened to said album? It was clearly intended to reside within anuses because that is most assuredly where it was birthed."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Remember, belgand's purpose here is to shit all over anything you like."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Even Brock Samson agrees with me on this. This is not some idle case of me saying something is unpleasant."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "No, this isn't some knee-jerk Belgand act here. That album is indeed turds from an ass."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fermatprime",
    "plus": 1,
    "snip": false,
    "text": "Your boner isn't going to give your peter cancer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "I like reading from the bottom up so I see things like this out of context.  Chubz 4 u."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Tu es petrus et super hanc petrum aedificabo ossum meam. <br/> \n <br/> \n(I don't know Latin.  Someone help me out here.)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I guessing you were going for \"You are a rock[or hard] and over this rock I will build my bone?\" <br/> \nI know Latin pretty well, and I can translate it if you give me the correct english :)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "It's actually from the Bible!  You are a rock (Peter) and upon this rock I build my Church.  Tu es petrus et super hanc petrum aedificabo ecclesiam meam.  Except instead of Church I want it to say bone."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I figured it was related to Peter, but I was confused about the lack of churchage.  XD  It appears your Latin is mostly correct, except for \"bone\", which is \"os\" in accusative, and is a neuter noun.  I would resyntacize it to  <br/> \n\"Tu petrus es, et super petrum os meum aedificabo.\"  <br/> \nBecause ending your sentences in verbs is sexy."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "thegoblins",
    "plus": 4,
    "snip": false,
    "text": "Thankyew!  Now if only it was actually funny in any way."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Putting things in Latin will do that."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "puto my bonerus in te mouthus lol"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "But the original pun (Peter/ petrus) doesn't work if it's not in Latin.  Meeeep!"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 6,
    "snip": false,
    "text": "You can keep saying that the pun only works in Latin, but the New Testament will just sit there being written in Greek and proving you wrong. <br/> \nI apologise if that came across as rude. It's a sensitive subject for me. My mother was killed by a second rate translation of Jerome's Vulgate."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "I'm sorry!  I just don't knooow things!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "Bone is a neuter noun?  That doesn't seem right."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Hmmm.  Nouns that describe general objects being gendered doesn't seem right either.  Nothing seems right!  Language is so gaaaah!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20090926193508/http://en.wiktionary.org/wiki/os#Etymology_2_3\">http://en.wiktionary.org/wiki/os#Etymology_2_3</a>"
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "sje, you are a good kid.  You are rad."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "You are lucky I no longer have any lames because ending your sentences in verbs is not sexy. Not in the least. <br/> \n <br/> \nI'm also not too happy with moving \"es\" from between \"tu\" and \"petrus\", but that I could let slide. <br/> \n <br/> \nLatin doesn't have strict syntax, but trying to put verbs at the end when you don't even have to due to using a terribly-designed language? Man, that shit a'int no kind of cool."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "My teachers like it when I put my verbs at the end.  That is the default of what I do except when I judge that it looks better somewhere else.  And that is typically how the Romans wrote.  And I personally enjoy writing in a different syntax than I do in English.  I don't have to put the verbs at the end, but I don't have to put them anywhere else either.  It's not as though it's going out of your way; putting them at the end is the default.  And it certainly gives more oomph to statements!   <br/> \n\"Terrible-designed\"?  Why is this?  You are implying that having declension indicate case instead of syntax is a worse design, but there is no reason to think this.  In fact, it gives you greater freedom while writing poetry."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "I was, perhaps, unclear. I was saying that languages that force you to put the verb at the end are poorly designed."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "hmm... gonna side with sje here, you're out of your element, belgand"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "My only advice is,  <em>if it feels good, do it</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wozzeck",
    "plus": 0,
    "snip": false,
    "text": "Nice Pete would approve."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 0,
    "snip": false,
    "text": "I believe the discussion at the pub will reveal that real men don't buy expensive kitchen appliances if they don't have the common decency to include a dough hook."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I have a sneaking suspicion that time at the pub will cause them to run into a familiar Achewood character's embarassing or awesome ancestor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "The village Frenchman, Jean Jacques Smuckles."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "While very true I think the greater issue is that real men do not visit Crate and Barrel. They purchase their house and kitchenwares from a place that charges proper prices and has the common decency to not stock all sorts of terrible items and the glossiest and most vapid of cookbooks outside of a digest in the supermarket check-out. <br/> \n <br/> \nI will, however, admit to a passing fancy with CB2, their modern shop. A brief tour showed me plenty of furnishings that I would greatly like to own, but look too nice to be allowed into my crappy apartment."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbananaplus",
    "plus": 1,
    "snip": false,
    "text": "I imagine hide and go seek is a very short game around the village."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by salvar was marked lame too many times and excluded. (marked lame by zhiwiller, thing, morbo)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wrmeade",
    "plus": 15,
    "snip": false,
    "text": "um, yeah, to seventeenth century wales <br/> \n <br/> \npay attention, dumbass"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Incorrect. It is already in seventeenth century Wales. It is going, more or less simultaneously, to the pub and the fort by the mill. <br/> \n <br/> \nIn both cases it is going for a smoke and drink."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 5,
    "snip": false,
    "text": "Now that I think about it, it seems pretty strange that we pay money for dogs. A dog is essentially a refuse-fueled Von Neumann machine. There would be more than enough dogs to go round if we did not artificially limit their supply. And who profits by this false scarcity? De Beers, that's who. Open your eyes people."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wrmeade",
    "plus": 4,
    "snip": false,
    "text": "we must end the De Beers-Bob Barker axis before it is too late <br/> \n <br/> \nincidentally, did you know earth has 4-corner simultaneous 4-day TIME CUBE? <br/> \n <br/> \ngene ray wisest human, you are educated stupid!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "-1 x -1=  1 is WRONG, it is academic stupidity and is evil. The educated stupid should acknowledge the natural antipodes of  1 x  1 =  1 and -1 x -1 = -1 exist as plus and minus values of opposite creation - depicted by opposite sexes and opposite hemispheres."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wolfensti",
    "plus": 2,
    "snip": false,
    "text": "You can read more  <a href=\"http://web.archive.org/web/20090926193508/http://www.timecube.com/\">Here</a>  . Seriously that shit could make Lovecraft weep."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Tears of SHAME <br/> \nnot even Nyarlothotep or Yog-Sothoth is as terrifying or mind-destroying as reading Gene Ray for too long <br/> \n <br/> \nHe destroys your mind with the TERRIFYING TRUTH <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 2,
    "snip": false,
    "text": "Holy  <em>shiiiiiit.</em> <br/> \n <br/> \nReminds me of something I read on a Christian Guitar forum my wife was on many years ago. <br/> \n <br/> \n <strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>The human kind has to be unified too one HYPER-NATION.The GI has to become ultra-imperialistic.The Hyper-state has to be created.One nation under one God. One world under one God.One human-kind under one God.<br/>\nThe iron machine has to be created.(It's the mother machine).<br/>\nAll people has to be feeded.(nobody can starving to death).<br/>\n\"Beam me up\".All and everybody has to be included.<br/>\nAll what will be produced has to come into the machine.All what the people need,has they to take out from the machine.So you don't have any money or exchange anymore.<br/>\nThe world-monastery has to be created.All and everybody has to live in this new futuristic monastery.The WHOLE has to be created.<br/>\n<br/>\nWe need Jesus.He is the brother,the logos of the brotherhood/sisterhood.</em></div> <br/> <br/> <br/> It got something of a cult following around there.  And, of course, the ethics of laughing at someone else's garbled English and hive-mind utopian ideals became a major arguing point and it divided many.  Not a fucking obvious and ironic allegory for Church politics at  <em>all.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "but what does that have to do with eating shit? <br/> <br/> <br/> \"nobody can stavring to death\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Taken Verbatim : <br/> \n <br/> \nYou were born and exist as opposites - therefore  <br/> \nyour ONEness posture indicts you as living Dead.  <br/> \nLike the 1 eye 1 brain Cyclop, you're equal stupid."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "\"Christian guitar.\"  Let's reflect on this and have a good chuckle at the thought balloons floating above our heads."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "you are proselytizing to GUITARS now? <br/> \nsheesh."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Churches have politics now?"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "thegoblins",
    "plus": 2,
    "snip": false,
    "text": "I'm pretty sure it's getting old now, but I can't stop myself.  HELP ME <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090926193508im_/http://farm4.static.flickr.com/3592/3627353700_9eba28c838_o.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "...that would make a SWEET metal riff."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "notcool",
    "plus": 2,
    "snip": false,
    "text": "Nice Pete screaming it over some magic guitar playing you'll never be able to accomplish in real life, the lights doing strange things while the audience, caught in the vibe, feel themselves and those around them going from groove to kill... <br/> \n <br/> \n <em>Yes.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "HOLY BALLSACKS that description just gave me such a headrush. <br/> \n <br/> \nThe blood also rushed other places.  Here, a chubby for you."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "I'm trying to think of a real-world situation in which a negative times a negative ever happens."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stereo",
    "plus": 2,
    "snip": false,
    "text": "If your dealer takes a dollar for every apple you steal, and your apples have been stolen, you have (-apples) * (-dollar)  <br/> <br/> <br/> * replace apples with like sex or something"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pmbarrett",
    "plus": 1,
    "snip": false,
    "text": "wait a minute, that's not right. if it were, you should be left with a positive amount of apple-dollars. <br/> \n <br/> \nwhich isn't a thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "But God I wish it was!  All Johnny Appleseed on the $1 bill, and Granny Smith on the $5."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "i'd hate to have a negative amount of sex.."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Every time you wank it counts as a negative!   <br/> \n <br/> \n <em>I think everyone would come out in the red.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 5,
    "snip": false,
    "text": "I once wanked so much it came out red."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "We come in colors everywhere."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "I once wanked so  <em>fast</em>  it came out  <a href=\"http://web.archive.org/web/20090926193508/http://en.wikipedia.org/wiki/Redshift\">red</a> ."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "gunsofray",
    "plus": 1,
    "snip": false,
    "text": "and yet it was blue to those standing in front of you."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "belgand",
    "plus": 1,
    "snip": false,
    "text": "The police rarely believe that you were going so fast the red light blueshifted to green. Of course, that would mean that you were also traveling at approximately 57,747 km/s (129,176,360 mph) so there would probably be a relatively stiff fine for that itself."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "You win, have a chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "that's because you are educated stupid!"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "your mum times your mom equals your dad. The sum of your mum and dad, however, is You. occasionaly 2Y or 3Y though, depending on the calculator. <br/> \n <br/> \nCome someone explain to me what i just said?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Don't do drugs."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Good an explation as i've ever read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "How old is LN?  Should he really be drinking and smoking blunts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sje46",
    "plus": 10,
    "snip": false,
    "text": "No one should, really, drink alcohol or smoke marijuana.  It makes one slow-witted and prone to accident."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 4,
    "snip": false,
    "text": "This post epitomizes sje46."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fancypants",
    "plus": 2,
    "snip": false,
    "text": "False, everyone should get pleased on a joint and sip hard liquors.  <br/> \n <br/> \nCan you even orchestrate a war, assemble an atomic bomb or run a children's hospital whilst stoned and buzzed out of your mind? The answer is, thank God, a resounding No."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 1,
    "snip": false,
    "text": "You can't build an atomic bomb if you've just had your arms cut off either, but according to the Judge I was up in front of, that argument does not constitute a valid defense in the eyes of the law."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Small beer = light beer ie. low alcohol not low carb. ie. not hard liquor. Plus I think General Haig was all liquored up for the duration of the Great War and look how that turned out. *Waits for a Ulysses S Grant rebuttal.*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 1,
    "snip": false,
    "text": "sje46's post epitomizes bad sentence structure without the mitigating excuse of being buzzed, bombed, or plastered."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "Is it not grammatical?  Besides, I was going for a Joseph Conrad thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoblins",
    "plus": 1,
    "snip": false,
    "text": "I have a bourbon story.  A friend and I had consumed enough to become fairly conversational (let me add that it takes very little for me to get to this point).  We were discussing the nature of altruism.  Him: I don't believe it really exists. <br/> \nMe: Of course it exists.  Why else would we have the word altruism? <br/> \nHim: Yeah, but, like, we have the word \"dragons\" and dragons don't exist! <br/> \nMe: You know, I subscribe to the theory that people found dinosaur fossils and made up stories about dragons.  Similarly, perhaps the concept of altruism has been constructed from a skewed understanding...of kindness fossils! <br/> \nHim: Whoah, man...that's, like, the best thing I've ever heard!  I'm going to put some songs on the jukebox."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "U SHOWED THAT MAN. WOMEN RULE MEN DROOL"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Gladdi, Gladdi, Gladdi.  Calm down.  Have a biscuit. <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090926193508im_/http://scally.typepad.com/photos/photo_cuisine/digestive_biscuit.jpg\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "YOU ARE NOT GLADI. WHAT DID YOU DO TO HIM ?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "WHAT IS IN THOSE BISCUITS???"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wozzeck",
    "plus": 3,
    "snip": false,
    "text": "Once a dear compatriot of mine suggested, whilst we were ruminating over tumblers of Scotch whisky, that hate did not exist. I then twisted his generative organs so hard the a nearby aspidistra wilted."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "Hate doesn't exist, it's just negative love."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "You should have raped him in the ass screaming \"I LOVE YOU SO MUCH IT  <em>HURTS!</em> \""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": ":( I don't wanna be friends with you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 3,
    "snip": false,
    "text": "<div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090926193508im_/http://i73.photobucket.com/albums/i231/vclortho/shopvac2.jpg\" style=\"border:0px;\"/></div> <br/> \n <br/> \n <em>I don't like where Ray's nicknames are going.  Not one bit...</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancypants",
    "plus": 1,
    "snip": false,
    "text": "WHERE DID YOU GET A PICTURE OF MY NANCY?!??"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by kendieatsbabies, pmbarrett, JimmyK, Beverage)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "WAS GOOD JOKE, COMRADE <br/> <br/> <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "raging_cow",
    "plus": 2,
    "snip": false,
    "text": "I like how Iorwerth's hair spikes up as his rage towards young people increases."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Mathematically direct relationship, there is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I guessed that was because he'd had to pull the poncho off quite abruptly. Whichever, though."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dammittim",
    "plus": 1,
    "snip": false,
    "text": "I am forced to appreciate the speed of Lloyd Haskell, when Ray must use his hand to shade himself from the sun in order to see him,  <em>even while wearing a wide-brimmed hat</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "And so that day the boy that wished to fly  <em>did indeed.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bassguitarbill",
    "plus": 4,
    "snip": false,
    "text": "Lloyd Haskell, 1676 Welsh youth <br/> \nEd E. Haskell, alias for Roast Beef <br/> \nIs there a connection?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fermatprime",
    "plus": 2,
    "snip": false,
    "text": "Man Why D'Ye Even Ha' T'Do A'Thing"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "What's up with a lubber like Iowerth wishing for a sextant, anyway? Is he a closet  <em>seaman?</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Hw want to get some more cod"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wolfensti",
    "plus": 1,
    "snip": false,
    "text": "He his a Cod-loving man"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "I think he is a surveyor in his spare time. <br/> \nTis a noble calling, surveying things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 3,
    "snip": false,
    "text": "Perhaps he wants to avoid the cod, as he is a cod-fearing man. <br/> \n <br/> \n <em>The sickness, it is within me</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Thank you for saying that so that I didn't feel inclined to."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "The pun-truck, it bears down upon us.  Sometimes one of us has to jump in front of it, so that his brethren do not get tired. <br/> \n <br/> \n <em>That one was unecessary.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "I want to chubby and lame this at the SAME TIME <br/> \nIt's a good feeling, I think"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Like love and hate"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "we already established you mean love and -love"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 1,
    "snip": false,
    "text": "It's -love <br/> \nWhich is my face <br/> \nWhich is a building <br/> \nWhich is on fire"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 0,
    "snip": false,
    "text": "40 gulls eggs to the cod. 6 cod to the tapering-jig. 10 tapering-jigs to the sextant. Did they not teach you the Welsh Standardised Barter system in school?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "I...I took only standard old-school curriculum; Antiquated Foreign Barter Systems was an elective.  <br/> \n <br/> \n <em>I thought I'd never need it.</em> <br/> <br/> <br/> p.s. Holy shit, how about that Fernando Torres? If there's any soccer fans from New Zealand in the audience, you may die of shame now. ( Watch the U.S. suck equally against Italy)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "I just saw highlights of that match. Ouch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "a true  <em>triple wide</em>  strip <br/> \n <br/> \nthis arc is heating up, it could go epic, LN and Ray are both headed off to drink <br/> \n <br/> \nhow much of the last week do you think onstad spent modeling ray in different poses with that hat on <br/> \n <br/> \n <em>is the sheep really gone already?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tripleg",
    "plus": 0,
    "snip": false,
    "text": "it's a long lazy amble to god knows where but damn if i'm not liking what this arc is turning into. ray is like the ambassador of misguided macho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "litfanbreastman",
    "plus": 0,
    "snip": false,
    "text": "I don't really get it.  Are they in real 1676 Wales, or some kind of afterlife reflection of it?  If the former, why would Charlie need to die to go there?  If the latter, why was Sanders a ghost when he went to the future?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 1,
    "snip": false,
    "text": "Just enjoy it, friend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wrmeade",
    "plus": 1,
    "snip": false,
    "text": "god, it's like this guy never took Time Travelling Ghost classes in school. <br/> \nthey're required in No Child Left Behind, did you skip or something?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "-Hey, whatcha up to today?   <br/> \n-Oh, just gonna classic it up with original-ass men."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Iorwerth: the original ass man?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "therealvance",
    "plus": 0,
    "snip": false,
    "text": "Anybody else in Los Angeles get panel 13, or does it read like \"I like ice cream!\" Cause I have my theories on a city where so many men complain that a woman ain't never bought them a drink. <br/> \n <br/> \nIt rhymes with \"queerer than a thirty dollar bill with Nixon's picture on it.\" <br/> \n <br/> \nI'm just saying, the only thing wrong about it is the denial: <br/> \n <br/> \n <div class=\"img_container\"><img alt=\"\" src=\"http://web.archive.org/web/20090926193508im_/http://img.photobucket.com/albums/v643/VanceHill/Pat.gif\" style=\"border:0px;\"/></div>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wozzeck",
    "plus": 1,
    "snip": false,
    "text": "Father was quite the hard man, but never as a lad did I witness flora to decay at the sight of my rather frequent corrective drubbings."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "When my father laid his hands upon me or my brothers and sisters the house itself would tremble upon its foundation"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jeffspaulding",
    "plus": 3,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>father laid his hands upon me</em></div>  I would have told him to screw the hired-help somewhere else."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "jeffspaulding, you are a perv, but also a jolly good chap."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Sometimes a cigar is just a cigar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Said the lollipop."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "wrmeade",
    "plus": 0,
    "snip": false,
    "text": "Sometimes a cigar is just a cigar and sometimes it's a PAINTING OF A CIGAR"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Sometimes that painting is rolled into a cigar."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Yeah, but soewtimes it is fecal matter/cock."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Fucking fingers."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Do you often have trouble distinguishing a poo from a penis? That must make your toilet breaks interesting."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "joeynarcotic",
    "plus": 0,
    "snip": false,
    "text": "Not to mention masturbation breaks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Freudianly speaking a cigar could be both at the same time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "Either way, smoking can kill you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Don't smoke. Whatever you do, just don't smoke. <br/> \nEt cetera, et cetera, et cetera."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deus",
    "plus": 0,
    "snip": false,
    "text": "Ok, he wanted wool or a fine bronze Sextant!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jacob-242",
    "plus": 0,
    "snip": false,
    "text": "exactly what is \"small beer\"? is this a antique welsh brew i've missed in my travels?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wolfensti",
    "plus": 0,
    "snip": false,
    "text": "Coors Light. That stuff is all kind of nasty"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "It's just an archaic word for beer that is not very strong. <br/> \n <br/> \nBut it's assumed to be better than Coors Light."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "also, sorry guys. i been away from computers. (but not in jail again.) i miss you all. well, most of you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "icecube",
    "plus": 0,
    "snip": false,
    "text": "A hearty Donk, neither above nor below the shoulders"
  }
]