[
  {
    "depth": 0,
    "minus": 1,
    "name": "illuminatedwax",
    "plus": 26,
    "snip": false,
    "text": "Really, I think whether or not you usually see a dildo depends on the kind of company you keep. (Firefox apparently has never seen one, as it is telling me it is misspelled.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by poing was marked lame too many times and excluded. (marked lame by ezcmac, riotnrrd, mortshire, RBisme)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nutmeg",
    "plus": 42,
    "snip": false,
    "text": "maybe you should bring that up with an adult you trust and have them explain things"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cailetshadow",
    "plus": 18,
    "snip": false,
    "text": "Chubby for dildo boner! <br/> \n <br/> \nwait..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pastrami",
    "plus": 0,
    "snip": false,
    "text": "That, sir, is what we call an awesome comment.  Thank you."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 95,
    "snip": false,
    "text": "i think this proves you wrong, since firefox keeps about the most dildo-seeing company on earth"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gunsofray",
    "plus": 1,
    "snip": false,
    "text": "namely; us, the Achewood community."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redjoker",
    "plus": 0,
    "snip": false,
    "text": "man dr. manflesh really puts the asset in assetbar... also ass but that's beside the point"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "blastradius",
    "plus": 3,
    "snip": false,
    "text": "Teodor has no vision."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 7,
    "snip": false,
    "text": "Usually it is a thing that one sort-of-sees as opposed to full blown all out dildo-seeing mayhem."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wite_rabit",
    "plus": 0,
    "snip": false,
    "text": "Mine, too - added to dictionary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thechio",
    "plus": 1,
    "snip": false,
    "text": "Lyle's glasses make their triumphant return."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuartc",
    "plus": 7,
    "snip": false,
    "text": "he felt he'd never REALLY seen a dildo without them..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 69,
    "snip": false,
    "text": "For another $1 he'll put a donut on top of the coffee first."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "This strip could be called \"Lyle monetizes found dildo\".  <br/> \nThere should be a meta-arc that links all the strips about regrettable business plans."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riotnrrd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by riotnrrd was marked lame too many times and excluded. (marked lame by ishuta, sharksarecoming, troutman)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "spinynorman",
    "plus": 6,
    "snip": false,
    "text": "Thing is, I know a business like this would completely skyrocket here in Austin."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ishbario",
    "plus": 3,
    "snip": false,
    "text": "Mention our add on the Alex Jones show and get a free dildoe'd cappuccino!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "<em>So found it, Agnes!</em>"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Shit, folks. I just might."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Keeping it Weird, right?  He'd have to ditch the stand for an airstream trailer though, methinks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "oldhusky",
    "plus": 0,
    "snip": false,
    "text": "All with a slowly rotating giant plastic dildo on top"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kenyot",
    "plus": 0,
    "snip": false,
    "text": "Why hasn't this been thought of before?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phy",
    "plus": 11,
    "snip": false,
    "text": "I've seen a dildo. Didn't even have to go to Newfoundland. <br/> \n <br/> \nLyle's stall sign looks like someone in the air is saying it."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "digdugz",
    "plus": 3,
    "snip": false,
    "text": "There is, Ray's in the Airwolf."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": true,
    "text": "A comment left by miku224 was marked lame too many times and excluded. (marked lame by ishuta, Carpetbag, odei, ohmygooses, SoManyWhales)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "joestork",
    "plus": 0,
    "snip": false,
    "text": "What?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "digdugz",
    "plus": 1,
    "snip": false,
    "text": "It's more likely than you think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "Ah, but have you seen an artificial vagina? <br/> \n <br/> \nAlso: have you  <em>felt</em>  the dildo?  Not in your ass or anything, just...have you felt it? <br/> \n <br/> \nI'm curious as to the hardness of them.  Whenever you see them on TV and movies, they seem floppy and stuff, which I don't see as practical for insertion given the overwhelming rigidity of one's natural erect penis.  But I could be wrong."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Don't brag, dude.  It's not seemly, and you make everyone else self-conscious about their manhood."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "Bragging not intended, I assure you.  I'm merely positing the question of why they make 'em floppy when the harder side of floppy (while still being malleable on the outside) would surely be preferable for vaginal insertion.  I am unsure about the poop chute's preference. <br/> \n <br/> \nGranted, it depends on the day, and the moment - one's wang, when aroused, can be anything from a bit floppy but keeping a general shape, to rock hard if you haven't gotten any in a while - but the latter would surely be what would be higher selling in the dildo sales, I would assume. <br/> \n <br/> \nThen again, I have no experience in the field of sex toys, so I dunno. <br/> \n <br/> \nCan we have a lady or a gay answer me?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "My guess is that when it's floppy you can bend it slightly while inserting it thus making more surface area contact with different parts of the labia.  <br/> \n <br/> \nIt is probably more sensual to move that around rather than something steel-hard. That would just hurt."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mortshire",
    "plus": 42,
    "snip": false,
    "text": "Jeezus, am I the only female/ gay here?  Okay, dildos can be made of all sorts of materials: silicone, plastic, Pyrex, steel, glass, porcelain, Cyberskin, etc.  So the rigidity varies depending on the material and whether there's some internal structural support in there.  Same goes for butt plugs, which should have a rimmed base or something to keep the plug from...getting sucked all the way in, and potentially causing some serious damage.  Bad times."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "this post is redeemable for one hundred chubbies."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "Steely Dan is named after a dildo called \"Dan Steele\" mentioned in one of William Burrough's books. <br/> \nAnd glass doesn't sound like a good idea."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mortshire",
    "plus": 18,
    "snip": false,
    "text": "Good lord, you do not know what you are talking about.   <br/> \n <br/> \nGlass dildos retain heat and cold exceptionally well, create very little friction, can be sterilized easily, and there are some glass dildos out there that are so beautifully made, they could be classified as art objects.  And as long as you don't heat or freeze them too quickly, or throw them around and break them, they're as safe as can be."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "qualjyn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by qualjyn was marked lame too many times and excluded. (marked lame by Zapatos, mortshire, mike24, gbeaton, LiquidCruelty)"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "tim_simmons",
    "plus": 1,
    "snip": false,
    "text": "it's just, like, a dildo, y'know?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "<em>The more you know!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": true,
    "text": "A comment left by atticusonline was marked lame too many times and excluded. (marked lame by igotnostrings, hooraybacon, LiquidCruelty)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Some people are partial to different rigidities. Some people prefer that they be able to comform and curve and whatnot, makes it more comfortable or something, while others don't mind it being completely rigid. <br/> \n <br/> \nSo I hear."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "stopeatingmyeyes",
    "plus": 0,
    "snip": false,
    "text": "whoah whoah certainly not the only female/gay! <br/> \n <br/> \nnice to meet you."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Likewise!"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "Steel dildo? That's just  <em>asking</em>  for infection. <br/> \nNow, stainless steel...that seems much more sanitary. It's the easiest surface to clean and  <em>keep</em>  clean."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "Mortshire, as a female/gay, I say thanks (a year late) for answering this.  An inch upthread I was worried I was gonna feel obligated to give the Dildos 101 speech (a year late).  My feelings on this asset are pro. <br/> \n <br/> \n/dildo PSA.  For real, though, a little Google-Fu could have cleared this right up.  (A year ago.  This is what I get for archive-strollin'--a lot of compelling conversations that are no longer active.)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And yes, it's not seemly.  I'm not making out like it glows in the dark or writes speeches or anything.  Both the male and female apparati are what they are and do what they do, with no complaints here. <br/> \n <br/> \nI am not proclaiming that my shit doesn't stink and that my penis is not ugly."
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "lateadopter",
    "plus": 11,
    "snip": false,
    "text": "If your penis were not ugly it would be a vagina."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retinarow was marked lame too many times and excluded. (marked lame by pmoney187, wittyname, nutmeg)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mortshire",
    "plus": 3,
    "snip": false,
    "text": "I'm fine with it, but the website won't tell you exactly of what their \"Superskin\" is made.  It's not silicone, so it's anything like Cyberskin, PVC, or jelly-rubber, you should use a condom, because those materials are porous and can't ever really be cleaned.  Plus they can cause allergic reactions in some.  *shrug*  Buyer beware, I guess."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 38,
    "snip": false,
    "text": "Man, its a sad world when you have to wear a condom even when having sex with a FAKE vagina."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "I gave you a chubby. Use it responsibly."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "heatbag",
    "plus": 3,
    "snip": false,
    "text": "mortshire got all my daily allowance chubbies because her status has me singing! <br/> \nThe humans are dead! <br/> \nWe used poisonous gasses <br/> \nTo poison their asses. <br/> \nBinary solo!!! <br/> \n0000001 <br/> \n00000011 <br/> \n0000001 <br/> \n00000011 <br/> \n0000001 <br/> \n0000001 <br/> \n0000001 <br/> \n0000001"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Come on sucker, lick my battery. <br/> \n <br/> \nBOOO-GIE <br/> \nBOOO-GAAY <br/> \n <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "digdugz",
    "plus": 1,
    "snip": false,
    "text": "In the future there is only one dance, the robot. <br/> \n <br/> \nAnd the robo-boogie. <br/> \n <br/> \nOh yes, two dances."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wittyname",
    "plus": 2,
    "snip": false,
    "text": "In the future, no one ever says yes. Only affirmatives. <br/> \n <br/> \nYes, affirmative."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 1,
    "snip": false,
    "text": "I poked one, he was dead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carrollhach",
    "plus": 0,
    "snip": false,
    "text": "That's because Lyle dildoed the sign, man!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atrusrand",
    "plus": 5,
    "snip": false,
    "text": "Really, it's the exact same graphic Onstad uses for people talking, just with the lines thicker. <br/> \n <br/> \nIt my opinion, I think Lyle's trying to insinuate that God himself wants a dildo in his coffee."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "At first I thought the tail represented the steam from a hot cup o' dildo joe, but my God, you're right - all that's different is he squared off the corners. Onstad is one efficient son of a bitch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "domini",
    "plus": 0,
    "snip": false,
    "text": "I'd dildo it for a dollar."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "footslogga",
    "plus": 0,
    "snip": false,
    "text": "golden. <br/> \n <br/> \nthe strip, not the java. ew. <br/> \n <br/> \nthat said, someone log into the subscriber area and see what it looks like in the colour version."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sabalpalm",
    "plus": 0,
    "snip": false,
    "text": "There aren't actually any new things in the subscriber area. It's a bunch of stuff from a long time ago."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "When I saw panel 6 my lizard-brain took over and I could literally hear a little voice in my brain urging \"five it! click on the five button! click it!\". <br/> \n <br/> \nI don't really know if that's good or bad, but I will say that \"Dildo it! $1\" could become the slogan that defines the 21st century."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 10,
    "snip": false,
    "text": "Nike: Just dildo it. <br/> \nFolgers: The best part of waking up is the dildo in your cup <br/> \nWendy's: Where's the dildo? <br/> \nCorn Pops: Kid testes, dildo aprooved <br/> \nGoldfish: The dildo that smiles back <br/> \n <br/> \nC'mon people! Use your imaginations!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Dammit! <br/> \n*tested <br/> \nbut that's not to say I don't like the other way better!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Chubby, almost entirely for the Folgers one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 2,
    "snip": false,
    "text": "KFC: Dildo-lickin` good. <br/> \nMnMs: Dildo in your mouth, not your hand."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "I just saved a bunch of money on my dildo by switching to Geico."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "epicurus",
    "plus": 3,
    "snip": false,
    "text": "\"You're not a doctor!\" <br/> \n\"No, but I did dildo myself in a Holiday Inn last night.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Skittles: Taste the dildo. <br/> \n <br/> \nI cannot stop laughing at your typo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smugairle",
    "plus": 5,
    "snip": false,
    "text": "I love how Lyle turned it on in the fifth panel. <br/> \n <br/> \nAlso, I expect Starbucks to let me Dildo it in the near future. For only $7.80"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "They'll serve a special, expensive Dildoed coffee in the future. <br/> \n <br/> \n\"Can I get a Venti Dildo Mocha?\" Rolls off the tongue."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "duskbringer",
    "plus": 11,
    "snip": false,
    "text": "\"I'll have a Schlong Macchiato, hold the creamer.\" <br/> \n\"Dildo it?\" <br/> \n\"You know it.. and give me one of those pastries that looks like a clam.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I don't really get the appeal, even to perverts, unless the dildo had been previously...used...in which case, the only person in the booth is...Lyle...and... <br/> \nnevermind."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 6,
    "snip": false,
    "text": "Downstream economic and political fall-out: <br/> \n <br/> \nDunkin' Donuts comes out with a copycat product for the lower-level masses, promoting it with a campaign called \"Go Dil-Do-Nuts!\"   <br/> \n <br/> \nParents are outraged when a cover story in Time reports that the iced version, the \"Chill-Do-Nuts,\" is the best-selling frozen drink among 13- to 17-year-olds.  Meanwhile, sales are near zero among men between the ages of 20 and 99.  When asked why in a customer survey, they deny that it ever happened to them. <br/> \n <br/> \nSales of the \"Mocha Blast\" version are restricted to small sizes in Texas, Alabama, Mississippi, Georgia, and some counties Arizona.  Large protest rallies ensue in Chicago, New York, and LA, climaxing in a march on the National Mall. <br/> \n <br/> \nCarl's Jr. tries to capitalize on the controversy with a copy-cat product of their own, bringing back Paris Hilton for the ads.  They consider using stock footage, but she demands a higher fee for the rights to the night-camera scenes.  Then they figure everyone has seen it anyway, so they just use a still of her face and an innuendo-laden voice-over.  Sales are poor.  Customer surveys reveal that no one would touch that even with someone else's fake pole."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Also I'd like to add that this is a strong contender for  <br/> \n\"Best Resolution to a Webcomic Debate About Owning a Dildo\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thechio",
    "plus": 0,
    "snip": false,
    "text": "Have there actually been any other webcomic debates about owning a dildo prior to this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 3,
    "snip": false,
    "text": "After this strip, it really doesn't matter, does it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I bet you could find them.  I'm not gonna look, but you can. <br/> \n <br/> \nOkay, [url=http://www.google.com/search?q=webcomic dildo&ie=utf-8&oe=utf-8&aq=t&rls=org.mozilla:en-GB:official&client=firefox-a]I caved.[/url] <br/> \n <br/> \nEnjoy.  It's pretty funny scanning down the results.  \"Dildo\" is a damned funny word."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Say what? <br/> \n <br/> \n[url=http://www.google.com/search?q=webcomic dildo&ie=utf-8&oe=utf-8&aq=t&rls=org.mozilla:en-GB:official&client=firefox-a]HERE[/url]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 14,
    "snip": false,
    "text": "NOT A-FUCKING-GAIN! <br/> \n <br/> \nYou know what? Fuck it.  <em>Fuck it.</em>   Google \"webcomic dildo.\"  It's funny. <br/> \n <br/> \nOr take my word for it.   <em>I don't care, dude.</em>   The jokes dead in the ass now anyway. <br/> \n <br/> \n <strong>IN THE ASS.</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "From the ashes of the Phoenix, a new joke emerges, pristine and majestic, ass brimming with life."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "[url]http://www.google.com/search?hl=result&cd=1&q=webcomic dildo&spell=1[/url]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 2,
    "snip": false,
    "text": "hmmmm. <br/> \n <br/> \nOh! It's because assetbar doesn't register plus signs! see here are 7:"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Well spotted, sir.  The mathematical wheels of Assetbar were poorly fashioned.  The heights, clearly, were not what they sought when they designed this program."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Especially when used in the plural as a negative adjective by Squisgar Squigelf (lead guitar, Deathklok).  Anybody got an etymology?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Philippe found one in the Friday Facts  <a href=\"http://web.archive.org/web/20101009145023/http://achewood.com/index.php?date=10262007\">here</a> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "that's not a dildo, that's an anal teasing device. from the 80s."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "peterjoel",
    "plus": 0,
    "snip": false,
    "text": "I thought we agreed that was a hair curler from the 80s..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "that is not a dildo! dildos don't come in pointy, screw-in varieties!  ..........do they?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "supposedcat",
    "plus": 0,
    "snip": false,
    "text": "Yes, yes they do."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "honesttom",
    "plus": 2,
    "snip": false,
    "text": "It strikes me that dildoes are probably one of those things where the only limit is your imagination."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuneocapo",
    "plus": 4,
    "snip": false,
    "text": "Soon, Starbucks will see this new competition, and one day you will hear orders of \"Can I get a Tall Arabian with a Soy Strap On, hold the lube\".  <br/> \n <br/> \nIt is a dream of mine."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "the conquistador avatar goes well with this comment and enhances its meaning."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 9,
    "snip": false,
    "text": "\"Will that be Fair Trade or Rough Trade?\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dovey",
    "plus": 0,
    "snip": false,
    "text": "HIYO!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trollcollins",
    "plus": 29,
    "snip": false,
    "text": "While Ray is the flashier and likely more successful of the pair, I feel like Lyle is my personal favourite habitual Achewood entrepreneur. He just does his thing. He does not study the zeitgeist, he does not respond to the zeitgeist, he does not anticipate the zeitgeist. If he came across the zeitgeist in a room he'd puke on it, and it'd roll 3 feet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trapperjohn",
    "plus": 3,
    "snip": false,
    "text": "Like Ray, he instinctively recognizes that a true visionary creates the market.  Unlike Ray, his instinct is to throw mandouche water at this newly created market, rather than sell to it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "Thanks to you, I am imagining someone focus-grouping mandouche water.  <br/> \n <br/> \nIt takes all kinds, pal."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tellumo",
    "plus": 1,
    "snip": false,
    "text": "There's a bar in San Francisco called  <a href=\"http://web.archive.org/web/20101009145023/http://zeitgeist.ypguides.net/\">Zeitgeist</a> . I can see Lyle liking it a lot."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 36,
    "snip": false,
    "text": "That is a very boastful name for a bar. Basically it makes a promise that the place will stay perennially trendy. I can only imagine the pressure on the owner. All anxiously following packs of college kids and taking notes on their conversations. All getting stomach ulcers from reading celebrity blogs. Homepage set to googlefight.com. <br/> \n <br/> \nMeanwhile, the owner of 'Nostalgia' just sits back and lets the cash roll on in."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "madnes",
    "plus": 1,
    "snip": false,
    "text": "Tip of the hat to you, my good man."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "madnes",
    "plus": 0,
    "snip": false,
    "text": "Man what the HELL is up with the chubby settings, I could only give out five on this page. Outrageous!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Yeah, what is up? I was gonna display my well-bred manners by dropping a polite chubby on your hat-tip, but Acheworld was having none of it. Pshaw!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 1,
    "snip": false,
    "text": "This is such a good comment that I just up and had to comment about how good it was. I mean goddamn this comment could have been written by Onstad himself, into a conversation between Ray and Beef, that's how good it is."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "trollcollins",
    "plus": 0,
    "snip": false,
    "text": "Gee, thank you! :) <br/> \n <br/> \nIf only my powers of originality matched my powers of pastiche. :( Someday!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "There is a  <a href=\"http://web.archive.org/web/20101009145023/http://zeitgeistcoffee.com/\">Zeitgeist</a>  in Seattle, too; only it's a coffee shop rather than a bar. But it's basically everything you describe above."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 0,
    "snip": false,
    "text": "It's been open quite a while, and it's still the most hipster-awful hangout around. So, it's working!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Indeed. Years ago it had a sign on the front door:  <em>\"No dot-com assholes!\"</em>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "Did you see the zeitgeist spiral? That doesn't happen by accident."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "trollcollins",
    "plus": 2,
    "snip": false,
    "text": "3 god-damned feet! <br/> \n <br/> \nYou try that with one of your MSNBC 'What's Hot for Men' fashion newsertainment articles. You'd be lucky just to change the thing's temperature!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "afkpuz",
    "plus": 1,
    "snip": false,
    "text": "Lyle likes to stimulate... his mind."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "Lyle is man enough to not mind walking around with a dildo in his hand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "He's not cringing away from it, and he's not whacking people with it. He is the kind of guy who can say \"man-douche\" with a straight face, and then  <em>perform</em>  one."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Whereas Ray is always as straight as John Wayne voting for Reagan on a horse, Lyle is of a different breed - he's a hole man. You don't think he's gay because A. gay wouldn't be enough to describe whatever the fuck Lyle is and B. you don't want to THINK about it at all.  <br/> \n <br/> \nI mean, Lyle has been doing shitty drunk stuff for so long, I bet every character in the house has seen his asshole, accidentally or not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "NO WAY <br/> \nBOO TO THAT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "Would you mess with a guy walking around with a dildo?  I wouldn't."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slimpickens",
    "plus": 0,
    "snip": false,
    "text": "<br/> \nLyle sees a golden opportunity in a market niche that Starbucks has been ignoring for years."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trapperjohn",
    "plus": 10,
    "snip": false,
    "text": "This strip harks back to a golden age of Achewood, an age where stuffed animals would argue about house rules and start unsustainable businesses on a daily basis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tonyhighwind",
    "plus": 0,
    "snip": false,
    "text": "The  <em>hell</em>  you say unsustainable!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synnah",
    "plus": 0,
    "snip": false,
    "text": "I'd like to know what kind of shapes Lyle is able to vibrate the cream into."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zedpower",
    "plus": 1,
    "snip": false,
    "text": "Circles mostly I bet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andrew_",
    "plus": 1,
    "snip": false,
    "text": "foam, dude!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "Man, if he expands his selection of dildos, just about anything."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jerkface",
    "plus": 1,
    "snip": false,
    "text": "Can someone with more time post lyle's resume? I just got an urge to see everywhere he's worked. Then I need to quit my job and use it to see what I can land."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 1,
    "snip": false,
    "text": "The fact that you could only get that awesome Kuribo's Boot in only one single level of the entire game made my 11-year-old soul ache. <br/> \n <br/> \n...I can't tie this in to something about dildos."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tombsgrave",
    "plus": 0,
    "snip": false,
    "text": "One day it would be amazing to be perverse enough to dildo my coffee at the Perky Pervert."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "droplede",
    "plus": 4,
    "snip": false,
    "text": "Personally, I love how Teodor, the erstwhile gay porn star, is sweetly vulnerable when faced with the possibility of public dildo association."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mjfitzge",
    "plus": 1,
    "snip": false,
    "text": "i'm having trouble wrapping around my head where exactly \"near the yard\" is.  does inside the house qualify?  the street?  the neighbor's yard?  seems like an odd place for teodor to be worried about... <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Near the yard = near someplace that an onlooker would associate with their property."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "I once looked into a neighboring car at a stop light and saw one teenager beating the crap out of another one with a 12\" black dildo. It was perhaps 2:00 PM. I imagine I felt kind of like Lyle's feeling now."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nutmeg",
    "plus": 1,
    "snip": false,
    "text": "hatchet harry?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "Oh dang I ran out of chubbies, but you deserve one. So here is your Pseudo-Chubby."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 0,
    "snip": false,
    "text": "This is even further from Ray's Sani-Taco vision than before.  I expect big things."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "toiletstore",
    "plus": 1,
    "snip": false,
    "text": "I like how it's the state of Lyle  <em>having</em>  a dildo in the house that annoys Teodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themacktruck",
    "plus": 3,
    "snip": false,
    "text": "Another use for a condom.  Perforate it with holes and brew coffee through it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trollcollins",
    "plus": 3,
    "snip": false,
    "text": "Bam. VP of Brand Development, right here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyc",
    "plus": 8,
    "snip": false,
    "text": "Jesus, within a week of Onstad no longer updating us on his kid's status he drops two strips about women shitting and one about coffee stirred with dildos. <br/> \n <br/> \nAchewood is rubbing elbows with late-night Showtime here."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tomsonlocal",
    "plus": 2,
    "snip": false,
    "text": "I once woke up after a particularly mental house party on the floor of some girls bedroom. After first discovering that I had used a bottle of vodka as a pillow I then found myself face to face with a dildo that she had attempted to hide under her sofa. You do never really see a dildo, and I found out the hard way that this is a good thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "erincandy",
    "plus": 2,
    "snip": false,
    "text": "Oh no, not near  <em> the yard! </em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "Some even got on the mayor!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stevepants",
    "plus": 0,
    "snip": false,
    "text": "DILDO IT!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skoora",
    "plus": 0,
    "snip": false,
    "text": "Lay off, T, it's just a dildo!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "qeramah",
    "plus": 1,
    "snip": false,
    "text": "\"I can have anything.\" <br/> \n <br/> \nMakes you wonder what else Lyle has that Teodor wouldn't want near the yard."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101009145023/http://achewood.com/index.php?date=03312005\">Sometimes the product creates the consumer, T!</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ianmalcolm2",
    "plus": 0,
    "snip": false,
    "text": "It's true... You never see a dildo. It's like one of those things you just see on TV every once in a while. I'm sure there are lots of conspiracy theories as why this is."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "werewolves",
    "plus": 0,
    "snip": false,
    "text": "Notice the movement lines around the dildo in panel five."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "minarch",
    "plus": 22,
    "snip": false,
    "text": "<strong>438. The Perky Pervert</strong> <br/> \nYou are with the lady getting coffee from Lyle's stand. She does a :( <br/> \n <br/> \n <em>SOLUTION:</em>  Glance at the dildo and ask Lyle if he just put in new batteries."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prine",
    "plus": 1,
    "snip": false,
    "text": "If you're at the point in a relationship where the two of you can comfortably share a dildoed coffee at the Perky Pervert, I don't think the lady doing a :( will be too big a deal."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kdarr",
    "plus": 1,
    "snip": false,
    "text": "I don't even want to KNOW what he has in that pastry compartment. <br/> \n <br/> \nAlso, is it just me, or does Lyle look like flippin' Wilford Brimley with his glasses on?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "A danish with some suspiciously savoury icing, I'd imagine. <br/> \n <br/> \nOh God, I'd lame myself if I could."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "intelligentblue",
    "plus": 0,
    "snip": false,
    "text": "Who else thinks the last panel should be a t-shirt?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "Is it just me, or is T seriously fluctuating in weight?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": false,
    "text": "No, he's just breathing in very deeply in some of the panels. Huffing with offended air."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "It makes sense now, as he's getting slowly bigger as the comic goes on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mortshire",
    "plus": 2,
    "snip": false,
    "text": "I don't know, by my understanding, dildos are penis-shaped and don't vibrate.  Vibrators and \"personal massagers\" can be all kinds of shapes and do vibrate.  And are people really still hung up on having dildos in their home?  Are they still that \"underground\" that only perverts and freaks would dare to use them?   <br/> \n <br/> \nI'm all for Lyle's idea, it sounds awesome, but the terminology of the strip bothers me somewhat.  Also, I really hope that dildo isn't made of PVC or *shudder* jelly-rubber.  All leaking phthalates into the cappuccinos."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "eatmorekix",
    "plus": 0,
    "snip": false,
    "text": "you can have vibrating dildos. it's true."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": false,
    "text": "Yeah but then that makes 'em a vibe. I'm with mortshire here, dildos don't vibrate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slab64",
    "plus": 0,
    "snip": false,
    "text": "I'm glad someone else said it. Vibrators are not dildos."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nictusempra",
    "plus": 0,
    "snip": false,
    "text": "The courage of their convictions is paving a bright new future for dildos everywhere."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "eatmorekix",
    "plus": 1,
    "snip": false,
    "text": "it's weird, i actually don't think this strip is a 4.4. am i totally alone?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tenthman",
    "plus": 1,
    "snip": false,
    "text": "lyle is nearing upon a dynasty of food carts that pander to the pervert."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 3,
    "snip": false,
    "text": "Why is \"dildo it\" an option? What the hell kind of dude goes to Perky Pervert and  <em>doesn't</em>  dildo it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 10,
    "snip": false,
    "text": "That would be the guy who orders his coffee in the vagina-shaped cup and DOES NOT WANT THE PLASTIC SEAL BROKEN until he does it himself."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "That's the one at the small end of the size chart: <br/> \nCunt <br/> \nAverage <br/> \nBig 'Un <br/> \nHuge <br/> \nNo Fuckin' Way!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "The kind of dude who fears and respects his union."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neitherman",
    "plus": 4,
    "snip": false,
    "text": "This java is dildoes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 1,
    "snip": false,
    "text": "\"A dildo in the house\" is a great expression. <br/> \n <br/> \nIt's also something that T doesn't want you to have."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "A dildo in the house is worth two in the yard"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 3,
    "snip": false,
    "text": "You will get all of the men who get kicked out of the grocery store for stealing cosmo."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "themaddoctor",
    "plus": 3,
    "snip": false,
    "text": "Before I got together with my current, she had a real bad breakup and was lonely and I helped her buy almost $200 worth of dildos (which is only a couple, the expensive buggers). So I don't really follow Teodor's advice of 'Don't have a dildo in the house.' <br/> \n <br/> \nOne of them has all these silver balls, and a flapping clit tail, and a bum tickler, and some creepy Japanese woman's face on the end that writhes and wobbles when you turn it on. Scares the hell out of the kids. <br/> \n <br/> \n'I got it, I can have it!' (with the exlamation) is a fantastic argument that flies in the face David Hume's claim that 'No is implies an ought'. I think it's the exclamation mark that destroys centuries of philosophical thought."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcwee",
    "plus": 0,
    "snip": false,
    "text": "I'm in my local coffee shop right now, and am also a sucker for any gadget with a motor.  On the one hand, I badly want to dildo my next latte, and on the other I just watched the barista slug the last three patrons who asked her to \"dildo it.\"  One of them was a little old lady!  I fear the barista is out of control.  Where is Lyle's cart, precisely?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dasilodavi was marked lame too many times and excluded. (marked lame by silver_lake, professorhazard, chivalress)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "I don't know about that, I think it works because the whole coffee stand comes so out of left field, whereas the other two businesses had longer build-up."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gussiejives",
    "plus": 0,
    "snip": false,
    "text": "Oi, those are cheap dildos!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arzasmi",
    "plus": 0,
    "snip": false,
    "text": "Panel 5 is awesome. The \"action lines\" on the dildo just add to Lyle's fervor. Also, the glasses... welcome home."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "snark",
    "plus": 0,
    "snip": false,
    "text": "And in the next strip... <br/> \n <br/> \nPhilippe is standing on it. :D"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Philippe is dildo-shaped himself.  To get free street advertising, Lyle will convince him to wear the Walk-Around Butt! in public.  Unlike those kids that Little Caesar's pays to ride around town in Segways, people won't hate Philippe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Personally, I'd rather Lyle have a dildo in the house than on the street somewhere.  Although I admit that I would totally get my coffee at that stand."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "I don't think I'm being too uptight when I say that I would not but anything from this stand."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I would not butt it, either."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "And yet, some people would."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I like reading this comment in Hank Hill's voice."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nokidding",
    "plus": 0,
    "snip": false,
    "text": "Having a dildo at the house may be similarly problematic to T in the way an inexplicable cum shot is to Ray."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "honesttom",
    "plus": 0,
    "snip": false,
    "text": "Could the two be linked?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phthoggos",
    "plus": 1,
    "snip": false,
    "text": "the Life Wisdom gems from Onstad just keep rolling out. <br/> \n\"I got it, I have it! I can have anything.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 0,
    "snip": false,
    "text": "It'll cause problems. It'll get left on a counter or near the yard."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I don't know, I feel like a year or two earlier this would have been a weird comic to read, but now it almost feels like par for the course. After SaniTaco, and Lyle and Ray's Perfect Jays, this feels kind of done."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "coldfuut",
    "plus": 0,
    "snip": false,
    "text": "Technically, dildoes don't vibrate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "oh, not this again"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "boscostacy",
    "plus": 1,
    "snip": false,
    "text": "Lyle, don't have a dildo in the house! It'll cause problems. It'll get Garfield drummed out of the union. It'll bring untold wealth upon Philippe, making him lose respect for his elders. It'll lure one of the main perverts of the Internet to the house. It'll cause Ray to contract assassins."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "I wish I could have been less friendly so I could chubby this. The series of events has probably been the weirdest of Achewood I can think of."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Without involving Cartlidge Head or Mexican Magical Realism, you're probably right."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "unsentletter",
    "plus": 0,
    "snip": false,
    "text": "\"I can have anything.\" <br/> \n <br/> \nI love all the cumulative semi-asides that make this strip hell-of work well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Lyle is trying to keep his mind alive.  He sees a dildo as the most effective way to do this. Instantly goes on the defensive when confronted by T about this, probably because dildoes (sp?  I don't want to google this, please don't make me) have the capacity to prevent Alzheimer's.  Lyle doesn't know this, only that the dildo is important  <em>somehow</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "<em>You can do whatever you want in life.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "The first time I saw a dildo with my own eyes was in college. We were over at the apartment of these two sisters, and one was gone. The other was looking for something in their room, desperately, and asked us to help. <br/> \n <br/> \nI will never forget it. Donald was fishing around deep under the bed and suddenly his expression turned to one of pure shock, his eyes bulging and his mouth wide open. He gasped, and we went silent. I heard the buzzing moments before he pulled out the other sister's dildo."
  }
]