[
  {
    "depth": 0,
    "minus": 0,
    "name": "overmedicated",
    "plus": 18,
    "snip": false,
    "text": "I love Ray dressed up all smart for his mummy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 11,
    "snip": false,
    "text": "And how they had cod for Thanksgiving."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuckalgebra",
    "plus": 2,
    "snip": false,
    "text": "Well that's not surprising, Ray thinks that turkey sucks the  <em>dong</em>  and is a  <em>crap-face repeater.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "Pics or it didn't happen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aikennubbles",
    "plus": 22,
    "snip": false,
    "text": "You always see Ray from the waist up in front of his mom.  Does he wear the thong?  Or maybe a dress-thong, with a little bow-tie on the vital bit?  Curious readers want to know."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unprotected",
    "plus": 1,
    "snip": false,
    "text": "Holy shit, I just figured out the exact right person to play or voice Ray.  Are you ready?  Two words;  <em>Rob Dyrdrek</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Wow.  Chubby not only for what is, at the very least, an intriguing idea, but also because you have a great Kinks album for your avatar.   <br/> \n <br/> \nI think it's been established by Onstad in interviews that he views Ray as being \"black\" and having a deep voice (unless I'm remembering it incorrectly), but I've never been able to hear it in my head that way.  At least, not the deep voice part."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "money4something",
    "plus": 0,
    "snip": false,
    "text": "Why did you put the word black in quotes? Are you worried you will offend someone?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Because, as much as I suspend any sense of reality or continuity when reading a webcomic about talking cats, it still seems odd to identify a cat to a human race."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "You spade."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "money4something",
    "plus": 2,
    "snip": false,
    "text": "We prefer the term \"trowel\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dumbeast",
    "plus": 0,
    "snip": false,
    "text": "No, technically I'm not spayed.  It's called a vasectomy, and my nonads work just fine, thanks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 34,
    "snip": false,
    "text": "I give this a five for the phrase \"half-past Chablis o'thirty.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "seconded"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 10,
    "snip": false,
    "text": "According to my winepiece, half-past Chablis o'thirty is Tanqueray: the midnight of liquor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jujubeesforjesus",
    "plus": 3,
    "snip": false,
    "text": "In Kansas I found a thirty rack of beer called \"Beer 30\".  It was 11 dollars, and the cans were purple and looked like grape soda. It took us a while to figure out it wasn't just called \"Beer\". God was it awful."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 3,
    "snip": false,
    "text": "\"What time is it?\" <br/> \n\"Beer-thirty.\" <br/> \nNot drunk enough to think that's funny? <br/> \nGet out the beer bong. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "[url-http://beeradvocate.com/beer/profile/1422/32918]Myth confirmed![/url]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "i hate you bbcode"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101005104950/http://beeradvocate.com/beer/profile/1422/32918\">I fixed it for you.</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "katethegreat",
    "plus": 3,
    "snip": false,
    "text": "Dude, a friend of mine with very poor taste LOVES that shit. He drinks it all the time. Good story: as some friends and I were walking down the street one day, we kept seeing Beer 30 cans, spaced out at about 100-yard intervals. I joked, \"Oh, Brian's left like a trail of breadcrumbs.\" <br/> \n <br/> \nWhen we got to where we were going, what should we happen to see but Brian kicking back with a half-empty case of Beer 30?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sealman87",
    "plus": 0,
    "snip": false,
    "text": "Easily convertible to any beverage name you want, too. Truly another for the ages."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thescrivener",
    "plus": 0,
    "snip": false,
    "text": "I fived for \"part of puttin' out music is about believing in something you don't believe in.\""
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "doomchild",
    "plus": 1,
    "snip": false,
    "text": "Wouldn't \"half-past Chablis o-thirty\" be \"Chablis forty-five\"? <br/> \n <br/> \nDC"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattylite",
    "plus": 1,
    "snip": false,
    "text": "Wait-- now I get it.  Sorry, I was feeling old maybe and I lamed you for being too young to be handy with those circle clocks."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "You mean, like... as opposed to a sundial? Because that is also circle-shaped."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "phoenixultima",
    "plus": 4,
    "snip": false,
    "text": "Ray's family has all sorts of characters in it, doesn't it? It wouldn't surprise me to find out that his great-grandpa was a hard-assed Old West sherrif or such."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nurdbot",
    "plus": 4,
    "snip": false,
    "text": "I hope one of his ancestors is one of those sterotypical French horndawgs, set in 17th century. A slightly older Ray with a Wig and tinted specticles, oh the possibilities!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qatipay",
    "plus": 4,
    "snip": false,
    "text": "Hm, after Cheops and Ramses, Ray's mom really dropped the ball with the pharaoh-naming thing. Raymond Quentin??"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "captainpeepers",
    "plus": 8,
    "snip": false,
    "text": "Wait, you DON'T know of the mighty Quentin?  He's the reason the sky is blue!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deusoma was marked lame too many times and excluded. (marked lame by ShemmJacc, thomgreenwood, Zem)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by speth was marked lame too many times and excluded. (marked lame by johnnybaverage, riotdejaneiro, Deusoma, dumase, Tagrineth, Sleaw, Firehawk, techiebabe, ravindra108, mountain, choosebro, BjorntD, usversusthem, scraggg)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "At some point in the nine months following this post, I learned that that particular smiley face is a somewhat over-used meme on less savoury parts of the web. I had no idea of this when I wrote the first post, but nevertheless I stand by my initial opinion that it is a greatly amusing face."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i still have no idea what other places you're talking about, and agree that this is a rad avicon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Chan boards, mostly. In terms of literacy, they're pretty much the opposite of Achewood fans. <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "speth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by speth was marked lame too many times and excluded. (marked lame by johnnybaverage, lastpolarbear, Spoon, Deusoma, dumase, Tagrineth, LordPretzel, Firehawk, techiebabe, ravindra108, mountain, choosebro, BjorntD, usversusthem, scraggg)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Would it have been more or less awesome if they were called by the Pharoah's original names, such as Khufu"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "libelandslander",
    "plus": 0,
    "snip": false,
    "text": "Question Mark"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 1,
    "snip": false,
    "text": "Why does Ray have to get his mom tipsy in order to find out about his family? Why all the secrets?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heyoo",
    "plus": 23,
    "snip": false,
    "text": "The angry young otter does not like family secrets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "Because even with his music industry contacts, Ray cannot acquire X. And dosing your mom is NOT cool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but Mrs Smuckles gets  <em>loose</em>  on the Chablis."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "charchar",
    "plus": 15,
    "snip": false,
    "text": "My mother does a similar thing, but without my asking; most times she sends me a package (I live with my dad), there's a letter in which she pours her heart out.  It's like  <em>Here is some candy and stories from my crappy childhood explaining why I didn't hug you more and a book I think you'd like.  Love, mom</em>  I'm getting a letter bomb with every holiday.  This isn't really a similar thing at all, but I need to vent. Thank you, stranger on the internet. <br/> \n <br/> \nLove, charchar"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sooprmunky61",
    "plus": 2,
    "snip": false,
    "text": "Once in college, my roommate and I received a package in our mailbox and opened it immediately without thought.  We found bags of microwave popcorn, candy (which we proceeded to eat promptly) and some candles.  As we ate the note, we looked at the note.  It was from from Mrs. Stevenson to her daughter Jennie in the apartment upstairs.  It contained quite a bit of family and neighborhood gossip and a possible family secret.  We disposed of the evidence and gave our moms stolen candles.  The gossip and secrets we take to our graves.  Poor Jennie..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "<em>\"As we ate the note\"</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sooprmunky61",
    "plus": 2,
    "snip": false,
    "text": "We had to hide the evidence..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 6,
    "snip": false,
    "text": "Ray's glasses run in the gene pool. All the way to determine Paternity suits... \"It's quite clear from the ultra sound that the fetus is sporting Oakley... case closed\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 63,
    "snip": false,
    "text": "Easter Egg:  the alt text of this strip appears to indicate that \"The Boy From Seller's Hall\" is another of Antonyne's stage names.  If you go to to the Posters section of the gift shop, you can find an ad for the 1943 Great Outdoor Fight, featuring a \"Mid-Night Holler'\" by...you guessed it, the Boy From Seller's Hall. <br/> \n <br/> \nDeep roots."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 5,
    "snip": false,
    "text": "that was a fat research chubby i just gave you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mastronaut",
    "plus": 3,
    "snip": false,
    "text": "That was a fat turn-of-phrase chubby I gave you for \"fat research chubby\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mastronaut",
    "plus": 5,
    "snip": false,
    "text": "In fact, I dream now of a day when Popular Science hands out Fat Research Chubbies."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "aghbar",
    "plus": 0,
    "snip": false,
    "text": "That was a fat uh...uncreatively named chubby for your chubbying."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 23,
    "snip": false,
    "text": "When I try to imagine what the source of 'Seller's Hall' is I think it is a place where slaves were auctioned, and that Antonyne Cheops Smuckles is so old that he was the kid who handed out the programs at the door, occasionally glancing back at the men standing on the crates, all shackled from head to toe with iron heavy enough to keep down their wearied, oft-whipped limbs but not their ever-expanding souls; the boy seeing the tears rolling down their faces and reading in them the lyrics he would one day write; and knowing then and there that his son too would have to be named for a great pharaoh just as he was for there is power in names, not just for those who learn and say them but for those who give them to themselves and their own."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hikikomori",
    "plus": 0,
    "snip": false,
    "text": "Daaaaaaaamn."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 1,
    "snip": false,
    "text": "and then his grandson was named Ray...sad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jdhenry105",
    "plus": 1,
    "snip": false,
    "text": "Slavery ended in the US in the 1860s.  For Antonyne to have been a boy at that time, he'd have to have been born in the 1850s.  But he sang a midnight holler in 1943, which would put him in his 90s in your timeline.  I think that this is unlikely."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tripleg",
    "plus": 1,
    "snip": false,
    "text": "I dispute your assertion. There is nothing unlikely of a 90-year-old former programme boy at a slave auction singing a blues to stir men's souls."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 0,
    "snip": false,
    "text": "Ray is talking basic gibberish in panel 1."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "What I really like about this strip is the way Ray gives Lyle a lecture, and Lyle just answers straight to the point: Whatever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "That is my favorite thing about this strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "it bothers me a little that ray is always getting his mother drunk"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bovine",
    "plus": 9,
    "snip": false,
    "text": "IT DOESNT BOTHER ME. WE HAVE DIFFERENT VALUES."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "please do not assume i share the same prejudices as you. <br/> \n <br/> \n(an awesome bumpersticker.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dickie_roxx",
    "plus": 0,
    "snip": false,
    "text": "Well how do  <em>you</em>  get your mom to spill the old family secrets without getting her all mellow?  I ask you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one to find Lyle's \"Whatever\" in the first frame subtly/ironically brilliant?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "It's weird, but a lot of people close to me have had a grandfather dies on or near the day of their wedding.  It's almost like a fast-acting spiritual \"close a door, open a window\" kind of thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vermy",
    "plus": 0,
    "snip": false,
    "text": "Versace Glasses and the Smuckles' share a long, sad history, it seems?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "corpsey",
    "plus": 1,
    "snip": false,
    "text": "Old Rustmouth looks a little bit like Captain Beefheart. <br/> \n <br/> \nWhich of course makes this strip even better."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "checkmatejones",
    "plus": 0,
    "snip": false,
    "text": "The women need to hear that it is past chablis o' thirty. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "metatronatra",
    "plus": 1,
    "snip": false,
    "text": "Ray's paternal family hell of has the Egyptian king names going on"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "broahsaurus",
    "plus": 0,
    "snip": false,
    "text": "Ray's love for cod contrasts very strongly with Phillipe's hatred of them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fras",
    "plus": 0,
    "snip": false,
    "text": "This has one of the best first frames ever."
  }
]