[
  {
    "depth": 0,
    "minus": 0,
    "name": "rolotonybrowntown",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rolotonybrowntown was marked lame too many times and excluded. (marked lame by KaMeT, jay_wish, farqussus, mania3, Siah, gbeaton)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "rolotonybrowntown",
    "plus": 177,
    "snip": false,
    "text": "I hugged my mom cause thats ok, <br/> \nI was born in the USA"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lolsworth",
    "plus": 11,
    "snip": false,
    "text": "Who the fuck lamed this"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 3,
    "snip": false,
    "text": "<em>Someone with no soul or sense of good</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dallovich",
    "plus": 0,
    "snip": false,
    "text": "Someone who does not like music."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "vulpes-aurum",
    "plus": 3,
    "snip": false,
    "text": "Someone who listens to the worst songs played on the ugliest guitar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "prettyrad",
    "plus": 6,
    "snip": false,
    "text": "Someone who was about half a centimetre further right than they thought; I'd say this happens about once every 146 chubbies"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slow_learner",
    "plus": 0,
    "snip": false,
    "text": "I present, to you, my chubby v-card"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcscaredabeez",
    "plus": 26,
    "snip": false,
    "text": "i love how please with himself phillipe is in frame three"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "I moved my opinion up a whole point when I noticed that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "I normally don't like to create a post that does not concern the comic, but deusoma's icon is such that I must: why, why seizureHouse?"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "WHY FIND OUT"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nagsworth",
    "plus": 11,
    "snip": false,
    "text": "Nah, he's lost in the entrancing melodies of Springsteen playing in his head as Beef reads the lyrics, I reckon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jezebel",
    "plus": 1,
    "snip": false,
    "text": "He's so moved he needs to close his eyes in order to properly relish the experience."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "yes. this is the obvious choice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "connormc",
    "plus": 0,
    "snip": false,
    "text": "He all puts his hand over his heart"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shineboxx",
    "plus": 1,
    "snip": false,
    "text": "he's wearing a helmet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aargh",
    "plus": 0,
    "snip": false,
    "text": "touché, my friend, touché..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "aargh",
    "plus": 2,
    "snip": false,
    "text": "That's it assetbar, you've made your last mistake... <br/> \n*Slowly removes belt*"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 2,
    "snip": false,
    "text": "*trousers fall down*"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "aargh",
    "plus": 0,
    "snip": false,
    "text": "Bugger"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 3,
    "snip": false,
    "text": "I usually wear a leatherhead football helmet when rocking to the Boss <br/> \n <br/> \nWhy does everyone always have to be so down on the workin man?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "In you, my friend, I find no blame <br/> \nWanna look in my eyes, please do <br/> \nNo one can ever claim <br/> \nThat I took up arms against you"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stuntman",
    "plus": 1,
    "snip": false,
    "text": "One must revel in the truth of those lyrics"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jay_wish",
    "plus": 0,
    "snip": false,
    "text": "It looks like he's just really vibing to those lyrics. Really getting on to some Bruce."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mcscaredabeez",
    "plus": 2,
    "snip": false,
    "text": "pleased i mean"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "janelaurance",
    "plus": 7,
    "snip": false,
    "text": "it is always a good sign if philippe has musical notes flying around his head."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by jdhenry105, Zem, sexualhomeboy)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "howard",
    "plus": 2,
    "snip": false,
    "text": "Has someone recorded this yet?  <br/> \n <br/> \nIf not, why not? <br/> \n <br/> \nGet off your ass Springsteen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 5,
    "snip": false,
    "text": "it's morning in America again..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "babachewy",
    "plus": 66,
    "snip": false,
    "text": "Mr. Gorbachev, here comes a special boy!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 2,
    "snip": false,
    "text": "Strips like these remind me not to be drinking anything, like pulpy orange juice, while reading Achewood. :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "featurelessvoid",
    "plus": 3,
    "snip": false,
    "text": "That must have  <em>hurt</em>  when it came spraying out of your nose."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I know a girl who that happened to when she was eating soup. <br/> \n <br/> \nSoup with chicken pieces."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "What has been visualised... Cannot be  <em>un-visualised</em> ."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "invidious",
    "plus": 2,
    "snip": false,
    "text": "Imagine a noodle getting stuck halfway in and halfway out."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Then you have to pull it out slowly yourself."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 3,
    "snip": false,
    "text": "And it will go on for much longer than you expected and then you realise it's actually part of your own brain."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 10,
    "snip": false,
    "text": "And then you stop realizing anything, ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "I once vomited Ramen noodles out of both my mouth and nose. I had to blow multiple noodles and noodle pieces out of my nasal passages afterwards. I have not eaten Ramen since. It was sort of a blessing disguised as a curse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 2,
    "snip": false,
    "text": "I always thought the song actually was upbeat until I read this (I live in Canada, don't hear it much). Now whenever I try to remember the song I can only hear Philippe's lyrics over and over."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "goosey",
    "plus": 4,
    "snip": false,
    "text": "Strangely enough, I never got its true meaning until I heard it covered by a Scottish guy with just an acoustic guitar."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "That would pretty much do it, yeah."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Ballboy?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "goosey",
    "plus": 0,
    "snip": false,
    "text": "Yes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 29,
    "snip": false,
    "text": "If I were a Springsteen fan, I'd be pretty fuckin' furious about how many people completely missed the point of that song. The idea that Reagan co-opted a song containing the lyric \"Sent me off to a foreign land / To go and fight the yellow man\" as an un-ironic, flag-waving, all-American anthem is just too ridiculous for words. <br/> \n <br/> \nPoliticians need to stay the fuck away from pop music."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "ten chubbies"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "I was going to post \"Quick, someone tell President Reagan!\" but I guess I was three weeks too slow.  <br/> \n <br/> \nMuch like Reagan's campaign team."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boredom_man",
    "plus": 2,
    "snip": false,
    "text": "I suspect most readers, being your age and younger, don't remember Reagan's attempts to co-opt that song. Which is probably just as well. If you're going to consistently elect Presidents who have obvious cases of medical dementia, there's really no reason to ponder their poetic interpretations very long."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "littlefatdog",
    "plus": 5,
    "snip": false,
    "text": "being president is a very dangerous job. that's why we need to wear a strapless football helmet at all times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "evolume",
    "plus": 4,
    "snip": false,
    "text": "ironically, they've played this song at every fourth of july fireworks show that i've seen.  this and Beastie Boys'  <em>Fight For Your Right to Party.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deusoma",
    "plus": 4,
    "snip": false,
    "text": "Sort of like playing Green Day's Time of Your Life at graduation ceremonies even though the song is actually called \"Good Riddance\"."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "gmm",
    "plus": 1,
    "snip": false,
    "text": "True Story - I once heard a guy on local radio dedicating that to a girlfriend he'd just spent an amazing weekend with. To this day I still wonder if he was slyly breaking up with her on the radio, or he was an idiot and did not know what the song was about."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "If I were making a bet, I would put five dollars towards the latter of the two options.  When singing along, America's Populace has a hard remembering the chorus or most songs."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "In fairness, the song itself plays it straight, it's only the title that reveals that the entire thing is sarcastic."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "layzerblade",
    "plus": 1,
    "snip": false,
    "text": "They made us memorize and sing that song at our fifth-grade graduation. Yes, it is a little ironic because of the title. But the actual lyrics of the song are sort of neutrally melancholic, not bitter in the way the title implies. In fact, the title itself is meant to be ironic, given the lyrics. Like the singer's trying to make a clean break, but he's more regretful than he thought he was. Anyway, maybe I'll go put my close reading of Green Day onto my Livejournal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "I love reminding people of this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "I went to a Fourth of July fireworks celebration when I was on holiday in New Hampshire years ago. I laughed my ass off while I was heading home in compliance with the midnight curfew."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "C....curfew?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Some places (I assume it's done by county, but I don't know) have a legal curfew for people under the age of 18."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "That's nuckin' futs!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "zapatos",
    "plus": 3,
    "snip": false,
    "text": "It gives you a new game as a youth, hide from the cops.  If you lose you dont even have to walk home."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "choosebro",
    "plus": 0,
    "snip": false,
    "text": "You just completely blew my mind tekende. I don't know what to believe anymore."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Pretty much the only reason I know is because my brother got busted for curfew violation one time. While joyriding in his friend's sister's car. That must have been an interesting night when the police brought him home. I was asleep, though."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "greenkoolayd",
    "plus": 0,
    "snip": false,
    "text": "word.  cinderella laws and such."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "This is Philippe at his cutest"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 1,
    "snip": false,
    "text": "every time i eat a hamburger, I say Hooray."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "doc_rostov",
    "plus": 9,
    "snip": false,
    "text": "Because I love the West Wing, the Alt text really did this for me. Man, Beef is TOTALLY Toby. Both are badasses. Such awesome badasses. <br/> \n <br/> \nPS: hooray!!!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheapcynicism",
    "plus": 1,
    "snip": false,
    "text": "This got a five from me because of the alt text, too."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zeal",
    "plus": 1,
    "snip": false,
    "text": "Now Beef's voice for me is Toby speaking in a slow monotone.  It works surprisingly well."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 5,
    "snip": false,
    "text": "but when is his indignant ire going TO BE RAISED MID-SENTENCE, CAUSING HIM TO YELL!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "Well agreed.  Fantastic  <a href=\"http://web.archive.org/web/20100310190059/http://achewood.com/index.php?date=12142001\">second Aaron Sorkin reference</a> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jlowe424",
    "plus": 21,
    "snip": false,
    "text": "In panel three, Philippe has his hand over his heart while Roast Beef recites the lyrics."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thatcrazycommie",
    "plus": 0,
    "snip": false,
    "text": "Holy shit, I never would have caught that. Chubby."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "us americans really do like to eat hamburgers, so much so that many of us indeed try to force a 'hooray' out of our fat-encrusted jowels. <br/> \n <br/> \nbut that part about getting an a in school is kind of off the mark."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 1,
    "snip": false,
    "text": "It really isn't though. The American education system hands out A's like tootsie rolls on halloween."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hooray, man! Today is already rad!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "han bao bao han bao bao bing ji ling"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": false,
    "text": "<em>CHING CHONG WING WONG</em> <br/> \n <br/> \nHad to be done."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 1,
    "snip": false,
    "text": "my solace is that you knew i was writting in chinese and not gibberish."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "It's so awesome that you know Chinese. I mean, that's like a really rare language, right? That's so cool. I hope you keep writing things in Chinese, because it's so interesting."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ovenface",
    "plus": 0,
    "snip": false,
    "text": "Well, it's rare for me to find ways to practice it, and there are a bunch of people on here who speak it, so it works out for me. On a side note, I didn't log on in two weeks and all of a sudden I have about 60 more lames than I did, and about 20 snippy replies from you. Did you go through the archives just to spite me? If it stoops to that level, sir, I just don't know what to do as I work 12 hour days and that doesn't leave me enough time to come up with witty responses."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 2,
    "snip": false,
    "text": "OK. Here's how it worked out, if you really want to know.  <br/> \n <br/> \nI never used to check lames. I found out how and did it a few times out of curiosity. Then I started to feel stupid about it because it was a waste of time and it was distracting me from the real reason I was here, which was the great comic above and the occasional opportunity at witty banter.  <br/> \n <br/> \nFast-forward about two months. I hadn't been logging on regularly for about a month (you're not the only full-time worker here, sister), so I thought I'd make another trip through the archives. When I did, I noticed a pattern. I noticed that I barely had a single comment that didn't have at least one lame. Now, I sure as hell have made some lame-ass comments here, and people have responded accordingly. That is the way it should be. But not everything I've said here is lame. I saw that even on the rare occasion (especially rare early on) that I said something that wasn't outlandishly lame, there was still that one mark no matter what. I got curious. I checked a few. Found a pattern. Checked some more. And I'll be god damned if your name didn't show up at least a good 85% of the time.  <br/> \n <br/> \nWell, I'm not gonna lie - that made me feel weird and bad for some stupid reason. I think it mainly had to do with the fact that you and I, to my recollection, had never had anything to do with one another, yet you seemed to be going out of your way to pounce on even the most trivial and inoffensive of my posts. As I said, I was already on my way back through the archives, so armed with this new and terrible knowledge I did what any person worth his salt would - I retaliated. I didn't waste time hunting you down, but when I happened to see you, I knew what to do. Sometimes I was drunk and made little bitchy comments (see above). As lame as it was, I felt just in my actions. There was a level, and yes, I stooped to it.  <br/> \n <br/> \nI'm over it now. I got my limp-wristed little revenge and I harbor no malice. We can end this here or each of us can just flick the other in the ear whenever the other isn't looking for the rest of time.  <br/> \n <br/> \nJust thought an explanation was in order."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ovenface",
    "plus": 2,
    "snip": false,
    "text": "I didn't start using the lame button until I had gotten a good amount of the way through the archives (maybe a year or so?), but decided to write reply comments instead. In fact, I feel kind of guilty when I leave a negative reply and a lame at the same time and tend to avoid it. I don't lame someone's comment if I don't find it to be so. <br/> \n <br/> \nI find immature jabs and windy explinations kind of lame, and it seems that you do a lot of those. I'm sure your responses are just your type of humor, but this is the internet and you can misinterpret humor easily. I wasn't out for blood. You just tend to leave a lot of comments that I find to be either mean or lame.  <br/> \n <br/> \nAnyway, I don't intend to stop using the lame button for what it is meant for, though I can promise I wont use it to purposefully be an asshole to you. If I find your comments lame, I will act on it, and if I find them to be awesome (and I'm pretty sure I did a few times), I will give them a chubby. This was never a matter, for me, of being a jerk to you. <br/> \n <br/> \nSo.. hopefully this will be the only verbose comment I ever leave that does not pertain to the actual comic. I already mentioned I don't like them much, but you put in the effort so I figured I better respond likewise."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "In the interest of brevity: <br/> \n <br/> \nUnderstood. Peace. The End."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 4,
    "snip": false,
    "text": "Now hugggs!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dismas",
    "plus": 1,
    "snip": false,
    "text": "tl;dr"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chachibenji",
    "plus": 0,
    "snip": false,
    "text": "Oh my god there are so many words in these assets are we in Ctrl Alt Delete <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Rowboat just kind of does that.  We stopped talking about it a while ago.  We should have forwarded you a memo or something but we forgot to.  Sorry from all of us here at Acheworld."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Apology accepted."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sounds like the beginning of a great friendship!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "If by rare you mean only 1/4th of the world speaks it, than, yeah, fairly rare!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lechatbotte",
    "plus": 0,
    "snip": false,
    "text": "Chinese, I mean."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "It's rarer in countries that are not china.  Even in countries that have chinese speakers, there is a good chance that they would live in an area with a concentration of people that speak their language, and those areas are not EVERYWHERE.  Just saying.   <br/> \n <br/> \nAlso, there are Chinese dialects that are sometimes pretty different from each other and hard to understand if the listener is not familiar with them.  So, if one only knew a single dialect, he/she would be able to speak to less than 1/4 of the earth's population like you have stated."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fuzzyshoo",
    "plus": 0,
    "snip": false,
    "text": "HE IS CHINESE. HE WROTE THIS COMMENT."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "So, skipping all of the above...I'm pretty sure you said \"hamburger\" twice; correct?   <br/> \n <br/> \n(Pretty much the only Mandarin phrase I can remember how to say is \"I love hamburgers.\")"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ovenface",
    "plus": 1,
    "snip": false,
    "text": "ni ye ai han bao bao ma?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 1,
    "snip": false,
    "text": "Dui bu qi, ni guangxi sho shemma?  <br/> \n. <br/> \n.. <br/> \n... <br/> \nTamen shi sing jing bing ma."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dang it. I love the hella dang lyrical sound of Chinese. I have not spoken it in 20 lifetimes, so I don't remember a word. Dang dude."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 16,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nTeodor:  <a href=\"http://web.archive.org/web/20100310190059/http://orezscu.blogspot.com/2004/08/round-2.html\">Round 2</a> <br/> \nMr. Bear:  <a href=\"http://web.archive.org/web/20100310190059/http://corneliusbear.blogspot.com/2004/08/well-ill-be.html\">Well, I'll be!</a> <br/> \nLyle:  <a href=\"http://web.archive.org/web/20100310190059/http://lyle151.blogspot.com/2004/08/kitchen-fire.html\">kitchen fire</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skaterpix",
    "plus": 0,
    "snip": false,
    "text": "Why is philippe wearing a helmet?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Beef reveals that a song Phillipe likes is actually an astonishingly cynical attack on modern society. <br/> \nPhillipe remains down for exactly one panel. <br/> \nI wish I had that kind of optimism."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mustakrakesh",
    "plus": 0,
    "snip": false,
    "text": "I love the West Wing reference in the Alt Text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "poodlelucy",
    "plus": 0,
    "snip": false,
    "text": "not a 5 just because i don't like bruce. [in nj, this makes me one of a really tiny minority.]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "I think even just in America it makes you a tiny tiny minority. <br/> \n <br/> \nShit, even just in the world. <br/> \n <br/> \nProbably even the universe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF]"
  }
]