[
  {
    "depth": 0,
    "minus": 1,
    "name": "m1st3rbl4ck",
    "plus": 9,
    "snip": false,
    "text": "When I first heard what a bidet did, that was my exact thought too. <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 35,
    "snip": false,
    "text": "Smaller Version: <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I... I don't know what to say."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 31,
    "snip": false,
    "text": "Say you had nightmares about your butt being the final boss of one of those old scroll-shooters, and the little ship dodging all the debris coming out of it while shooting you with some sort of plasma beam. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "baryonyx",
    "plus": 46,
    "snip": false,
    "text": "I'VE BEEN WAITING FOR YOU, STAR FOX."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thescrivener",
    "plus": 0,
    "snip": true,
    "text": "A comment left by thescrivener was marked lame too many times and excluded. (marked lame by Dipstikk, McNubbins, Vondicus, Deusoma, lordofring, Feste, ESwrathwright, robbingdog, Fermatprime, LordPretzel, d3athcann0n, Zem, Xaxx, motts, Frankreich, morbo)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gormster",
    "plus": 3,
    "snip": false,
    "text": "Holy shit now i have peach iced tea all over my desk"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "For a moment, I thought you had some mad synchronicity going on between your beverage and the ass stand-in in this ad. <br/> \n <br/> \nHowever, from what I can make out, it's actually a giant, shitty-assed space Apurikoto."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dipstikk",
    "plus": 0,
    "snip": false,
    "text": "I just realized, after seeing your avatar for months now, that you're named after a theropod."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by Overmedicated, decanter, d3athcann0n)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by ElVaquero, entropyends, jrpigman, riotdejaneiro, Overmedicated, Thorfinn, Luke_Johnson, kylank, Feste, DeimosRising, wittyname, mortshire, NDCaesar, trapperjohn, decanter, Miku224, d3athcann0n, Troy_Convers, aHatOfPig, Ihmgard, Afkpuz, nutmeg, TheSoulBear, mrblank91, yaegmenthor, tovarich, tragicone)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by ElVaquero, entropyends, jrpigman, Overmedicated, Thorfinn, Luke_Johnson, kylank, SchnappM, Feste, DeimosRising, wittyname, GMM, mortshire, NDCaesar, trapperjohn, decanter, Miku224, d3athcann0n, Troy_Convers, aHatOfPig, Ihmgard, Afkpuz, nutmeg, Plozza, TheSoulBear, yaegmenthor, anatrafantastica, tovarich, cuneocapo, morbo, tragicone)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": true,
    "text": "A comment left by philosophe was marked lame too many times and excluded. (marked lame by Luke_Johnson, kylank, tttt2, decanter, d3athcann0n, TheSoulBear, morbo, aperson)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by hargbarf, Thorfinn, equinn2006, NDCaesar, Crater12, Fcannon, dracer2, TheSoulBear, Methadone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by ppccd, Spoon, Rotavele, SchnappM, sharksarecoming, Feste, Ravenmancer, equinn2006, rhymesforkids, NDCaesar, SkiddyFisk, decanter, Miku224, d3athcann0n, Crater12, Doc_Rostov, yingkaixing, Wolfslice, Dasuta)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Thorfinn, Mangtastic, tibcoolbreeze, Feste, gormster, Semiquaver, atticusonline, LordPretzel, d3athcann0n, TheSoulBear, yingkaixing, Dasuta)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "laserblade",
    "plus": 2,
    "snip": false,
    "text": "Fucking laughed my ass off.  Oh, Manflesh."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "behka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by behka was marked lame too many times and excluded. (marked lame by ElVaquero, madnes, entropyends, smallgods, ppccd, Overmedicated, Thorfinn, Luke_Johnson, SchnappM, Feste, DeimosRising, mortshire, trapperjohn, decanter, yaegmenthor, lastlarf, tovarich, cuneocapo, Dasuta, morbo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "behka",
    "plus": 0,
    "snip": true,
    "text": "A comment left by behka was marked lame too many times and excluded. (marked lame by ppccd, Overmedicated, Thorfinn, Marcus_Brody, decanter, werthog42, morbo)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "augeno13",
    "plus": 110,
    "snip": false,
    "text": "So... Philippe is sitting on it?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "gothfae",
    "plus": 16,
    "snip": false,
    "text": "And it's shooting water up his butt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dumbeast",
    "plus": 0,
    "snip": false,
    "text": "Way I heard it, Philippe was  <em>standing</em>  on it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skiddyfisk",
    "plus": 1,
    "snip": false,
    "text": "Philippe noooooooo :("
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "elvaquero",
    "plus": 0,
    "snip": false,
    "text": "panel four is so the best panel"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "elvaquero",
    "plus": 13,
    "snip": false,
    "text": "also, \"a bidet is only as mean as the man using it,\" possible shirt? it's at least an awesome catch phrase"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "taketoshi",
    "plus": 0,
    "snip": false,
    "text": "I have to agree.  That was my favorite part of this strip."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "I personally am in favor of neat decisions."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "persnicket",
    "plus": 0,
    "snip": true,
    "text": "A comment left by persnicket was marked lame too many times and excluded. (marked lame by stormypinkness, straw, ppccd, DeimosRising, Moraiat, equinn2006, SkiddyFisk, BillyLK, ubersplat, carterst)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by ppccd, Ravenmancer, equinn2006, SkiddyFisk, patiently56, Wolfslice, aperson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Alt Text: Philippe ponders the similarity between this new \"bidet\" device and the Japanese squat toilet mentioned to him by his old friend Ultra Peanut, and decides to go find out for himself.  <br/> \nBad things happen. <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "baryonyx",
    "plus": 3,
    "snip": false,
    "text": "ALT TEXT: Scientific imperialism is a term that appears to have been coined by Dr Ellis T Powell when addressing the Commonwealth Club of Canada on 8 September 1920. Though he defined imperialism as \"the sense of arbitrary and capricious domination over the bodies and souls of men,\" yet he used the term \"scientific imperialism\" to mean \"the subjection of all the developed and undeveloped powers of the earth to the mind of man.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "carlyle",
    "plus": 3,
    "snip": false,
    "text": "Alt text: Tomorrow's recipe: Chicken!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "persnicket",
    "plus": 25,
    "snip": false,
    "text": "i have nightmares where i know i'm drinking bidet water but i'm powerless to stop"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "carterst",
    "plus": 7,
    "snip": false,
    "text": "Philippe is quick to associate butts and water with meanness."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "Wait, what about Walk-Around...BUTT!!  That was so nice it crapped pistachios.  I think it was the part about shooting water up the butt that gave the little nipper pause."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "afkpuz",
    "plus": 6,
    "snip": false,
    "text": "If only Philippe had thought to test the bidet with walk-around butt..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "The Walk-Around Butt did not crap out pistachios. You had to dig for them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "persnicket",
    "plus": 16,
    "snip": false,
    "text": "or like, i'm at a fancy dinner with the queen of prussia and i forget which bidet is the right one to use"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "byronic",
    "plus": 0,
    "snip": true,
    "text": "A comment left by byronic was marked lame too many times and excluded. (marked lame by nbgreene, randombeing, dri-ft, Thorfinn)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by ppccd, equinn2006, SkiddyFisk, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "whoa, I think this is like the first time I've ever seen a Manflesh post with less than five lames <br/> \n <br/> \nIT WAS HILARIOUS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "capslock_annliv",
    "plus": 0,
    "snip": false,
    "text": "I honestly don't know what compelled me to chubby this the last time I went through the archives. I don't remember. I am basically terrible."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "umbra",
    "plus": 1,
    "snip": false,
    "text": "the one on my right, or the bathroom's right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jackparsons",
    "plus": 0,
    "snip": false,
    "text": "Ask Senator Larry Craig."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "There's salad bidets and dessert bidets and Friday bidets, and bidets for when you're just done watching a whole DVD of a TV show... The ass is a mercurial segment of the body. Its needs must be attended to."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ssddr",
    "plus": 0,
    "snip": false,
    "text": "Everytime Phillipe appears these days, it seems like his face gets smaller and smaller relative to the size of his head, it really bothers me. And his nose is HUUUUUGE"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bhlaab",
    "plus": 6,
    "snip": false,
    "text": "awkward years"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 0,
    "snip": false,
    "text": "Good point!  I like the old Philippe better."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "It's definitely the nose that does it. Needs to be smaller and less rounded. It looks like a malted milk ball stuck to his face."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "persnicket",
    "plus": 16,
    "snip": false,
    "text": "or i dream i'm eating a gigantic marshmallow and when i wake up it turns out i've been drinking bidet water"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "milesdonovan",
    "plus": 8,
    "snip": false,
    "text": "Seeing Lyle in his new glasses is going to take some getting used to.  I feel like he's about to start trying to teach biology, except because it's Lyle it would just deteriorate into a shouting lecture about the role amino acids play in beating the shit out of a dude who shit talks pre-\"Load\" Metallica."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fatcat",
    "plus": 0,
    "snip": false,
    "text": "I like his glasses quite a lot!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by entropyends, ppccd, le_chien_manquee)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gussiejives",
    "plus": 1,
    "snip": false,
    "text": "Hully crap, I own one of those!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "<em>Old School</em> . Chubby for the reminder of my sold-at-a-yard-sale childhood."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j-man",
    "plus": 3,
    "snip": false,
    "text": "I'm currently living in Japan, so bidets and the like are pretty commonplace around these parts. I've never seen them as drinking fountains for dogs, though. What a neat decision!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "The ones with ass warmers ROCK.  <br/> <br/> That said though, Washlets are  <em>scary.</em>   <br/> \nOne of the first things I saw on TV when arriving in Japan was a news flash about a Washlet that had blown up when plugged into a poorly grounded outlet. This totally stuck in my head throughout the Pat Gets His Dick Electrocuted arc."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "psykeres",
    "plus": 0,
    "snip": true,
    "text": "A comment left by psykeres was marked lame too many times and excluded. (marked lame by unaware, thedudeabides85, Mastronaut)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maggie",
    "plus": 0,
    "snip": false,
    "text": "I was wary at first, too. But curiosity eventually got the better of me (it always does)."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "phthoggos",
    "plus": 0,
    "snip": false,
    "text": "I approve of this strip. And the fact that Lyle's glasses seem to be permanent."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "obvious",
    "plus": 9,
    "snip": false,
    "text": "Facing oneself in the bottom of a toilet.  Reminds me of the \"notorious Eisenkröte\" from Gravity's Rainbow: <br/> \n <br/> \n\"For it is indeed an Iron Toad, faithfully rendered, thousand-warted and some say faintly smiling, a foot long at its longest, lurking at the bottom of a rank shit-stained toilet and hooked up to the European Grid through a rheostat control rigged to deliver varying though not lethal surges of voltage and current.  No one knows who sits behind the rheostat . . . But you just never know.  Often enough to matter, the current will be there - piranha-raid and salmon-climb up the gold glittering fall of piss, your treacherous ladder of salts and acids, bringing you back into touch with Mother Ground . . .\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by DR_MANFLESH_DESIRES_ANAL_PLAY_IMMEDIATELY, karljw, ppccd, riotnrrd, gizmoto, corbie, proof_man)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "shmuckeles",
    "plus": 2,
    "snip": false,
    "text": "it was too hard. i tried to read it but after an hour i was back in the graphic novel section"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "proof_man",
    "plus": 0,
    "snip": false,
    "text": "it's not so bad after you get used to it after a few pages."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by ppccd, equinn2006, Wolfslice, Mastronaut, aperson)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": true,
    "text": "A comment left by aperson was marked lame too many times and excluded. (marked lame by PresterJohn, proof_man, nikopol)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dr_manflesh_desires_anal_play_immediately",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dr_manflesh_desires_anal_play_immediately was marked lame too many times and excluded. (marked lame by ppccd, equinn2006, Wolfslice)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "<em>...the wood-panelled club full of narcissists is not very exclusive...</em> <br/> \n <br/> \nCongratulations! You win at America."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Oh look! Manflesh is having a discussion!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by neonfreon was marked lame too many times and excluded. (marked lame by Overmedicated, equinn2006, Chachibenji)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pwb",
    "plus": 1,
    "snip": false,
    "text": "I love the way Philippe and Lyle interact, always have. Such a great contrast."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "johnnylandmine",
    "plus": 0,
    "snip": false,
    "text": "I think Philippe's is a pretty standard response when faced with the concept of a bidet for the first time."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Can we talk about Molly's wedding playlist?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "katsura",
    "plus": 0,
    "snip": false,
    "text": "I fully approve the use of Oingo Boingo in that list :D"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": false,
    "text": "I'm guessing her parents came back to life too?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 1,
    "snip": false,
    "text": "Possibly PIRATE parents, mind you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "Oh yeah, unless you know, her parents went to the other place. <br/> \n <br/> \nAnd don't know how to work a Denny's menu."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "judging from how Lyle quivers in panel 3, I'm positing that Lyle found this out the hard way..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "raia",
    "plus": 0,
    "snip": false,
    "text": "Actually, I figured he was delivering this line in the ubiquitous movie-preview-announcer's voice.  I can speak in that voice, but only if my neck muscles are clenched really tight."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rogergs",
    "plus": 23,
    "snip": false,
    "text": "Anything a bidet can shoot at Lyle, Lyle can shoot back ...  <em>with interest</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "You just gave me a delightful mental image of Lyle on a bidet, water blasting up his ass as he simultaneously emits streams of vomit from his mouth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Vomit?  How quaint.  I was thinking explosive diarrhea lazed in a stream no more than 1 cm in diameter via remarkable sphincter muscle control...which I assume Lyle no doubt has. <br/> \n <br/> \n(Sorry to give retardo such primo j/o material.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": false,
    "text": "I'm still getting used to the glasses. And what happened to the hat? His head looks huge without it. You could land a plane on that forehead."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "is there a nice way to have water shot up your butt?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "You have opened the door, my friend.  Maybe this crowd will not take the bait."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "neonfreon",
    "plus": 0,
    "snip": false,
    "text": "Lyle looks a lot older now, particularly in panel 3.  Don't you agree?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rad-chillies",
    "plus": 1,
    "snip": false,
    "text": "i wonder if lyle will now use the bidet for his man-douches"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "skyliner",
    "plus": 0,
    "snip": false,
    "text": "Why would an otter fear squirting water?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "Long story"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "serf",
    "plus": 0,
    "snip": false,
    "text": "is it just me or has phil gotten rounder and cuter?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "andrew_",
    "plus": 3,
    "snip": false,
    "text": "<em>It shoots water up your butt.</em>  is almost as good a statement as  <em>it will electrocute his dick.</em> <br/> \n <br/> \nI know it's been said but, it seems that anytime Philippe talks to Lyle, someone gets pretty upset."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "shoinan",
    "plus": 0,
    "snip": false,
    "text": "Superb strip!  <br/> \n <br/> \nNow what does Philippe's final commment mean? Is he scared that if he's too mean he might die? Or that because he's too mean the bidet will be mean back enough for him to pass away? Or does he think all mean people lose their possessions?  <br/> \n <br/> \nIt's a conundrum."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "Philippe's nose looks more expressive than usual.  bidet usage anticipation can do that to you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daklin",
    "plus": 0,
    "snip": false,
    "text": "his nose isnt more expressive, its just that his eyes are tiny scared"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorriffs",
    "plus": 2,
    "snip": false,
    "text": "Lyle & Philippe..... a great team."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dannygutters",
    "plus": 0,
    "snip": false,
    "text": "Lyle's new glasses remind me of J Mascis"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "afronaut",
    "plus": 0,
    "snip": false,
    "text": "Guys, has Phillipe been 5 for the past 6 years?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 10,
    "snip": false,
    "text": "Yeah.  What do you think this is, \"For Better Or For Worse\"?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "<em>Pssst! Philippe!  That bidet would make an excellent racing oval for Mr. Bear's Stompers!</em> <br/> \n <a href=\"http://web.archive.org/web/20101007165101/http://m.assetbar.com/achewood/uua6S5Gzk\">http://m.assetbar.com/achewood/uua6S5Gzk</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lawdog",
    "plus": 0,
    "snip": false,
    "text": "Phillipe is no stranger  <a href=\"http://web.archive.org/web/20101007165101/http://m.assetbar.com/achewood/uua7llZs9/\">to curious goings on in the restroom...</a>   <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Bidet's in Australia are virtually non-existant. It seems entirely alien and disturbing but at it's essence unarguably practical. Freud has a lot to answer for..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 0,
    "snip": false,
    "text": "They're really rare in America, too. I mean, I have occasionally seen them for sale in places where they sell plumbing and appliances and stuff, but I've never actually seen one installed in a house."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plezure",
    "plus": 2,
    "snip": false,
    "text": "My action figure fell in the bidet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 1,
    "snip": false,
    "text": "Lyle is the anti Lie-Bot"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdtm",
    "plus": 0,
    "snip": false,
    "text": "ALT TEXT: There is something, so in order to be polite, Philippe must use it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bourbonsamurai",
    "plus": 0,
    "snip": false,
    "text": "I am sure Lyle will make good use of those action rangers."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jackparsons",
    "plus": 1,
    "snip": false,
    "text": "An American couple goes to Europe. The hotel clerk shows them the bathroom. \"Oh, how cute! Is that to wash the baby in?\" \"No madam, that is to wash the baby  <em>out</em> .\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "It's moments like this that I really, really admire Phillippe.  I wish I was more like a 5-year old otter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "untilyouaresonude",
    "plus": 0,
    "snip": false,
    "text": "If Hitler used a bidet? Psssshhh...forget about it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blarghamagarky",
    "plus": 0,
    "snip": false,
    "text": "Does Lyle look a little bit fatter on this day?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Having dealt with those things in Italy a couple years ago, I very much understand Phillipe's trepidation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "So, I've always wondered...do they shoot up, like, hard, or is it sort of a gentle fountain?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "I don't recall being brave enough to try, good sir. I had about the expression Philippe has in the strip. But I can only imagine."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 6,
    "snip": false,
    "text": "To answer tekende's question: I lived in London for three years as a teenager, and our family apartment had one in one of the bathrooms.  On mine you could adjust the strength of the water, just like a bath tub, and move the nozzle to adjust the arc.  It wasn't like powerwashing a house or anything...I guess it can't be too strong or else the water would end up all over the bathroom. <br/> \n <br/> \nAfter about 2 years, I worked up the courage to give a whirl...but it just ain't right.  I just kind of squatted there and let the water flow twixt my cheeks like a lazy creek in summer.  That didn't work.  So I said \"fuck this,\" and grabbed some tp, but then I just got wet toilet paper all over my ass.  I didn't know it at the time, but I guess you gotta get crackin', so to speak, with your hand or something.  <br/> \n <br/> \nPlus the water is normally cold; not really a pleasant experience.  <br/> \n <br/> \nThis is the second in depth discussion I've had on AssetBar about post-fecal sanitation.   <br/> \n <br/> \n <em>I am currently reviewing my priorities in life.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Excellent, thanks for the information and for making me laugh."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "<em>De nada.</em> <br/> \n <br/> \nWait, what the fuck?  Someone is posting today on a strip that  <em>isn't</em>   <a href=\"http://web.archive.org/web/20101007165101/http://m.assetbar.com/achewood/uua7sfJSt\">The Kazenzakis Card Company</a> ? <br/> \n <br/> \nUnthinkable."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thaes",
    "plus": 0,
    "snip": false,
    "text": "A pity. My verbal capabilities are not enough to describe the hilariousness of this strip in a short, professional manner. Thus, this post telling that I can't do it must suffice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scleropages",
    "plus": 0,
    "snip": false,
    "text": "I love how Lyle shakes when he says \"It shoots water up your butt.\" He knows he just shattered Philippe's reality."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "vance",
    "plus": 0,
    "snip": false,
    "text": "Ahaha. I would like to welcome everybody to my first image post. We're making s'mores. Also, open the above image in a new window to see something wonderful."
  }
]