[
  {
    "depth": 0,
    "minus": 1,
    "name": "kamet",
    "plus": 4,
    "snip": false,
    "text": "Planning for a bachelor party is entirely underrated."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "biff",
    "plus": 5,
    "snip": false,
    "text": "I was responsible for the second worst bachelor party ever when I was the best man.  God, it was  <em>lame</em> <br/> \n <br/> \nHowever, the lameness of the bachelor party I threw was far surpassed by the lameness of the bachelor party that was thrown for me.  It was only barely less sucky than Beef's party."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 38,
    "snip": false,
    "text": "All of my Dad's most shameful stories are shared by his brothers at family reunions. Almost all of them involve bachelor parties. <br/> <br/> <br/> Like the time my dad got really drunk at his bachelor party and so his brothers managed to handcuff him to a bowling ball. He stumbled around the bar, hardly able to drink -- thoroughly pissed off. He asked his borthers to take off the ball every twenty minutes or so -- if only so he could feel his arm again.  <br/> \n <br/> \nIt was about 3:30 when they realized they didn't merely lose the key, but that these particular handcuffs had their own  <em>specific key shape</em>  which could not be bought anywhere nearby (Nantuckett). This led my slightly irked father to attempt drunkenly removing the handcuffs with a garden spade, sledgehammer, a few missed trys with an axe, hardly sharpened hedge shears, and, of course, his teeth.  <br/> \n <br/> \nThe key arrived in the mail the next day. <br/> <br/> <br/> Then there was the other bachelor party, where my dad and youngest brother (with the expected amount of booze in them) drove out and stole a sheep to give to the bachelor.  But that is a story for another time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "I have bachelor party stories so bad that I can't even tell them here. <br/> \n <br/> \n <em>Really.</em> <br/> \n <br/> \nThe kind of stories that involve items that, once you hear of them in these stories, you will never be able to enjoy looking at or thinking of them again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Like footballs?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i submit a request for further detail. <br/> \n <br/> \naddendum: please?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hawaiian_robot",
    "plus": 1,
    "snip": false,
    "text": "Seriously, you know we're gonna ask anyway"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 5,
    "snip": false,
    "text": "There's an unwritten rule, stating that \"If Party A mentions to Party B an Incident in which something incredibly interesting goes down, but fails or neglects to elaborate on the story, Party A is automatically required to tell said story.\" <br/> \n <br/> \nHuh. I guess it's not quite an unwritten rule now."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "professorhazard",
    "plus": 7,
    "snip": false,
    "text": "Really though, I don't think I'm going to tell the stories. They nauseate me just thinking near them, so thinking directly at them might cause a mess in and around my keyboard. <br/> \n <br/> \nI was going to say \"also they might not live up to the hype\" but really I have read the other stories that have been posted and they are like nursery rhymes compared to this shit. <br/> \n <br/> \nI have this friend? I can say a couple of words from the story at him, and he will turn pale and look like he is about to cry. <br/> \n <br/> \nFourthly, I don't really want to be associated with these stories for the rest of my Acheworld career. <br/> \n <br/> \nWhy did I mention them at all, you ask? I just wanted people to know that there is more that has been done in the world than easily comes to mind when imagining the worst things possible. <br/> \n <br/> \n... okay, I'll tell the stories."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "seriously now"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 16,
    "snip": false,
    "text": "Look, I think you should know that at this point I am expecting feces, harlequin fetuses, and no less than five dead hookers."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "hbaranov",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017234138/http://www.televisiontunes.com/Airwolf.html\"> YOU FORGOT AIRWOLF</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": true,
    "text": "A comment left by professorhazard was marked lame too many times and excluded. (marked lame by Norsef, dasilodavi, gorrioncita)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "molesticide",
    "plus": 77,
    "snip": false,
    "text": "YOU READ IT, YOU CAN'T UN-READ IT <br/> \n <br/> \nSTAY TUNED FOR MORE <br/> \n <br/> \nTALES <br/> \n <br/> \nOF <br/> \n <br/> \nFUCK THAT'S TERRIBLE"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "cromar",
    "plus": 2,
    "snip": false,
    "text": "Oh man that is gross, but I was expecting something so much worse that your story is a relief."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "lexsenthur",
    "plus": 7,
    "snip": false,
    "text": "Man, you know that a Point has been reached when you are glad to hear about someone who was going down on a gal who had their vagina thrown up into. Man."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "salvar",
    "plus": 5,
    "snip": false,
    "text": "The internet is a harsh mistress."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 7,
    "snip": false,
    "text": "hey Assetbar, I figured I'd just let you all know that in the next hour or so I will be dead.  I am unable to deal with a world where a man excavated one of my favorite side dishes from some lady's sugarwalls. <br/> \n <br/> \n Services will be held in the cemetary.   <br/> \n <br/> \ngood-bye, gross world!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I don't think that prostitute had sugarwalls."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "Maybe he was talking about the first story.  Pimple puss is one of my favorite side dishes, too!  It's usually what I get at Boston Market...."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "in my experience,  <br/> \nthat's what  <em>everyone</em>  gets when they eat at Boston Market..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "Dude, Boston Market is good.  The macaroni and cheese is quite good (and far too dark to be pimple puss).  I think the chicken is quite quality, too."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "She was five."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "edwell",
    "plus": 12,
    "snip": false,
    "text": "You were right. I will never be able to enjoy looking at a big ol' fat pimple again."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "OH YOU CAN JOKE, EDWELL"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 11,
    "snip": false,
    "text": "YOU CAN LEAVE YOUR FRIENDS BEHIND."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "Cuz if ya friends don't.. joke.. and if they don't.. joke...  <br/> \n <br/> \nOk, it can't go further. My bad."
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "You hatless bastard!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "This was very well told and I hate you for that."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Great, now I need to clean my brain with bleach and steel-wool."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 5,
    "snip": false,
    "text": "The aristoc <strike>r</strike> ats!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "<em>Paul Reiser?!</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nNo way! He put the facehuggers in with Ripley and Newt!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "molesticide",
    "plus": 3,
    "snip": false,
    "text": "at least they aren't fucking each other over for a goddamn percentage."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "Third prize is you're fired."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It really seems like there's a Glengarry reference every strip, so much that I can now identify them without ever having seen the movie. I guess I should've added it to the cultural index."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "*gasp*   <strong>See the movie.  See it now.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hexjumper",
    "plus": 0,
    "snip": false,
    "text": "That second one is also retold in _Killing Zoey_."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I can only be made happier with the hopes that these stories were fabricated and told only for shock value."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "salvar",
    "plus": 11,
    "snip": false,
    "text": "They are almost certainly fabricated. If you stop being disgusted for a moment and simply think about it logically, they're about as likely as the average \"CHECK THIS OUT THIS IS ABSOLUTELY TRUE STORY\" forwarded email you get from your grandmother who just learned how to use email. <br/> \nFor the first: Have you ever heard of, seen, or even  <em>imagined</em>  a pimple capable of appearing to be a tit in any way? (The answer is no.) For the second: Wrong (by which I mean incorrect) on so many levels. Women have  <em>yeast infections</em>  from time to time, so they know the value of cleanliness. Particularly hookers, since they're running a business out of their vagina. Also, anyone who enjoys cunnilingus has to know that the clitoris is not  <em>in</em>  the vagina. It's on top. And how could a green bean possibly survive being eaten, almost certainly chewed, digested a bit, and regurgitated, and still be recognizable as a green bean? And vomit would create much more than just a single green bean--there would be foul-tasting fluid at the very least. And if a man was to feel the need to vomit, his instinct would be to pull away, not push his face deeper to make sure he filled it up good. (Actually the last point is debatable.) <br/> \nAnd since when do people who use prostitutes eat their vegetables?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "You are the snopes.com of gross-out jokes."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Every single one of your assertions hinge on the logical fallacy that things making sense in this world - which, if you've ever watched television, read a newspaper, or been on the Internet, you know is not the case.  <br/> \n <br/> \nSo why you wanna waste everyone's time like that?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "professorhazard",
    "plus": 5,
    "snip": false,
    "text": "also things making sense do are in my text, hello? ha ha good laters to your friend"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cracklewater",
    "plus": 1,
    "snip": false,
    "text": "I was gonna say, those are both really old jokes. <br/> \n <br/> \nThe second one traditionally starts with a green pea, then he finds a small chunk of carrot, then the morsel of ragged meat.  <br/> \n\"Are you sick or something?\"  <br/> \n\"Nah, but the last guy was.\" <br/> \nI've told that one once or twice. <br/> \n <br/> \nSurprised one of your friends never got a suspiciously cheap blow-job in a dark room from a hooker with a glass eye..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "I know men who like eating pussy so much that they will excitedly eat out rented pussy.  That strikes me as a terribly unhygienic practice."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Mmm... pussy!</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "duskbringer",
    "plus": 1,
    "snip": false,
    "text": "Comments like these are funny when said by earnest looking types wearing glasses and business attire."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "Item 3 on today's agenda: rented pussy hygiene. <br/> \n <br/> \nYou'll notice that the  <em>blue</em>  line on the graph is slightly high during adolesence, but it settles down to levels of negligible relevance as age progresses. The  <em>red</em>  line, however, represents people that go so far as to pay prostitutes for the privilege of performing cunnilingus on them. You'll notice the line remains at a fairly consistent level throughout. *click* This list notes only some of the oral problems faced by..."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I'm sorry, is something funny there, Johnson? Do you find this [i]amusing?[i/] Sit up and take this seriously or I'll dock you a vacation day. Now then, as I was saying, this green line here shows..."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 4,
    "snip": false,
    "text": "...And if you'll bear with me I'd like to show some of my vacation photos from Thailand... this will make sense... just bear with me"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 4,
    "snip": false,
    "text": "As a way of undermining the false earnestness I exude when wearing a suit, I once gave a presentation on changes in insurance law in haiku form.  The managing partner wasn't happy, but I did get a bunch of new files out of it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "That is just plain terrifying. I mean, I've got no problems in doing what a lady likes and what it takes to get her wanting to come back for more, but someone who would actively seek it out and pay for it... well, that I just can't possible understand."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "contrasoma",
    "plus": 1,
    "snip": false,
    "text": "If it helps you sleep at night, the second story has been circulating for decades just as a dirty joke and is pure BS."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "Sorry, missed hexjumper's comment above."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Pogo is the joke's progenitor."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I've heard the first story as joke that's been circulating for ages as well. Joke or not, nice story, well related."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I may or may not let the fellow who cries whenever I mention these tales to him know that this is the case. Thanks for the storytelling props, though."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "I have been working the overnight shift at NPR for too long, for when I skimmed this I read it as: <br/> \n <br/> \n\"If it helps you to sleep at night, the second story has been circulating for so long I saw it on PBS.\""
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 12,
    "snip": false,
    "text": "<em>We've almost reached our fundraising goal of $5000 for this hour.  If we reach it we'll return to Prarie Home Companion from Lake Woebegone.  If not, it's more hooker stories from the back of limo outside of Nashville.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "man let's hope they don't get that five thousand bucks"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 9,
    "snip": false,
    "text": "I submit that if you suck a green bean out of a vagina originally thinking it is a clit, you 1) have subpar knowledge of female anatomy, and 2) are probably the dispenser of painful and unpleasant cunnilingus."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "sleepchillin",
    "plus": 0,
    "snip": false,
    "text": "so glad someone else thought this!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "I like my clits simmered slowly with smoky bacon then served over potatoes.  It keeps them moist.  Also I hate hair near my green beans."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 3,
    "snip": false,
    "text": "I reckon that if you didn't mind the smell of vomit during the experience, you're probably not some kind of expert clitsman in the first place."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nerdinexile",
    "plus": 0,
    "snip": false,
    "text": "V-chub for \"expert clitsman.\""
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 2,
    "snip": false,
    "text": "Why is it that a woman always thinks that the most savage thing she can say to a man is to impugn his clitsmanship?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "aw, i was hoping the hooker had died or something"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "ishuta",
    "plus": 4,
    "snip": false,
    "text": "imagine that, holy shit. it must have happened at least once to SOMEONE <br/> \n\"darling?\" <br/> \n*DEAD* *SILENCE* <br/> \n*CATS ARE HEARD FIGHTING OUTSIDE*"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nobody",
    "plus": 0,
    "snip": false,
    "text": "Sure, but would you really call the hooker \"darling\"?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Good gravy, a Blackadder reference. And I thought I was the only person who watched that show."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "gumfish",
    "plus": 0,
    "snip": false,
    "text": "Man why would you assume that"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "nigelchaos",
    "plus": 0,
    "snip": false,
    "text": "If it makes you feel any better, I assume most of them are dead *inside*."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That was my first thought when I was halfway through the first story. <br/> \n <br/> \nThat's because you and I... are on the same  <em>horrible, horrible</em>  wavelength."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "zwab",
    "plus": 0,
    "snip": false,
    "text": "I  <em>also</em>  thought this. <br/> \n <br/> \nShit."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "I had  <em>premonitions</em>  about this.  The story so horrible it  <em>reached into the past and made me think about it</em> . <br/> \n <br/> \nI believe the exact conversation went something like this: <br/> \n <strong>Folks:</strong>  [...] <br/> \n <strong>Me:</strong>  Man, what would you do if a hooker died of natural causes while you were making fuck? <br/> \n <strong>John:</strong>  I hope that's the start of a joke. <br/> \n <strong>Me:</strong>  No, seriously, what would you do? <br/> \n <em>John walks away shaking his head.</em> <br/> \n <br/> \nI don't think I actually got an answer. <br/> \n <br/> \n <strong>BERSERKER</strong>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "the answer is clear.  you FINISH UP"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure if another person died while I was fucking them, that I would be level-headed enough to try and finish up...I would probably be running away putting my clothes on, trying to get away before her spirit jumped into me.  Thats just me, maybe I am a coward."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "lol necrphlgm 2 fnsh up"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "Raw as hell."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "THAT <br/> \nwas fantastic. <br/> \n <br/> \nThe internet has grown greater and stronger on this day."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "I'm fairly certain I have heard these tales before.  Ah yes that's right, my favorite porn website had a jokes page for a while, featuring these very tales.  I think these are like X-rated Urban Legends."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "redsalesperson",
    "plus": 0,
    "snip": false,
    "text": "Shit, man! I  <em>also</em>  heard the second joke from a porn site which featured jokes. <br/> \n <br/> \nThat's... that's weird."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 0,
    "snip": false,
    "text": "that second one is hella old...I read it in Truly Tasteless Jokes like 20 years ago..."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "onepapertiger",
    "plus": 7,
    "snip": false,
    "text": "Gross. That made me throw up in my hooker's vagina."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "thegrayhoodie",
    "plus": 0,
    "snip": false,
    "text": "Ok, I hate to be the bearer of bad news (good news?) here, but I think the old miser was yanking your chain with that second story.  I think I heard that same story in joke form when I was in sixth grade and I've seen it in a magazine since. <br/> \nA good story teller knows better than to ruin a good story with the truth."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "thegoblins",
    "plus": 0,
    "snip": false,
    "text": "Dang, when I was in sixth grade we'd yuk up the word \"penis.\"  Kids...these...well, if your little pop-up description is to believed, you're older than me."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "catjumpjohn",
    "plus": 0,
    "snip": false,
    "text": "I chubbied that because we asked you to tell it and you told it, quite eloquently, might I add.  But goddamn did those stories deserve a nuclear kind of lame."
  },
  {
    "depth": 7,
    "minus": 2,
    "name": "phoenixultima",
    "plus": 1,
    "snip": false,
    "text": "Feh, that's all? Those weren't disturbing, just funny. <br/> \n <br/> \nThen again, I am (A) a virgin, and (B) someone who has seen all manner of terrifying pictures on the internet, including one of a man tearing his own testicles apart. Not much will get to you after something like that. In particular the second story is basically just an inverse of \"omghi2u\", a pic of a woman vomiting all over some guy's cock. <br/> \n <br/> \nThe internet is kind of like an obstacle course: people go in,  <em>motherfuckers</em>  come out."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "professorhazard",
    "plus": 2,
    "snip": false,
    "text": "And yet the Chris Farley in your avatar isn't upside down and foaming at the mouth. It would have been the perfect candle on your cake of Internet shit-dickery."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I fail to see the relation between A) and B). Wouldn't A) make you more likely to be grossed out rather than desensitized? Or are you saying that these stories have no effect on you because you can't imagine them as vividly? In either case I sincerely applaud you for having the courage to admit this on the Internet."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "::beat:: \"You should see the other guy!\" <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sje46",
    "plus": 0,
    "snip": false,
    "text": "That second story . .  I have a simliar one.  My brother's friend unintentionally ate his own miscarriaged child that way. <br/> \n <br/> \nThat is all."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Sorry man, but I was telling people that pimple joke back in middle school. Either you got played or, and this I suspect to be more likely, you have been playing us with a build-up to pass off well-worn urban legends as your own stories of disgusting sex."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "njury",
    "plus": 0,
    "snip": false,
    "text": "Screw you Assetbar, I want to chubby this!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "riotdejaneiro",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nGod! The horror! The horror of  <em>the pimple!</em>"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "I've got this really awesome joke about a bachelor party."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Seriously, it's so funny! You guys would totally love it!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "do you need attention, odei?  okay, that is fine, i 'get' it. <br/> \n <br/> \nwhat is your joke?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 3,
    "snip": false,
    "text": "AWW C'MON, FUCK A GUY!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Please tell me the joke, this erection is getting painful."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think he was referring to  <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=ZPeHk4WMWpY\">this</a> . <br/> \n <br/> \nNote: this is an actual Canadian rapper."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>The people are shit<br/>\nThat's how I feel<br/>\nI'll smash your fuckin' head<br/>\nThat's how I'm real<br/>\n<br/>\nI put mayonnaise on everything<br/>\nThat's how I eat</em> <br/> \n <br/> \n[IMGS OFF] <br/> \n <br/> \nOh man this shit is priceless. <br/>"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "See that kid stealin'? (YEAH!) <br/> \nThat was a thief! <br/> \nSee them dudes behind 'im? (YEAH?) <br/> \nThat's the po-lice!"
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I mean these are brilliant lyrics."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "What is it odei?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "delzhand",
    "plus": 1,
    "snip": false,
    "text": "Handcuffed to a bowling ball? How does that even work?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "talix18",
    "plus": 0,
    "snip": false,
    "text": "Thank you!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paby",
    "plus": 0,
    "snip": false,
    "text": "Bachelor party on Nantucket? Are you a Kennedy??"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 9,
    "snip": false,
    "text": "There once was a bachelor party near Nantcuket/ <br/> \nThe groom was handcuffed to a bowling ball and couldn't chuck it/ <br/> \nAfter six or eight beers/ <br/> \nAnd an attempt with dull shears/ <br/> \nThe groom said, \"Well if I have to sleep with this thing, I may as well... wait a minute how the fuck is it possible for me to be handcuffed to a bowling ball?\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Very, very good. A virtual chubby for you."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unprotected",
    "plus": 0,
    "snip": false,
    "text": "I don't know.  I think in this situation Beef really got exactly what he wanted.  If Ray did the bachelor party \"Up all Florida-style\" if just would've resulted in another situation where Ray falls asleep on the toilet."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unprotected",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "Hell of humectants!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thepunchman",
    "plus": 1,
    "snip": false,
    "text": "Party in itself"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "mrchee",
    "plus": 2,
    "snip": false,
    "text": "lemon party?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "Those are limes, my good child."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thepunchman",
    "plus": 0,
    "snip": false,
    "text": "\"get me a liiiime, motherfucker!\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "When life gives you limes, just rearrange the letters and spell \"smiles.\" <br/> \n <br/> \n <em>This was in a tub of fat free sour cream we bought.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "pix"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ajthesecond",
    "plus": 0,
    "snip": false,
    "text": "did that fat free sour cream give you an extra 's' to work with by any chance?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hell you know what I mean.  Will try to remember to get pics after work."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "Onstad needs to promise us that after the wedding arc, he will go back in time a wee bit to tell us the story of the Calgary R/C Helicopter Expo. I would expect that Emeril and Robert made something no usually off-the-hook totally off-the-hook. <br/> \n <br/> \nDo we have a deal Onstad? Do we? Hell, I even ordered books today. With free shipping. Does the free shipping cancel any hope of me ever seeing this arc? Should I have ordered last week while I still could have paid shipping? <br/> \n <br/> \n*sigh*"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "saulbellow",
    "plus": 2,
    "snip": false,
    "text": "I need closure on that anecdote!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "The Books 1 - 7 collection, book 8, and the six-set Beef 'zine collection. With free shipping."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "severide",
    "plus": 1,
    "snip": false,
    "text": "I love how Beef starts his sentences with stuff like \"dang man and\". It is for that I reason I imagine his voice to be similar, nay, almost exactly like Boomhauer from King of the Hill. <br/> \n <br/> \nGo on, picture.  <strike><strong>DON'T LOOK FOR IT TAYLOR! YOU MIGHT NOT LIKE WHAT YOU FIND!</strong></strike>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "severide",
    "plus": 0,
    "snip": false,
    "text": "Shit, picture  <strong><em><span style=\"border-bottom: 1px dotted\">it</span></em></strong> ."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperfishies",
    "plus": 1,
    "snip": false,
    "text": "I've always imagined him sounding like Strong Sad, but with that verbal ramble that shy folks with low self-esteem do, where they don't do verbal pauses because they just want to hurry up and finish being the one talking."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 1,
    "snip": false,
    "text": "Whenever I see your avatar I expect some Flash-animated Scooby and Shaggy to scurry across the page."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dskim",
    "plus": 1,
    "snip": false,
    "text": "What would you call that sound that they make before their whirling legs gain traction and they dash off?  It's like a series of different pitched cans being struck in fast repeated sequence.  Is anyone with me here? <br/> \n <br/> \nAlso, I disapprove of Boomhauer or Strong Sad as the voice of Beef, though Marzipam might make an OK Philippe."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Lyle = Newer Strong Bad (not older Mexican accent Strong Bad)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Lyle = Adam Carolla."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Those are called \"bongo drums\"."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "I know the sound you mean--like a total Reefer Madness drum solo for a second or two.  An alternative to the more vocal 'abbityabbityabbity' often used for the same purpose. <br/> \n <br/> \nI was thinking of maybe Droopy but not so jowly sounding, but that's not it either."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": "THANK YOU!  \"Abbityabbityabbityabbity\" is perfrect.  Though I do think you need to say it four times, not three."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "paperfishies, you have described my verbal ramble and the reasons behind it precisely.  Talking sucks."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "shaggy23",
    "plus": 1,
    "snip": false,
    "text": "mentauk the mindtaker warrants chubby"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 4,
    "snip": false,
    "text": "Woman with penis envy merits a chubby, but for some reason won't be getting one."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "It's actually a case of stake envy, but we can all dream."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh, man that is  <strong>exactly</strong>  how I pictured it in my head, except maybe just a tiny little bit slower and more enunciatey."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 29,
    "snip": false,
    "text": "Hey Wikipedia? <br/> \n <br/> \nYes, Saul? <br/> \n <br/> \nWhat's a humectant?   <br/> \n <br/> \nWhy, a hygroscopic substance, of course! <br/> \n <br/> \nThanks, Wikipedia!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 1,
    "snip": false,
    "text": "Basically, humectants are moisturizing cremes"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "That makes sense now that you say it ... for some reason I was thinking of something that dries you out instead -- something along the lines of talcum powder.  Ray seems like the kind of fellow who might need both."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "What, like he uses too much moisturiser and then makes himself uncomfortably dry with talcom powder?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "So upon reading 3-4 comments down I realise talcom powder is completely the wrong product."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is the most awesome comment/avatar synergy ever."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  I never thought I'd say this, but Saulbellow rules."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Actually I meant woodjay. Something about a depressed-looking Beef explaining what a humectant is is very funny to me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "your avatar also rings with me, for I too have the tendency to touch my mustache/beard while lost in thought. It adds a certain, ethereal, tone to your comments."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dangelder",
    "plus": 1,
    "snip": false,
    "text": "I believe with all my heart that Chris Onstad is not a fancy-boy humectant user. I don't think he even realizes that the product he's thinking of is: <br/> \n[IMGS OFF] <br/> \n <strong>ANTI-</strong> HUMECTANT."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 2,
    "snip": false,
    "text": "There's humectant and then there's anti-humectant.  The former for those of us with dry hair, the latter for those of us with frizzy hair in humid climates.  I used to use this stuff.  It mostly just smells good.  <br/> \n[IMGS OFF] <br/> \nOnstad probably knows of it through his wifey."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "Wait, hold up.  Child Magazine has Beauty Awards?  Do we need to repost that crazy photoshopped toddler from the other day?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "\"wifey\" is a word I reserve for the smaller gangster in a pair of farsical mob lunkies. <br/> \n <br/> \n\"Yoo's beddah get yoos wifey down here dis  <strong>minute</strong>  yoos knucklehead!\" <br/> <br/> <br/> And so on."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Friends of mine had this in their wedding vows \"I take you *insert name* to be my wifey...\""
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Are they...farsical mismatched-size-and-intelligence-ratio gangsters?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "phy",
    "plus": 0,
    "snip": false,
    "text": "For Maximum Comedy, wifey is naturally the big hulking smashy one."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Named Bertha."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "My dad had an aunt Bertha and she was in fact quite svelte."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I would like to make a movie called  <em>Maximum Comedy.</em> <br/> \n <br/> \nIt will not have any jokes or comedic scenes in it."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "It would be one hour of Yard Dancer playing and having fun, then twenty minutes of them preparing the needle, sticking it in, and him slowly falling away."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Let us have a showing tonight as the critics go crazy."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "They have already made this. <br/> \nI believe Larry the Cable Guy was attached to the project(s). <br/> \n(The title varied)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "<em>Larry the Cable Guy was attacked in the projects?</em>   <br/> \n <br/> \nAwesome."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ixmucane",
    "plus": 0,
    "snip": false,
    "text": "My train of thought* came to the conclusion that not only does Ray not have any drinks, what he does have is the opposite of drinks, a drying agent. <br/> \n <br/> \n*After Wikipedia told me what humectants are."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "Some gins could be considered a drying agent. <br/> \n <br/> \n <em>Dry as the Dickens!</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I have to get over this idea that Gin is for middle-class, middle aged ladies going through a mid-life crisis. Wait, no I don't!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thesyndicate88",
    "plus": 0,
    "snip": false,
    "text": "You know, I read a while ago that most Gin drinkers are young adult males."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017234138/http://m.assetbar.com/achewood/uua5Ppt7x\">Dudes get way raw on gin sometimes</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ajthesecond",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nI am a 22 yr old male and Gin is my liquor of choice."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "That glass would be a bitch to drink out of."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "A computer! And a new car! <br/> \n <br/> \nThanks, Mom and Dad!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "ahm gonna betch slap you, shaatbag!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kickstart",
    "plus": 2,
    "snip": false,
    "text": "what'd you expect?  con-dams?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dskim",
    "plus": 0,
    "snip": false,
    "text": ".........................................................wohhm picnic...."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "That is toxic. <br/> \n <br/> \nAnd is killing Beef RIGHT NOW."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "and thus your tearful, patriotic avatar is made oddly appropriate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "snookybutts",
    "plus": 0,
    "snip": false,
    "text": "saul bellow I have read all of your books I am a big fan!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "saulbellow",
    "plus": 1,
    "snip": false,
    "text": "Then you may be interested to know that Pixar has optioned \"Herzog\" for their next feature.   <em>Thrill</em>  as Professor Moses Herzog sits in his yard and thinks, thinks, thinks (and sometimes writes windy, meandering letters) -- all in stunning CGI!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "oh snap i thought you meant WERNER herzog."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "Me too and I immediately assumed that, specifically, they'd optioned  <em>Stroszek</em> . <br/> \n <br/> \nThe dancing chicken will be the star."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Bonus materials include audio recording of Timothy Treadwell's demise."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "My go to Herzog is  <em>Aguirre, the Wrath of God</em> , I'd love to see the Pixar version of that.  <br/> \n <br/> \nOn second thought I'd really like to see what Pixar would do with Mr Chocolate."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i would love to see a digital rendering of klaus kinski, COMPLETELY FURIOUS, firing a gun at werner herzog."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Strike that! Reverse it!  <br/> \nKinski fired into a hut where some crew were playing cards because they were too noisy (He actually shot off part of an extra's finger). Herzog theatened to kill Kinski and then shoot himself if Kinski didn't finish the film. Then they made four more films together."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i'm glad you knew the real story, because it deserved to be mentioned here, and my memory was not sufficient to the task."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "contrasoma",
    "plus": 5,
    "snip": false,
    "text": "This could be the saddest thing, if only because Beef is too unassuming to realise that it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "though, Philippe would probably be psyched to have the house all to himself with a fridge full of moisturizers, he would probably even clean up the piss dribble."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 2,
    "snip": false,
    "text": "Showbiz even more so. Not the cleaning piss bit though."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dskim",
    "plus": 2,
    "snip": false,
    "text": "\"What the hell here?  Who left some jinkety assed homescript media player open on my damn computer, and why does it smell like humectant and..... mercy... Ray's tracksuit has been used as a sphankerchief.  Why does this all seem so familiar.....\" <br/> <br/> <br/> That's assuming that he made bail."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodjay",
    "plus": 1,
    "snip": false,
    "text": "I have a feeling falling asleep on a pillow on the floor all alone would be more fun than a bachelor party where Ray's mom was the only guest. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "Clearly you have not spent a lot of time with Ray's mom. <br/> \n <br/> \n <em>Intimate</em>  times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "he shouldn't have passed up the stripper in tijuana"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 1,
    "snip": false,
    "text": "Achewood has given me so many things to say when entering a room. <br/> \n <br/> \nIt is DUDE's DELIGHT!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 13,
    "snip": false,
    "text": "have you ever went over a friends house to party, <br/> \nand the plannin' just ain't no good? <br/> \ni mean the toilet seat's soggy,  the weather is foggy <br/> \nand the humecant ain't being where it should?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "vreeeee",
    "plus": 5,
    "snip": false,
    "text": "Man, I ain't heard 'bout humectant, <br/> \nBut this seems like the worst party of all. <br/> \nWhen I hear \"Party on!\" I'm expectant <br/> \nThat there'll be at least  <strong>some</strong>  alcohol. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "When it comes time to get married, <br/> \nYour friends may engage a stripper or whore; <br/> \nBut if in the planning they've tarried, <br/> \nBe prepared to camp on their floor."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Pogo busted in and said,  <br/> \n\"What's that noise?\" <br/> \nOld man, you're just jealous: <br/> \nIt's the  <strong>Assetbar Boys</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "I am actually only moonlighting in the Assetbar Boys. As my rhyme of \"married\" and \"tarried\" may indicate, I actually spend most of my time as part of an underground hip hop group called the Emily Dickinsonz. E-E-E-UNIT <br/> \n <br/> \nand that's 3 in a row so maybe I'll retire for the nonce to my writing chamber,  <strong><em>WHAT!</em></strong>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "vreeeee",
    "plus": 0,
    "snip": false,
    "text": "True fact: my first album will contain the lines <br/> \n <br/> \n\"I got more rhymes than Emily Dickinson <br/> \nI got mad bitches and you know I be dickin' 'em.\" <br/> \n <br/> \nYou heard it here first, MC Vreeeee fans"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "flazisismuss",
    "plus": 0,
    "snip": false,
    "text": "Thanks to this comic I'm not sure if I'm absorbing enough water.  Another thing to worry about."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "It is well-known that the success of a party is defined by the amount of urine present in front of the party's toilets."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nemo",
    "plus": 2,
    "snip": false,
    "text": "It's like a nasty version of reading tea leaves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperfishies",
    "plus": 12,
    "snip": false,
    "text": "So I've had a totally awesome party going for a week and a half now and didn't even know it.  You'd figure I would've gotten laid by now .."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 3,
    "snip": false,
    "text": "I like this because it implies you have had a puddle of piss in front of your toilet for a week and a half and you haven't done anything about it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "factorial",
    "plus": 1,
    "snip": false,
    "text": "And furthermore he now expects he should have gotten laid as a result of the piss puddle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I am the life and soul of parties, then. <br/> \n <br/> \nSorry, everyone."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "quazifuji",
    "plus": 16,
    "snip": false,
    "text": "[IMGS OFF] <br/> \nIf it turns out I made the thing too wide and the whole thing isn't visible, then click  <a href=\"http://web.archive.org/web/20101017234138/http://img523.imageshack.us/img523/6382/toiletchart2qh3.jpg\">here</a>  to see the picture without having to do any copypasting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Ain't no party like my grandma's tea party"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 1,
    "snip": false,
    "text": "Hey! Ho!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "Can't you be a little more constructive with your feedback? Please?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Lion dances are awesome! <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=FwaiZpUteT4\">http://www.youtube.com/watch?v=FwaiZpUteT4</a>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "postblank",
    "plus": 0,
    "snip": false,
    "text": "I  <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=rlPAwHE8_rs\">concur</a> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "Is the off the hook circle so large because of the unlimited juice?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quazifuji",
    "plus": 0,
    "snip": false,
    "text": "Since \"off the hook\" was the phrase used in this strip when initially introducing the concept, I felt it deserved a high spot. <br/> \n <br/> \nI realize, now, that I completely forgot to add a DUDE'S DELIGHT circle.  I am ashamed."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hbaranov",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hbaranov was marked lame too many times and excluded. (marked lame by Thorfinn, blastradius, lux, lateadopter, asobi, Awko, Tipist)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Well, that was not worth it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hexjumper",
    "plus": 5,
    "snip": false,
    "text": "I don't know if I'd go so far as to call it heartbreaking, but watching Roast Beef calmly wait for Ray to arrive - not sad, not upset, just waiting - is definitely a mark of what Beef has come to expect. He's had his heart broken so many times by the people in his life that he's just come to expect it. <br/> \n <br/> \nRay, by contrast, is pissed off at himself and the world in general, regarding himself as a fool because of his inadvertent betrayal of his friend. And Beef's going to forgive him as soon as Ray explains what happened, but Ray won't forgive himself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 2,
    "snip": false,
    "text": "<strong>Quote:</strong> <div style=\"margin:0px 10px;padding:5px;background-color:#F7F7F7;border:1px dotted #CCCCCC;width:80%;\"><em>And Beef's going to forgive him as soon as Ray explains what happened, but Ray won't forgive himself.</em></div> <br/> \n <br/> \nYou sure about that man? It sounds to me more like <br/> \n <br/> \nDear ROAST BEEF, <br/> \n <br/> \nI am so sorry that I DID A SAD-ASS IMPLEMENTATION OF A RAD-ASS BACHELOR PARTY. I assure you that I will MAKE SURE MY PHONE IS CHARGED FROM NOW ON to make up for this. While you have no reason to trust me, you must believe that I WILL GET THE NEW G3 IPHONE ASAP I HEAR IT HAS A BETTER BATTERY ANYWAY. There will come a day when NEXT TIME YOU GET MARRIED WE WILL DO IT UP FINE and you will be proud of me, and glad that you did. Please forgive me. <br/> \n <br/> \nYour dear friend, <br/> \n <br/> \nRAY"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 2,
    "snip": false,
    "text": "This post brought to you by Sad Libs."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Like this card? Visit us at www.apologies4men.com!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cleave",
    "plus": 0,
    "snip": false,
    "text": "-=RAY=-"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef didn't even want to make himself comfortable, he just hunkered down in a thinkin' corner."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "I like to see that sometimes it is the world that shits on Beef.  The Molly thing was pretty much his fault, but this is just fate teabagging our guy.  This is what I expect to see go wrong with the little depressed cat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "I just wanted to tell you that I like Pimp-Bender as your avatar over Robot Devil. They're both hedonistic bots in the end, but if you have to have one or the other, I'd rather see pimping Bender.  <br/> \n <br/> \n\"Daddy Bender, we love you!\" <br/> \n <br/> \n\"Shu'up baby, I know it!\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "homepie",
    "plus": 0,
    "snip": false,
    "text": "Beef is the world's drainpipe. When all the negative energies in the world have to go somewhere, they end up at Roast Beef Kazenzakis."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I feel like Onstad could have come up with something more interesting for the reason behind the traffic jam. Anyone up for a contest?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Maybe the hazardous waste is spoiled humectant, which was to supply the entire city for the next year, and now the only supply is in Ray's fridge.  Or Godzilla.  Fuck, I don't know, a jazz musical might have broken out or some shit.  I'm so terrible at contests."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 1,
    "snip": false,
    "text": "I like the jazz musical idea ... because a jazz musical could break out anywhere at anytime. When the musicians are feeling it, it just has to happen right then."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "A huge truck overturned when Ray's mom got tired of waiting at the airport and decided to walk to Ray's house. Gasoline and oil went everywhere. <br/> \n <br/> \n*sigh* Some got on the mayor. <br/> \n <br/> \nHow's...how's that. My heart's really not in this."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 3,
    "snip": false,
    "text": "Police Blotter: <br/> \na white pickup with West Virginia plate overturned on off-ramp 23 spilling several dozen left feet onto the interstate. A man with a receding hairline and a sleeveless t-shirt was seen fleeing the scene..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "...Dad?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "paperboy_2000",
    "plus": 17,
    "snip": false,
    "text": "Police have closed the highway in both directions while they investigate the fatal shooting of a soiled motel bedsheet."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "biff",
    "plus": 14,
    "snip": false,
    "text": "While mixing an Old Fashioned, a septuagenarian biker accidentally hit the brakes instead of the clutch, causing his bike to swerve, splashing the bourbon into his eyes.  He then swerved across the center median into a truck shipping ball bearings to the fighter jet plant.  The ball bearings scattered across the highway, causing no less than four beer trucks to jacknife, scattering their contents up and down the highway.  Passing motorist, seeing the chance to sop up a few free beers, start an impromptu party on both sides of the freeway for almost five miles. <br/> \n <br/> \nNot only is the highway blocked by all the abandoned cars, but three bands are now playing, and the lines at the bathrooms are over an hour long. <br/> \n <br/> \nPolice estimate that once the strippers are all rounded up, it will still be an additional three to five hours before any Escalades will be freed up to continue their journeys."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "HILARIOUS!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 1,
    "snip": false,
    "text": "<em>It's all ball bearings now...</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "if they could have just get Roast Beef down there in time, THAT would have been a kick-ass bachelor party."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stereo",
    "plus": 0,
    "snip": false,
    "text": "It's just lucky the porta-potty truck managed to stop without overturning.  Drunk people trying to use a sideways bathroom is all kinds of unpleasant."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "daidai",
    "plus": 1,
    "snip": false,
    "text": "Somebody gettin their salad tossed by a pink skull in a matching bowler hat in the middle of the highway?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "Nyuk nyuk nyuk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "It was  <a href=\"http://web.archive.org/web/20101017234138/http://news.bbc.co.uk/2/hi/americas/7482609.stm\">BEES</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperfishies",
    "plus": 1,
    "snip": false,
    "text": "This reminds me of my 21st birthday party.  Sitting at home drinking diet coke and watching Sailor Moon.  Man, those were the good old days!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "You were a girl on your 21st birthday?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperfishies",
    "plus": 6,
    "snip": false,
    "text": "Not just any girl, but a 12 year old Japanese girl."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 4,
    "snip": false,
    "text": "That's the best kind."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "Note to police: it was not me saying it this time.  It was another person.  A girly person.  They are allowed to do this, right?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "Poor Ray, all spastic over his inability to give his friend the time he deserves.  Even the radio is gently snoozing. <br/> \n <br/> \nIs the strip running M-F again?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "stella",
    "plus": 1,
    "snip": false,
    "text": "why can't Roast Beef have a good party, Onstad? <br/> \nwhy can't Roast Beef not cheat on Molly, Onstad?  <br/> \nPathos is not like an Everlast song, it's not funny if repeated"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "wait, Roast Beef is going to cheat on Molly?  has this been foreshadowed and I missed it?  because if anything, it seems like it might be the other way around."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lux",
    "plus": 0,
    "snip": false,
    "text": "Chivas-stewardess, myst. Quite a few strips back, he almost cheated on Molly, after starting his card company."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "ohhhhh, you're right. thanks :)  (now why did my original question get lamed?)  since he got rid of his fortune though, hopefully it won't happen again."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "Your original question got lamed because you implied that Molly may be a harlot.  You should be happy that you only got 2 lames for your dickery."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I was merely reasserting the idea that she may take comfort in the arms of Teodor, which has been implied quite a bit.  I meant no offense to Molly, truly-- I don't think she'll sleep with him, and I really hope she won't.  I beg your forgiveness."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "Okay, I've been on assetbar for a year now, and I've regretted saying that the whole time.  I hadn't been through the archives yet and I didn't know what I was talking about.  I issue a mass apology to all offended Molly Heads.  Seriously, I'm the girl who sucks."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I can understand that nobody called Pat, but what's with the snubbing of Vlad and Lyle? And they even called Emeril and Spongebath. Omg racisms."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 1,
    "snip": false,
    "text": "I don't even know if Vlad and Beef have interacted. I don't even know if the two of them know that the other exists.  <br/> \n <br/> \nAs for Lyle - well, yeah, he's the kind of guy whose entire life is already an uninterrupted bachelor party. Putting him in a bachelor party would either be utterly boring for him, or, more likely, would cause him to try to top his usual behaviors in celebration.  <br/> \n <br/> \nIf that were to happen, the next panel would be of Lyle's liver, striding across the town's border with a bunch of white-on-black \"oh no\" and \"hurry, hurry\" captions around it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Lyle is busy getting diseases from the strippers.  He isn't available for comment"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I know, right? I was anticipating a lyrical and breathtaking performance from Lyle as the Ghost of Freefallin' Personal Standards Yet to Come."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "Emeril and Spongebath are Beef's buds from trashspotting. Ray may not understand trashspotting but he knows that the bachelor party should be made up of the grooms buds no matter their social standing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 1,
    "snip": false,
    "text": "Is Molly ever going to believe this? \"oh my bachelor party?  I basically just fell asleep stone sober by myself at Ray's and that was all there was to it\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Knowing Ray, I would find it perfectly believable. <br/> \n <br/> \nHuge party for blue toilet water? Hell yes, goes off without a hitch. <br/> \n <br/> \nPutting together a party for something that actually matters? Ray will somehow (even if unintentionally) fuck it up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "chagment",
    "plus": 0,
    "snip": false,
    "text": "Ray Smuckles: He often does not get things done. <br/> \n <br/> \n(especially without beef to back him up) <br/> \n <br/> \nAdding yuppy condiments to the Home Depot catalogue food photography?  Hell yes, but he will have to ignore his best friend to do it. <br/> \n <br/> \nCome through for his best friend?   Ah well, guess we're looking at another six hundo..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "westsider8",
    "plus": 4,
    "snip": false,
    "text": "Dr. Andretti might be upset to learn that Ray still has piss shivers. Unless it was again that dude Ray saw running out of the bathroom right before he used it."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "what you said"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paby",
    "plus": 0,
    "snip": false,
    "text": "Ray always pees on the floor."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperfishies",
    "plus": 3,
    "snip": false,
    "text": "I like to think of taking a piss as a real-life version of Scorched Earth."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Not even going to go to the trouble of dling the torrent of \"The Filth\" if all I'm going to get is one chubby like last time..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 2,
    "snip": false,
    "text": "It's remarkably difficult to do when sidesaddle, but the man is agile."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Is the first time we learn Spongebath's real name? I think it is."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017234138/http://achewood.com/index.php?date=06022004\">Nope</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "What? I do not see his real name in there anywhere."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperfishies",
    "plus": 1,
    "snip": false,
    "text": "Gads, I totally misunderstood your post.  This is why I'll never be trusted with newborn children.  My apologies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Ah, okay. No worries."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "i have some newborn children for sale. <br/> \n <br/> \nNO QUESTIONS ASKED"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Does... does that strip say Robert L. Dane in it somewhere that I'm just not seeing? <br/> \n <br/> \nNot to be a dick. Or anything."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "I missed the qualifying \"real.\"  My first of many mistakes, I assure you. <br/> \n <br/> \nBut I got the BB code right .."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "edwell",
    "plus": 3,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101017234138/http://emerillg.blogspot.com/2006/04/trashspotting-manifesto-1st-edition.html\">Robert L. \"Spongebath\" Dane</a>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 1,
    "snip": false,
    "text": "Edwell > Night Ranger > the rest of us"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Well, aren't  <em>you</em>  a clever one!  <br/> \nSeriously though, good job. I didn't know Emeril even had a blog."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wonelove",
    "plus": 3,
    "snip": false,
    "text": "in the very last panel, Ray is screaming at the top of his lungs and throwing a little tantrum, shaking the steering wheel with his little clenched paws."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hateandwar",
    "plus": 0,
    "snip": false,
    "text": "NNNNNNOOOOOoooooo!!!!"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": false,
    "text": "lol ray sects up and meltin' 4 befez an din callz his doods but dey are aw bissy an den ray imsulf as to go an gi;lt is om so befez is elft to imsulf in deh house wit de medishings, falls selp to finish up lol <br/> \n <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "You really like that to finish up."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Teodor wasn't busy, he was in an argument with befez. <br/> \n <br/> \nI feel mislead, gladi8orrex. I can't usually understand these strips without you. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i can't do it, i just can't.  i'm sorry, i tried, but i don't understand you.  we are incompatible, this just isn't working out.  maybe we can stay friends, if we try hard.  the only problem is i prefer the kind of friends with benefits, and nothing else involving friendship. <br/> \n <br/> \nactually wait, maybe this can work."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heatbag",
    "plus": 0,
    "snip": false,
    "text": "Do you think the Calgary R/C Helicopter Expo is part of the Stampede this year? Or is it just running prior to it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phy",
    "plus": 2,
    "snip": false,
    "text": "The final event is the Parade Buzz. Top prize goes to whoever can get up in Mayor Bronco's grill without being swatted down by a sea of hands waving white cowboy hats."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "alessandro",
    "plus": 1,
    "snip": false,
    "text": "this isn't funny. its just sad and depressing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 1,
    "snip": false,
    "text": "Welcome to life, junior."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kickstart",
    "plus": 5,
    "snip": false,
    "text": "You're Catholic, kid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "You're killing me, Smalls."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Is that your sister out in left field? Naked? She's naked, you know."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mr_lostman28",
    "plus": 0,
    "snip": false,
    "text": "Think she'd go out with me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Onstad likes to explore our emotions, make sure we're still human, before giving us any wedding related catharsis"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rechelon",
    "plus": 0,
    "snip": false,
    "text": "I dunno, I'm glad Onstad doesn't try to squeeze in a joke in every strip for an arc like what will likely be a very depressing wedding. This one's good in terms of plot development anyway."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperfishies",
    "plus": 0,
    "snip": false,
    "text": "I'd say the Aveda thing was absurd enough to be considered comical.  I think it's good to have at least one zinger or surreal moment in even the most serious and dynamic episodes.  El Goonish Shive abandoned funny for unending character development and IMHO has been unreadable for years.  It's like if they adapted the Grapes of Wrath into a Sunday funnies syndicate."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 5,
    "snip": false,
    "text": "Are you serious? You didn't laugh at humectant or ante-toilet piss or the alt-text about loving the little helicopter? You...your  <em>face</em>  is sad and depressing, alessandro!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is the best comeback."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "this was a knee-jerk reaction, but, and BEAR WITH ME, upon further consideration i find it to actually be relevant: <br/> \n <br/> \nyour FACE is the best comeback, achilleselbow!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Oh snap! <br/> \n <br/> \n <em>[[That picture goes here but am too lazy at the moment.]]</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "<em>(o snap girl, to the rescue)</em> <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 1,
    "snip": false,
    "text": "The best description of missing the bowl, ever!   I will co-opt your turn of phrase for my own idiolect, and ATP will nevermore stand for adenosine triphosphate in my mental lexicon."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I didn't realize this was a concept to which people needed to refer particularly often, but, by all means, co-opt away."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "odog",
    "plus": 3,
    "snip": false,
    "text": "I like Beef all acting he is wanting to get wasted. It is completely out of character and it's  <em>on purpose</em> . Recent events, like the Argument With Molly make his pretending absolutely realistic. God I love achewood."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Hello Panther fan. <br/> \n <br/> \nYou can have a chubby for being a Panther fan."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Par for the course, Roast Beef. Par for the course."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rascaldom",
    "plus": 0,
    "snip": false,
    "text": "Onstad is definitely one of the crueler gods I've encountered."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "trivialpursuits",
    "plus": 0,
    "snip": false,
    "text": "One over Zero had an interesting take on this: Do we, through storytelling, art, songs, etc., create other worlds in which we, as the progenitor, are responsible? What I'm trying to get at is that Roast Beef, and indeed the entire Achewood cast, could be as real as you or me and, by that logic, Onstad could be considered horrendously cruel for that happiness vacuum hovering over Roast Beef's head just out of each panel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 5,
    "snip": false,
    "text": "\"And how could the writer, who wants himself to be essential to this universe, want to be essential to the injustice which this universe comprehends? yet, he must be; but if he accepts being the creator of injustices, it is in a movement which goes beyond them towards their abolition. As for me who read, if I create and keep alive an unjust world, I cannot help making myself responsible for it...And if I am given this world with its injustices, it is not so that I may contemplate them coldly, but that I may animate them with my indignation, that I may disclose them and create them with their nature as injustices, that is, as abuses to be suppressed.\" <br/> \n-Sartre,  <em>What Is Literature?</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Poo.  No more chubbies to entrust to Sartre..."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "yearsinhotclaws",
    "plus": 4,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nI AM THE WIND FISH... <br/> \n <br/> \nLONG HAS BEEN MY SLUMBER... <br/> \n <br/> \nIN MY DREAMS... <br/> \n <br/> \nAN EGG APPEARED AND WAS SURROUNDED BY AN ISLAND, WITH PEOPLE, ANIMALS, AN ENTIRE WORLD! <br/> \n <br/> \n... ... <br/> \n <br/> \nBUT, VERILY, IT BE THE NATURE OF DREAMS TO END! <br/> \n <br/> \nWHEN I DOST AWAKEN, KOHOLINT WILL BE GONE. <br/> \n <br/> \nONLY THE MEMORY OF THIS DREAM LAND WILL EXIST IN THE WAKING WORLD... <br/> \n <br/> \nSOMEDAY, THOU MAY RECALL THIS ISLAND... <br/> \n <br/> \nTHAT MEMORY MUST BE THE REAL DREAM WORLD... <br/> \n <br/> \n... ... ... ... <br/> \n <br/> \nCOME, FART... <br/> \n <br/> \nLET US AWAKEN... <br/> \n <br/> \nTOGETHER!!!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "Existential!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "My favorite has always been Kierkegaard (Somewhere in Either/Or): A young woman complains her lover has been unfaithful.  This we cannot reflect upon."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Way to show off your moral fibre by not having the name Thief by the end of that game."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "fucking awesome, dude.  i tried to chubby it, but apparently i get too friendly with this page. <br/> \n <br/> \nthat is one of my favorite games ever."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "chubbied for you. <br/> \n <br/> \nand also 'cos that whale is a fucking Awesome whale."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "why did i think it would be cool to swear."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "why does it say fart <br/> \nisn't his name link? <br/> \nthat is gross."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is why yearsinhotclaws would not be a good D&D dungeon master - he'd be one of those guys who give all the NPC's vulgar names and make every random encounter involve anal rape."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Give me a break, with your tabletop RPGS.  You're telling me you never named your  <em>video game</em>  characters vulgar names?  I started out naming all my mains \"COCK\" but then grew out of or became aware and then ashamed of my homosexual tendencies so I adopted the more mature \"FUCK.\"  After going through a long, bitter, misogynistic phase of calling all my female characters \"CUNT\" I have, in these last few years, realized that \"ASS\" is always the best choice, for anything. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Are you telling me that in this game, one character ate another? And the slain character's remains were stored for future cannibalism? I think your sophomoric naming efforts are the least objectionable thing here."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "No, you had the option of naming your favorite food in Earthbound (or whatever this game is, I think its the game before Earthbound), among other things..."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "To further the bizarre sexual self-revelation, I believe the original name for that one was Mother.  You put dirty names and ass-eating into Mother.  What the fuck dude?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Earthbound in the US.  Mother 2 in Japan.  (But there was no original release of Mother in the US.  People have translated it though, and it can be run on emulators.)   <em>Google \"earthbound 0 ips translation.\"</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": false,
    "text": "Why was he in France, anyway?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Howdy.  Ethelthefrog here.  I'm moving to Austin this week and will probably be away from the internets for a few days while I get settled.  I don't know if this means anything to anyone, but I thought it prudent to let you guys know.  You know, in case I go missing or something."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Don't worry. If someone Takes you, we will seek justice unendingly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zwab",
    "plus": 1,
    "snip": false,
    "text": "I live in Austin and am in a prime position to be such a justice-seeker--unless I use my perfect placing to play the part of Taker, in which case my mother-of-a-thousand may well be the last thing you ever see ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Thank you , Loneal.  You ever need it, I got your back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "Are you um, marrying Spinning Norman?  I think he lives down there, and is filled with longing"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 2,
    "snip": false,
    "text": "Also margargaret, I believe. <br/> \n <br/> \nYou shoud party."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Your recitation of Achewood quotes is so potent that you even included the misspelling. You have earned my respect today."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "he spelled it wrong it's shold"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I would definitely be up for some shenanigans with assetbar denizens."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "contrasoma",
    "plus": 0,
    "snip": false,
    "text": "Considering they both take their names from the same Monty Python sketch, it's more likely that you'd think."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "I hadn't planned on it, but who knows?  that  <em>would</em>  be something . . . completely different. <br/> <br/> <br/> Thank you!  Goodnight, folks, and remember to tip your bartender!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "My buck's night was moderately more successful than this, but we did reach a stage where one of the guys was screaming \"Punani! Punani! I want to see naked punani or play blackjack!\" so we ended up down at the casino eating $2 chicken parmas and gambling away our drinking money. Plus the guy who was screaming about strippers and gambling piked ten minutes after we arrived at the casino. It ended up being me and my two oldest friends completely hammered taking 45 minutes to find the exit from casino at 4 am. <br/> \n <br/> \nAnother buck's I went two for one of the aforementioned two friends went so badly we all went looking for our girlfriends who were having the respective hen's night. We found them having a great time just coming back from skinny dipping at a popular city beach and generally being off the hook while we were playing trackball golf. The groom was so depressed by this he drank half a bottle of gin and we went to the casino ...again. Night picked up from there."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mint",
    "plus": 0,
    "snip": false,
    "text": "Does Roast Beef not like music? Is this why static is coming though his toilet stereo?"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I don't know which is sadder: the fact that you don't immediately recognize Ray's toilet by sight, or the fact that the rest of us do."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "Sides, rumor has it the son of Ramses  <em>hates</em>  music."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "He hasn't been the same since he had to sign Heatbeatzz, The Rapping Dog Who Loves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "My theory is that Ray has the radio set up for Mr. Microphone bathroom hi-jinks.  Transmitting \"Hey, watch where you point that thing!\" as soon as he hears one of the guys audiocasting.  This seems like the kind of thing that Ray would find totally hilarious.  The pee puddle may be from someone he startled on a test run."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 0,
    "snip": false,
    "text": "Perhaps the white noise helps with pee-shyness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "That is a really good idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "The circumstances of Beef's life dictate that his own bachelor party will be an exercise in depressed solitude.  Even Ray's go-lucky lifestyle and attitude isn't influential enough to pull it off.  On the contrary, Ray ends up feeling like life sucks the same way Beef usually feels."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Thus his happy-go-lucky lifestyle is reduced to merely a go-lucky lifestyle."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "senister",
    "plus": 0,
    "snip": false,
    "text": "Beef's bachelor party has left me so depressed that I can't bring myself to type words that might lighten the mood."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "cheer up! :)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "partadver",
    "plus": 0,
    "snip": false,
    "text": "How could anyone possibly give this less than a 5? This strip is absolutely amazing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "It's possible. Trust me, a doctor told me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by tekende, hedonismbot, IronDave)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Retard Dad would be like a spinoff of  <a href=\"http://web.archive.org/web/20101017234138/http://en.wikipedia.org/wiki/Psycho_Dad\">Psycho Dad</a> , but much funnier."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Alternatively, it would be called Family Guy."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Woah, massive slam on Family Guy out of nowhere."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "hbaranov",
    "plus": 1,
    "snip": false,
    "text": "Not really."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "Hey, remember when we were all going to not reply to him?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": true,
    "text": "A comment left by molesticide was marked lame too many times and excluded. (marked lame by hedonismbot, KaMeT, IronDave)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "it's just as well dude i don't have any quarters"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Wouldn't Retardad just be... American Dad?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "desert_donkey",
    "plus": 2,
    "snip": false,
    "text": "i am not someone who needs an excuse to party. the best parties are spontaneous and are not tied to an occaision... that said.. <br/> \n <br/> \none of my bud's was having his bachelor party. keg of SNPA, bratwurst, a gaggle of dudes (i only knew a couple of them). it was down in San Diego. <br/> \n <br/> \nso 2 strippers show up. the groom to be is tossed on Stolichnya and beer. these 2 girls are absolutely shameless and proceed to get very lewd with eachother. double headed dildos, candles and what they were born with (tongues, fingers, etc).  <br/> \n <br/> \nthey get one of the groomsmen out there and take him down to his shorts. these gals get on either side of him, lay on their backs then tilt their pelvises upward. they put a finger on their bean and just start pissing all over him. HILARIOUS.. turns out they'd filled their cooters with beer, but you can't tell the difference.  <br/> \n <br/> \nthey then get my buddy out there. they get him down to his underwear and pull those down. at that point he barfs up bratwurst and burger and Stoli.. effing gross. we're all laughing our asses off.  <br/> \n <br/> \nbachelor parties are so fucking contrived and they are just another symptom of the uber heinous gay fucking wedding thing.  <br/> \n <br/> \nfuck weddings and all the associated stupidity that goes along with them."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "so I guess the engagement is off, then! ]:0( <br/> \n <br/> \nalso, do all strippers have to learn this \"fill your vagina up with yeasty beverages, magically, since the vagina is not really much of a cup to begin with\" trick, or are only the lewdest of the lewd capable of such feats? <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 3,
    "snip": false,
    "text": "<em>O-Oh it's magic<br/>\nYa knoooooow...</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "I don't know if I've told this story, but in Amsterdam I saw a woman smoke a cigar with her ...other mouth and blow  <em>perfect smoke rings</em>  from it. I am not making this up."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "octafish",
    "plus": 7,
    "snip": false,
    "text": "*Gasp* So thats how you get cervical cancer!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Well played sir."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I spent a lot of time thinking about the things that lady did."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zwab",
    "plus": 0,
    "snip": false,
    "text": "I first read that smiley as a man with his mouth open wearing a sombrero and possessing a double chin."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 1,
    "snip": false,
    "text": "that story went downhill at an escalating rate.  like some kind of math equation about awful that includes a number in superscript."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "desert_donkey",
    "plus": 0,
    "snip": false,
    "text": "oops.. i forgot to say he barfed on his junk! <br/> \n <br/> \nand this strip? a 4."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "That sucks about the party.  Ray will have to make it up to Beef."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "achewood makes me feel so much better about my decision to spend anything i would on a wedding (money, time) on booze and fancy meats instead"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "do you like pancetta grilled cheese sandwiches?  i will make you one in exchange for naked pictures.  of anybody, i don't really care. <br/> \n <br/> \nWHAT"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "akadriver",
    "plus": 1,
    "snip": false,
    "text": "Booze and fancy meats is pretty much what a wedding is about, once you get past the eternal commitment part."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blueloggy",
    "plus": 2,
    "snip": false,
    "text": "I chubbied you for this, even though you seem to have an avatar of Weird Al masturbating while on a stationary bicycle."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "crap. i thought it was some guy working some turntables. <br/> \n <br/> \nWeird Al  <em>is</em>  cool, though."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "your avatar is whacking off perfectly in time to 'it's the same old song' by 'the four tops.' <br/> \n <br/> \nyou've earned a chubby for that, but don't let it go to your head."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "One of you is a damned liar. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cyberia",
    "plus": 1,
    "snip": false,
    "text": "No they're not. blueloggy gave him the chubby and molesticide simply stated that he had 'earned' one; he didn't actually say he had given a chubby personally."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "correct."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dino_grill",
    "plus": 0,
    "snip": false,
    "text": "i don't know.  i read a book, it kind of made me think that weddings are a lot less fun than booze and fancy meats.  and cake.  which is probably the only reason to get married in the first place."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gin_with_bears",
    "plus": 0,
    "snip": false,
    "text": "Poor, poor Beef.  I think we have all been there.  And if you deny that, then you ain't got a soul."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "this is a really good strip"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "loneal",
    "plus": 4,
    "snip": false,
    "text": "That's what you always say, Heartbeatzz. You got more love than all the Mikels in Montreal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nickgranger",
    "plus": 0,
    "snip": false,
    "text": "im not  <em>really</em>  heartbeatzz, you know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "You are some other dog with a heart-shaped nose and a vagina across the face?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "that looks like a vagina to you?  hedonismbot you have LOW standards dude, maybe we should get together for a coffee or something..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "kharitonov",
    "plus": 0,
    "snip": false,
    "text": "Damn it, woman, f that turns into an internet meme, I'm making  <em>you</em>  explain it to him."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Dude, how sweet would it be to be an Internet meme if the meme didn't center on mocking your profound ignorance of American maps or you howling in pain after you stomped some grapes wrong? <br/> \n <br/> \nAnswer:  <em>The sweetest.</em> <br/> \n <br/> \nWhat I am saying is, I will explain it to him with pleasure."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "This is off-topic, but apparently you now have a nemesis, loneal.  I don't know why I noticed this, but every comment you have made today, save this one, has exactly 1 lame.  I was thinking, \"None of these comments are actually lame, so there must be some dickery afoot.\"  I assumed they were all from lawbot, so I lowered my lame threshold to 1 so that I could prove my hypothesis and call him out for being a douchebag, but I instead found that they were from someone called Lainestin.  I suggest that you do away with this Lainestin character soon, lest he/she later become the Kesslee to your Tank Girl."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Yeah there's some perpetual dick following her. It's hilarious the dedication this person has with regards to trying to upset someone by anonymously calling them lame. It's a strange hobby, for sure, and I can't imagine it to be very satisfying. I think her reaction has been 'fairly bemused' so far."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "This is the reason our lame allotment is limited. I imagine at some point soon Lainestin will run out of lames and then commit seppuku, having been deprived of the sole reason for its existence."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Well, its lame allotment runs out for a while, but then it gets refreshed. So on some strips it only lames me once or twice, but then it gets more lames again. Its reason for existence will continue indefinitely, as far as I can tell."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "horrible death: seppuku. <br/> \n <br/> \nworse death: forced seppuku using a bamboo sword. <br/> \n <br/> \nthanks, kobayashi, you fuck, for that image."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "So, what, we don't say Hari-Kiri anymore? Lighten up, be colloquial."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "I hear it's amazing when the famous purple stuffed worm in flap-jaw space with the tuning fork-- <br/> \n <br/> \ndoes a raw blink on Hara-kiri Rock. I need scissors! 61!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Uh-oh, Snake just asked the Colonel about Luigi!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think there's a key difference between Seppuku and Hari Kiri. One is just stabbing yourself in the stomach/heart, whereas in the other you actually have to slice yourself open and spill your innards out onto the floor. <br/> \n <br/> \n <em>For great honour.</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Actual to be a dick about terms they are written with the same characters, seppuku is formal, Hari Kiri is colloquial, so stop talking like courtiers and start keepin' it real down on the streets of Edo."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, someone created a sock puppet profile for the express purpose of laming every one of my comments indiscriminately. It has been happening for several weeks now.  <br/> \n <br/> \nIt is actually a positive development, as it has caused me to completely stop worrying about my lame count, which is now artificially inflated to the point that it is meaningless. It also led to yearsinhotclaws saying the following splendidly expressive quote: \"I'm jealous of you, I wish I had some mute, broken figurine of humanity that would follow me around laming everything I said in some attempt to feel more powerful than me.  You just can't buy that sort of attention.\" <br/> \n <br/> \nSo if you see Lainestin around, buy it a drink or give it a high five or something!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This comment has caused me to imagine that lainestin looks like It from the Addams Family, and subsequently caused me to imagine buying It a drink. I find these developments please me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "thorfinn",
    "plus": 0,
    "snip": false,
    "text": "I didn't notice it before, I was just really bored when scrolling through the posts today and observed that all of your lames were from the same person.  Most of my post was just there to lead into the Tank Girl metaphor, because I have this weird habit of assigning superhero/heroine identities to people, and you strike me as Tank Girl."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I don't really know who Tank Girl is, but my first boyfriend had a Tank Girl poster on his wall and she seemed kinda badass, so...sweet!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Tank Girl was my first R movie in the theater. [IMGS OFF] Played by Lori Petty for the theatrical presentation. [IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "FUN FACT: Lori Petty also provided the voice for the villainess Livewire in the Superman animated series that used to be on Kids WB!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 0,
    "snip": false,
    "text": "I saw this in theaters, too.  Everyone should see the  <em>Tank Girl</em>  movie.  It may have been a failure, but it was a  <strong>spectacular</strong>  failure! <br/> \n <br/> \nGreat \"My Year of Flops\" write-up, too, at  <a href=\"http://web.archive.org/web/20101017234138/http://www.avclub.com/content/blog/my_year_of_flops_case_file_45_tank\">AV Club</a>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "If you mentioned that here, I would have invited you to read  <a href=\"http://web.archive.org/web/20101017234138/http://thepiratebay.org/tor/3915733/Tank_Girl_(Complete)\">some,</a>  except that since we were making so many achewood references and even talking about assetbarians, I fear the next stage would have been making Star Trek costumes or something."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "We also sat around a fire and watched a backpack burn. And then we hung out with a homeless guy. That's what cool kids do...right?  <em>Right?</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Oh,  <em>the coolest!</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Some people are so weird...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "dougthehead",
    "plus": 0,
    "snip": false,
    "text": "144 Lames is inflated to meaninglessness?  By now I've probably got that many through purely natural means."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "I worked hard to earn about 80 of my lames through bitchiness, douchebaggery, and controversial views about gender. The rest I got just because any comment I make automatically gets a lame from my pet machine elf Lainestin. <br/> \n <br/> \nYou actually have about 100 fewer lames than I do, but apparently you perceive yourself has having many more than you actually do. I recommend getting a pet machine elf. It will desensitize you to lames 100%."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i'm getting a little fucking jealous that my 'twat with tourrettes' character hasn't been accruing more lames.  what's the fucking DEAL, COMMUNITY?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think you-know-who kind of made everyone max out their lame allotment for some time to come. In this post-apocalyptic world, only the a select few judicious and single-minded lamers are left standing."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Oh I got lames, I got plenty of lames, you want a lame pretty boy? Huh? You want a lame? No? No? Oh you don't want a lame. Yeah, that's right walk away, walk the fuck away.  <br/> \n <br/> \nNo seriously, since I stated with the ignore on you-know-who I have plenty of lames, but I think I always did because I've never given many."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i still think retardad is kind of brilliant.  rock on, guy i guess i'm not supposed to notice."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "_------_-------",
    "plus": 0,
    "snip": true,
    "text": "Comment left by _------_------- ignored."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Agreed.  Ignore is the answer, laming him is like punching his balls: SOME PEOPLE ACTUALLY ENJOY THIS.  Video not incoming."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "weezywee",
    "plus": 1,
    "snip": false,
    "text": "what's great is the necessity of emergency humectant."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Indeed.   I would also have Aveda supply me with: <br/> \n <br/> \nIndustrial-Strength Humectant - For The Dog Days of Summer"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "trueblood",
    "plus": 1,
    "snip": false,
    "text": "Oh, man, that's so funny. That big rig crash on 101 actually happened a few months ago, and there is absolutely no exaggeration on how long it took to get anywhere. My bro was trapped in his car for like 5 hours and half of that time he was talking to me on the phone. <br/> \n <br/> \n\"Yeah, naw, nothing's moving. There's some fool with a dog and he's taking it for a walk. Yeah he just told some guy to just nudge his car gently so it moves. Yup, didn't even pull the keys outta the ignition.\" <br/> \n <br/> \nTrue story."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "erinye",
    "plus": 6,
    "snip": false,
    "text": "Lie Bot, what is the saddest thing?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "That I just ran out of lames."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "This is basically every party I've ever tried to organise."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "inweaknessbe",
    "plus": 0,
    "snip": false,
    "text": "We have not seen Phillipe in over three months. <br/> \n <br/> \nWhere is he in this desperate time of need"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biancasimone",
    "plus": 0,
    "snip": false,
    "text": "Bachelorette parties are always way better.   <br/> \n <br/> \nI got money from drunk rednecks because they couldn't tell who had on the engagement ring.  Also, they were confused by a cute black girl walking around with a cute white girl..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 3,
    "snip": false,
    "text": "To be fair, regardless of race,cuteness in girls can be in itself confusing to straight males."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "keithcozz",
    "plus": 1,
    "snip": false,
    "text": "Where in the fuck did all you people come from?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "I can't believe Ray is too cheap to have a 12v phone charger. I mean his phone has a (singular) testicle but no charger in his car? He  <em>is</em>  living like a fool."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "You know Ray probably just goes and buys a new phone whenever his battery runs down."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "octafish",
    "plus": 1,
    "snip": false,
    "text": "*looks at ground sheepishly* I... I did know this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikestan",
    "plus": 0,
    "snip": true,
    "text": "A comment left by mikestan was marked lame too many times and excluded. (marked lame by prius_chaser, erinye, Audhumla)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "the_rich",
    "plus": 0,
    "snip": false,
    "text": "Crap, damn assetless bar for the quick post. Anyway this was way better then the last bachelor party I attended. If drinking cheap beer, playing video games, and listening to The Afghan Wigs can be considered a party."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i don't know what the afghan wings are, but that sounds like an AWESOME bachelor party."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Hey y'all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "I wish I could lame this."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "So do I, unfortunately."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "meddle",
    "plus": 0,
    "snip": false,
    "text": "I mean, if someone has to step up to the plate..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<em>Thank you.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "So I just saw the  <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=zbO1AaCnWnQ\">video</a>  for Therapy?'s cover of \"Diane\" by Husker Du, and I can't stop watching it, so I figured I'd bring it up in case anyone else has something interesting to say about it. If not, that's cool. I can't really justify its relevance, except to say it reminds me of the \"Roast Beef, I'm a prostitute\" strip. But seriously, this is so brilliant, like Cronenberg, Freud, and Dali combined. Why didn't anyone tell me about this earlier?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "just when i thought i couldnt hate husker du anymore"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "So tempted to lame you for not liking a band I like. However that would be wrong and twatty of me so I shall not."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "more like Husker Don't am I right everybody"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Tell it like it is man"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Twatty the Sardine?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "edwell",
    "plus": 36,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Oh god yes. If only you'd added the final scene with Molly as nurturing Earth mother and Beef curled in a fetal position."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This edwell post has been up for two hours and does not yet have 87 chubbies? I do not understand how this is."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "It occurs to me that for me, a 5-chubby post is a screaming success, while edwell probably considers it an abject failure. We live in such different worlds, edwell and I."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Edwell certainly deserves chubbies for this, but I would hope that people are actually watching the video and not just chubbying a post they don't understand."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "I didn't watch the video, the same as I didn't watch the Jack and Diane video. I just assumed that Edwell, and by extension Onstad, made an excellent take on it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "I've run out. I HAVE FAILED YOU EDWELL."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "People run out because they are silly and use up their chubbers in the first hour a strip is up.  The wise man dumps chubbies only very late in the game, and thus doesn't come up short when the edwell cometh.  Seriously, how can some of you possibly be any good in the sack"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "don't you dare, i bank on those premature chubbies"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "woodjay",
    "plus": 0,
    "snip": false,
    "text": "I'd wager that come 6'clock or so there will be a more noteworthy flow of chubbies. (note, I did not use eruption)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "2 questions:  Is Beef talking to Ray on the phone? And, what video does Ray at first think Beef means?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 1,
    "snip": false,
    "text": "1:  Yes. <br/> \n <br/> \n2:  The  <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=QT9tpKXFd8A\">jack and diane</a>  video"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Oh, I was soooo hoping those were the answers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sirhan_duran",
    "plus": 0,
    "snip": false,
    "text": "When I watched the video i was convinced that the man was the human version of Nice Pete, and that the video was a video Nice Pete would have appreciated. Am i correct in this, or am i merely  <em>seeing what i want to see?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "I thought that, too. The hair, the 'stache, the disturbingly calm gaze and penchant for murder.. it is too easy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "'stache feels too close to 'stad. <br/> \nMolestache."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Not to mention the overwhelming fear of lady parts. Are we to conclude that underneath it all Nice Pete actually yearns for the warm nourishing embrace of the mother that had to die because of ground chemicals?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "quantumcasaba",
    "plus": 0,
    "snip": false,
    "text": "Oh, that ever-weeping eye."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "Well it's no \"Come to Daddy\" but pretty cool anyways, reminded me of *shudder*  <em>The Cell</em>  with the dream imagery and saturated colours."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fasteddiev",
    "plus": 0,
    "snip": false,
    "text": "Rated a 1 because it was so gut-wrenching to read."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 1,
    "snip": false,
    "text": "I think this bachelor party went pretty good actually. Could have been a lot worse."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "prine",
    "plus": 0,
    "snip": false,
    "text": "Was Ray taking  <em>off</em>  his shirt to go pick his mother up, or did he get so angry in the car that he tore it off before the last panel?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spaceseeker51",
    "plus": 0,
    "snip": false,
    "text": "Finally, something sadder than the saddest song played on the ugliest guitar."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "reddwarf",
    "plus": 1,
    "snip": false,
    "text": "I see this wedding not happening on schedule.  I predict Molly and Beef calling it off, and getting all pissed off at each other, and Beef going on vacation somewhere, or maybe going on a walkabout, and it's then that Tedor and Molly will start hanging out more... getting a little tipsy on fancy wine over dinner... and suddenly Molly and her platonic girl friend will start doing it - teddy bear style. <br/> \n <br/> \nI don't know how common of an occurrence this sort of thing is in real life...  I suppose it depends on the person...  Really, we haven't had enough character development in Molly to say what she would do in this scenario - have we?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "NO <br/> \nSHUT UP <br/> \nWE ARE HAVING A WEDDING <br/> \n*sob* <br/> \nwe are having.. a wedding..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "*sob* *sob* <br/> \nIs this  <em>really</em>  what you want Mark? <br/> \n*sob* *sob* <br/> \nI dooooo...*wail/sob* <br/>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "ABLOOBLABLOOOBLABLOO by the power vested in me ABLABLOOBLOO i pronounce you both BLOOBLABLOO married. <br/> \n <br/> \nABLOOBLABLOOBLOOBLABLOOBLABLOO"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Lame for, I suspect, not understanding Hamscout's reference."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "professorriffs",
    "plus": 0,
    "snip": false,
    "text": "This is officially and truly the first time I have ever felt sorry for a character in a comic strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "parity",
    "plus": 0,
    "snip": false,
    "text": "he whines that he doesn't need a good time <br/> \nand he doesn't get one <br/> \nbam watch that bacon sizzle"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "videocrime",
    "plus": 0,
    "snip": false,
    "text": "isn't humectant a fancy way of saying \"pomade\"? ray's sitting on a fridge full of hair goo... somehow appropriate."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodjay",
    "plus": 1,
    "snip": false,
    "text": "well, humectants are also used occasionally as food additives to retain moisture, so, some of their utility is similar with pomades, they are not synonymous. I don't want to Dapper Dan, (and certainly not FOP) in my muffins."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "I do. I'm a Dapper Dan man!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "This is a lie.  I've seen her hair products, and supplied her with most of her pomade for months."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "*hangs head in shame* <br/> \n <br/> \nWhat he says is true."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Congrats! Cheap pomade!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "She loved him up and turned him into a horny toad."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 1,
    "snip": false,
    "text": "My personal pomade product is hygroscopic, so it would serve as an excellent humectant.  Also, it cures urinary  trouble and heals those with a crippling lack of herpes."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You do realize that you inadvertently made a \"There's Something About Mary\" joke just now?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "It wasn't the least bit inadvertent.  I'm flat out saying I spooge in her hair.  I also frequently do so in her shower head, in case she tries to shower in the morning (she never does this, loneal is filthy)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Why shower when I've already got spooge all over me?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "That's what  <em>she</em>  said!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "kamet",
    "plus": 1,
    "snip": false,
    "text": "<em>(cough...some even got on the mayor.)</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Well I warned him to use the splash-guard, but he just gets so curious when we hang out at loneal's place at night."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "Splash guards can only do so much, when you're dealing with such a massive amount of man-jelly.  Can't blame the mayor for being naturally curious."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "octafish",
    "plus": 0,
    "snip": false,
    "text": "As the actress said to the Bishop!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "liesandperfidy",
    "plus": 0,
    "snip": false,
    "text": "Is you is, or is you ain't, my con-stitch-you-en-see?!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I've already made one Oh Brother, Where Art Thou reference on the comments today, so I'll refrain from contributing to this gratuitous quoteslide. <br/> \n <br/> \n(My hair!)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "professorriffs",
    "plus": 0,
    "snip": false,
    "text": "Well ain't this place a geographical oddity!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saulbellow",
    "plus": 0,
    "snip": false,
    "text": "\"Back in fifty, cool?\" <br/> \n <br/> \nAnyone who says that should be stone cold Steve slapped in the face.  Except Ray, of course."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lrosetw8",
    "plus": 0,
    "snip": false,
    "text": "Latest Achewood twitter: \"Roast Beef is asleep in Ray's living room, and has cotton mouth. His neck is uncomfortable.\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 0,
    "snip": false,
    "text": "Ray had a made-up cartoon hangover over the weekend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "possums",
    "plus": 0,
    "snip": false,
    "text": "Godammit, is Onstad celebrating Canada Day? <br/> \n <br/> \nAnd don't plan on any smartass comments about my avatar this time, IT'S TOO EASY."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "America is sad it's little sister picked an earlier day to be patriotic even after it whined to mom that Canada couldn't. <br/> \n <br/> \n...they celebrate by going cross-border shopping anyways so cheer up, Ms. 'Merica! you gots monies coming a 'chu!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tropicana",
    "plus": 0,
    "snip": false,
    "text": "In Canada, the most patriotic thing to do on the national holiday is to drink beer on a patio."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "They celebrate by going cross-border shopping because our dollar is now basically a thick and durable but rather rough and possibly toxic form of one-ply toilet paper. Hardly a reason for good cheer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "kamet",
    "plus": 0,
    "snip": false,
    "text": "As assetbars token Canadian... <br/> \n <br/> \n[IMGS OFF] <br/> \n <strong>HAPPY CANADA DAY!!</strong> <br/> \n(yes, I know I'm late.  My mom says I'm not much of a Canadian anyway.)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hedonismbot",
    "plus": 0,
    "snip": false,
    "text": "Nothing says Canadian like being a little slow in proclaiming the national holiday"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "happy canadian day everyone, <br/> \n <br/> \n <a href=\"http://web.archive.org/web/20101017234138/http://www.youtube.com/watch?v=8ZXfy6CfmBY\">http://www.youtube.com/watch?v=8ZXfy6CfmBY</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it's weird! there seem to be palm trees in there..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atmus",
    "plus": 0,
    "snip": false,
    "text": "Well, That's still better than my bachelor party will ever be."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pursesnatcher",
    "plus": 0,
    "snip": false,
    "text": "ray didn't plan that one very well."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "I believe I will wait until some other strip to post my review of the Basque Green Bean Salad from The Achewood Cookbook."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "oh PLEASE do"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "You have chosen...  <em>wisely.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zapatos",
    "plus": 0,
    "snip": false,
    "text": "My asset on this comic:   <br/> \nI feel like the Beef in rating option one."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "is Ray crying..? <br/> \n <br/> \nhe's completely crying."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cracker",
    "plus": 0,
    "snip": false,
    "text": "and but"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vanillaskittles",
    "plus": 0,
    "snip": false,
    "text": "How in the world could a humectant be classified according to seasons? Or situations, for that matter?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moriarty",
    "plus": 0,
    "snip": false,
    "text": "it may take some time before i get to use the phrase \"Fool, don't get arthroscopic surgery tonight!\".....but when i do it's gonna be goooooood"
  }
]