[
  {
    "depth": 0,
    "minus": 0,
    "name": "deimosrising",
    "plus": 0,
    "snip": true,
    "text": "A comment left by deimosrising was marked lame too many times and excluded. (marked lame by dayvancowboy, daidai, aquamuffin, J-Man)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": false,
    "text": "damn man what is the alt text. i gotta know now! in any case, that is some cold shots headed at rays head."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bookofsand",
    "plus": 19,
    "snip": false,
    "text": "Alt text: \"There is no diaper bigger than The Internet.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 30,
    "snip": false,
    "text": "So fucking true it should be in the Constitution. Of the  <em>world.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "crev_gibax",
    "plus": 18,
    "snip": false,
    "text": "\"We the People of the World, all drop deuce into the giant diaper of the Internet...\""
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "7a65726f",
    "plus": 4,
    "snip": false,
    "text": "Speaking of which, I think my Internet needs changing. <br/> \nInternet Stew is not a pretty thing to carry around on your bottom."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 3,
    "snip": false,
    "text": "some girls might.. <br/> \n <br/> \nuhh nothing. that does not need to be brought up again."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "carlyle",
    "plus": 3,
    "snip": false,
    "text": "\"There is no bigger diaper than the 4Chan.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mangtastic",
    "plus": 1,
    "snip": false,
    "text": "\"Asshole of the internet\", indeed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fady",
    "plus": 0,
    "snip": false,
    "text": "4chan is the grade of meat that McDonald's burgers are made of. <br/> \nAll mixed in with the sac of cow symptom."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thisdoggisproice",
    "plus": 6,
    "snip": false,
    "text": "Always outta nowhere, Téodor with the masterful shit-talking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "Man, Teodor must have been taking classes from Connie."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "He  <em>gives</em>  the classes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rasalghul",
    "plus": 0,
    "snip": false,
    "text": "With both arms behind his back.  I had to resist bolding and italicizing this."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "syrinx",
    "plus": 14,
    "snip": false,
    "text": "Teodor is the mayor of call-out city."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fpage",
    "plus": 3,
    "snip": false,
    "text": "Well, he showed Ray a long time ago that he can hang with the dirtiest dudes in town."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "whuppins",
    "plus": 3,
    "snip": false,
    "text": "Strips where Ray gets put in his place are always quality."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "primal_in_the_mane",
    "plus": 6,
    "snip": false,
    "text": "Sounds like Roast Beef style sass to me. Except Beef would have said: \"All fanny pack and black reeboks...\", launching into more of a soliloquy."
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "connellingus",
    "plus": 10,
    "snip": false,
    "text": "Beef wouldn't sass Ray like that because he is nearly the person Téodor describes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 2,
    "snip": false,
    "text": "Hey now. A hat like that is dependent on  <em>context</em> . If you wear it with a suit and tie with a cigarette in one hand and a glass of scotch in the other, well I don't think it would matter how fat/nerdy you are... that's a pretty good look."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gorrioncita",
    "plus": 0,
    "snip": false,
    "text": "no hello you will still be the biggest fucking nerd, fyi"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aperson",
    "plus": 4,
    "snip": false,
    "text": "Every now and then along comes a strip with almost  <em>too many</em>  great lines. This is such a one."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shmuckeles",
    "plus": 0,
    "snip": false,
    "text": "burn after burn after burn. i would trade a pinky for that ability (just so i could say that's what I did)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bjorntd",
    "plus": 13,
    "snip": false,
    "text": "\"How did you learn all those sick burns, Mr. Shmuckeles?\" <br/> \n <br/> \nShmuckeles coolly tightens the black leather glove on  his left hand, a finger conspicuously missing, \"We all pay our price, kid.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "aliiis",
    "plus": 0,
    "snip": false,
    "text": "I keep reading 'burn' as 'bum' all over this page. ('the bum barrage' below also becomes a most excellent phrase). I think I have a hilarious display issue. <br/> \n <br/> \nIncidentally, I am in the UK where 'bum' means arse, not tramp."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "arse means ass, by the way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "And ass means donkey."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "jlynes",
    "plus": 2,
    "snip": false,
    "text": "And tramp means hobo, not slut."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "And they sleep on the pavement, not the sidewalk... because it is paved, but we wouldn't advise walking sideways on it, nor walking on its side... and the tramps aren't even walking at all."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Alright, you win. Sebhorrheic dermatitis, eh?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "crinklebat",
    "plus": 2,
    "snip": false,
    "text": "\"Debonair SysAdmin\" is cracking me up as I sit running some slow-ass code. This strip was made for me, guys."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "riazm",
    "plus": 0,
    "snip": false,
    "text": "I own a fedora and I am a computer person. This strip is my own insecurity in cartoon form."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deancain29",
    "plus": 1,
    "snip": false,
    "text": "Teodor cold burns Ray. Teodor has wicked sack."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tpederson",
    "plus": 0,
    "snip": false,
    "text": "I would also avoid that man's livejournal community.."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "remotevinyl",
    "plus": 9,
    "snip": false,
    "text": "Love this one because my rather portly high school chem teacher, who also acted as the schools IT dude, would wear a hat like that AND he rode a Honda Goldwing.  He had a rock collection in his class that you couldn't touch, not sure if he collected swords though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Bet his rock collection didn't have as many dead things in as mine."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "stuart",
    "plus": 1,
    "snip": false,
    "text": "I had never seen this until I moved to Seattle, when I saw one on my first day here. Yyyyyyyyyyup."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "aelindil",
    "plus": 1,
    "snip": false,
    "text": "I'd make some sort of defensive retort regarding Seattle, but  <em>I cannot</em> ."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scriblerus",
    "plus": 0,
    "snip": false,
    "text": "Look at Téodor's expressions: he's hardly breaking a sweat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "Why is he winking for two straight panels?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I think he's giving him more of a prolonged squint to add to the withering effect of the burn barrage."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rachel",
    "plus": 2,
    "snip": false,
    "text": "I have fond memories of stroking the sword collection of a proud honda civic hatchback owner who indeed, wore that shitty, shitty hat on a regular basis.  Once, we sliced fruit in the backyard, in the manner of baseball."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "daedala_x",
    "plus": 0,
    "snip": false,
    "text": "i'm not gonna lie. this dude sounds hell of sexy."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rachel",
    "plus": 1,
    "snip": false,
    "text": "the point of the strip, and of my shameful anecdote, is that he was not.  he wore a fucking fedora in the suburbs of chicago, with a sword collection he kept in his parents' basement.  there is no sex in the equation."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "This is further evidence that daedala_x likes dudes who no one else would care to touch. This is one reason for her popularity among the many doubtlessly untouchable boys who frequent this place. <br/> \n <br/> \n(I mean, besides being interesting and funny and having a great avatar.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dasilodavi",
    "plus": 0,
    "snip": false,
    "text": "So I'm coming through this stretch of strips drunk, and this one's way funnier with a bunch of Heinekens and whatnot pounding through my bloodstream."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 8,
    "snip": false,
    "text": "This strip poignantly chronicles how the fedora and related hats went from the  sure sign of and early 1900's tough guy to the sure sign of a 1980's and onward loser who is desperately seeking for a style to call their own (and ruining everything they touch in the process). <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 3,
    "snip": false,
    "text": "The downfall of the hat can be traced to JFK."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "choosebro",
    "plus": 1,
    "snip": false,
    "text": "I heard that it can be traced to Prince Phillip. He stopped wearing hats, so it went out of style with all the cool English gents."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 15,
    "snip": false,
    "text": "Hey holy!  Is that true?  That's actually kinda interesting, if both Americans and Brits have their own culturally specific \"End of the Hat due to Famous Person\" myth.  It makes the End of the Hat suddenly seem like a huge seismic event that all mankind had to grapple with in their own fashion, like creation myths arising from migrations and whatnot."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "choosebro",
    "plus": 4,
    "snip": false,
    "text": "Is it true? Sure, why not? I heard it from a very old man at a bar once and I like to believe anything that very old drunk men in bars tell me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "zem",
    "plus": 5,
    "snip": false,
    "text": "it's that kind of attitude that's given you six months to live"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "molesticide",
    "plus": 0,
    "snip": false,
    "text": "i really like that hat, but i'm nothing like what teodor describes.  i'm young, pretty, intellectual, useless at the internet, a total prick, and i dress like a homeless guy with a sense of class.  i like to think maybe i actually COULD get away with wearing that hat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 8,
    "snip": false,
    "text": "I have a word to describe people like you. It's \"hobosexual.\" That says neither good, nor bad things about you, but your description of yourself is ripped straight from the pages of my mind's dictionary."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Is the tramp-stamp a thing of hobosexuals? I need to know these things, rowboat."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "Funny you should ask. I don't think it normally is, but the very friend of mine who inspired me to coin the phrase* actually does have one of those. He justifiably gets away with it because it says in bold letters \"FUDGE IS MADE.\" You get the full glory of it when he turns around to face you and you see that under each nipple is tattooed the word \"MILK\" and tattooed just above his pants line is \"LEMONADE.\" The fact that he still gets it on with the fine ladies in spite of (and in some cases  <em>because</em>  of) this is what makes him a hobosexual and not just a sad freak. <br/> \n <br/> \n* - I'm under no illusion that I'm the first person in the world to say this, but I can say in all honesty that I didn't hear or read it anywhere before I started saying it. I consider it mine in that way."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Dear god, I am so sorry I asked. Is his nickname 'Foodstamps'? <br/> \n I didn't realize 'dudes' had those also. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Would it be less shocking on a lady? I don't follow...."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Well, that was my impression that it is a thing of the ladies. <br/> \n <a href=\"http://web.archive.org/web/20101003195724/http://en.wikipedia.org/wiki/Tramp_stamp\">http://en.wikipedia.org/wiki/Tramp_stamp</a> <br/> \n <br/> \nAt least 3 of my (4) daughters have such a tat. :("
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Oh, yes. I thought you meant \"MILK, MILK, LEMONADE, etc.\" tattoos in particular.  <br/> \n <br/> \nAnd you need to slap some sense into those daughters."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "scorpio_nadir",
    "plus": 0,
    "snip": false,
    "text": "Too late. Besides, that doesn't even rate on the chart of  <em>Stupid Things I Did in my Salad Days</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... Mad respect to your friend. We always learnt it as chocolate rather than fudge though. Suppose it depends on your diet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 13,
    "snip": false,
    "text": "If you are complimenting yourself on the internet, you are not useless at the internet!  That is the most essential purpose of the internet!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "paco",
    "plus": 2,
    "snip": false,
    "text": "if you read Achewood you are at least 15% like the guy Teodor describes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I have a top-hat rather than a fedora though. <br/> \nMy brother has a fedora and a pinstripe suit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "saru",
    "plus": 0,
    "snip": false,
    "text": "I was entirely unaware of the connection between Honda Goldwings and geekdom. <br/> \nI suppose I still am. Is this just something I never really noticed? Is it a regional thing? (In the Pacific North-West, there aren't that many motorcycles period.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pa_ass_nts",
    "plus": 3,
    "snip": false,
    "text": "The Goldwing riders do so in the knowledge that their bike is missing all the things that make riding a motorcycle attractive."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "presterjohn",
    "plus": 4,
    "snip": false,
    "text": "Looking cool like Bogart is a noble undertaking. But in addition to a fedora you need to wear a suit at all times, drink like a fish, smoke like a chimney, date dames that look like Lauren Bacall, and treat wiseguys to chin music regularly. I'm willing to try it mainly for the sake of the Bacall-type dames."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 1,
    "snip": false,
    "text": "One morning you wake up and realize that you're William S. Burroughs. Could be worse."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "No, I'm not convinced that it could be worse. Seriously. Whether or not you appreciate the man's work, really think about this. You wake up and look in the mirror and his face, body and life are now yours.  <br/> \n <br/> \nNo. I'm not OK with that. I'm not down."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "sustainability",
    "plus": 0,
    "snip": false,
    "text": "Could be his kids."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "m-e-charm",
    "plus": 0,
    "snip": false,
    "text": "I love that Ray asks if Teodor didn't see the hat, as if without it he would infact look he rides a Honda Goldwing and collects swords."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 14,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nMolly:  <a href=\"http://web.archive.org/web/20101003195724/http://mollysanders.blogspot.com/2004/10/all-set-up-at-tinas.html\">All set up at Tina's.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I love you, blog lady. I don't know if I have said it before. You are The Awesome."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 14,
    "snip": false,
    "text": "<strong>Today's Blogs</strong> <br/> \n <br/> \nRay:  <a href=\"http://web.archive.org/web/20101003195724/http://raysmuckles.blogspot.com/2004/11/i-should-have-seen-that-coming.html\">I should have seen that coming.</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "The cartoon cat fails to predict a violent outcome to his booze-and-bladed weapons party."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Teodor is the master of talkin' dirty and verbally breaking people down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fixipoo",
    "plus": 1,
    "snip": false,
    "text": "I like the way Ray is pointing his finger. It makes me feel special somehow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sarmatron",
    "plus": 0,
    "snip": false,
    "text": "I'm wearing black Reeboks right now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jjg",
    "plus": 1,
    "snip": false,
    "text": "I have internet rash"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I actually think Ray looks tough in that fedora."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "The gold chain ruins the effect, making him look more like Maurice Gibb after a rough night."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Does anyone else here really want Téodor as a friend?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "No. I would never want Teodor as a friend. Really, he's kind of a dick, in a subtle way."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "He would make a nice frenemy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deptford",
    "plus": 0,
    "snip": false,
    "text": "It's one of life's tragedies that fedoras aren't acceptable unless you live in the past, or are fictional. You flirt with the idea of looking cool while wearing one, but no. The best you can hope is to look like a guy who wants to look cool. <br/> \n <br/> \nOn a side note, my bulldog's name is Bogart. Aren't you folks glad?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 0,
    "snip": false,
    "text": "Glue a fedora to his head and start the lolhatz website. Instant Internet success story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "stubob",
    "plus": 0,
    "snip": false,
    "text": "I have a friend who cold sports that sick piece all the time. This strip inspired me to give him a thorough dressing-down."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nlaw",
    "plus": 0,
    "snip": false,
    "text": "I wonder who's more knowledgeable, Cornelius or Teodor."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "7th_shot",
    "plus": 1,
    "snip": false,
    "text": "Pizza goiter, god DAMN I love the turns of phrase in Achewood. Lame me all you want, I regret nothing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sp1derbaby",
    "plus": 1,
    "snip": false,
    "text": "The cat wears a hat. <br/> \n <br/> \n <em>(I'm so sorry)</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "eidolem",
    "plus": 0,
    "snip": false,
    "text": "I'd say \"Hey!  Quit talking smack about my stepfather!\" except I despise my stepfather, and so: wicked!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "arelladawn",
    "plus": 0,
    "snip": false,
    "text": "This is why I read Achewood."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "There is nothing wrong with a fedora. It just depends on what else you're wearing. T-shirt and jeans? No. Slacks, nice shirt, and jacket? Probably. Suit? Definitely. Also fedoras go well with trenchcoats/dusters."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I'm steadfast in my belief that one must ask himself only one question when trying to decide whether or not to don a fedora in public - \"Am I under forty years of age?\" If the answer comes back \"yes,\" one really should reconsider. There are just some styles that you have to earn by staying alive forty years. I have never seen anyone under that age look good in a fedora. I have never seen anyone over that age look bad in one."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I have received nothing but compliments when I wear my fedora (which I usually only do in cold weather, when wearing a coat)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "willmmmm",
    "plus": 0,
    "snip": false,
    "text": "I think the inspiration for the first burn may be Alton Brown. When he did that Feasting on Asphalt show he definitely rode a Honda Goldwing (which he managed to fall off and injure himself) and I could see him wearing a dorky fedora and collecting swords. <br/> \n <br/> \nI'll still watch Good Eats though..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "elelevato",
    "plus": 0,
    "snip": false,
    "text": "More concise version of this strip: <br/> \n <a href=\"http://web.archive.org/web/20101003195724/http://funnyordie.com/m/41p5\">http://FunnyOrDie.com/m/41p5</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "Obviously this was several years before  <em>Mad Men</em>  came along."
  }
]