[
  {
    "depth": 0,
    "minus": 0,
    "name": "fuckyoufriday",
    "plus": 0,
    "snip": true,
    "text": "A comment left by fuckyoufriday was marked lame too many times and excluded. (marked lame by RedMange, JesseDaniel, griggs_although)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "unquotable",
    "plus": 3,
    "snip": false,
    "text": "I love this"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": true,
    "text": "A comment left by soticoto was marked lame too many times and excluded. (marked lame by Norsef, BPMead, RedMange, JesseDaniel, Quiet_Drops)"
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "tonyhighwind",
    "plus": 6,
    "snip": false,
    "text": "As true as that is, I still hate you."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "freakywonton",
    "plus": 7,
    "snip": false,
    "text": "properly maintained grow-rooms are lit with warm lights (both physically warm and warm to your ocular senses), and are very clean. Not to mention the rich green colored leaves and the small, diamondesque  crystals that look like dew glittering in the early morning and the heavenly aroma that overwhelms you the second you start to take a walk through god's natural medication.  <br/> \n <br/> \nRoast Beef may not have a good reaction with weed, but he should get Ray to buy him a laptop and spend more time in the grow room."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kaithekender",
    "plus": 3,
    "snip": false,
    "text": "The smell of marijuana, both pre and post smoke, is not something I would refer to as \"heavenly\" <br/> \n <br/> \nI am evidently one of a few people in this world for whom the word that best describes the smell of bud is \"vomitous\"."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 1,
    "snip": false,
    "text": "I don't think it's horrible OR heavenly. It just smells like plants to me, and that's O.K."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnybaverage",
    "plus": 0,
    "snip": false,
    "text": "I am one of these people, too, apparently. And I have the misfortune of living with someone who lights up quite a bit."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "delzhand",
    "plus": 40,
    "snip": false,
    "text": "GRO-RAD"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "chaesar",
    "plus": 18,
    "snip": false,
    "text": "I know its hard to properly convey buds using vector graphics but DAMN do those look like popcorn trees in the last panel."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "k_buttsworthe",
    "plus": 33,
    "snip": false,
    "text": "brosef they are the crunkest of nugz"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "deusoma",
    "plus": 104,
    "snip": false,
    "text": "A weed plant that could also grow already popped popcorn would be the single greastest thing that has ever grown on this planet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spicyponyhead",
    "plus": 4,
    "snip": false,
    "text": "Yes, but if the popcorn also got you high, you could be stuck in the vicious High Cycle of Munchies.* <br/> \n <br/> \n*which is why you should NEVER EVER bake delicious pot chocolate chip cookies.  <em>dammit</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "layzerblade",
    "plus": 5,
    "snip": false,
    "text": "I have tried to eat cookies while this unfortunately high. My teeth became atomic bombs of sensation, annihilating everything above the neck whenever they clicked together. Drymouth combined with extreme sensory overload to make me feel like I was swallowing boulders, if the boulders were made of rainbows. I'm pretty sure the feeling of digestion alone was so overpowering I couldn't see two feet in front of me. All this was at a party where pretty much no one else was stoned. It was not a very intelligent decision?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cygnusx-1",
    "plus": 2,
    "snip": false,
    "text": "Man I remember when I first started smoking, and what the munchies were like those first few times. All feeling the freshly chewed food slide slowly down your throat. All actually feeling your valves in your throat open and close, freaking out thinking it's going down the wrong tube and into my lungs. <br/> \n <br/> \nGood times, good times."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "I've been smoking for years and I still freak out thinking food is stuck in my throat. Damn near choke on even the smallest bite if I don't wash it down.  <br/> \n <br/> \nI would eat less on weed than a crackhead does generally if everyone around me wasn't always ordering take out every 15 damn minutes."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cygnusx-1",
    "plus": 1,
    "snip": false,
    "text": "If you ever come back to see this, munch on some humus and some pita before hand. The smoking just settles your stomach faster and then you don't have to worry about the munchies!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "iamthelolrus",
    "plus": 1,
    "snip": false,
    "text": "I would save it until after you're high.  Humus and pita bread is fucking amazing when you're blazed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "soticoto",
    "plus": 2,
    "snip": false,
    "text": "I always found mince pies worked well. <br/> \nAfter it started one christmas, I pretty much kept our local supermarket making mince pies for an entire year because my brother and I would be stoned every evening and head down around 9 to raid the kitchen cupboard for the mince pies. I'd get through a pack of 12 a day easy, and my brother usually eat most of the other pack... so our mother would hafta go and get more the next day.  <br/> <br/> <br/> Just to clarify, she didn't mind us toking on the weed. She smoked it too. She would actually reward us with it for good behaviour.  <br/> \nSometimes I wonder if my becoming a dick after I moved to London was in any way connected to not being stoned any more... o_0; <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jsavinc",
    "plus": 0,
    "snip": false,
    "text": "The chubby that I gave you - give it to your mom please"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "... Depending on context, that could be REALLY creepy. <br/> \nBut yeah, I gave her the regards of a stranger on the Internet. It confused her."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 1,
    "snip": false,
    "text": "Maybe...maybe you should start smoking again? Perhaps you wouldn't be so much of a dick, and that would be cool. I know I'm going to start losing my cool faster now that I am in a new place with no contacts for the grelicious green."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sharktastic",
    "plus": 1,
    "snip": false,
    "text": "Ugh, I hated not having a hookup. As it is, I have to drive 2 hours for it, but it's so, so worth it. (Gotta make a run this week, I'm OUT and BUGGIN')"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sharktastic",
    "plus": 0,
    "snip": false,
    "text": "Sometimes stoners can be dicks, but I haven't met too many of that kind. Start smoking again, you could definitely benefit from some mellowing out (have a mince pie or two, too)."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "terriblerobot",
    "plus": 0,
    "snip": false,
    "text": "Woo, I'm moving back to my old town again in a week or so, so no more problems procuring my \"chillness in an inhalant\"."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "wehavemagnums",
    "plus": 8,
    "snip": false,
    "text": "I like the final panel. He looks so peaceful and happy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 82,
    "snip": false,
    "text": "This is Cutter, my inbred six-toed cat. He enjoys the benefits of the lamp as well. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scraggg",
    "plus": 1,
    "snip": false,
    "text": "The resemblance is uncanny."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 5,
    "snip": false,
    "text": "the key, here, is the box o' warcraft he's lying against."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 5,
    "snip": false,
    "text": "the warcraft is so very calming"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "unclerifle",
    "plus": 0,
    "snip": false,
    "text": "You called your cat Cutter?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 33,
    "snip": false,
    "text": "Yes, indeed. I got two brothers and named them Cutter and Max. It sounds like a 1980's show about two cops who play by their own rules."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "That is entirely rad."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 28,
    "snip": false,
    "text": "He barely fits now but he still loves his lamp. <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "atticusonline",
    "plus": 2,
    "snip": false,
    "text": "I love the upgraded Warcraft box. <br/> \n <br/> \nAlso, your cat is indeed quite rad. Try getting him into some sunglasses and flip-flops."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "they grow up so fast!!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "fear. <br/> \n <br/> \ni've yet to play that full game. loved the tech demo..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "The full game is basically a tech demo. Identical enemies, bullet-time, recycled environments and generic creepiness. The A.I. is decent and it's never boring but all and all not a MUST play."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bpmead",
    "plus": 1,
    "snip": false,
    "text": "Cannabis plants in the strip, Warcraft in the photo. <br/> \n <br/> \nThe fantasy of the Achewood world versus the reality of the Achewood reader."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "No reason you can't grow pot and play Warcraft. I'd imagine the repetition isn't so bad when you're fucked out of your head."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "nurdbot",
    "plus": 2,
    "snip": false,
    "text": "Awww. Awesome last panel. Beef looks so happy. Lye is rockingly awesome, letting Beef sleep with his stash."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "clembot",
    "plus": 0,
    "snip": true,
    "text": "A comment left by clembot was marked lame too many times and excluded. (marked lame by madnes, seven47, nighttoad, lastpolarbear, daidai, riotdejaneiro, Overmedicated, VFXNinja, Vondicus, huskemonge, LaserBlade, troutman, mystkmanat, Tragic_Johnson, colorlessness, STUART)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 33,
    "snip": false,
    "text": "are you serious?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "toughasnails001",
    "plus": 0,
    "snip": true,
    "text": "A comment left by toughasnails001 was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Deusoma, troutman)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "geysershitdick",
    "plus": 8,
    "snip": false,
    "text": "Especially the guy who named it that in the first place."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hyetal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by hyetal was marked lame too many times and excluded. (marked lame by seven47, Zeal, troutman, yomimono, scraggg, Doc_Rostov, pulkbaby)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by mashisoyo, jfenserty, scion, mercuri0us, Daaaaang, atticusonline, Firehawk, fattypneumonia, logic, dracer2, dj_insomniac, TheGreatestCape, Doc_Rostov, SelbenCoirlo)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gormster was marked lame too many times and excluded. (marked lame by straw, riotdejaneiro, mashisoyo, jfenserty, mercuri0us, Daaaaang, atticusonline, Firehawk, fattypneumonia, logic, dracer2, yomimono, TheGreatestCape, Doc_Rostov)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "cjfoster",
    "plus": 15,
    "snip": false,
    "text": "where have i seen this post before? <br/> \n <br/> \noh, yes - the post above it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 1,
    "snip": false,
    "text": "Somehow, I don't feel so bad about being lamed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Currently there's an exact even 8 lame distribution between these two posts. I encourage everyone to do their best to try to keep these even. I don't know why. I don't actually care."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shutup_shutup",
    "plus": 0,
    "snip": false,
    "text": "I had been wondering about the \"SO\" part.  <em>The More You Know</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nutmeg",
    "plus": 3,
    "snip": false,
    "text": "i never got this comic until just now! there is nothing funnier than that!!"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "katsura",
    "plus": 2,
    "snip": false,
    "text": "the fact that the squelching is punctuated amuses me greatly."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "bourbonsamurai",
    "plus": 2,
    "snip": false,
    "text": "Molly is so great."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "Yes, she is quite quick on the uptake; I bet Lyle just grunts to confirm 'yes' after her \"not until after the Motörhead show?\" and she immediately gets it."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I liked her socks. Or tights. Or weirdly striped leg fur."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nikopol",
    "plus": 3,
    "snip": false,
    "text": "MOLLY SANDERS GETS THINGS DONE"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hypoluxa",
    "plus": 5,
    "snip": false,
    "text": "Beef doesn't know if he wore his socks in the shower."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shatneresque",
    "plus": 0,
    "snip": false,
    "text": "I just went to the psychiatrist and he told me to get a lamp and I would not be sure if I wore pants there if someone else did not check. True story."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": true,
    "text": "A comment left by c_dizzle was marked lame too many times and excluded. (marked lame by king_of_pwns, scraggg, pulkbaby)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jimmykey",
    "plus": 1,
    "snip": false,
    "text": "Is Beef really this tall or is this some artistic license of the way he sees himself, distant and in his own lonely world."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fosters",
    "plus": 0,
    "snip": false,
    "text": "I think Beef is pretty tall...I seem to recall him towering over Ray in strips every now and then."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "nokococo",
    "plus": 4,
    "snip": false,
    "text": "Only when the weight of his circumstances don't drag him down."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyc",
    "plus": 0,
    "snip": false,
    "text": "Beef is tall in cat terms but he only comes up to about Onstad's thigh."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hugpirate",
    "plus": 0,
    "snip": false,
    "text": "Maybe Molly is just hell of tiny. Remember where she came from and all. They can't have proper proportions in the after life."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "ahh, at first i thought you meant where she comes from in terms of Wales, in which case you'd definitely be right also because those are some wee folk down there........wait is that what you meant anyway"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "Just as it was last year, kindness is HAWT. Likewise for striped stockings."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hugpirate",
    "plus": 0,
    "snip": false,
    "text": "I kind of want one of those lamps."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "salvar",
    "plus": 2,
    "snip": false,
    "text": "Beef doesn't care about the pot. He's just napping and beginning to hope he can feel happiness again."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twntysevn27",
    "plus": 0,
    "snip": false,
    "text": "This is a real ass woman. All of you fake women take note."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i never considered that there would be ass women but i guess there would be, huh..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nicolae",
    "plus": 0,
    "snip": false,
    "text": "This is the happiest thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "abuncha_nada",
    "plus": 3,
    "snip": false,
    "text": "MOOOOOTTTOOOOORRRRHHEEEEAAAAAD!!! \\m/ <br/> \n <br/> \nPlease don't lame the metal...I know I have to learn the hard way, but still, it's Motorhead."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "ASSETBAR tried to lame the metal. <br/> \nBUT THE ASSETBAR WAS OVERCOME!!! <br/> \n[/jack black]"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "Molly knows the importance of Motorhead to some people."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "..Molly is a midget?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "Beef is so hollow he does not even know if he wore his socks in the shower"
  }
]