[
  {
    "depth": 0,
    "minus": 0,
    "name": "zheroen",
    "plus": 40,
    "snip": false,
    "text": "Oddly enough, Philippe was probably spot on in his initial analysis!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": true,
    "text": "A comment left by spinynorman was marked lame too many times and excluded. (marked lame by wharfrat, Bredtt, charge, jollysaintpete)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "spinynorman",
    "plus": 4,
    "snip": false,
    "text": "goddamn it, not spell \"say\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "stubob",
    "plus": 12,
    "snip": false,
    "text": "I read it with the accent on the YOU, like maybe he heard the Teodor says things weirdly. Like \"heelacoptor.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fourganger",
    "plus": 2,
    "snip": false,
    "text": "Could be that he wants to know how Teodor in particular says Potatoes. Maybe Lie-Bot told Philippe that everyone has a different way of saying that word."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "shinkusan",
    "plus": 0,
    "snip": false,
    "text": "observe Stubob's above comment."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "I'd like to know which event involves wearing a police hat in the shower."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "bixschmix",
    "plus": 15,
    "snip": false,
    "text": "A gay event?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pigs",
    "plus": 0,
    "snip": false,
    "text": "It's not an actual event...it's the post event shower, so they can wash up and stuff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "endoftheworld",
    "plus": 34,
    "snip": false,
    "text": "Also due to rampant steroid abuse, all olympians must shower with a certified police officer."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 8,
    "snip": false,
    "text": "I saw a soft core porn in cinemax that involved wearing a police hat in the shower. I don't know what it was called, but I'll describe the plot so maybe you can find it; There was this cop, and a woman in the shower decided to have sex with him."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Sounds like a pretty nuanced plot. <br/> \n <br/> \nThere's a porno starring Cytherea in which she wears a police hat. Because she's playing a policewoman, or a security guard, or somesuch. I dunno, I usually fast forward through the beginning."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Heh! This reminds me of a dream I had about getting rich from writing the plot of one such porn. A woman takes men in her back seat dressed in frilly pink things and the dicks of the guys keep getting bigger, until she found the biggest dick, and they fucked and got married. <br/> \n <br/> \nI think that was the same night I dreamed about falling in love, but I can't be sure entirely."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "wazza",
    "plus": 0,
    "snip": false,
    "text": "I guess it was also the night your heart was broken because a woman in frilly pink things rejected you."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "Ooh, implication that he doesn't have the biggest dick ever, sick burn!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "I know no woman who wears frilly pink things, but that would be great if I did. I don't think I could tell her this particular anecdote, though Not until we're married, at least."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dirtyantaeus",
    "plus": 39,
    "snip": false,
    "text": "Should have gone with Aquaman."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 30,
    "snip": false,
    "text": "Yes! I can clearly see Aquaman wearing a police hat in the shower. I can also clearly see him in \"Oskar and Reiner's Schvitz Party\" but that is a private matter and I will thank you to respect my distance.  <em>Good day, sir!</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killingthejay",
    "plus": 0,
    "snip": false,
    "text": "was this before he became a superhero and got rich or after he got laid off for sucking so bad and lost all his money?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mrphaethon",
    "plus": 20,
    "snip": false,
    "text": "Applesauce!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "equinn2006",
    "plus": 39,
    "snip": false,
    "text": "Sass attack from young Philippe!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "riazm",
    "plus": 19,
    "snip": false,
    "text": "Phillipe has Superman's psyche profile nailed and knows that no matter how bad things get there's just no way that fucker is wearing a police hat in the shower."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "brokeaccount",
    "plus": 9,
    "snip": false,
    "text": "Actually, after he killed Lois by blowing a load like a shotgun right through her back he went through a bit of a bad patch..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thescrivener",
    "plus": 3,
    "snip": false,
    "text": "Chubbied for the \"Man of Steel, Woman of Tissue Paper\" reference."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pie4me6",
    "plus": 0,
    "snip": false,
    "text": "Phillipe used sass attack! It's not very effective..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "christopher_j_mcgarvey",
    "plus": 1,
    "snip": false,
    "text": "Easily one of my favorite ones this past couple months."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mortshire",
    "plus": 1,
    "snip": false,
    "text": "i used to ask grownups the ketchup/ catsup, envelope/ \"ahn\"velope question all the time.  i thought it was a good judge of character."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joeyramoney",
    "plus": 4,
    "snip": false,
    "text": "it's \"ketchup\". trust me."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 1,
    "snip": false,
    "text": "yeah, catsup always just seemed lame"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nabeel84",
    "plus": 2,
    "snip": false,
    "text": "ahnvelope"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "scion",
    "plus": 0,
    "snip": false,
    "text": "poh-tah-toe"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "quinlaenar",
    "plus": 0,
    "snip": false,
    "text": "poe-tay-toe"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nephilim8",
    "plus": 0,
    "snip": false,
    "text": "po-tay-ta"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jstegall",
    "plus": 5,
    "snip": false,
    "text": "This was my first Achewood strip. I fell in love and read them all in just a couple days after that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "chubbied for pulling off such an epic feat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "william",
    "plus": 22,
    "snip": false,
    "text": "Phillipe has the best PG curses ever."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "beverage",
    "plus": 3,
    "snip": false,
    "text": "that curse is rated G my friend"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked as spam and excluded. retardo: What a douche. (reported by davidadam, Patware, mrn)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "arcibi",
    "plus": 37,
    "snip": false,
    "text": "Shut up  <em>shut up <strong>shut up</strong></em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "see this isn't so bad. but your full pharagraph comments with more than a few visual ques are just way to long and lame. this is pretty funny to me."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by NeoNaoNeo, smilebuddha, Satyr)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "thommy_h",
    "plus": 12,
    "snip": false,
    "text": "Oscar Wilde was married with three kids. Just saying."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "zefiel",
    "plus": 0,
    "snip": true,
    "text": "A comment left by zefiel was marked lame too many times and excluded. (marked lame by NeoNaoNeo, Epicurus, usversusthem, Satyr, wehavemagnums)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thommy_h",
    "plus": 7,
    "snip": false,
    "text": "Haha, I'm not on anyone's side. You probably shouldn't take it personally when someone starts a running joke about a dude being gay though. Onstad is down with the gays, that much is clear - Chucklebot has know since he was 12."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, Norsef, sirhan_duran, ppccd, Overmedicated, spankyted, lordatog, SchnappM, goocifer, equinn2006, le_chien_manquee, Sargasm, Aaron_Haynes, whuppins, nutmeg)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "epicurus",
    "plus": 6,
    "snip": false,
    "text": "Mr. Onstad is an elightened straight guy. (ta-da)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, Norsef, sirhan_duran, silver_lake, ppccd, Overmedicated, spankyted, SchnappM, goocifer, equinn2006, le_chien_manquee, Sargasm, L_C_B, nutmeg, cailetshadow, rodneystubbs, JimmyK)"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "semiquaver",
    "plus": 28,
    "snip": false,
    "text": "Um.  You're an embarrassment to the rest of us.  Hating you while not being homophobic is like hating forest fires while enjoying a gas stove.  Sensible."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 2,
    "snip": false,
    "text": "His name is retardo."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "*nods solemnly* Point."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "thescrivener",
    "plus": 0,
    "snip": false,
    "text": "Why does this not have more chubbies just for the metaphor? Perfect, sir."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 1,
    "snip": false,
    "text": "Thank you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think retardo gets off on being lamed. Seriously, if a straight guy talked this much about his straightness, everyone would immediately point out that he was secretly gay. Just sayin'."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "rockstarsatemy",
    "plus": 0,
    "snip": false,
    "text": "i am a dyke, and i hate you."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "layzerblade",
    "plus": 3,
    "snip": false,
    "text": "I read that in Strong Sad's voice."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "saurkraus",
    "plus": 2,
    "snip": false,
    "text": "Why are you so interested in his sexuality? Give it a break, man. Stastically, most of us just want to enjoy and support his work."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by straw, Norsef, sirhan_duran, apocowarg, silver_lake, ocarinak, ppccd, pwb, NeoNaoNeo, Mangtastic, SchnappM, katsura, equinn2006, le_chien_manquee, newwavepony, nutmeg, TheGreatestCape)"
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "plozza",
    "plus": 2,
    "snip": false,
    "text": "Ray. :P"
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "sageinarage",
    "plus": 4,
    "snip": false,
    "text": "But none of your posts have discussion in them, they're just all telling chris to come out of the closet.  Which honestly, IS kind of insulting.  If he is gay, then HE will tell YOU."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by silver_lake, ppccd, spankyted, NeoNaoNeo, rockstarsatemy, SchnappM, equinn2006, TheGreatestCape, nathanielperson, tellumo)"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "ocarinak",
    "plus": 1,
    "snip": false,
    "text": "But... why? Have you trued viewing it from the other point of view? Let's say Onstad /is/ gay- how uncomfortable do you think the posts make him feel? Incredibly. The place many gay people put themselves in is not necessarily one which they want to be \"freed\" from. Just because you've eaten something before doesn't mean that you want every person on your message board to know that. Onstad hasn't specifically denied he's gay- although it's assumed with the wife and child- so why are you pushing it? And from the other possibility, Onstad not being gay... wouldn't that be incredibly irritating? What if you ran a comic, and someone, without fail, on every comic with straight romance in it, asked you if you were straight?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by silver_lake, ppccd, spankyted, NeoNaoNeo, SchnappM, equinn2006, le_chien_manquee, TheGreatestCape, tellumo)"
  },
  {
    "depth": 12,
    "minus": 2,
    "name": "hollis",
    "plus": 17,
    "snip": false,
    "text": "Retardo, I have one word for you.  Well, I guess it's 5 words?  One email address: chris(at)achewood(dot)com.  Talk to him yourself!  Send him your support, if you really think you are supporting him.  Posting hundreds of times to this discussion forum with the SAME EXACT MESSAGE (\"Poor Chris is in the closet\") is (1) annoying, (2) useless, and (3) pretty darn insulting to the man's WIFE."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "hollis",
    "plus": 36,
    "snip": false,
    "text": "And yes, a whole bunch of people have already discussed the fact that a guy can be married to a woman and still be gay, but I think it's not fair to make the default assumption that he isn't in love with the woman he married just because he writes about homosexuality.  I've written poems and stories from the point of view of various people/entities including my grandmother, a frog, and an eleven-year-old girl in the year 2075.  If somebody started posting things about me every 5 minutes saying \"hollis is an adolescent grandmother frog from the future, everybody!  It's okay to admit it hollis, we love you!\"  I would have to say that person had an incomplete concept of separating the art from the artist."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "zefiel",
    "plus": 12,
    "snip": false,
    "text": "You blew my mind when I misread and thought you had written a story from the POV of a gay girl frog from 2075. Hell, you have to do it now out of awesomeness. The potential that has for mind blowing can't be rated with current instruments."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "jackparsons",
    "plus": 16,
    "snip": false,
    "text": "\"One Froggy Evening\" in the far future: \"Hello my honey, hello my baby, hello my ragtime gaaaaaal!\""
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "vreeeee",
    "plus": 18,
    "snip": false,
    "text": "Zelda shivered as she hopped onto the hoverpath. No matter how many times she visited Lorene's family on the surface, she never really felt like she belonged."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "saurkraus",
    "plus": 0,
    "snip": false,
    "text": "Amen, hollis. Retardo, you claim you're all about the analysis and discussion of art, but all you seem to do is leave ridiculous comments that simply urge Mr Onstad to \"come out\". You rarely seem to discuss anything at all. I notice you never urge him to come out on the many strips that refer to heterosexual sex. <br/> \n <br/> \nYou are homosexual. No one really minds. Get over it."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by silver_lake, SchnappM, equinn2006, le_chien_manquee, nutmeg, Kate, aperson)"
  },
  {
    "depth": 16,
    "minus": 2,
    "name": "hollis",
    "plus": 1,
    "snip": false,
    "text": "Good point!  Especially since Onstad also went to Stanford, home to what we call the \"Duck Syndrome\" -- on the surface you're just floating along, but under the water, you're paddling furiously.  I think that if this fear of exposure theme *is* a reflection of something in Onstad's life, it's likely that it reflects the issues he faces as an artist, or that we all face as human beings.  Whether or not we're \"out\" regarding our sexuality, we're all fronting in one way or another.  And we're scared people are going to know."
  },
  {
    "depth": 16,
    "minus": 0,
    "name": "saurkraus",
    "plus": 1,
    "snip": false,
    "text": "This is my whole point... you wanting to rock Chris' can is not on topic. That's generally the main theme of most of your comments on this site, that I've seen. And they are the ones that everyone is reacting to. Having said that, the comment of yours that I'm replying to now is fantastic."
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by hargbarf, SchnappM, le_chien_manquee, aperson)"
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 7,
    "snip": false,
    "text": "Retardo, I was actually taught in all my high school and college education to never equate an artist as wholly represented by a work, because that work will change over time, unless revised periodically (Jacques Derrida, anyone?). \"Hidden meaning,\" especially that which relates anything to the artist directly, is little to discuss except MAYBE at an elementary level. I know this all too personally because I only frustrated my classmates and professor when I asked how Walt Whitman came up with certain metaphors in Leaves of Grass; \"You simply don't know the artist's intent.\" <br/> \n <br/> \nAnd also, you remind me of a friend of mine who also spoke frequently in statistics, particularly the Kinsey statistic that all men are at least 10% homosexual. What's unusual is that he was obviously confused about his sexuality to the point that he would declare his enlightened homosexuality one year, be gone for months, reappear with an enlightened sense of heterosexuality, and start over again, so his \"homosexuality-percentage\" was apparently indeterminate.  Maybe, and perhaps like you, he used statistics as something pseudo-reliable, but all I could be reminded of was Disreali's quote made famous by Mark Twain that there's \"three kinds of lies: lies, damned lies, and statistics.\" Percentages of anything are usually just trying to market something, which can also be an idea. <br/> \n <br/> \nBut, since sexuality is a strong concern on this thread, here's my two cents: people, really, should not feel so worried about relying on sexuality to define themselves, and those who aren't comfortable with others' sexuality, gay or straight, should, in my humble opinion, mind their own damned business."
  },
  {
    "depth": 15,
    "minus": 0,
    "name": "semiquaver",
    "plus": 0,
    "snip": false,
    "text": "The comparatively small number of strips that reference or deal with homosexuality tend to display it as slightly grotesque (the gay porn sideline, for instance).  The strip is populated entirely with male anthropomorphic animals that not even furries would find attractive.  If anything, Onstad has the same latent homophobia that any true creative heterosexual would display under these circumstances (and given free rein of their artistic talent.)  The presence of extremely minor gay characters in an artist's work isn't anything like evidence that the artist is gay.  That assumption is kind of revolting."
  },
  {
    "depth": 13,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Norsef, silver_lake, SchnappM, equinn2006, le_chien_manquee, aperson)"
  },
  {
    "depth": 14,
    "minus": 0,
    "name": "mugi",
    "plus": 0,
    "snip": false,
    "text": "I think it's admirable that you've defended yourself when so many people have resorted to crude insults.  A lot of your comments that I've seen are lamed unfairly.  You  <strong>are</strong>  thoughtful, and your desire to pay good deeds forward is very kind.    <br/> \n <br/> \nAs hollis suggested above, I think it would be a good idea to talk to Chris through private correspondence.  He'd be more likely to respond, and you could get your ideas across without ruffling as many feathers."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "You're a troll, pure and simple.  You have one ludicrous, insulting issue and you beat it to death despite the ignores and the lames.  You make self-respecting homosexuals die inside."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "semiquaver",
    "plus": 4,
    "snip": false,
    "text": "Um.  Assuming that someone is gay because they're supportive of gays and include gay themes is their work is the sort of thing we're supposed to hate homophobes for doing.  So yeah, it is insulting.  And, believe it or not, damaging to gays."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "nutmeg",
    "plus": 0,
    "snip": false,
    "text": "this is Pat! this man is PAT!"
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "straw",
    "plus": 10,
    "snip": false,
    "text": "No, asherdan is Pat"
  },
  {
    "depth": 8,
    "minus": 2,
    "name": "sredni",
    "plus": 1,
    "snip": false,
    "text": "Speaking of close-mindedness, why is your name retardo? <br/> \nDo you think it is rad to make fun of retarded people?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by Norsef, ppccd, le_chien_manquee, Kate)"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "overmedicated",
    "plus": 2,
    "snip": false,
    "text": "Jesus you need to go outside."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "retardo",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retardo was marked lame too many times and excluded. (marked lame by featurelessvoid, Norsef, phthoggos, ppccd)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mastronaut",
    "plus": 3,
    "snip": false,
    "text": "There is a difference between \"intelligent discussion\" and talking about how you \" <a href=\"http://web.archive.org/web/20101006071500/http://m.assetbar.com/achewood/uua7dN2GG\">will be gentle the first time</a> \""
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Chubby for good discussion, but you're really forcing the 'Chris is gay/bicurious/whatever' thing when it's just pretty wild speculation."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "odei",
    "plus": 5,
    "snip": false,
    "text": "In this post a person joins a nine month old discussion."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "norsef",
    "plus": 0,
    "snip": false,
    "text": "So you're defending yourself by calling the rest of us 'ignorant', incapable of textual analysis, closed minded and homophobic. <br/> \n <br/> \nJust go away."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "He has."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "straw",
    "plus": 1,
    "snip": false,
    "text": "Statistically, eh?  Are you a chair on the \"Artists and their Subject Matters in Direct and Unambiguous Relationship to their Lifestyles\" board?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey dude, sometimes straight people go to gay bars with their gay friends. I know because I have done this. <br/> \n <br/> \n <em>Being in a gay bar does not mean you are gay.</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You're a fucking idiot. I'm a big fan of Octopus Pie - do you see straight guys spamming the message boards with graphic descriptions of what they'd like to do to Meredith Gran? See, I think this is what often gets misinterpreted as homophobia - the rest of us don't give a shit about what you do with your life, just exercise the same freaking level of decorum as everyone else and everything will be fine. <br/> \n <br/> \nAlso, your statistical analysis is off. He deals with 'queer issues' because they're, well, funny."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ananke",
    "plus": 0,
    "snip": false,
    "text": "The one thing I can't stand is when someone can't admit that a person's sexuality can change over the years.  It's perfectly acceptable that someone gets married and has a kid.  Everyone grows and moves on.  It's insulting to the children of people who've moved on to say that they \"shouldn't be dragged along.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "man where the hell do you get your statistics?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "honesttom",
    "plus": 9,
    "snip": false,
    "text": "Sir, your point is valid. Mr. Onstad is right to conceal his true inclinations with a wife and child, for in these days, an unmarried fellow in his thirties would certainly cause many an askance look and raised eyebrow in St. James's Park or on Mayfair. I do not know what the twentieth century will bring, but I suspect such mollies as Christopher will be doomed to remain incognito for fear of society's judgments. <br/> \n <br/> \n(By the way, I find it interesting that Mr Retardo takes the homosexual subject matter as evidence, yet ignores the fact that far more strips deal with heterosexuality)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 6,
    "snip": false,
    "text": "To me, the best part of this one is that Philippe is asking  <em>how to say \"potatoes.\"</em> <br/> \n <br/> \nWhy did he suddenly become uncertain? And how did he ask the question?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "qatipay",
    "plus": 0,
    "snip": false,
    "text": "yes! And that the question has kept him up at night."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hollis",
    "plus": 2,
    "snip": false,
    "text": "Maybe it's the whole \"tomato, to-mah-to, potato, po-tah-to\" thing, like in the song?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I have never met anyone who says tomAHHto, or potAHHto. If I ever did, I imagine I would hate them.  <br/> \n <br/> \nI whish I was more open minded :("
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "I'm with you on Poe-TAH-toe. <br/> \n <br/> \nBut every single British person says Tom-AH-toe. So retract, dude. Retract."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "Applesauce!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "aperson",
    "plus": 0,
    "snip": false,
    "text": "I'm British and I say \"tamahta\""
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Do you also wear a flat cap and drop French phrases at nonsensical times? <br/> \n <br/> \n(Del Boy reference.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "junko",
    "plus": 9,
    "snip": false,
    "text": "Whoever keeps leaving the capo on that Rick - you're going to bow the neck."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "geesycreesy",
    "plus": 0,
    "snip": false,
    "text": "No doubt! We at least can imagine that those strings are probably useless."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sooprmunky61",
    "plus": 0,
    "snip": false,
    "text": "I work at a toy store that sells cheap, very poor quality guitars.  The fixtures for the display models have a bar across the neck to secure it.  The thought of a capo kept indefinitely on the neck was so foreign to me that i assumed it was one of those for some reason."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "teknofatcat",
    "plus": 9,
    "snip": false,
    "text": "I like Achewood."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "rodneystubbs",
    "plus": 3,
    "snip": false,
    "text": "Me too!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hendetta",
    "plus": 1,
    "snip": false,
    "text": "Not too long after this, Teodor got Yeeeeellleeed Aaaaat."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "Stay on topic kids. Come on!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hip-hobbit",
    "plus": 0,
    "snip": false,
    "text": "applesauce!=5"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dovey",
    "plus": 1,
    "snip": false,
    "text": "BUNNY SLIPPERS"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sneechles",
    "plus": 0,
    "snip": false,
    "text": "oh his bunny slippers make me so happy!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cherubrocker22",
    "plus": 0,
    "snip": false,
    "text": "Philippe is so cute in his PJs, it kills me every time."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ravindra108",
    "plus": 0,
    "snip": false,
    "text": "Not just the bunny slippers... it's the whole bunny triangle."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "ntopp",
    "plus": 1,
    "snip": false,
    "text": "I'd like to point out that Teodor's name shows up in the alt text as TÃ©odor. Which seems like the kind of spelling someone with a bad name would use to draw more attention to their bad name."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Of course, the moment I try and type out the typo, it apparently self-corrects. I'm onto you, page formatting!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mountaindewtab",
    "plus": 1,
    "snip": false,
    "text": "applesauce!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nikopol",
    "plus": 2,
    "snip": false,
    "text": "I just love that Phillipe thinks somehow that this could be an Olympic event. Maybe the 200-meter buttjam or something. <br/> \n <br/> \nAlso Teodor's explanation that it's Superman having a 'bad day' is golden."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thegreatestcape",
    "plus": 0,
    "snip": false,
    "text": "SUPERMAN IS HAVING A BAD DAY.  <br/> \n <br/> \nHE REMEDIES THIS BY GETTING IN A SHOWER AND HAVING SEX WITH A MAN."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mindbnder",
    "plus": 7,
    "snip": false,
    "text": "Yes, Philippe, it is the Olympics.  I believe they are doing the pole vault."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "nigelchaos",
    "plus": 1,
    "snip": false,
    "text": "hahah. WIN!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deusoma",
    "plus": 3,
    "snip": false,
    "text": "Phillipe saw through that lie basically immediately."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 1,
    "snip": false,
    "text": "I feel a bit scared that I know what you're referencing here. It's the alt. text to the \"...yet that is exactly what I see here\" Spy-Ware strip, no? Dear God. I'll log off now."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "redmange",
    "plus": 0,
    "snip": false,
    "text": "You can't get a thing past Phillipe."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tttt2",
    "plus": 1,
    "snip": false,
    "text": "if you want a little kid to go away, \"Superman\" is probably the worst deterrent"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kickstart",
    "plus": 0,
    "snip": false,
    "text": "five'd for Philippe in bunny slippers"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 11,
    "snip": false,
    "text": "<strong>Weekend Blogs</strong> <br/> \n <br/> \nOnstad:  <a href=\"http://web.archive.org/web/20101006071500/http://chrisonstad.blogspot.com/2007/03/i-failed-father.html\">I failed Father.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halcyon",
    "plus": 1,
    "snip": false,
    "text": "Téodor's coffee table is the epitome of the bachelor lifestyle. Fast food cup: check, multiple beer bottles: check, toilet paper: check <em>mate</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mangtastic",
    "plus": 0,
    "snip": false,
    "text": "I ran outta chubbies, here's an IOU"
  }
]