[
  {
    "depth": 0,
    "minus": 1,
    "name": "cuddlefish",
    "plus": 1,
    "snip": false,
    "text": "I am so in for the win on using the digital canary!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rhadamanthus was marked lame too many times and excluded. (marked lame by nbgreene, Thorfinn, kylank, wittyname, hcaz, norm, BoscoStacy, troutman, Tragic_Johnson, Dhinson)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "cousinted",
    "plus": 1,
    "snip": false,
    "text": "See, I was more concerned with why such an action would be \"digital\"."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "eschpants",
    "plus": 10,
    "snip": false,
    "text": "digital as in digits, like your fingers? that's my best guess"
  },
  {
    "depth": 4,
    "minus": 2,
    "name": "soticoto",
    "plus": 9,
    "snip": false,
    "text": "Also digital as in there are two nostrils... one open (i.e. 0) and one shut (i.e. 1).  <br/> \n <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "njury",
    "plus": 9,
    "snip": false,
    "text": "I'm not sure, but I think you confused digital with binary."
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "dizkord",
    "plus": 4,
    "snip": false,
    "text": "correct.  that would be binary.  hrm... binary canary: either the canary is true, or the canary is false.  put it in a box, and it's Schrödinger's canary.  would that be the explanation for when a woman is in the bathroom, and you don't know if she's deucin', and never will because she has mastered all of the other methods, and certainly wouldn't risk opening the door on her to find out?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Because digital works in a binary system of opens and shuts? It ain't confusion."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "changuitotuerto",
    "plus": 0,
    "snip": false,
    "text": "This is all well and good, but how is that at all like a pregnancy test?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": true,
    "text": "A comment left by wae was marked lame too many times and excluded. (marked lame by kylank, theoneyouwant, opalleye)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dropkickpikachu",
    "plus": 0,
    "snip": true,
    "text": "A comment left by dropkickpikachu was marked lame too many times and excluded. (marked lame by Moolah, NeoNaoNeo, Jewpacabra)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 11,
    "snip": false,
    "text": "Certainly. But it's become a somewhat deprecated term these days. We are not living in the \"Finger Age,\" nor has income inequality opened up a \"Finger Divide\" between the Western and Third Worlds. <br/> \n <br/> \nThough both meanings are correct, Ray's usage here (and the fact that he is using \"digital\" to describe something more likely mimicked by a chip-based electronic device than a part of a hand) is just idiosyncratic enough to be <a href=\"http://web.archive.org/web/20101009144808/http://achewood.com/index.php?date=06232006\"> Old School. </a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "abetterbomb",
    "plus": 0,
    "snip": true,
    "text": "A comment left by abetterbomb was marked lame too many times and excluded. (marked lame by kylank, pr0ncess, nutmeg, scraggg, sexualhomeboy)"
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "clembot",
    "plus": 0,
    "snip": false,
    "text": "that's what i thought too."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "afkpuz",
    "plus": 2,
    "snip": false,
    "text": "Jesus christ Ray so so goddamned smart sometimes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": true,
    "text": "A comment left by retinarow was marked lame too many times and excluded. (marked lame by Moolah, sean1058, kylank, wittyname, clembot, jeannetteandre)"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "spinynorman",
    "plus": 12,
    "snip": false,
    "text": "When you don't clean its cage, though, it dies and then enacts a blood feud, leaping onto you as it fades and burning FILTHY MOTHERFUCKER into your skin. <br/> \n <br/> \nThose Japanese toys are pretty hardcore, kids. Watch the fuck out."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lucid",
    "plus": 0,
    "snip": false,
    "text": "Entering Death Mode <br/> \nWhat Did You Do?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sticksandwich",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sticksandwich was marked lame too many times and excluded. (marked lame by stormypinkness, kylank, tibcoolbreeze, justduckncover, jmmfgd, jeannetteandre)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by Aaron_Haynes, smugairle, Fcannon, SotiCoto)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "retinarow",
    "plus": 3,
    "snip": false,
    "text": "ZING"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by jordstar was marked lame too many times and excluded. (marked lame by NeoNaoNeo, kylank, godfatherofsouls, Sortelli)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "xacto",
    "plus": 5,
    "snip": false,
    "text": "Yeah I guess he like totally dissed me and defended Onstad's honor after I took that shot at Questionable Content huh?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Hey, is that another towl-ette? <br/> \n <br/> \nWhat does Onstad's honor have to do with anything?  You don't even need to know what Questionable Content is to go for the zinger there."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sluggz",
    "plus": 0,
    "snip": true,
    "text": "A comment left by sluggz was marked lame too many times and excluded. (marked lame by NeoNaoNeo, kylank, radishes)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "lateadopter",
    "plus": 0,
    "snip": true,
    "text": "A comment left by lateadopter was marked lame too many times and excluded. (marked lame by kylank, wittyname, zulko)"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "poing",
    "plus": 0,
    "snip": false,
    "text": "HOW MODEST"
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "HOW moist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "synnah",
    "plus": 1,
    "snip": false,
    "text": "Beef shall be buying cheaper tissue from now on."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 4,
    "snip": false,
    "text": "This is why dudes hear the flush 3 to 4 minutes before the chick exits"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "phthoggos",
    "plus": 12,
    "snip": false,
    "text": "also I hear they wash their hands."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Sometimes they run the faucet water while they pee so we can't hear it. I have no idea why they think this matters."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "In Japanese ladies' toilets, as a water-conserving measure, they have buttons that generate the amplified sound of a running faucet or flushing toilet. I wish I was making that up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "...as barthexderosa already mentioned months ago in the prodigious scroll below. Dammit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gothfae",
    "plus": 26,
    "snip": false,
    "text": "Ray has way to much insight into all the wrong things."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 16,
    "snip": false,
    "text": "Sometimes you have questions that can only be answered by a raw dude."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 9,
    "snip": false,
    "text": "Wrong questions. Right answers."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mysterymeat1001",
    "plus": 32,
    "snip": false,
    "text": "Now he just has to find a way to capitalize on it, like inventing a toilet with all the features men want. <br/> \n <br/> \nI'd imagine this would involve a display that tells you the dimensions and weight of your gift, and also uploads the results to an online competitive scoreboard."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 4,
    "snip": false,
    "text": "I would like this just so I could leave the bathroom and announce, \"Whoo! I feel 2.6 pounds lighter!\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ovenface",
    "plus": 2,
    "snip": false,
    "text": "haven't you ever weighed yourself before and after a poop, out of curiosity?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 8,
    "snip": false,
    "text": "Nope, as a man I don't even own a scale.  I just suck in my gut and look in the mirror.  I do weigh myself on the shipping scale at work every couple of months to see how close the diabetes is to catching me."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "soticoto",
    "plus": 1,
    "snip": false,
    "text": "Once I was at a friend's house and did a sh!t SO huge it wedged itself in the bowl like a titanium thigh-bone in a Rancor's jaw.  I wasn't sure what to do about it... since it wouldn't flush... I was only a bit proud... so I went outside to get a stick to break it with. <br/> \n <br/> \nAnd when I came back... Matthew was all wondering what I was doing with the stick and I had to admit that I'd clogged the toilet. <br/> \nSo he came to have a look... and admitted it was the biggest sh!t he had ever seen, and wondering how the hell I got that thing out of me (since I'm a skinny guy). <br/> \n <br/> \nWhat it all basically comes down to is: I guess I know how a woman feels."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "Oh... and that Shitzilla only comes a-stompin when you're visiting someone else's toilet. <br/>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "I was laughing really hard already. Then I got to th part about going to get a stick. I had to stand up and walk away for a moment. Well done."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "On a related note, there isn't a single toilet in Canada that I've used and NOT clogged. <br/> \nCanadian toilets are pussy toilets. <br/> \n <br/> \nGetting a stick became standard. <br/> \nAt least Canada has a lot of sticks."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "atticusonline",
    "plus": 0,
    "snip": false,
    "text": "Well maybe if your rectum wasn't so stretched..."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "This whole cause and effect thing. You're mixing it up again.  <em>Just like you do with everything else.</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "once upon a time, one of my friends had a Worm in his intestine. he didn't know about it until, in the midst of a usage of the toilet during dinner at a house he was a guest at, he somehow crapped it out. just this huge worm now in the bowl of this toilet. <br/> \n <br/> \ni don't remember if he flushed it or not, but he was just all wide-eyed and freaked out when he came back to the dinner table and when his host family asked him what happened, he had to say it; <br/> \n <br/> \n\"i pooped out a worm!\" <br/> \nthe voice he says it in is pretty funny, and he swears it's how he first said it to his host family. <br/> \n <br/> \ni don't have any stories similar, so i had to tell Daniel's. <br/> \n <br/> \n <em>sorry, brohas...not that there's even a chance to ever see this.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "wae",
    "plus": 5,
    "snip": false,
    "text": "Exactly One (1) Couric."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 11,
    "snip": false,
    "text": "By the year 2021, this will be how leaders of nations are selected."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "shred269",
    "plus": 1,
    "snip": false,
    "text": "Ray's utter nonchalance when discussing female toilet rituals merely enhances his world view on gender power relationships."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "partridge",
    "plus": 1,
    "snip": false,
    "text": "Sorry to expose my ignorance / naivety / gullibility, but does the crap gasket really exist?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "And what is/would be the point of it?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "squi",
    "plus": 9,
    "snip": false,
    "text": "It would create a seal so that no stench could escape. The butt/thighs would complete the seal on the top, I suppose.  I'm going to go out on a limb and assume that nobody actually does this."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dutch",
    "plus": 0,
    "snip": false,
    "text": "with poop as gnarly as the average male produces a seal is really no help. the stench will find a way to spread itself throughout your place of residence no matter what methods are used to stop it"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "anitrophaeron",
    "plus": 15,
    "snip": false,
    "text": "Life finds a way."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "slab64",
    "plus": 4,
    "snip": false,
    "text": "Thank you very much, Jeff Goldblum."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "That movie made me want to become a chaos theorist when I grew up... then he did all the crappy sequels and it lost its attractiveness.."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "It did inspire a lot of little nerdy kids to wear tons of black and act smarter than they were though. Goddamn junior chaos theorists."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "trollcollins",
    "plus": 1,
    "snip": false,
    "text": "In my experience, poo-smell is a variable unrelated to gender. It works like intelligence! Some people stank so bad. Some people leave only the faintest whiff."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I just squat over the damned toilet and don't bother with the seat. Seals be damned. I just cover that beast up with toilet-roll after I'm done... a.s.a.p. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fathands",
    "plus": 9,
    "snip": false,
    "text": "No, no, all wrong. It is to muffle any splash sound. The smell is dealt with during the noisy flush, when a discreet but effective airfreshening spray is deployed (previously secreted in the ladies handbag), and the telltale noise of this muffled by the flush.  <br/> \n <br/> \nAhem."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 5,
    "snip": false,
    "text": "There's actually a toilet in Japan called the Sound Princess, which mimics a flushing sound at the touch of a button so that embarassed ladies can mask their 'natural sounds' without wasting water. <br/> \n <br/> \nAgain with the Japanese toilets... <br/> \n <br/> \nAgain with the proving I know WAY too much about this kind of thing..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "saint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by saint was marked lame too many times and excluded. (marked lame by kylank, wittyname, Tweakzers, Fcannon, nutmeg, erinye, justduckncover, echidnaboy)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "You know, Philippe's wonderful talking toilet could really defuse a lot of awkward situations with gender cohabitation.  <br/> \n <br/> \nYou can't feel all weird when a toddler otter is telling you about sales on smoothies at the mall."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 1,
    "snip": false,
    "text": "Even if I were a housecat in Acheworld, I think I would still feel weird about a five-year old otter telling me about anything whilst in the bathroom."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "They also have toilets seats that heat themselves so they're not cold when you sit on them, as well as a button that has a nozzle come out and shoot water all at your bottom. It's actually terrifying."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "axhoola",
    "plus": 0,
    "snip": false,
    "text": "Like...in a  <em>mean</em>  way?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pyromancer",
    "plus": 1,
    "snip": false,
    "text": "Be sure to rise slightly before the flush lest the resulting vacuum create a hideous prolapse.  Should one be tempted to try it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "riazm",
    "plus": 20,
    "snip": false,
    "text": "Ray, RAY, that's NOT how a pregnancy test works. <br/> \n <br/> \n..is it?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Man I didn't even notice that line until just now."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "wittyname",
    "plus": 1,
    "snip": false,
    "text": "I certainly want to know what Ray actually thinks of women find out they're pregnant."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "wittyname",
    "plus": 0,
    "snip": false,
    "text": "HOW women**. <br/> \nDammit. <br/>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I'm really hoping he just meant a pregnancy test stick has a little gauge on the end of it and not the other horrible way that I am thinking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Pregnancy heightens a woman's sense of smell. Could be the source of this reference."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 8,
    "snip": false,
    "text": "Actually, you've got it backwards: Smells heighten a woman's sense of pregnancy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pox",
    "plus": 7,
    "snip": false,
    "text": "Man, someone in here smells SO PREGNANT..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ashoykh",
    "plus": 6,
    "snip": false,
    "text": "\"As your urine moves up the test into the testing area, you will see a control line which is always present and, if you are pregnant, another line. This line is caused when the HCG in your urine reacts with the monoclonal antibodies, creating a distinct color change. The color of this line will vary in intensity based on how much HCG is in your urine.\" <br/> \n(reference: http://www.babyhopes.com/articles/howpregnancytestswork.html) <br/> \n <br/> \nI think the desensitized nostril is like the \"control line\" and, obviously, the other nostril is the one that tells you whether you're pregnant or not!"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "soticoto",
    "plus": 0,
    "snip": false,
    "text": "I just call the things Pee-Sticks. <br/> \nMy girlfriend found it vulgar at first, but she can't win against me. <br/>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "She's all \"is this fast enough soticoto\" and you're all \"NO\""
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I think he means the other nostril is used after damage is done, like a pregnancy test."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moolah",
    "plus": 0,
    "snip": false,
    "text": "I have enjoyed the previous two achewood strips a lot more than any others in recent times."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lereya",
    "plus": 1,
    "snip": false,
    "text": "Agreed.  I don't know what that says about us, exactly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gormster",
    "plus": 7,
    "snip": false,
    "text": "It says that you like shit."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 0,
    "snip": true,
    "text": "A comment left by barthexderosa was marked lame too many times and excluded. (marked lame by wittyname, luasn, shogun, ghoti, Epicurus)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "jordstar",
    "plus": 11,
    "snip": false,
    "text": "Hai-poo?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 1,
    "snip": false,
    "text": "Indeed. Written back in '03 for a 'special lady'. <br/> \n <br/> \nMan, am I lonely..."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jordstar",
    "plus": 2,
    "snip": false,
    "text": "There, there. Perhaps the insight you gleaned from today's strip will someday help to bring you closer to another special lady. <br/> \n <br/> \nOr at least, be able to watch a special lady exit the powder room with a Knowing Smile on your face."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jordstar",
    "plus": 8,
    "snip": false,
    "text": "I mean the literal Knowing Smile. Not the Area Wipe (tm), that's just gross."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "I don't often lame comments... <br/> \n <br/> \nbut I will have trouble sleeping tonight if I do not lame the Haiku about women's crap."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "awko",
    "plus": 0,
    "snip": false,
    "text": "Chicks are not simply the chess players of deucin', but the game themselves."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "awko",
    "plus": 2,
    "snip": false,
    "text": "What in the hell did I mean by this?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "<strike>they are not just the chess players, they <em><strong><span style=\"border-bottom: 1px dotted\">are</span></strong></em> chess. which means...they are hard to play well and, like a computer, almost impossible to win against.</strike> <br/> \n <br/> \nscrew explanation; that you have no idea what you meant is completely hilarious and totally chubby worthy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jordstar",
    "plus": 0,
    "snip": false,
    "text": "A great strip, and also, kid status goes out on a high note. Commendations."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 0,
    "snip": false,
    "text": "Goodbye tiny human female child."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dutch",
    "plus": 0,
    "snip": false,
    "text": "pooping really dictates my day's mood, the tips laid out in this comic will prove invaluable for my male, beer-ridden bowel movements. thank you mr. onstad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "barthexderosa",
    "plus": 0,
    "snip": false,
    "text": "Aversion to Poo and the Tendancy to Make a Simple Thing Incredibly Complex are the two things that separate us from the animals."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "boredom_man",
    "plus": 3,
    "snip": false,
    "text": "Woof, I guess."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tbtabby was marked lame too many times and excluded. (marked lame by divot, phthoggos, waldo913)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ringwoodcomics",
    "plus": 0,
    "snip": false,
    "text": "Wow."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nhennies",
    "plus": 2,
    "snip": false,
    "text": "This is why the ladies' room at the Olive Garden always smells so good."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "dropkickpikachu",
    "plus": 9,
    "snip": false,
    "text": "My propensity to assume that everyone on the internet must be male makes this comment twice as funny."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Holy crap I didn't even realize that I also assumed nhennies is male. <br/> \n <br/> \n <em>Awesome.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 0,
    "snip": false,
    "text": "well, on his/er profile it says sh/e is male."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ianmalcolm2",
    "plus": 2,
    "snip": false,
    "text": "Only in certain situations does caulking things make them a gasket."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyc",
    "plus": 1,
    "snip": false,
    "text": "Behind every great man is a woman, making sure the bathroom don't stink."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "spinynorman",
    "plus": 1,
    "snip": false,
    "text": "Sound buffers, as we all know, are made by layering the surface of the water with toilet paper, by running the sink or choosing a critical courtesy flush just as things get ornery down below, or perhaps by loudly singing along to your favorite Usher song whilst on the can. In the end they may ridicule you for your love of Usher and terrible singing voice, but certainly not for your sass gut. No ma'am."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 14,
    "snip": false,
    "text": "Man, I have Serious fear of people hearing my piss drippings, much less my sass gut. I also have a fear that people know what the running sink/courtesy flushes/Usher songs mean. I fear they talk about me, listening to my bathroom time. <br/> \n <br/> \n <em>They Know</em> ."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "I too have <i>the fear</i>. I am happy that my house has a door in the hall seperating the bathroom door from the rest of the house.I can't gp if others know my shame."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "<em>Oh nose!</em>  Tags are my enemy."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "usversusthem",
    "plus": 2,
    "snip": false,
    "text": "It's funny you spelled it that way because your picture is of a rhinoceros.  <br/> \n <br/> \n... <br/> \n <br/> \nmaek etymology joak."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "beak etymology joke <br/> <br/> <br/> get it it's a pun  <br/> \n <br/> \nI have used market research to determine that you like them."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "...Jack Donaghy?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "I wish. He has done market research of my heart."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "wae",
    "plus": 0,
    "snip": false,
    "text": "Kenneth."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "forksandknives",
    "plus": 0,
    "snip": false,
    "text": "Wait...you listen to Usher when you make fudge?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "Urgh, most disgusting metaphor ever. Now I will never again be able to eat fudge."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "C'mon you never heard that one? You never \"turned your shorts into a fudge factory\" when you were little? You never saw Stand By Me?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "apocowarg",
    "plus": 1,
    "snip": false,
    "text": "All bathrooms should be seperated from any living area by a closet or storage space. All bathrooms should have a fan that that turns on with the light. All bathrooms should have a deoderizing spray located on the toilet tank or under the sink. This is the most basic. These are our rights as poopers."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ovenface",
    "plus": 2,
    "snip": false,
    "text": "more information about pooper's rights can be found in the pooper's constitution."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "All these items are going on my list of Rules To Pass When I Am King."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "May I also add matches to that list? I use no spray. I light a few matches and wait for the sulfur part to burn off, then shake them out. Then wait for the good sulfur smell to permeate the room before dropping them. Thus to I stand against the ill tide of poop stench. It shall be here noted that one must flush the poop before using the matches."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "Also, when you tinkle, do it from your knees or just hit the sides above the water. I never audiocast."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drsprinkl",
    "plus": 14,
    "snip": false,
    "text": "I actually have a fear when i am in a public restroom that people won't hear me audiocasting and will instead assume that i just enjoy standing at the urinal NOT peeing <br/> \n <br/> \ni make it a point to pee as loudly as possible"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jar",
    "plus": 0,
    "snip": false,
    "text": "Exactly.  To me the potential awkwardness of someone noticing I have 'stage fright' far outweighs the fear of them hearing my audiocast."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "terrainasaur",
    "plus": 1,
    "snip": false,
    "text": "hear hear. i envision scenarios in which i am called out for my failure to perform in the manner of REAL MEN. this of course does nothing to help the situation."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "lateadopter",
    "plus": 2,
    "snip": false,
    "text": "One day when I was in my early teens, my friends made a big deal out of the fact that I closed the bathroom door.  To avoid their scorn, I left the door open the next time.  From around the corner they could hear that my tinkling was not robust, and they snickered right in my face when I returned to the living room."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "EXACTLY! This is why I hate public toilets and try to use them when there is no one else around."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "It depends who is over (or whose house I'm in) and whether I really care if they need to hear me peeing or not. <br/> \n <br/> \n(I almost said \"give a shit if they hear me peeing\" but I thought that would just be rude and confusing.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pyro_ike",
    "plus": 0,
    "snip": false,
    "text": "I love the last panel.. Ray is just raw about the whole thing."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "steerpike66",
    "plus": 2,
    "snip": false,
    "text": "Who let Ray in on all these manouvers? Some turncoat bitch is letting fly with the secrets of the sisterhood! To a Smuckles! Find her! Beat her to death with her own shoes, the ho."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sncether",
    "plus": 1,
    "snip": false,
    "text": "Snoop, when pressed, can be satisfied by a hoisted beach towel and the practiced neglect of his hos (hoes?)--but Missy \"Misdemeanor\" Elliot rolls into the convenience only when armed with a ck one molotov cocktail.  <br/> \n <br/> \nConclusion: an aversion to the effects of pimp skitters was the main cause of Missy Elliot's precipitous weight loss. The old prevailing wisdom--that she simply lost her taste for burrito-based food--has now been discredited. <br/> \n <br/> \nYou are all invited to Oslo when I win my Nobel Prize."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "scottobott",
    "plus": 0,
    "snip": false,
    "text": "umm. no more kid status? i guess there is a time for all good things to end.  <br/> \n <br/> \ni just really loved kid status, that's all.."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "I've always enjoyed them, as well, but I think Onstad picked a good time to end it.  I had recently started to think \"I wonder how long these are going to go on?  Sooner or later it's going to be really odd for the kid, more as a reference point later in her life.\"  Think of how you would feel about your dad, as a teenager, if you found out he was giving thousands of people you don't know a weekly update on your early years?  He's stopping it right at about the time a kid starts to develop their own personality (and, I suppose, develop memories), so it's easy later in life to feel disassociated from those early years."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "norrin",
    "plus": 0,
    "snip": false,
    "text": "Didn't he say in an article or something that some people (I think, in his specific example, it was someone's girlfriend) read only the child updates."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 4,
    "snip": false,
    "text": "One day, when she's old enough to be curious about these things, she'll ask, \"what was I like as a baby?\" And her father will be able to give her a book which tells her not only  <em>precisely</em>  what she was like, but also how much he loved her every single day of her life. <br/> \n <br/> \nThat is one lucky kid."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Yeah, we all hope for the rosey-eyed view point; I'm not preaching against that.  As you said, \"one day, when she's old enough\"...there are often more turbulent years before that maturity hits, and a continued update project might cause some issues in those \"delicate\" times. <br/> \n <br/> \nI was saying that I think Onstad chose a good time to stop the updates (before it possibly became something more embarrasing for his child in later years); I wasn't trying to make the updates as they are sound creepy or anything."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 0,
    "snip": false,
    "text": "I agree entirely; my post wasn't intended to contradict yours."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 2,
    "snip": false,
    "text": "Yeah. Adolescent update: \"Before stomping off to her room to put on what seems to be even MORE green eyeshadow, she screamed 'Why did you even care if Manuel and I get married?! I'm 16 and not stupid!!!'\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "(by the way, I hope that's more than enough discussion of Onstad's possible relations with his older child...talk about internet creepiness.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheapcynicism",
    "plus": 5,
    "snip": false,
    "text": "This is a pretty feminist strip when you think about it. It isn't revealing any truth over how women actually use the toilet so much as our cultural expectation that women be beautiful, great-smelling dolls and that they have no natural bodily functions that would undermine that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sncether",
    "plus": 3,
    "snip": false,
    "text": "Horses sweat; men perspire; ladies glow. <br/> \n <br/> \nIn seventh grade I had gym class with the bat signal."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I thought it was that ladies glistened. Alas, my expensive education has done me wrong."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "lateadopter",
    "plus": 5,
    "snip": false,
    "text": "If they are glistening, you did something right."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "philosophe",
    "plus": 0,
    "snip": false,
    "text": "I will admit that I have learned this."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "shoinan",
    "plus": 1,
    "snip": false,
    "text": "If ladies glow then you did something right but it went wrong."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 1,
    "snip": false,
    "text": "It was once said (by Brodie Bruce in Mallrats) that Superman could \"only bang regular chicks (without killing them due to, undoubtedly, \"blowing a load like a shotgun straight through her back\") is (with) a Kyptonite condom,\" which he then naturally points out, would kill him pretty damn effectively.  Via specific allergised radiation poisoning of the urethra. <br/> \n <br/> \nI put forward, given that Lex Luthor (upon prolonged exposure to Kryptonite via a Kryptonite ring on his hand, so as to give Supes the old \"fuck-off\" any time he gets to close) lost a finger/whole hand because of the radiation, obviously a Kryptonite condom would also not be the best for the other chick.  This would not be a good glow for them to have. <br/> \n <br/> \nI don't know why he hasn't shacked up with Wonder Woman years ago.  Or Power Girl or Supergirl - I don't care if they're cousins, they're freaking aliens, who cares???  Or cross company universes and have a go with the (when not drawn as a body-builder) quite lovely She-Hulk.  The shagging that would ensue with any of these babes would  <em>shake the foundations of cities</em> .  Although Kal-El would be finished pretty early, I'm guessing, given his lack of...experience. <br/> \n <br/> \nWhich brings up another question - what about when he went through puberty?  There'd be holes all over the place in his corner of the Kent house!  Do Kryptonians  even go through puberty?  How would he get turned on, given that he's an alien?  Does he even have a dick? <br/> \n <br/> \nAll these, and more, are questions that have plagued the comics industry for aeons."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "There's an essay/lecture/thing by Larry Niven that discusses  <em>exactly</em>  what you're describing here.  Either you channeled him, or you're a hack.  The essay is called  <em>Man of Steel, Woman of Kleenex,</em>  and can be found in his collection  <em>All the Myriad Ways.</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm a bit of a hack, I guess, but forgot who it was.  Was it Larry Niven?  Yeah, some of that was from some old guy I read on the net, but I had no idea where.  I think we've all thought about that after watching  <em>Mallrats</em> , who it would seem copied him (if he came first. Heh, ironic choice of words.). <br/> \n <br/> \nBut it was all a lead-in to the question of the Kryptonite condom.  Would it be harmless to the woman?  I would propose that it would not.  And also, what  <a href=\"http://web.archive.org/web/20101009144808/http://en.wikipedia.org/wiki/Kryptonite#Variations\">TYPE of Kryptonite?</a>   Hot damn, the possibilites.  Also, just above it,  <a href=\"http://web.archive.org/web/20101009144808/http://en.wikipedia.org/wiki/Kryptonite#The_science_behind_kryptonite\">it may affect humans.</a> <br/> \n <br/> \nThe Pre-Crisis X-Kryptonite may be the best for contraceptive purposes, in my opinion.  How one would make any type of prophylactic, I'll be fucked if I know. <br/> \n <br/> \nHeh, also ironic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Edit: \"How one would make any type of prophylactic  <em>out of that</em> ...\" <br/> \n <br/> \nAlso,  <a href=\"http://web.archive.org/web/20101009144808/http://en.wikipedia.org/wiki/Man_of_Steel%2C_Woman_of_Kleenex\">full credit to Larry Niven for talking of it first.</a> <br/> \n <br/> \nMy referencing and avoiding of plagiarism has gone completely awry since graduation, it would seem."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "miku224",
    "plus": 0,
    "snip": false,
    "text": "Skradley, this is the internet.  Unless you're on wikipedia, actually referencing and avoiding plagiarism is probably actively frowned upon.  You still get mad props for bringing it all up, though.  Who knew you could go from sweating ladies to kryptonite condoms within five comments?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I'm surprised it took me that long."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Couldn't he just use a lead condom?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "That lead condom would become a lead slug. <br/> \n <br/> \nBut would it be a magnum round?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnbarleycorn",
    "plus": 0,
    "snip": true,
    "text": "A comment left by johnbarleycorn was marked lame too many times and excluded. (marked lame by oishii, loneal, Boredom_Man)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "johnbarleycorn",
    "plus": 0,
    "snip": false,
    "text": "chubby for trying to be sensitive though"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Whoah, thanks for telling me it was boring or I might have accidentally been interested. John, bro, you know I got your back."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardcorebrat",
    "plus": 0,
    "snip": false,
    "text": "The world would be a nicer place if more gave a shit about how their shit smells. No more loogies too. No more kid status? Now that stinks!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "intelligentblue",
    "plus": 0,
    "snip": true,
    "text": "A comment left by intelligentblue was marked lame too many times and excluded. (marked lame by pmoney187, johnbarleycorn, Boredom_Man, hardcorebrat)"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "footslogga",
    "plus": 3,
    "snip": false,
    "text": "man where the hell has roast beef been <br/> \n <br/> \nstupid wedding ruining achewood"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "codeworm",
    "plus": 0,
    "snip": false,
    "text": "Profound, man.  Seriously profound."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dino_grill",
    "plus": 7,
    "snip": false,
    "text": "Seriously, Onstadt is a genius, but as a chick who farts (though discreetly) and shits (though courteously) without embarrassment, I find this strip to be more depressing than funny.  Because some women actually do things like this, like you'll always be able to tell when a woman is shitting in a public bathroom because she's there when you come in and still there when you leave but there is complete silence, because she cannot bring herself to pinch a loaf in the presence of another person.  That is the most depressing thing for a gender, when they cannot even do a #2 without feeling like they may be banished from society for it.   <br/> \n <br/> \nAll in all I'd say that this strip indicates more than any other the general intrinsic nerdliness of Achewood as a whole."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "I don't think the public bathroom anxiety is confined to you ladies.  My fear when I'm in a stall and someone walks in is not powerful enough to make me stop crapping, but I certainly try for a quiet and polite release.   <br/> \n <br/> \nOn the other side of the bodily self-consciousness spectrum, my girlfriend makes :( in front of me, her friends, and her family all the time.  Hell, last night she ripped a  <strong>huge</strong>  one while we were spooning.   <br/> \n <br/> \nI think, as has been stated earlier, that the effort one takes to conceal the sounds/smells/other ill effects of the bowels has little to do with gender."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rienne",
    "plus": 0,
    "snip": false,
    "text": "I'm not too sure about this assessment. I don't poo in public if there are other women in the bathroom, but it's not because I'm ashamed or embarrassed...if anything I'm way more comfortable with poo and farts than any lady should be. <br/> \nI just like pooing to be a private experience. <br/> \n <br/> \nso much so that I just made an account to tell you my feelings on (I wish I was not about to say this...) the tao of poo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lucidz",
    "plus": 2,
    "snip": false,
    "text": "My fiance farts when she laughs sometimes.  Which makes us both laugh, which makes her fart again. <br/> \n <br/> \nI'm currently waiting to see if I can make her laugh so hard she shits the bed."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hatstand_mcq",
    "plus": 4,
    "snip": false,
    "text": "Keep reaching for that rainbow."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Ladies: Is this true? We should set up a meeting!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lateadopter",
    "plus": 1,
    "snip": false,
    "text": "I would not attend that meeting."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sncether",
    "plus": 2,
    "snip": false,
    "text": "That meeting would take place in a row of bathroom stalls at the airport. No one would attend ...  <em>or so it would seem <strong>! ! !</strong></em> <br/> \n <br/> \n-10 points to the first joke about congressmen"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "boredom_man",
    "plus": 4,
    "snip": false,
    "text": "The man gives -10 points to his own comment. sncether, you are  <em>raw</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": true,
    "text": "A comment left by nbgreene was marked lame too many times and excluded. (marked lame by loneal, lateadopter, sncether)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "sncether",
    "plus": 0,
    "snip": false,
    "text": "Thus the preemptive strike of -10 points against those who would make such jokes.  <br/> \n <br/> \nRegardless, I have incorporated your vocal and evidently profound disdain into my market research (see well above)."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuneocapo",
    "plus": 0,
    "snip": false,
    "text": "Catherine the Great did not care how her shit smelled."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 8,
    "snip": false,
    "text": "In her day, everyone was acutely aware of how their shit smelled, as it was still stuck to them, and/or it lived in a brass bucket under their sleeping arrangements."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "davidbowie",
    "plus": 2,
    "snip": false,
    "text": "I guess I just want to know whats going on in Onstad's life that makes him write two strips in a row about the bad smells that issue from a ladie's posterior."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sexualhomeboy",
    "plus": 3,
    "snip": false,
    "text": "It is not OK to want to know that."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davidbowie",
    "plus": 0,
    "snip": false,
    "text": ""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "boscostacy",
    "plus": 5,
    "snip": false,
    "text": "David Bowie is aghast at our poop fascination. In fact, he is speechless."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "Ray's answer in the last panel makes me kinda sad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gumption",
    "plus": 2,
    "snip": false,
    "text": "This implies that each and every chocolate hot dog Napoleon produced was regarded as a victory in itself. I share his philosophy, and the stench of  <em>success</em> ."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sherief",
    "plus": 0,
    "snip": false,
    "text": "This makes me completely reconsider my understanding of Hegel!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "taiiga",
    "plus": 4,
    "snip": false,
    "text": "first really good achewood in a while <br/> \n(keep those lames coming ladies and gentlemen, they are so delicious)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "lateadopter",
    "plus": 0,
    "snip": false,
    "text": "Shit, I did not want to chubby you.  I meant to hit \"reply.\"  Anyway: Didn't you say that last week?  Or was that Shades?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": true,
    "text": "A comment left by drskradley was marked lame too many times and excluded. (marked lame by godfatherofsouls, clembot, gherittwhite)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "drskradley! paraphrasing the strip. come now. i expect wit at every post of yours..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Granted, that was crap.  And I willingly accept any lames that result, as a part of due meritocratic process of Assetbar. <br/> \n <br/> \nThat having been said: I'm not Oscar FUCKING Wilde, here!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "And besides, going by my avatar, I'm surprised anyone expects anything more from me than your average int3rn3tsing, pop-culture chanting, Photoshopping, Goatse-showing YTMNDer. <br/> \n <br/> \nI, of course, expect more than this, but that's because I'm a closet egotist.  The fact that I spoke of myself for two consecutive posts is evidence of this."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "I enjoy all the things you speak of with disdain. I am not sad now, but I imagine I will be later."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "As in, you enjoy it when I speak of things with disdain, or you have disdain of the things I speak of while enjoying them at the same time?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Never mind that.  I just got what you said. <br/> \n <br/> \nAnd yes, we all secretly enjoy these things.  lolcats  <em>were</em>  funny.  But just because cats are funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Going by your avatar, I have motion sickness. It is a problem. I like to read what you say, but I have to cover up your avatar. Right now there are two in a row, and I'm getting dizzy just looking."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "I have noted this as a problem before, barring the actual illness of it.  It's more just an annoyance, and I'm sure when I post alot it pisses people off.  But it's gotten so many comments that I may get just as many complaints if I change it, and I'll probably not be recognised without it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "noah_j",
    "plus": 2,
    "snip": false,
    "text": "there is only one thing worse than oscar fucking wilde, and that is oscar  <em>not</em>  fucking wilde."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irreverend",
    "plus": 0,
    "snip": false,
    "text": "Oh my god, there are so many amazing things about this strip, I can't pick just one to make a witty comment about!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nonorganon",
    "plus": 9,
    "snip": false,
    "text": "The lady I first did a thing with was preternaturally comfortable with farts. During her job waiting tables she perfected the drive by with silencer for poor tippers. <br/> \n <br/> \nThis is known as \"the one that got away\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lunchbox",
    "plus": 0,
    "snip": false,
    "text": "The last panel has finally done it. Onstad is now more quotable that Plato."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "norm",
    "plus": 0,
    "snip": false,
    "text": "As a person with no musical ability, I am always on the lookout for 'awesome band names' that I could use for some future band of never.  'That Costly Tissue' goes on that list now, for definite."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 3,
    "snip": false,
    "text": "I don't know if that screams \"awesome band name\" so much as it does \"local band with no future and probably two bass players\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seanbad",
    "plus": 0,
    "snip": false,
    "text": "I get the feeling that you, too, have been to way too many $5 \"concerts.\""
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Believe it or not, the answer is \"no,\" because, I like to think, I have the sense to smell these type of bands from two towns over for what they are...but it's probably more because I'm a lazy \"local music supporter.\"  I live in a town with a decent local music scene, in that there are a number of local bands with venues to play and local support; but that doesn't mean a lot of them aren't either too derivative or talentless for me to give a damn.  Plus I hate scenesters. <br/> \n <br/> \nBut, after getting off my limp pony of a high horse, it also has to do with the fact that a friend of mine keeps trying to include me in on non-starter bands with names like \"The Apes of Wrath\" and \"No, Baby, No.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ontheporch",
    "plus": 1,
    "snip": false,
    "text": "Am I the only person that worries more about not making enough noise in the bathroom? <br/> \nI mean like in public ones I guess I worry that other people might be thinking that I am just sitting in there not really doing anything I guess.  I mean what if someone was waiting to use the stall and couldn't hear anything cause you know sometimes it's hard to get those things out.  They would think you are some kind of jerk and holding them up when got to take a shit. <br/> \nI-I worry about this a lot when there are other people in public bathrooms with me and really just get so anxious :("
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "evolume",
    "plus": 0,
    "snip": false,
    "text": "i don't deuce in public bathrooms.  problem solved."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "epicurus",
    "plus": 4,
    "snip": false,
    "text": "I don't know if never using public restrooms is really a  <em>solution</em>  in the long run. More like the premise for an SNL skit where Christopher Walken ends up shitting in a FKC bucket. <br/> \n <br/> \nWhoah, I'm openin' up MS word. Something is happening here."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Interestingly, the typo \"FKC\" still makes about as much sense as \"KFC\", maybe even....  <em>more</em>  sense?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "selbencoirlo",
    "plus": 0,
    "snip": false,
    "text": "Fentucky Kried Chicken. <br/> \nKind of poetic."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nevlik",
    "plus": 0,
    "snip": false,
    "text": "I'm the other way. I try to do as little audio damage as possible. If I don't need to hear the plops of some random joe in some stall, I don't need to be causing the same consternation."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "latterman",
    "plus": 1,
    "snip": false,
    "text": "Man, I wish the females would come up with a  <em>solution</em>  for when you're deucin' public-restroom-style and people are just stepping all over outside your stall. It makes me feel as if I am on display at the Louvre next to the Mona Lisa and I am wearing stretched-out leg-warmers and an imperfect t-shirt."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kylank",
    "plus": 0,
    "snip": true,
    "text": "A comment left by kylank was marked lame too many times and excluded. (marked lame by straw, spesimen, lateadopter, nutmeg)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "latterman",
    "plus": 0,
    "snip": false,
    "text": "When I drop the dirty in a public setting is when I consider myself the least shiny."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Consider that if you're heterosexual, no one you will ever want on your secret junk will actually be stepping outside the restroom stall. Just have  <em>fun</em>  with it, man!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snatch22",
    "plus": 0,
    "snip": false,
    "text": "Words not yet defined on Urban Dictionary: Crap Gasket and Digital Canary."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "footslogga",
    "plus": 0,
    "snip": false,
    "text": "phone conversation jacket: check <br/> \n <br/> \nmartini: check <br/> \n <br/> \nssssip: curiously absent. ray must have been concentrating hard on the lady's jobbies."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "gross"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "moodsk",
    "plus": 0,
    "snip": false,
    "text": "There are two things you'll never know about your partner. One is how much they spent on your birthday present, the other is whether they stand or sit when they wipe."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 1,
    "snip": false,
    "text": "Aha! Finally, a chance to use my forensics degree!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "What an odd comment to be lamed."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "Someone is completely against forensics majors."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vargavind",
    "plus": 0,
    "snip": false,
    "text": "I had to try the crap gasket after I read this. Me being one of the ladies, I must say that it does make sense if you want to muffle out unwanted noise if the walls to the bathroom are not isolated. The silence was a bit creepy though."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "epicurus",
    "plus": 0,
    "snip": false,
    "text": "Hang on, it actually works? How much TP does it take? How does one wet it without making a huge mess? we need to document this for future generations!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "And the alt text makes 5. <br/> \n <br/> \nNapoleon did not consider a battle to be a victory until he relieved himself in the middle of the battlefield. That's the real reason he lost at Waterloo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "buttermoths",
    "plus": 0,
    "snip": false,
    "text": "If this is some sort of pun, wouldn't it be easier to relieve oneself at a place called Water-Loo?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"Crap gasket\" caused me to snort with laughter."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dtilove",
    "plus": 0,
    "snip": false,
    "text": "Best. Punchline. Ever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "genequagmire",
    "plus": 1,
    "snip": false,
    "text": "You don't know from fun, that's responsible!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Chubby for using a Space Ghost quote that I happened to think of earlier today."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "masterbbb26",
    "plus": 0,
    "snip": false,
    "text": "man if shit had no smell Hilary Clinton would be president. So I'm glad shit smells"
  }
]