[
  {
    "depth": 0,
    "minus": 0,
    "name": "rizzle",
    "plus": 7,
    "snip": false,
    "text": "beef is true blue"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "afrothunder",
    "plus": 0,
    "snip": false,
    "text": "So much so that he instinctively knows that Ray went straight to hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "zem",
    "plus": 68,
    "snip": false,
    "text": "Rose is apparently pretty on the ball"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 1,
    "snip": false,
    "text": "I was just thinking that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 10,
    "snip": false,
    "text": "Yeah, she seems a pretty perceptive kind of lady. She must have felt pretty scared when Beef hung up on her."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "d-pad",
    "plus": 15,
    "snip": false,
    "text": "I imagine she wasn't scared, simply curious. All like, \"Well, I hope he calls back, but if not, at least I know the answer to this for future reference.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jonmw",
    "plus": 3,
    "snip": false,
    "text": "I bet that she ALSO made an entry about Tofutti-Cuties in their database too. Mid-conversation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 18,
    "snip": false,
    "text": "She's related to the Playboy advisor. <br/> \n <br/> \nIn Achewood, mundane coporate institutions, from Playboy, to Butterball, to Heinz and the generic Mexican Magical Realism Factory, all have fantastic knowledge and abilities. I really like this dimension. It makes me think of that string of Stephen King short stories about the New York club where old lawyers would sit and drink and tell bizarre and terrifying stories from their past."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "Does anyone know what these stories are called? they sound interesting"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dougthehead",
    "plus": 2,
    "snip": false,
    "text": "I think it was actually a novella in \"Different Seasons,\" one of King's best collections- it contained \"The Shawshank Redemption,\" \"Apt Pupil,\" and \"The Body\" (which was later made into the movie \"Stand by Me\") as well as the aforementioned story of lawyers telling tales in a club in New York."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "I actually read  <em>Different Seasons</em>  and vaguely remember this now.  [pedantry]The first one was actually called \"Rita Hayworth and Shawshank Redeption.[/pedantry]  I may have to reread the one about the lawyers."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "It was indeed an excellent collection and it contained, in order: \"Rita Hayworth and the Shawshank Redemption\", \"Apt Pupil\", \"The Body\",and the only one not made into a film and which likely never will be, \"The Breathing Method\". Each was also linked to a season: \"Hope Springs Eternal\", \"Summer of Corruption\", \"Fall From Innocence\", and \"A Winter's Tale\". I forgot the framing device used, but this was also (according to Wikipedia) used in \"The Man Who Would Not Shake Hands\". Overall the story was somewhat interesting, but not up to the caliber of the other stories and relied entirely on it's simple gimmick. It would have worked much better as a shorter story."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "dude when did \"Apt Pupil\" get turned into a movie?  that story is  <em>hella creepy</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101014114917/http://www.imdb.com/title/tt0118636/\">http://www.imdb.com/title/tt0118636/</a> <br/> \n <br/> \n1998, it seems. It features Gandalf as the horrible Nazi. (Which is different from the lovable Nazis like Sgt. Schultz from Hogan's Heroes.)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "YES!  The set up was very cool (with the lawyers), but the actual story was really nothing special to me.  Nazis, daring prison escapes, and childhood friendships will always be more interesting to me than cheap ghost stories."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "\"The Breathing Method\" was adapted into a TV movie, I believe."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "belgand",
    "plus": 0,
    "snip": false,
    "text": "Damn. I have no idea how that would work. I mean, there just isn't enough to the story and even in the end it's not a really great one. It's been a while since I read it, but I see no reason to."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "It does seem absurd."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "I did a little research and it has been announced as a project that one of the producers of the Friday the 13th remake is working on. There's no other names attached at this time so it may never see the light. I agree that the story as is can't support a film, it was probably purchased due to the sucess of the other stories."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "apocowarg",
    "plus": 0,
    "snip": false,
    "text": "*success"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 18,
    "snip": false,
    "text": "pretty on the butter ball"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "zem",
    "plus": 3,
    "snip": false,
    "text": "either get a strike or strike out gutter ball"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wulvaine",
    "plus": 0,
    "snip": false,
    "text": "I was going to say it if nobody else had. Although I would have expected lames for the sheer awfulness of the pun."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 2,
    "snip": false,
    "text": "you know, i expected to get lamed, but it totally would have been worth it"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "wildcat",
    "plus": 0,
    "snip": false,
    "text": "oh, snap."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rykan",
    "plus": 0,
    "snip": false,
    "text": "Yeah, the  <em>butter</em>  ball! <br/> \n <br/> \nI'll get my coat."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "<em>exactly</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rayonatoilet",
    "plus": 0,
    "snip": false,
    "text": "Rose seems to understand Beef a little too perfectly. I worry sometimes that he chose the wrong lady."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "Opposites don't attract, but people who are exactly the same really don't work. Beef and Rose would spiral into depression together. And me and a girl who was like me would make some really cool machines and totally forget to pay all our bills."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "deimosrising",
    "plus": 18,
    "snip": false,
    "text": "The ongoing alt-text writer saga is one of the more perplexing to me. Is it a joke? Were there really alt-text writers? Who knows man. Who knows."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "idsyen",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty sure he pulls that out when he can't think of anything for the alt-text."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "suprememongoose",
    "plus": 13,
    "snip": false,
    "text": "I love that the 1982 Subaru Brat is the official ride in hell. Excellent."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "everything_is_a_hat",
    "plus": 14,
    "snip": false,
    "text": "somebody around the corner from me is actually selling a 1982 Subaru Brat in Lavender, and they have been trying to sell this car for 3 years. It's hard to sell the official car of hell."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "snowman",
    "plus": 3,
    "snip": false,
    "text": "BUY IT"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 7,
    "snip": false,
    "text": "Yes, buy it...then drive it around the country, leaving it parked in a busy lot in a different town each day.  Make sure you have a KFC bucket in the passenger seat.  When you return to the car at the end of day, ready to move on to the next town, see how many \"NOTICE THAT YOUR CAR IS FRIKKING AWESOME/where'd you get\" slips you accumulate throughout your journey."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "this is an excellent idea."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "judahnielsen",
    "plus": 23,
    "snip": false,
    "text": "I love that beef is wiping his mouth in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 1,
    "snip": false,
    "text": "I love how pissed off he looks. Like he was expecting Hell to be a bit better, or something?"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "usversusthem",
    "plus": 0,
    "snip": false,
    "text": "man you try getting electrocuted by puking on a socket i bet it just sucks all to  <em>hell</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "maha...someone lamed you for that horrible pun."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 11,
    "snip": false,
    "text": "I love how, despite that Rose picked up on the fact that Ray sold his soul for piano skills for which to impress the ladies with, she didn't know what a Tofutti-Cutie is because she works the phones for Butterball."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "jamers",
    "plus": 4,
    "snip": false,
    "text": "How many friends you know that'll go straight to Hell for you? Beef is hella tight with his socket invasive vomet."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "1000hz",
    "plus": 1,
    "snip": false,
    "text": "I guess it was the making hot lunches in Ray's dumbwaiter that made Beef's afterlife residency change from Heaven to Hell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gormster",
    "plus": 0,
    "snip": false,
    "text": "I think it's because he committed suicide, dude."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "killerlimpet",
    "plus": 0,
    "snip": true,
    "text": "A comment left by killerlimpet was marked lame too many times and excluded. (marked lame by divot, cailetshadow, Doc_Rostov)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cdtm",
    "plus": 6,
    "snip": false,
    "text": "On his fourth death, Roast Beef finally gets to kill himself, instead of just getting offed by circumstances..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cdl146",
    "plus": 0,
    "snip": false,
    "text": "I was wondering why he ended up in hell this time but not the others. That makes a bit of sense."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 6,
    "snip": false,
    "text": "Oooooh, and Blister did say that  <a href=\"http://web.archive.org/web/20101014114917/http://m.assetbar.com/achewood/uua1XgBVw\">you can't kill yourself</a>  to get to Heaven. Guess he was serious."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "It is a usual Catholic belief. I think the theory goes that if you kill yourself, you can't then repent and ask forgiveness for that final sin. Therefore you go to Hell.  <br/> \n <br/> \nI think that is how it goes. I could be wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mattylite",
    "plus": 2,
    "snip": false,
    "text": "There's only one way to find out..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jonmw",
    "plus": 0,
    "snip": false,
    "text": "Well, if you set things in motion that will result in your eventual definite death, then I think you should be able to repent for that act before it comes to fruition. <br/> \nHmm. How long does a death pill (cyanide, given to secret agents) take, and how long do you think it would take to repent for the act of swallowing it?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "twice the time it would take to take effect."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 2,
    "snip": false,
    "text": "Wouldn't they call Roast Beef his 'real' name in hell?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dovey",
    "plus": 5,
    "snip": false,
    "text": "The guys in Hell aren't worried about making things any more painful for Beef in hell. Dude's from Circumstances."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "all asterisk by his name, all meaning  <em>hey, go easy on this guy.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mikebox",
    "plus": 0,
    "snip": false,
    "text": "Normally, this wouldn't work, but with the Cuervo, it has to."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "waldo913",
    "plus": 0,
    "snip": false,
    "text": "Yes.  Cuervo has special conductive properties."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "lamewad",
    "plus": 4,
    "snip": false,
    "text": "I'm not even a vegan (meat is actually a staple in my diet), however, I am a huge fan of Tofutti-Cuties. They are deliciously guilt-free."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rowboat",
    "plus": 1,
    "snip": false,
    "text": "I don't usually do this - in fact, it annoys me when people do - but I'm giving you a chubby solely on the power of your avatar."
  },
  {
    "depth": 2,
    "minus": 2,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Hey, thanks! <br/> \nScrubs owns my life. Zach Braff and I are married... he just doesn't know it yet."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "<em>Dude!</em>  Why'd you have ta go and tell me it's Zack Braff? I thought it was just the world's tallest doctor. You know, like, from somewhere. An actual, tall-ass doctor. Why'd you have ta  <em>tell</em>  me?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "lamewad",
    "plus": 1,
    "snip": false,
    "text": "Sorry mang! Whatchu got against Zach anyhow? <br/> \nWas it really worth the lame? <br/> \n=("
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I did not lame you. I dislike him, not you. That wasn't me."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Oh, okay. <br/> \nCarry on then!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Um, it's actually World's Most Giant Doctor. If we're being nitpickety. Which I am."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "lamewad",
    "plus": 0,
    "snip": false,
    "text": "Way to be a dick about terms. <br/> \n^___-"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "World's Most Giant Doctor is a pretty good gag, just barely superior to Dr. Acula and Floating Head Doctor."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "You just reminded me of a funny story. When I was with my ex, we used to have a tradtion that around Christmas time we'd have a mini-party with his parents and sister and her boyfriend, and this involved a quiz. One year one of the questions was, \"What's the name of the first movie that Zach Braff wrote, directed and starred in?\" and my ex went (in total seriousness), \"Oh, oh, Dr. Acula!\" <br/> \n <br/> \nOkay it was really funny at the time."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "In his defense, it's easy to confuse a vehicle with a biopic."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it's also the name of a band."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I think you'll find that Multi-ethnic Siamese doctor trumps them all."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "Sorry, but Scrubs would be 90% shit without John McGinley and Neil Flynn. <br/> \n <br/> \nI was about to say I have nothing against Zach Braff, but then I realized that my two favorite characters on Scrubs are the two that torment Zach Braff's character. <br/> \n <br/> \nEh, probably just a coincidence."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "boredom_man",
    "plus": 0,
    "snip": false,
    "text": "I have nothing against his character in Scrubs, who is the perfect foil for your aforementioned favorites. If   <em>Garden State</em>  was any good, I'd have all kinds of anxiety about Braff -- this is a guy who hired an Israeli woman so that he, in his fantasized version of himself, could tell her he wasn't really very Jewish. Fortunately for me,  <em>Garden State</em>  was the most puerile, self-obsessed, illiterate attempt at extending the author's adolescence since  <em>Birth of a Nation</em> , and I need feel no discomfort about fucking hating that motherfucker whatsoever."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Roast Beef is a rad friend."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "laikalost",
    "plus": 0,
    "snip": false,
    "text": "The abruptness of the last panel is really what makes this comic a 5, in my opinion.  Ostad's choice to not actually  <em>show</em>  Beef's death is both artistic and humourous at the same time -- 'adds nicely to the flow, I mean."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "laikalost",
    "plus": 0,
    "snip": false,
    "text": "The same can be said for the comic featuring Ray's arrival in hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nabeel84",
    "plus": 0,
    "snip": false,
    "text": "Roast Beef wipes his mouth in hell cause he just threw up in an electric outlet and died."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "enigmaticforce",
    "plus": 0,
    "snip": false,
    "text": "Anybody else notice the missed opportunity for the gatekeeper of Hell to call Roast Beef by his proper first name?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "salo",
    "plus": 1,
    "snip": false,
    "text": "Someone sure as hell didn't say that about half a year ago, that's for sure. :)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "stormagnet",
    "plus": 0,
    "snip": false,
    "text": "I, to, am surprised- I guess there's some sort of professional code here, that goes along with Heaven's showing him consideration in their choice of name plate."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 2,
    "snip": false,
    "text": "Panel 4:  The socket was just taunting Beef.  Just looking at him like (|.|) <em>Do it, Cassandra, or Rose will know you faaaaailed.</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "canusdivinus",
    "plus": 0,
    "snip": false,
    "text": "Wait. The people in Heaven were decent enough to let him go by Roast Beef, but why are the Hell people? They should be cold giving him the license plate \"CASNDRA\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure about the last panel. If it was Hell, wouldn't they call him Cassandra?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "thesoulbear",
    "plus": 0,
    "snip": false,
    "text": "Dang, Ninja'd like hell."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lolsworth",
    "plus": 0,
    "snip": false,
    "text": "That is what I thought. They are jerks in Hell."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "paby",
    "plus": 0,
    "snip": false,
    "text": "The Subaru Brat was the worst car ever made."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 0,
    "snip": false,
    "text": "Somehow, I thought this entire time that Roast Beef was rolling back and forth on the floor. I don't know why it took me so long to realize it was just the perspective changing."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "it's funnier to think about it that way, though."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "allanpinkerton",
    "plus": 0,
    "snip": false,
    "text": "I always thought that, too.  It just seems like a natural thing for Beef to do while on the phone, like how most people would pace back and forth.  It's probably his depression and the mad slant he's probably got on after his best friend's death."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pumpinpedal",
    "plus": 1,
    "snip": false,
    "text": "Fuck, what a painful way to die. Like choking on an electric eel, I guess."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "Also the eel smells and tastes like vomit, as it chokes and electrocutes you."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rocketbunny",
    "plus": 0,
    "snip": false,
    "text": "It's the last panel that does it for me. Beef all showing up to hell, still holding the rag over his mouth... The attention to detail just kills me."
  }
]