[
  {
    "depth": 0,
    "minus": 0,
    "name": "raccoon",
    "plus": 0,
    "snip": true,
    "text": "A comment left by raccoon was marked lame too many times and excluded. (marked lame by straw, featurelessvoid, tekende, Thorfinn, EM2, Connellingus, Cracklewater, Boyd, morbo, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by johnnybaverage, straw, ishuta, symbolsoup, riotdejaneiro, jstegall, mikeronomicon, StoatLad, Thorfinn, tibcoolbreeze, gothfae, chochacho, GeyserShitdick, kylemcjuicy, anticitizen, shammack, dennycrane, mortshire, bug, GimpChimp, mike24, Connellingus, Shurimpu, jollysaintpete, TheLoneliestMonkey, robbingdog, Ebessan, NDCaesar, Sweetlips, SkiddyFisk, Cracklewater, HolyQ, mustconcentrate, luckypyjamas, nipsy43, fakedaisies, mistlethrush, idsyen, aHatOfPig, madrin, ravindra108, Fcannon, suprememongoose, Wulvaine, empy, alejandroadam, jonnylatron, AmonRunsAmok, Panserbjorne, Mastronaut, alchemicnirvana, jwinehou, icecube)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "deimosrising",
    "plus": 9,
    "snip": false,
    "text": "How do you figure? He doesn't seem out of character here to me"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "sonicbiology",
    "plus": 15,
    "snip": false,
    "text": "Beef is in his element: trapped and cramped."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dusty",
    "plus": 3,
    "snip": false,
    "text": "This is exactly how I see it, he handles better than most in bad situations (non emergency ones anyway) and struggles with everyday life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by ted0phile, straw, ishuta, mannequentin, mikeronomicon, Overmedicated, StoatLad, Thorfinn, EM2, gothfae, Catachresis, Connellingus, equinn2006, jollysaintpete, tarranon, Prine, Sloppy_Henry, waddlerz, luckypyjamas, nipsy43, Fcannon, aide, jimbob, Badgerus, Doc_Rostov, SurelySmack, SpecialSomeone)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by straw, mikeronomicon, SSDDR, n00b, GeyserShitdick, anticitizen, mortshire, NDCaesar, Sweetlips, nipsy43, alejandroadam, Mastronaut, alchemicnirvana)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "centipede_damascus",
    "plus": 3,
    "snip": false,
    "text": "Wings was awesome! <br/> \n <br/> \nYou are talking about the sitcom, right?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by Thorfinn, Deusoma, EM2, mashisoyo, equinn2006, Cracklewater, Sloppy_Henry, VictoriaW, AmonRunsAmok)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gouldgonewild was marked lame too many times and excluded. (marked lame by fakead, Thorfinn, lazarusloafer)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rotating-dog",
    "plus": 38,
    "snip": false,
    "text": "Paul McCartney out of Wings?!? You idiot! he was the best one!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cheeks_jd was marked lame too many times and excluded. (marked lame by ButterMoths, HSE, Cracklewater, Flaaron)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "taiiga",
    "plus": 0,
    "snip": true,
    "text": "A comment left by taiiga was marked lame too many times and excluded. (marked lame by EM2, mashisoyo, Jar, theplaidknight)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "overmedicated",
    "plus": 0,
    "snip": false,
    "text": "Older seasons are more worthy. Chubbied."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catachresis",
    "plus": 0,
    "snip": true,
    "text": "A comment left by catachresis was marked lame too many times and excluded. (marked lame by straw, taiiga, ishuta, mikeronomicon, Thorfinn, SchnappM, GeyserShitdick, kylemcjuicy, mortshire, jollysaintpete, NDCaesar, Sweetlips, nipsy43, sncether)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ckiahtipes",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ckiahtipes was marked lame too many times and excluded. (marked lame by featurelessvoid, lazarusloafer, Archon_Divinus, SotiCoto)"
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "philosophe",
    "plus": 4,
    "snip": false,
    "text": "\"Compliment Sandwich\""
  },
  {
    "depth": 6,
    "minus": 2,
    "name": "overmedicated",
    "plus": 1,
    "snip": false,
    "text": "<em>Family Guy?</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "overmedicated",
    "plus": 6,
    "snip": false,
    "text": "Jesus. They're here."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 12,
    "snip": false,
    "text": "As much as Family Guy may not be hipster-elitist, I think hating on it may be even less so now that South Park has done it. Just because frat guys enjoy mindlessly repeating Stewie's 'evil' lines does not make the rest of the show bad. You give me another show that's clever enough to make reference to The Picture of Dorian Gray in a one-off joke and I'll give you a chubby."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I don't remember the Dorian Grey joke. What was it?"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "clintisiceman",
    "plus": 4,
    "snip": false,
    "text": "I'm having trouble with the exact context, but one of the female characters asks a general question about the quality of her appearance, and Stewie responds with something like \"let me put it this way. Somewhere in an attic there is a painting of you getting prettier.\" <br/> \n <br/> \nI probably fucked it up, but I'm pretty sure that's what he was referring to. But then again, this is 3 months later and you probably do not care anymore."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "Yeah, that's it. I actually saw that episode a couple weeks after I posted that comment. I was all like \"oh yeah, that's it, man, that's subtler than I expected.\" <br/> \n <br/> \nThanks though!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by ted0phile, daidai, mikeronomicon, DougTheHead, nipsy43)"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alejandroadam",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alejandroadam was marked lame too many times and excluded. (marked lame by missbee, ishuta, mikeronomicon, Thorfinn, EM2, FirePowa8, morypcaina, DougTheHead, Cracklewater, Sloppy_Henry, Jesus, foetus_punch)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ishuta was marked lame too many times and excluded. (marked lame by Thorfinn, _cheesekayke, Darthemed)"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Hey alejandroadam? Shut the fuck up. The Fall are quite a good band, you are being needlessly hostile, and although I don't agree with catachresis I agree with his right to a fucking opinion."
  },
  {
    "depth": 7,
    "minus": 1,
    "name": "alejandroadam",
    "plus": 1,
    "snip": false,
    "text": "I didn't say there were bad, just not well know. you should read what I wrote before you attack me for writing something I didn't  <br/> \n <br/> \nthis back and forth your commenting on is a year old, back when assetbar came out, and no one posted much, I was just tired of hearing catachresis state is hatered of every comic in a row of 6 or 8. it got old. I knee-jerked. but thanks for attacking me."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Okay then, I interpreted what you said...weirdly. And it was totally lame that I didn't look at the dates on these things.  <em>That's okay.</em>   <em>I can totally admit that</em> . But beyond that, I stand by what you said. To be perfectly honest, I feel that maybe people should be a little bit more critical of this comic. We know it is great, you can stop posting that, but maybe if someone finds some little detail or something that bothers them, they can mention it. At least that is...interestin'. <br/> \n <br/> \nAnyway, I am shitty and lame for carrying this on, and if you stop talking you WILL be the bigger man."
  },
  {
    "depth": 9,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "but what if  <em>I</em>  keep talking?"
  },
  {
    "depth": 10,
    "minus": 2,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "i'll lame you for fun."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "and then others will lame me, out of spite."
  },
  {
    "depth": 12,
    "minus": 1,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "Oh, nay, sir."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 1,
    "snip": false,
    "text": "I have used up my fun-lame allotment. I [i]was[/] going to do something nice. You don't UNDERSTAND Assetbar!"
  },
  {
    "depth": 13,
    "minus": 1,
    "name": "woodenteeth",
    "plus": 2,
    "snip": false,
    "text": "ohhhh fuck you bbcode."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "taiiga",
    "plus": 0,
    "snip": false,
    "text": "i will, sir, i will."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "nighttoad",
    "plus": 0,
    "snip": false,
    "text": "even though you will probably never see my reply, i want you to know that i got your reference. you are not alone in being a fan of the fall, but you may be alone in disliking \"wings.\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "It's better than Ludd Gang. *shrug* <br/> \nBut maybe I just like it because, being an American, I feel like I can better connect to MES somewhat, with that US Civil War reference."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "howl",
    "plus": 0,
    "snip": false,
    "text": "OMG YOUR AVATARICON"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "agika",
    "plus": 0,
    "snip": false,
    "text": "Poor Roast Beef.  No one else's talking, and I'm willing to bet that Lyle has fallen asleep also."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "chaesar",
    "plus": 6,
    "snip": false,
    "text": "I bet Beef spends about all of his free time reminescing on his childhood, which is unfortunate due to Circumstances."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 5,
    "snip": false,
    "text": "I somehow feel glad for Beef that he doesn't know such things as queefs are real and among us...ah, innocence..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cheeks_jd",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cheeks_jd was marked lame too many times and excluded. (marked lame by ButterMoths, eatmorekix, crawfomp, sonicbiology)"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "ovenface",
    "plus": 11,
    "snip": false,
    "text": "at least two people seem to think you are wrong, that queefs are awesome and a turn on."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Not so much that, but it's just a process.  It's a sign things are being Done Right and with good honesty."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 0,
    "snip": false,
    "text": "It is nice when a girl says \"That is gross later\", making you feel vindicated."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "but it's  <em>hilarious</em>  when you both laugh about it when you hear one for the first time. <br/> \n <br/> \n(yes, this happened to me.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "undyingsong",
    "plus": 0,
    "snip": false,
    "text": "I have yet to have this happen to me, so I still do not really believe that they exist."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "morganization",
    "plus": 0,
    "snip": false,
    "text": "lyle always speaks the truth that everyone thinks but is afraid to say"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "epicurus",
    "plus": 24,
    "snip": false,
    "text": "I think the reason Beef is acting different than normal is the darkness and isolation playing with his personality a bit. He is more comfortable here than normal."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mxh",
    "plus": 0,
    "snip": false,
    "text": "I wouldn't rule out cocaine though. I don't know if he would just spontaneously bring the matter up like that."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "achewoodno1fan",
    "plus": 2,
    "snip": false,
    "text": "yo catach i dont think you really know roast beef. he's opening up because theyre in a dark room with nobody to see him"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetrisattack",
    "plus": 2,
    "snip": false,
    "text": "Lyrics to a 2 Live Crew song are the first results on Google for \"Yall Suck Dick\""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 3,
    "snip": false,
    "text": "Why were you looking up Yall Suck Dick on Google?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "WHY FIND OUT?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "foetus_punch",
    "plus": 1,
    "snip": false,
    "text": "Makes me want to type through a napkin."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tttt",
    "plus": 0,
    "snip": false,
    "text": "alt. text adds a 'the' and makes it so much funnier for some reason. It's the little things. <br/> \n <br/> \nand I don't know why such a bizarre reference was made but \"Wings\" is a great Fall song"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "slalvation",
    "plus": 1,
    "snip": false,
    "text": "It was because that dude wanted to say that he liked that band."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "yes beef i agree i spent some time grappling with the unbridled sexual nature of 2 live crew also.  not so much the concepts but the open nature in a public forum it was philosophical"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "leahpidoptera",
    "plus": 3,
    "snip": false,
    "text": "Beef seems so in his element here.  <br/> \n <br/> \nAll he's missing is a yellow pillow and some cigars."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "dasilodavi",
    "plus": 1,
    "snip": false,
    "text": "Something about a dark, cramped, possibly sweat-smelling box that brings out the philanthropist in Roast Beef."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fvvs",
    "plus": 0,
    "snip": false,
    "text": "Sorry, I did not mean to lame that. Bad cursor aim at 5 in the morning is responsible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blackash",
    "plus": 0,
    "snip": true,
    "text": "A comment left by blackash was marked lame too many times and excluded. (marked lame by FVVS, aliiis, Thorfinn, EM2, capslock_annliv, catgrl131, idsyen, peppill, theplaidknight, Wulvaine, sncether, AmonRunsAmok, stormagnet)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Everyone seems perfectly in character to me, if not slightly altered by the situation (you sayin' you never break character? Not even in the dark?). But at the same time, Lyle says all that needs to be said about this arc. Though I am totally with Beef on the effects of 2 Live Crew on relatively virgin ears. For me, it ushered in a turning point. The cut I'll always remember best is \"Welcome To The Fuckshop.\" (GONG)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "j03y",
    "plus": 0,
    "snip": false,
    "text": "he doesnt believe in queefs?"
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "In the words of South Parks Mr Mackey: <br/> \n\"A queef is a vaginal expulsion of gas, m'kay.\" <br/> \nI imagine that the others know this (Lyle at least), but are too pissed off and tired to care and wish that Beef would stop carrying on such as a fool does."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mattylite",
    "plus": 3,
    "snip": false,
    "text": "Achewood ontology: Trouble is a fake idea.  Queefs are a fake concept.   <br/> \n(I am sorry for using the word ontology I don't mean to be high faluting)"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "echidnaboy",
    "plus": 1,
    "snip": false,
    "text": "Falute away, friend. Falute as high as you damn well please."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "shirt145",
    "plus": 1,
    "snip": false,
    "text": "Oh craps I totally meant to chubby you!  I dig reanalysis and backformation."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "And a Mexican George Clooney is a neat concept."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "snowman",
    "plus": 0,
    "snip": false,
    "text": "POSIT"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "aliiis",
    "plus": 2,
    "snip": false,
    "text": "In the first panel I thought Lyle was gearing up for a bird-flip, like that was his middle finger half folded down. Like he was just getting ready to flip off all the inhabitants of the dumbwaiter, or the dumbwaiter itself, or the world at large for being boring. <br/> \nNow I think it is the top of a bottle of bourbon. I don't know whether to be disappointed or think it is awesome that he has brought a bottle with him at all times."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 1,
    "snip": false,
    "text": "I can identify with Beef's wanting to resolve these unanswered questions.  The idea of a queef, and the books of T. Pynchon, are things I just can't find anybody to discuss with.  I did get lucky though on the 2 Live Crew discussion regarding the song where they say \"Heeyyyyy we want some Pus-Say!\"  My friend told me, \"they're just saying what they want\".  And that made me feel like it wasn't so crass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ham_shoes",
    "plus": 0,
    "snip": false,
    "text": "Or was it Luke Skyywalker"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "No, Luke Skywalker said \"Heeyyyyy I'm a pus-say! I was gonna go down to Toshi station and pick up some power converters and see if they had the lastest Morrissey record waahh WAAH WAHHHH\" <br/> \n <br/> \nOkay, that kind of got away from me there."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dtuba",
    "plus": 0,
    "snip": false,
    "text": "No, no. That was good."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "My gf queefed once in high school, I didn't know what a queef was so I started making fun of her for farting. Then she told me what it actually was, and then suddenly I REALLY smelled it. Oh god, it lingers to this day"
  }
]