[
  {
    "depth": 0,
    "minus": 0,
    "name": "katal",
    "plus": 0,
    "snip": true,
    "text": "A comment left by katal was marked lame too many times and excluded. (marked lame by riotdejaneiro, sean1058, Vondicus, sevenarts, tim_simmons, TheLoneliestMonkey, NDCaesar, MortisInvictus, paulthasaw, ravindra108, midgetron)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hexjumper",
    "plus": 33,
    "snip": false,
    "text": "Note what Ray's dad said - they've been fighting together since they were little, Beef using brains, Ray using fists. It's not surprising that they would work together to get themselves out of this situation.  <br/> \n <br/> \nWhat is surprising is that it's Ray with the plan and Beef who's following along - maybe because Beef's smart, but not tactically smart."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jamers",
    "plus": 3,
    "snip": false,
    "text": "Or practical with the common sense. Ray always has a plan of action."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "stevegt500",
    "plus": 130,
    "snip": false,
    "text": "Ray Smuckles: He Gets Things Done"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "phthoggos",
    "plus": 256,
    "snip": false,
    "text": "It's not that. The GOF is sacred to Beef - he has been obsessed with it since oldest times. He's been dreaming about this moment all his life, which is how he got them this far. But that very dedication is what holds him back now - he's so immersed in GOF history that he can't even imagine going outside the parameters of the game. Only Ray -- who doesn't know \"even like one sentence of information about the Fight\" -- can transcend the system, \"become the ruling body,\" and truly inherit his father's legacy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 94,
    "snip": false,
    "text": "I just think it's sorta cool to see two dudes I like beat the shit out of some guys, you know what I'm sayin?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saint",
    "plus": 9,
    "snip": false,
    "text": "who better to throw down the Great Outdoor Fight than the Son of a legend, am I right?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": true,
    "text": "A comment left by i_love_kate was marked lame too many times and excluded. (marked lame by antecen, atticusonline, IrishGuy)"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "deusoma",
    "plus": 9,
    "snip": false,
    "text": "That comment was fucking  <em>epic.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "ttagxamm",
    "plus": 18,
    "snip": false,
    "text": "And their success in the GOF is rooted in their natures: Roast Beef's the cautious, careful planner, with a born worrier's fretful attention to detail, while Ray's whole life is mostly a wild improvisation, and true to his bloodline, \"noone said it could be done\" is his idea of a perfect plan."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hyetal",
    "plus": 4,
    "snip": false,
    "text": "This is quite possibly the most beautiful comment on all the Achewood boards.  It needs more chubbies."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "duperando",
    "plus": 0,
    "snip": false,
    "text": "<em>agreed</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spiderbethlehem",
    "plus": 1,
    "snip": false,
    "text": "Throwin' another chubby on this fantastically well deserved pile. Man, an archives crawl is immeasurably improved by the scholars and gentlemen of the Achewood community. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hateandwar",
    "plus": 1,
    "snip": false,
    "text": "I pretty much gave you a chubby for your avatar. Mike Haggar is a King among men. <br/> \n <br/> \nmyspace.com/mayorhaggar"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "lizjones",
    "plus": 15,
    "snip": false,
    "text": "I think it's a satisfying conclusion. Beef got them through the fight and Ray got them out."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "peppermint",
    "plus": 0,
    "snip": true,
    "text": "A comment left by peppermint was marked lame too many times and excluded. (marked lame by Sakana, redion, waitwhat, STUART)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "redion",
    "plus": 0,
    "snip": false,
    "text": "argh, my hand slipped! sorry for the lame."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cleave",
    "plus": 3,
    "snip": false,
    "text": "I think you're forgetting though that these are dire circumstances.  Remember that \"abnormal reaction to abnormal circumstance is normal.\"  It is difficult to predict or characterize how even well known associates will react in grim scenarios.  <br/> \n <br/> \nI agree with you; they are not acting like themselves.  But I also think that they are in some crazy times right now and that they area just playing accordingly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 3,
    "snip": false,
    "text": "ray got alot more backbone in the GOF, he's taking charge"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theloneliestmonkey",
    "plus": 13,
    "snip": false,
    "text": "The only time I jumped up out of my seat and cheered at a comic strip."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dougthehead",
    "plus": 17,
    "snip": false,
    "text": "\"We gonna make the metals kiss and the fuel turn lively.\" One of the best lines in Achewood, ever. <br/> \n <br/> \nAnd yeah, this storyline doesn't really go against the character because the characters aren't static- They gradually change over time as different things happen."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "falseprophet",
    "plus": 3,
    "snip": false,
    "text": "Rage Against The Machine needs to get back together and make that the first line of their album."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nickb285",
    "plus": 0,
    "snip": false,
    "text": "This line is probably my favorite sentence ever written, anywhere. Even out of context, it's oddly poetic and vaguely badass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fourninefoxtrot",
    "plus": 0,
    "snip": false,
    "text": "Yes. <br/> \n <br/> \nThis is an underrated line, lost against the backdrop of the epic Jeep action.   <br/> \n <br/> \nJust so might Oppenheimer's \"I have become death, the Destroyer of Worlds\", quoting from the  <em>Bhagavad Gita</em>  during the testing of the first nuclear bombs, have become forgotten were there no one there to hear and remember."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "malesherbez",
    "plus": 0,
    "snip": false,
    "text": "so I guess it's just the little skull on the front that caught fire?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 5,
    "snip": false,
    "text": "if you listen closely you can hear it: <br/> \n <br/> \n \"Bela Luugoiiiiissss...deaaaaaddddddduuuhhhhhhh\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 1,
    "snip": false,
    "text": "Beef is hell of book smart. <br/> \nRay gets things done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "wehavemagnums",
    "plus": 6,
    "snip": false,
    "text": "Ray's whipping up a new batch of sauce in panel 6."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 1,
    "snip": false,
    "text": "Panel six is perfect. SO perfect. If I had had drawn that I would have used it a hell of a lot more than twice."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tinhand",
    "plus": 0,
    "snip": false,
    "text": "Yeah the ape-shit craziness of panel 6 definitely makes it for me. \"crak\"."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 4,
    "snip": false,
    "text": "\"You gonna stand there with your butt on the back of your body?!\" <br/> \n <br/> \nWins."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "saru",
    "plus": 1,
    "snip": false,
    "text": "I was just wondering why nobody mentioned this awesome line. I guess the rocksomeness of the rest of the strip pushed that to the back burner."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gyrate",
    "plus": 0,
    "snip": false,
    "text": "I live for the day I can use this line in casual conversation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Ray has an invisible leg in the last panel."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "joamiq",
    "plus": 0,
    "snip": false,
    "text": "There's just something in between Ray and the gas."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Whoa. Crazy perspective changing, there. You just blew my mind a little."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "drago25",
    "plus": 0,
    "snip": false,
    "text": "Man, Ray could even give Logan a run for his money for going all Beserker-style on dudes."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sparhawk",
    "plus": 0,
    "snip": false,
    "text": "Logan all standing there with his ass on the back of his body... <br/> \n <br/> \nRay's two-pawed punching style is win."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "direhaggis",
    "plus": 0,
    "snip": false,
    "text": "Damn this strip gives me a giddy Mad Max with ass-kicking cats feel."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "panopticism",
    "plus": 0,
    "snip": false,
    "text": "greatest story arc ever? methinks so."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "troy_convers",
    "plus": 0,
    "snip": false,
    "text": "Hard Travelling heroes"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 2,
    "snip": false,
    "text": "translation of Beef's line: <br/> \n\"THEY MUFT SIZZLE\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "carlyle",
    "plus": 0,
    "snip": false,
    "text": "Promising to make \"the metals kiss and the fuel turn lively\" is fucking Shakespeare. God, I love that line to death."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "w_w",
    "plus": 0,
    "snip": false,
    "text": "What do you suppose the drivers in the other two jeeps were doing while Ray staved on their buddy?"
  }
]