[
  {
    "depth": 0,
    "minus": 2,
    "name": "jimts",
    "plus": 25,
    "snip": false,
    "text": "Mexican Magical Realism seems so much less frustrating than British Magical Realism. And less likely to get you committed."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mc_white",
    "plus": 12,
    "snip": false,
    "text": "I feel like the British stuff should have a good ol' moral to it you know?  It's not like cornelius learned anything outta this, just got to wear his hearing hat"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theirateturk was marked lame too many times and excluded. (marked lame by JimTS, straw, thumbfinger, Hipjiverobot, KaMeT, lordofring, cmjhogan, bigtom, atticusonline, Ciansy, iidebaser, littlefatdog, AtlanticCity, DerSquirrel)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theargentinian was marked lame too many times and excluded. (marked lame by straw, thumbfinger, bigtom, aHatOfPig, iidebaser, Doc_Rostov)"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "neonaoneo",
    "plus": 5,
    "snip": false,
    "text": "Shut up"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 12,
    "snip": false,
    "text": "Awesome! we have finished discussing the first post."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": true,
    "text": "A comment left by cromar was marked lame too many times and excluded. (marked lame by straw, InspectorGadget, mania3)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mc_white",
    "plus": 3,
    "snip": false,
    "text": "On the contrary, I think the arc illustrates what every senior citizen WISHES they could do with a personal computer.  Or more precisely I think they all just wish someone/thing thought they were even useful enough to use as an accomplice to computer hackery. <br/> \n <br/> \nOh look at me, all coining phrases with my hand in my pants."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": true,
    "text": "A comment left by starforth was marked lame too many times and excluded. (marked lame by straw, oculus, mania3, aperson)"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "king_duncan",
    "plus": 0,
    "snip": false,
    "text": "Seriously.  Bravo."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I'm still sceptical that it was actually Roast Beef, but Cornelius thinks the same as you, of this you should be proud."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dangelder",
    "plus": 0,
    "snip": false,
    "text": "Off topic, but I just typed Achewood into Google and got this: <br/> \n <br/> \nAchewood - April 18, 2008 <br/> \nA cartoon of modern life as lived by a retarded otter, an alcoholic tiger, and two bears. <br/> \nMap of 124 Church St, New Brunswick, NJ 08901 <br/> \nachewood.com/ - 15k - Cached - Similar pages - Note this <br/> \n <br/> \nWhat does that location have to do with Achewood???"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "No clue, but it's right around where my friends lived when they went to Rutgers, and also near the house where Geoff Rickly from Thursday used to live and have shows in the basement."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": false,
    "text": "<em>everything</em>"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pyromancer",
    "plus": 0,
    "snip": false,
    "text": "Plus what does that regrettable description have to do with anything at all?"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "gunsofray",
    "plus": 0,
    "snip": false,
    "text": "shit man, Consiparcy Theories: 1 Christ Onstad: (insert sideways 8 here)"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Well, perhaps, but that seems based in entirety on the presumption that Cornelius is  <em>not shocked out of his wits</em> .   <br/> \n <br/> \nOn the other hand, the image of the elderly being taken in by evil, surreal scams and not by simple ignorance is quite prevalent."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "My personal preference is for Ingmar Bergman's brand of Swedish Magical Realism as presented in his  <em>Fanny och Alexander</em> . All I have to say is,  <em>beware the gay vampire.</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "edwell",
    "plus": 175,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I have know idea what teletrichopathy is, perhaps the gift of mentally moving or atracting hair?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 1,
    "snip": false,
    "text": "The 'tricho' prefix refers to hair. This is simply a horrible pun."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I'm having a paranormal hair transplant as I write this."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Perhaps sensing hair?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "finish_him",
    "plus": 0,
    "snip": false,
    "text": "My best guess is that it has something to do with paranoia related to \"Kingston Sideburn\".  Psychic communion with a Rastafarian's chops may cause Jamaican Magical Realism?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rhadamanthus",
    "plus": 5,
    "snip": false,
    "text": "I think you are missing something here which is very simple: teletrichopathy implies being able to feel or sense hair from a distance. Naturally, one would feel \"dread\" in Jamaica. There. Now that I've dissected that particular nugget, all the humour has run out of it.* <br/> \n <br/> \n*Advanced readers may notice another pun of a lesser scale here."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Something about dreadlocks containing parasites?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "notcool",
    "plus": 0,
    "snip": false,
    "text": "I see what you did - This is not a chubby, this is a leech!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Oh I am  <em>so</em>  glad I saved a chubby for you."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "gumption",
    "plus": 0,
    "snip": false,
    "text": "Chubby for the one on japan and the captioned image at the bottom. Win."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mystkmanat",
    "plus": 0,
    "snip": false,
    "text": "I get the tentacles, but not the suit/tear ducts.  Help?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "My liberal use of chubbies has been shortsighted. Hangs head."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "iidebaser",
    "plus": 0,
    "snip": false,
    "text": "I really appreciate how much work you put into that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": false,
    "text": "You should make your own website, I like your posts."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "It is truly impossible for this to have too many chubbies. <br/> \n <br/> \nI have contributed nothing with this comment, and for that, I have no remorse."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Possibly the best comment that has ever been commented, and close in the running for the Awesomest Awesome that was Ever Awesomed."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 1,
    "snip": false,
    "text": "In RE: Awesome Comments; wouldn't it be fun to have a collection of awesome comments? Make a little coffee table book out of it. \"Achewood: Critical Review and MSPaint Commentaries.\" Dibs on 20% royalties to anyone who actually does this."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I... I don't think that's how royalties work. But it is awesome."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "kelissamunz",
    "plus": 0,
    "snip": false,
    "text": "Movie Devdas, song sequence \"Dola Re Dola\". DAMN I love that song."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "eileens_wetwipe",
    "plus": 0,
    "snip": false,
    "text": "Funniest post I've seen so far - the Russian Magical Realism entry had me laughing long and heartily, my friend. I finally appreciate the glory of the well-given chubby."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "panamajack",
    "plus": 0,
    "snip": false,
    "text": "Where does this come from? Did you make this or is it some website's doing?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "My knowledge of Bergman is not enough to appraise this comment, but I will feign knowledge and chubby you because I know Bergman is serious about his work."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 2,
    "snip": false,
    "text": "Agatha Christie you  <strong>BITCH</strong> ! Are there no victims left for use to torture us with! Or did you run out of ideas, and then there were... <br/> \n <br/> \nOh, well. I give up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "blastradius",
    "plus": 0,
    "snip": false,
    "text": "I hope this is not the end of the arc. It would be a bit of a letdown if it were."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "There is no 'fin' on the lower right corner, so I would guess not."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "Less likely to get you committed--mistaken for a pedophile--but much more likely to land you in a mysterious warehouse in the desert with a bottle of ketchup that foretells the date of your own demise."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "ethelthefrog",
    "plus": 0,
    "snip": false,
    "text": "damn it, i meant \"or mistaken\".  damn, damn it all."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "sealman87",
    "plus": 0,
    "snip": false,
    "text": "Scratch off the \"Made in England\" sticker and I guarantee that it says \"Hecho en Mexico.\""
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Sorry, dude. Joke's been made."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uua1Mds09#comment_53\">It was done pretty excellently as well.</a>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "massialot",
    "plus": 0,
    "snip": false,
    "text": "It wasn't particularly magical. Anglo-technological Mysteriousness?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "iidebaser",
    "plus": 5,
    "snip": false,
    "text": "it isn't even that-- crippling MPD, endless driver and network issues, the only tech support being some \"haxor\" who calls himself \"t3h b0ph1n?\"  near as I can tell, it's just  <em>LINUX.</em>"
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "falseprophet",
    "plus": 26,
    "snip": false,
    "text": "Now if this were Ubuntu,  <em>that</em>  would be some magical realism.  <br/> \n <br/> \nWhenever I open the CD drive on my Ubuntu machine, a different Carole King album that I do not own comes out. When it first happened I joyfully told my wife the news. She started blathering about how it wasn't magical and that she had just bought the album the day before but I shoved her out of the way to get to a phone so I could call my sponsor and share the news with him. These days when I discover the magical albums I tell my wife and she gives me my medicine. I know she is selling them on eBay and when you have a computer that makes an infinite number of Carole King CDs I tell you boy that is money in the  <em>bank.<br/>\n<br/>\nNote: I do not currently own Ubuntu or a wife.</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hilarious! You need to, like, apply for a position writing for the Cracked website or something, man. That was really funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "In our dreams, creating funny Assetbar posts is a job, and chubbies are legal tender."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 6,
    "snip": false,
    "text": "Oh wow, I thought I was the only one who dreamed of making tender chubbies their job."
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "No clue what \"ubuntu\" is, and don't feel like looking it up."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Although you are an asshole I won't be an asshole to you. Ubuntu is a type (distribution) of GNU/Linux operating system."
  },
  {
    "depth": 5,
    "minus": 2,
    "name": "norrin",
    "plus": 1,
    "snip": false,
    "text": "It a program that lets fat dudes who live in their moms' basements feel superior to those of us who buy comps and operating systems 'off the rack.'  <br/> \n <br/> \nLets see just how foolish insulting nerds on the internet turns out to be."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "Best. OS. Ever!!!!!!!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "andyfaewatford",
    "plus": 0,
    "snip": false,
    "text": "What the hell!? I don't even remember writing the above comment, let alone understand what point I was trying to make, or why I would have found it funny.  <br/> \n <br/> \nI request that my above comment be stricken from the record on the grounds that I suspect I have been playing computers whilst drunk. Again. <br/> \n <br/> \nApologies."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Let the record show that the drunken petitioner has puked on his shoes.  Motion granted."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Damn, I thought for sure it was Obama's brother or something cool, not some linux shit.  (And your passive/aggressive \"asshole\" comment makes  <em><strong>you</strong></em>  look like one.  I was just tired and uninterested in \"insider\" code.)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Well you just jumped into a conversation to tell people that you didn't know something and weren't going to bother to find out, which seems pretty arrogant and lame to me because it's not exactly hard to find information on the internet. I'm sorry for calling you an asshole though!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Ahem, I  <em>was</em>  assholish on purpose about geekoidal computer stuff, and I apologize to tech-heads everywhere.  You don't need to be remineded that most people don't give a shit about the inner workings of their magic boxes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Tell me about it. I've done tech support for a number of programs and the shit that I hear is insane. I understand that not knowing about computers and their magical inner workings doesn't make one stupid. However, not knowing anything about your computer and pretending you do to in a vapid attempt at not being made fun of by the tech you are talking to is damn stupid. Though in defense of the common non-computer literate person, most techs are complete fuck-wads."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "saucy_jack",
    "plus": 0,
    "snip": false,
    "text": "Thank you for telling us."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 0,
    "snip": false,
    "text": "Thats pretty much what Alan sugar built his fortune on. <br/> \n <br/> \nsorry, SIR Alan."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "toiletstore",
    "plus": 4,
    "snip": false,
    "text": "An Achewood Entr'acte."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theargentinian",
    "plus": 3,
    "snip": false,
    "text": "the fact that I had to look up Entr'acte earns you a lame for being an asshole.. the fact that you used the word perfectly and thus are smarter then I earns you a chubby. This conflict means I will simply respond with an e-pat on the back that ends up being a bit more forceful then necessary to the point where its just kind of rude. Bravo toiletstore, bravo."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "toiletstore",
    "plus": 5,
    "snip": false,
    "text": "I take this e-pat with acquiescence."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "invidious",
    "plus": 29,
    "snip": false,
    "text": "Look who's being a dick about terms."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "The fact that your avatar is a cat makes the imagery of you reluctantly accepting an e-pat all the more vivid."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "more forceful THAN necessary would have been more correct"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 1,
    "snip": false,
    "text": "more correct than then"
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "theargentinian",
    "plus": 2,
    "snip": false,
    "text": "now look who's being a dick about terms."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "johnnyc",
    "plus": 25,
    "snip": false,
    "text": "It's Assetbar.  <em>Everyone is a dick about terms</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "miku224",
    "plus": 6,
    "snip": false,
    "text": "This is the truth."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "ford",
    "plus": 3,
    "snip": false,
    "text": "<insert obligatory gush about dancing Tyrannosaur here>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "miku224 gets a chubby from me whenever I have one to spare. I realize this is foolish, and yet, I do it anyways."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "laserblade",
    "plus": 1,
    "snip": false,
    "text": "The thing is, he's not talking about AssetBar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "A dick about terms, and a terminal dick!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "it is OK if you are a dick to yourself. Yourself is not a stranger."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 0,
    "snip": false,
    "text": "if you are referring to the achewood term, it is \"you should never be a  <span style=\"border-bottom: 1px dotted\">cock</span>  to a stranger <br/> \n <br/> \ni swear that's the last of me being a dick about terms <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Look this up, my ass."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "toiletstore",
    "plus": 12,
    "snip": false,
    "text": "Guys, I don't want us to fight anymore. I just want us to be a family again."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "clever-nickname",
    "plus": 9,
    "snip": false,
    "text": "THIS IS WHY WE CAN'T HAVE NICE THINGS"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": true,
    "text": "A comment left by chuvak was marked lame too many times and excluded. (marked lame by tekende, The_Prophet, scrumpton, atticusonline, bixschmix, Doc_Rostov, NumberKillinger, hardelicious, peterjoel, Teabag_Mel)"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "thorfinn",
    "plus": 1,
    "snip": false,
    "text": "Rule number 1 of assetbar: Do not be a cock to a stranger <br/> \nRule number 2 of assetbar:  <strong><span style=\"border-bottom: 1px dotted\"> NO LOLCATS!!! </span></strong>   lolcats are never OK, under any circumstances.  Variations on the lolcat, such as lolpuppies, lolwalrus, and lolpetergriffin, are also unacceptable.  Take your lolcat and your distorted neckbeard elsewhere, as we want neither."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "cromar",
    "plus": 1,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "A distorted neckbeard...  So you know what to look for.  Shoot on site?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yomimono",
    "plus": 0,
    "snip": false,
    "text": "That is mega nasty <br/> \nThat is dog shit"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "finish_him",
    "plus": 0,
    "snip": false,
    "text": "Though I don't necessarily like your rules, they are an excellent guide to avoid being lamed out of existence.  Lolcats are a guilty pleasure of mine I would never reveal to someone who knew what I was talking about.   <br/> \n <br/> \nFrom a practical perspective, I would also add Rule Number 3 of Assetbar: Negative sentiments of any kind toward the comics or Onstad himself will NOT BE  TOLERATED.   <br/> \n <br/> \nThose three rules are a good way to advance yourself in the chubbeconomy.  If that's your kind of thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "Thank you for saying that."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seren_tremio",
    "plus": 6,
    "snip": false,
    "text": "YOU'RE ADOPTED"
  },
  {
    "depth": 3,
    "minus": 2,
    "name": "toiletstore",
    "plus": 5,
    "snip": false,
    "text": "I thank God I have none of you in me."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "miku224",
    "plus": 2,
    "snip": false,
    "text": "V-Chub."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "I just want to say that your avatar combined with the recent tendency on assetbar to shorten the virtual chubby to the sorta anime-sounding \"V-Chub\" makes me hear the original  <em>Megaman X</em>  theme music in my head whenever this occurs. Thank you for the fond remembrances of things past."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "Don't let GeePa hear you say that or he'll rectify that omission."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "Do I have to? Oh all right, fine. <br/> \n <br/> \nAhem. <br/> \n <br/> \n <em>That's what she said.</em> <br/> \n <br/> \nCan I go now?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "Sounds like a line from  <em>Blue Velvet</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I just saw that movie, and I drink your milkshake!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "I'm pretty happy none of you are in me as well. I'm at work and that would be horribly inappropriate."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "I love you, toiletstore."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I-I'm carrying your baby, hellofyellin."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You whore!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "SHUT UP! *sobsob* SHUT UP!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "DON'T YOU TALK TO HER THAT WAY SHE IS MY WIFE YOU GODDAMNED BOMBERPILOT WE'RE A FAMILY NOW AND NOBODY IS GOING TO HURT THAT IDEA WHY DON'T YOU GO PAINT A FLOOZY IN A RED ONE-PIECE ON A PLANE IF YOU'RE SO SMART <br/> <br/> <br/> Hush, baby.  You and me and toiletstore? <br/> \n <br/> \n <em>We're gonna love that baby.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "She.. she told me she loved me! She told me it was MY BABY!"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 0,
    "snip": false,
    "text": "CATGRIL!!!!1  What have you done to us... AND OUR LOOOOVE?"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "I'm so sorry! I couldn't bear the pain...IN MY HEART!!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I sincerely hope that after civilization's impending demise, archaeologists will be forced to reconstruct an account of early 21st century life based solely on phrases such as this, found as solitary fragments of data lacking all context."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 2,
    "snip": false,
    "text": "I really don't think it'd be all that different from the way we establish history now."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Oh, but  <em>what</em>  a history it would be! <br/> \n <br/> \nIt almost inspires me to write an epic post in the voice of a history professor from circa 2800, proving faux historical conclusions using nothing more than cut-and-pastes from these forums. <br/> \n <br/> \nBut then, it's after lunch and I'm sleepy.  Let someone else do it."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "C'mon, please?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "I can only hope that one of the texts that survives is John Hodgeman's \"The Areas of My Expertise,\" a wonderfully witty and utterly false history of America. Just to make things interesting, you know?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "You get a chubby for being 100% correct."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "French this, asshole."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "laserblade",
    "plus": 0,
    "snip": false,
    "text": "At first I read that without the comma."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Works either way.  (Not sure why I was such a cock yesterday, sorry strangers.)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": true,
    "text": "A comment left by ddgoec was marked lame too many times and excluded. (marked lame by straw, orvel, HSE)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "I think he's just over 3% crazy by this point. I also don't think this is the end of the arc... just doesn't fit the Achewood M.O. to have all the explanation be speculative"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smallblackdog",
    "plus": 0,
    "snip": true,
    "text": "A comment left by smallblackdog was marked lame too many times and excluded. (marked lame by straw, rude_mechanical, slickshoes3234)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Do Male bears get menopause?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "biff",
    "plus": 1,
    "snip": false,
    "text": "Dunno if they do or not. <br/> \n <br/> \nBut if they do, I bet it is called  <strong><em>urso</em></strong> pause."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 6,
    "snip": false,
    "text": "You mean urso <em>paws</em> ?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "d3athcann0n",
    "plus": 0,
    "snip": false,
    "text": "genius"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theargentinian",
    "plus": 3,
    "snip": false,
    "text": "Its rather odd to read Achewood and NOT see a shitload of comments already... but at the same time it leaves me feeling cold and alone.. it leaves me feeling like a \"gentlemen of...vintage\" whose friends and family have all died off over the years."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "This looks really stupid a couple days later with hundreds of comments before it.  Too bad."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "halfdirt",
    "plus": 0,
    "snip": true,
    "text": "A comment left by halfdirt was marked lame too many times and excluded. (marked lame by straw, Hatticus, grayestnova, odei, prius_chaser, iidebaser, ddgoec, FoxtrotAmend)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "shades",
    "plus": 0,
    "snip": false,
    "text": "I kind of agree"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mattfish",
    "plus": 2,
    "snip": false,
    "text": "how's that, Stanley?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "avery86",
    "plus": 0,
    "snip": false,
    "text": "Oh you're right! Because you are the definitive voice of when an arc is OVAH! Thanks for clearin' that up."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "halfdirt",
    "plus": 1,
    "snip": false,
    "text": "This strip feels out of place compared to the entire arc.  It's a shame dissenting opinions are almost always a free ticket to \"Lamesville\".  I'm more interested in hearing opinions from people who DON'T mark every Achewood a 4 or 5."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "voloshg",
    "plus": 0,
    "snip": false,
    "text": "Yes!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Yes! It's... plausible? I'll take it anyway!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 1,
    "snip": false,
    "text": "I don;t believe Beef did any such thing. It's not his style."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "There are things going on behind the scenes of Achewood that you mortal men were not meant to know of <br/> \n <br/> \nAnd the cat flies, and the crow walks, And the ghost dies, and the sow talks. And they tell us that they'll be as good as gold. Hey brother, where's your soul? <br/> \n <br/> \n[img]http://i159.photobucket.com/albums/t158/cousinted/beefcity.jpg[img] <br/> \nBelieve nothing that you're told"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cousinted",
    "plus": 3,
    "snip": false,
    "text": "://critical system error <br/> \n <br/> \n://image failure <br/> \n <br/> \n://reboot? [y/n] <br/> \n <br/> \n://y <br/> \n <br/> \n[IMGS OFF]"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "biff",
    "plus": 0,
    "snip": false,
    "text": "Ooh, neato,  <em>Dark City</em> ! <br/> \n <br/> \nI love that movie!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rude_mechanical",
    "plus": 1,
    "snip": false,
    "text": "Shut it down!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Didn't I see you last strip, Mr Hand, or am I the only one who realises you're fucking with us in our sleep? I DON'T WANT TO BE RUFUS SEWELL"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Someone help me parse panel five.   He would break out from shackles in order to escape having to steal music?   He would break music from its shackles in order to let it escape somewhere?   Is this sentence a product of Cornelius' overall jumbled thoughts?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "davey-boy",
    "plus": 3,
    "snip": false,
    "text": "Cornelious believes that the only music available to steal from the internet is the truly awful kind."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": true,
    "text": "A comment left by theirateturk was marked lame too many times and excluded. (marked lame by straw, Anderian, xiaomimi, speedwell)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "envika",
    "plus": 0,
    "snip": false,
    "text": "em dashes?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 9,
    "snip": false,
    "text": "No! A dash which is longer than my penis has no place in civilised society."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "luckypyjamas",
    "plus": 7,
    "snip": false,
    "text": "i gave you a chubby <br/> \n <br/> \nit just seemed ironic"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "You never, ever, ever are to use an en dash for a break in thoughts. It is purely used to separate dates. <br/> \n <br/> \nCome on, man. Come on. It's a typographic device intended to INCREASE the ease with which one communicates, NOT be used to increase confusion. <br/> \n <br/> \nI am not trying to be a dick about terms, yet I realize that is the case. Let us keep in mind that I would not even comment on an innocent, accidental discretion: however, given Theirateurk's displayed knowledge of the dash, I must let him know I do not approve of his breaking with convention in this case."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "You've gone beyond being a dick about terms to being a dick about  <em>individual characters</em> . How does this make you feel? Discuss."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "I used to go to Dictionary.com or Merriam-Webster for all my grammatical needs. Now I check with Assetbar."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "Take that tone with me again and I'll go Sondra Smuckles on your ass, motherfucker."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "joshuah",
    "plus": 2,
    "snip": false,
    "text": "But the way you've parsed that makes it sound like music in general is something Cornelius would break from shackles to escape. I much prefer: <br/> \n <br/> \n\"stealing (music which I would break from shackles to escape), for instance\""
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Hmm, I thought he was stating that he would escape from the act of stealing music altogether rather than claiming that the music available is of such poor quality that he would escape from it. <br/> \n <br/> \nYou are correct and have humbled me; my dashes serve no purpose. However, neither do your parentheses."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "In the end they realize that the author had the same debate with himself and came to what was already the best conclusion. <br/> \n <br/> \nIt sort of doesn't make sense, though... after all, why would he steal music that repulsed him? Why wouldn't he just steal music he likes?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "I think the moral of the story is that I finally understand what Onstad was trying to achieve yet; not caring whether anyone else does, combined with an inability to communicate my feelings lucidly, as well as fatigue mean that I will never share my innermost thoughts concerning panel six with anyone, ever again."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "You and your 'never again' posts.  I fell for that once - never again, you cad! <br/> \n <br/> \nWaitaminnit..."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I think I just realized the problem here. Onstad's grammar is indeed a bit off. The line should either be \"stealing music  <em>that</em>  I would break from shackles to escape\" or \"stealing music, which I would break from shackles to escape\". I'm fairly certain he meant the first thing."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "No no, its: <br/> \n\"Stealing music.  Which I, would [break from shackles] to:  escape.\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Hmm, \"Stealing music--music which I would break from shackles to escape.\" I think that reads the most clearly?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "from which! FROM WHICH!  <strong>FROM WHICH!</strong>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "I think we've decided upon the final definition, here."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "streever",
    "plus": 1,
    "snip": false,
    "text": "Let me write it all out so I can feel pretty: <br/> \n <br/> \n\"Stealing music--music from which I would break from shackles to escape.\" <br/> \n <br/> \nApologies: I didn't mean to say the final definition, but rather, the final decision. The decision in favor of the sentence which I just typed out. That's right. I typed it.  <em>Me</em> ."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "According to Microsoft Word, you usually need a comma before \"which\". Otherwise, you should use \"that\"."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Microsoft Word isn't sophisticated enough to recognize when you're using an independent clause, though. A \"which\" often, but not always, needs a comma."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "indeed...  \"Internet Explorer has ran out of memory...\"  was an error message in early versions, way back in the day.  There are more contemporary examples as well, but none come to mind at the moment."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Fuck Microsoft Word"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh Nonono. <br/> \n <br/> \nFUCK...Microsoft Word"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "streever",
    "plus": 0,
    "snip": false,
    "text": "Sure, that too."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "i THINK, don't quote me on this because I've misinterpreted Connie's sayings before, that he would be  so scared/disgusted with the idea of stolen music (a gentleman does not steal) that he would break shackles and chains to run away from the proximity of stolen music (i.e. the internets)"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 7,
    "snip": false,
    "text": "I am afraid not. He was making a commentary on the culture of the average PC buyer's taste in music. Seems unlikely he would bother breaking shckles to avoid stealing something, otherwise, he could happily stay shackled. Shackled people don't steal things."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "theargentinian",
    "plus": 0,
    "snip": false,
    "text": "on rereading that, you're absolutely correct. The pipe does wonder for one's cognitive reasoning skills..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 1,
    "snip": false,
    "text": "Oh, is THAT what's going on in his avatar. I have been wondering."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "ddgoec",
    "plus": 1,
    "snip": false,
    "text": "It looks exactly like the avatar THE_BOFFIN would use to taunt us..."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "daidai",
    "plus": 0,
    "snip": false,
    "text": "I thought you were referring to your own avatar, in which case I would have found your post rather droll and egotistical."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tommycrashwreck",
    "plus": 0,
    "snip": false,
    "text": "It seems to be a picture of a man's eye, upon which other men are performing surgery."
  },
  {
    "depth": 8,
    "minus": 1,
    "name": "catgrl131",
    "plus": 2,
    "snip": false,
    "text": "Ees a pictur of Urtra Peanut!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Looks more like a still of the video to Losing My Religion to me."
  },
  {
    "depth": 10,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 9,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 11,
    "minus": 1,
    "name": "plummet",
    "plus": 2,
    "snip": false,
    "text": "Man why'd you have to post a full pALL GLORY TO THE HYPNOTOAD"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "BYYYYAAAAAWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWW"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "starforth",
    "plus": 0,
    "snip": false,
    "text": "Somehow the hyptno-toad just isn't the same without the BWRRRRRUUUUUUUUMM sound."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I'd say it's a Pogo for President campaign button from about 1960."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Except not anymore."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "It's actually Noam Chomsky."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "555"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "theguitarhero",
    "plus": 0,
    "snip": false,
    "text": "It's actually nacho cheese in the shape of a heart."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 2,
    "snip": false,
    "text": "I hope to high heavens I don't have to explain mine to anybody.  Ever.  Not even African children.  This is knowledge that should have reached critical mass at this point."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "godfatherofsouls",
    "plus": 0,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Breaking shckles? Is Cornelius laundering money to the Israeli mafia?  <strong>Is</strong>  there an Israeli mafia? <br/> \n <br/> \nOh godamnit, I've done and flustered myself again. I can't leave comments."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "cbtbone",
    "plus": 0,
    "snip": false,
    "text": "man what"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "davey-boy",
    "plus": 3,
    "snip": false,
    "text": "The dude comments on my mistaken spelling of shackles, suggesting sheckles. And apparantly isreali organised crime is the sort that launders even petty change. <br/> \nSuch suggestions of miserliness is anti-semitic, my friend. Not cool."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "Come now. People joke about the Italian mafia all the time; but mention anything of the sort with jews and you're immediately labeled AS; even a fellow jew. :c( <br/> \n <br/> \nThis is why I'm agnostic, now. <br/> \n <br/> \nThat being said, I consider your implying that the Jewish mafia would not launder 'petty change' as being  more pointedly anti-semitic than I had ever intended to be. <br/> \n <br/> \nNice try though. I love how the mention of \"jew\" in anything but a defensive context warrants the immediate use of the word anti-semite.  <br/>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "c_dizzle",
    "plus": 0,
    "snip": false,
    "text": "I did not delete those last two lines during the editing process. In case of laming, my point was: davey-boy = quick to judge."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I was hoping that would be read as a joke of some sort. I am truly sorry."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "It seemed pretty obvious that it was a joke. I found it funny. I also liked c_dizzles jew-face emoticon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 2,
    "snip": false,
    "text": "[IMGS OFF] <br/> \n <br/> \nCornelius Bear at the brink.  <br/> \nThose are the Goo Goo Dolls."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Do you think he is an idiot for liking the Goo Goo Dolls, or retarded for liking the Goo Goo Dolls?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "This is a funny statement but I do not understand who is liking the Goo Goo Dolls in this situation. Nobody is liking the Goo Goo Dolls, especially not Cornelius, who would break from shackles to escape the Goo Goo Dolls.  <em> (see illustration)</em> <br/> \n <br/> \nTo  answer your question: Oh, um. Most likely just an idiot?"
  },
  {
    "depth": 6,
    "minus": 1,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "I was assuming you were making a refrence there, so I was making a refrence to the same thing.  Only in this scenario, you were likely refrencing nothing.  A comedy troupe named Zebro makes fun of their friend for enjoying the Goo Goo Dolls.  They are quite funny."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "grayfox",
    "plus": 0,
    "snip": false,
    "text": "I gave you a chubby even though I like the Goo Goo Dolls.  Well, at least the album \"Dizzy up the girl\" whose album cover art makes me feel like a date rape is about to take place."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Iris is an important song. Broadway is okay, too."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "margargaret",
    "plus": 1,
    "snip": false,
    "text": "My assumption was that downloading music is difficult, and sometimes you have to figure out crazy file formats and what-not to listen to it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spectre",
    "plus": 0,
    "snip": false,
    "text": "He would break through the shackles (a skill that may come in handy yet, if there's trouble from the FBI) to avoid the music; therefore, he would not steal it."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "benji",
    "plus": 10,
    "snip": false,
    "text": "I think he is trying to say:  <br/> \n\"The type of popular music available on the internet is so abhorrent to me, that one would have to shackle me to the wall in order to force me to listen, and even so, I would break said shackles in an adrenalin fed, baby-under-a-Volvo-esque feat of strength, just to avoid the experience\"   Or more simply, \"I hate today's music, so I don't need a computer which downloads it.\"  <br/> \n <br/> \nOn a separate note, Today's Toothpastefordinner has a slick Achewood reference.  Worth checking out."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "perilon",
    "plus": 0,
    "snip": false,
    "text": "Thank you benji, I now understand.   Chubbied."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "You are correct. Thank you for clearing up this grammatical confusion."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, what makes you think that a person named Hiram automatically equals Achewood reference? I'm not rolling my eyes at you, metaphorically speaking, I really want to know."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Methinks someone is confusing an Oregon Trail reference with an Achewood reference.   <br/> \n <br/> \nThat Hiram the blacksmith does get around so."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "benji",
    "plus": 3,
    "snip": false,
    "text": "Ahem, if I may: <br/> \nA. Title of comic is Oregon trail 2008 <br/> \nB. A man named Hiram is involved <br/> \nC. The Hiram is a Blacksmith. <br/> \n <br/> \nWhile any one of these, perhaps even two, could be considered coincidence, the simultaneous appearing of all three in a comic drawn by a man whom we already know reads Achewood('Geometry' shirt in one of Drew's videos)  would leave me to believe that this is no mere coincidence.  Additionally, if you actually played Oregon Trail, you would note that there is no Blacksmith-based interaction, therefore, assuming that two men who live on opposite sides of the country did not simultaneously invent a blacksmith named Hiram who was a character in a modernized update of the classic game \"Oregon Trail,\" it's safe to say that, at the very least, the comic posted on Toothpastefordinner.com April 18, 2008 was inspired by the reading of the May 13, 2003 \"Oregon Trail\" storyline of the internet comic \"Achewood\".  <br/> \nLadies and gentlemen of the jury, I rest my case. <br/> \n <br/> \nPS: We know that the TFD Hiram was a blacksmith because in the olde days people used their blacksmith as a dentist, dentists hadn't been invented yet and blacksmiths had pliers and stuff."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Oh, I see. That PS was more informative than the rest of your post."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "I always thought they used barbers as dentists. <br/> \nI don't know why I thought that, but it sticks in my brain."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I seem to remember hearing that, too."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I know that they used cobblers for keymakers. No-one'll ever be able to find the reasoning behind that one. Ever."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "Quite a few houses in the U.K. still have their original 'cobble locks'. They can be a pain but the keys are handy if someone tries to mug you."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Is that like these oversize novelty Secret Garden keys they've given me for my room at Oxford? Because those are ridiculous."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "Maybe keys were originally made out of shoes."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Or vice versa."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "odei",
    "plus": 0,
    "snip": false,
    "text": "What the fuck, why did I think cobblers made cobble stones? Please pretend I'm slightly sharper than a foam ball and move on, thank you!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "That's okay, at least you didn't think they made fruit and dough-based desserts."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "That would be a cobblerer."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "bixschmix",
    "plus": 0,
    "snip": false,
    "text": "No, barbers were surgeons. The red-and-white striped barber pole originally represented a pole wrapped with bloody sheets after a surgery. <br/> \n <br/> \n*The more you know!*"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "Yeah, I knew that. But I also thought they did teeth.  <br/> \n <br/> \n <em>Medical science has seen lots of advances.</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "orvel",
    "plus": 0,
    "snip": false,
    "text": "Also, the off-center head tilt made me immediately think of Nice Pete."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Ouch - my bad. To be honest, I don't remember much more of Oregon trial besides dying in that damn river about a million times for no good reason, or surviving when I shouldn't."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "Oregon Trial was the game where you are hanged in the town square if you lose."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "\"Fuck you, river. I'm gonna weight my caravan with rocks and aim for the sharks. If I'm gonna lose,  <em>it's gonna be good!</em> \""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "rogergs",
    "plus": 3,
    "snip": false,
    "text": "You have to picture a towering Cornelius shackled to the proscenium of Radio City Music Hall. <br/> \n <br/> \nAs tuxedoed swells gasp and society dames scream, sharp-elbowed pressmen nicknamed Scoot and Sparky lift their bulky, accordioning cameras. <br/> \n <br/> \nDeanna Durbin in a cocktail gown flutters at them from the wings.  \"Oh, stop! You awful men! Can't you see ... you're  <em>scaring</em>  him!  You're  <em>hurting</em>  him!\" <br/> \n <br/> \nBut the flashes are a mere distraction.  It is the sound that drives Cornelius to wrench the prodigious iron staple from the floor. <br/> \n <br/> \nThe cameras are playing Badly Drawn Boy."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "worldbelow",
    "plus": 0,
    "snip": false,
    "text": "I'm afraid to be a dick about grammar, but... <br/> \n <br/> \nCornelius is so shaken up by the experience that he neglected to realise that the correct form of expressing his feelings on dire music would be <br/> \n <br/> \n <em>Stealing music <strong>for</strong> which I would break from shackles to escape</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Um...no. He means stealing the kind of music he would break from shackles to escape, meaning pretty much all modern music that can be found on the Internet. God, people are really hung up on this stealing music being wrong thing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "stealing music is awesome."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "No, because he's escaping  <em>from</em>  the music, and at the same time breaking free  <em>from</em>  the shackles. The sentence, while somewhat clumsy, is gramatically sound."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "You silly fellow. He meant the opposite of what you said. And you put it in italics and everything."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "kvanever",
    "plus": 0,
    "snip": false,
    "text": "The problem with the reading is that it needs a second use of the word 'from' to accompany the word 'escape'.  Without that completed idiom, you're just left hanging."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Hey everyone, let's keep picking this completely inconsequential grammatical nit until it bleeds."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tenthman",
    "plus": 0,
    "snip": false,
    "text": "The Shrovis can't access the internet, but it can bring its user to a world of intrigue and good olde fashioned British parlor folly."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "mint",
    "plus": 7,
    "snip": false,
    "text": "If Roast Beef is so clever, how come he can't fly?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "professorhazard",
    "plus": 1,
    "snip": false,
    "text": "He thinks he's developing a thing for corpulent women."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "How do you know?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 2,
    "snip": false,
    "text": "His eyebrows in panel 8 perfectly convey that he thinks he is developing a thing for corpulent women. That is  <em>exactly</em>  what my eyebrows would look like if I thought I was developing a thing for corpulent women."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Frogs do not have eyebrows?"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "TOAD. <br/> <br/> <br/> HYPNOTOAD."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "All glory, etc. etc."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "All glory to the Hypnohouse! <br/> \n-deafening wall of noise-"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 4,
    "snip": false,
    "text": "I am enjoying the avatar symmetry going on here. <br/> \n <br/> \n <em>Proceed.</em>"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Oh Gramps!"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "ford",
    "plus": 0,
    "snip": false,
    "text": "i feel like you're trying to sneak this excellent avatar/comment synergy past us. Chubby."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Yeah, too bad they are  <em><strong>icons</strong></em> ! <br/> \n <br/> \nAvatars get up and walk around, they are figures, actual replacement beings.  Icons are little things in boxes that stand for other things.  Sheesh!"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Wow.  You really give a shit about this, apparently."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "pogo",
    "plus": 1,
    "snip": false,
    "text": "Someone must care, or language descends into rap."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "'Proceed' he says, furthering the symmetry.  It's sad that PBF isn't going anymore, but I did find an amusing  <a href=\"http://web.archive.org/web/20101220003250/http://www.chainsawsuit.com/20080416.shtml\">tribute</a>  recently."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "When exactly did it stop?  Since the last time I had been there, I found at least 4 or 5 new comics I hadn't read yet."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "In the last couple of weeks he's decided not to post PBF on a regular basis. It's not dead, just low on his priority list."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "That was what I had assumed.  Atleast there will be the occasional comic."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "AKA Children of Bodom"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "[url name=http://iheartnoise.com/mp3/grislydeath.mp3]Alternatively, a deafening wall of noise.[/url]"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "juanclaudius",
    "plus": 0,
    "snip": false,
    "text": "Dang I messed up.  <a href=\"http://web.archive.org/web/20101220003250/http://iheartnoise.com/mp3/grislydeath.mp3\">Here.</a>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "techiebabe",
    "plus": 1,
    "snip": false,
    "text": "All hail the Hypnotoad!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "In Toad do we trust."
  },
  {
    "depth": 5,
    "minus": 1,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "that chubby was for your avatar, not your triteness"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "foxtrotamend",
    "plus": 0,
    "snip": false,
    "text": "Still magical realism is inherently amusing and intriguing, regardless of whether or not it makes sense.  Maybe the digital magical realism was just too much for poor Cornelius's analog brain."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Cornelius doesn't need a Murder Mystery party - he has the Shrovis-Bishopthorpe. <br/> \n <br/> \nI think Beef knew he'd probably have to be involved in that party, so he was just taking preventive action."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 7,
    "snip": false,
    "text": "Murder On The DisOriented Express"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Perfect name for a pretentious indie band?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "Cornelius' dignity, in the forest, with a floppy disk."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 1,
    "snip": false,
    "text": "Cornelius' dignity killed Mr.Boddy in the forest with a floppy disk?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "quiet you"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 7,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "theirateturk",
    "plus": 1,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003250/http://swallowsgrieve.ytmnd.com/\">You will always be remembered Mr Teal</a>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "TEAL 4EVA"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "paperboy_2000",
    "plus": 2,
    "snip": false,
    "text": "All drinking honey out of a 40 oz. plastic bear.  All slowly pouring some on the ground for Mr.Teal."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "Oh, hee hee hee!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "At first I giggled. But when the music started up, the entire situation sobered and I became wistful and despondent.  <br/> \nShame on me. Shame on me for giggling."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "What is that music? It sounds so familiar."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "abendsonnen",
    "plus": 0,
    "snip": false,
    "text": "I don't know, but combined with that image it is the saddest thing."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "Thomas Newman - American Beauty"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "Cornelius is pretty pissed that Ray still thinks he is senile. Soon he will cut him down to size in an extremely badass fashion. Mark my words."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "nickgranger",
    "plus": 1,
    "snip": false,
    "text": "Well how's that for fudge?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randyleepublic",
    "plus": 0,
    "snip": false,
    "text": "I think that the Boffin is going to end up quite the popular fellow around the FBI Kidporn Desk.  Sort of like the team mascot.  Of course they won't know what he is really up to..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qingofchina",
    "plus": 0,
    "snip": false,
    "text": "Cornelius just needed to be part of a fake murder plot to not be bored. What next? E-border patrol?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "I dont want to admit that he's going senile but the fact that he's thinks roast beef got him arrested intentionaly and is a genius for it....ray might be on to something."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "loneal",
    "plus": 3,
    "snip": false,
    "text": "Turns out seeing a woman get punched in the tits over and over gets old pretty quickly."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 3,
    "snip": false,
    "text": "Its one of those things thats better when you go see it live."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "It's also one of those things that seems to speed up and slow down when you keep watching it, even though you know it's the same image over and over. <br/> \n <br/> \n <em>Your tits are fucking with my head</em>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "Also: I know it's not, but I keep thinking that little sequence is from Jackie Chan's  <em>The Armour of God</em> . <br/> \n <br/> \nAlso: Now  <strong>them's</strong>  some real boobies, going by the jigglification.  But my knowledge of fake and real mammaries is minimal, I'll be honest. <br/> \n <br/> \n <em>Now I will stop talking about your avatar's tits</em>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fattybeaver",
    "plus": 0,
    "snip": false,
    "text": "The jigglifcation in this one is a little more subtle. Its a vintage pendulum style. You have to stare closely to see it, but that shouldnt be a problem."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Why stop? Obviously they're there to be discussed. tits."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "solobuttons",
    "plus": 0,
    "snip": false,
    "text": "TITS. I LOVE EM."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Real ones have a lot more hang and jiggle.  Fake ones are all round and stuffed looking.  The visual appeal is great, but in the clinch, medium to small ones are the most fun.  You just end up getting the big ones pinched somewhere and they are all flabby like.  They end up sagging to the belly button, too, at aroun 45."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "That's my rod she's pumping.  Whoo-hoo!!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": true,
    "text": "A comment left by smilebuddha was marked lame too many times and excluded. (marked lame by straw, farqussus, littlefatdog)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 5,
    "snip": false,
    "text": "PS: I do not wish to taste the curb."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Man... do you really think Roast Beef was the boffin?  That would be insanely great."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "mattfish",
    "plus": 0,
    "snip": false,
    "text": "nah, he probably has chatted him up on IRC here and there, though"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "happy",
    "plus": 1,
    "snip": false,
    "text": "FYI Kobayashi Porcelain is not printed on the exterior of the mug like that"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "smilebuddha",
    "plus": 0,
    "snip": false,
    "text": "I know, but when you've got five minutes to put something in before someone comes up with the same idea? Publish or perish.   <br/> \n <br/> \nIt's my first experience with assetbar, and I'm just glad the picture came out...um...right side up, legible, and not as a random string of failed coding.  Let me find a whiteboard made by Quartet in Skokie, Illinois, and then we'll all have a talk."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cyberia",
    "plus": 1,
    "snip": false,
    "text": "I'm really not enjoying the Comic Sans."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gladi8orrex",
    "plus": 0,
    "snip": true,
    "text": "A comment left by gladi8orrex was marked lame too many times and excluded. (marked lame by tekende, _cheesekayke, Miku224, juanclaudius, aHatOfPig, smilebuddha, scraggg, NumberKillinger, I_Love_Kate)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "YOU ARE NOT REAL!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "He...is...not...real... <br/> \nAll...hail...the...hypnotoad..."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 1,
    "snip": false,
    "text": "British Magical Realism? <br/> \n <br/> \nLike, you read some old tome and then suddenly everything gets all dry?"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "ragtagop",
    "plus": 0,
    "snip": false,
    "text": "Or the flowers that you buy off that Eliza girl in the street makes anyone who smells them enjoy British cuisine.  You know,  <em>impossible</em>  things becoming the norm."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "\"In the Achewood criminal justice system...\" <br/> \n <br/> \nIt's like a happy episode of Law & Order! <br/> \n <br/> \nCue outro!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 3,
    "snip": false,
    "text": "That's a pretty awesome avatar you've got there."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Maximus is suddenly jousting with Techiebabe and Miku224 for the title of Greatest, Most Awesomest Icon."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "I'm chubbying catgrl for maximus' avatar. That's how it goes."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "starforth",
    "plus": 1,
    "snip": false,
    "text": "I'm chubbying you for chubbying catgrl for chubbying maximus' avatar.  Put that in your nose and blow it."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 4,
    "snip": false,
    "text": "I chubbied all of you for not chubbying me."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "retro",
    "plus": 0,
    "snip": false,
    "text": "and therefore receive a chubby in turn"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "It's like that saccharin Helen Hunt movie with the AI kid."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "that is a RARE SITUATION"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It's an icon."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Look who's being a dick about terms."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 2,
    "snip": false,
    "text": "Personally, I'd have liked to see what websites C B would have visited before all of this Finch/ Boffin business arose. Could have even made for a webcomic within a webcomic a la tales of The Black Freighter, but without the repressed homosexuality"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "miku224",
    "plus": 1,
    "snip": false,
    "text": "I just read Watchmen for the first time a few weeks ago, and it was excellent.  Chubbied."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I would chubby you  <em>just for reading Watchmen,</em>  because I am  <span style=\"border-bottom: 1px dotted\">Raw.</span>  Unfortunately my rawness is beaten only by my friendliness."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "I also read \"Watchmen\" just a couple of months ago for the first time (didn't even know a movie was in the works) - a little dated, but good. A magnum opus, but, like many works that bite off a lot (2001 and The Stand come to mind), it sets up a premise that just can't be satifyingly resolved in the end."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "loneal",
    "plus": 2,
    "snip": false,
    "text": "Aw jeez, you got blasphemy just  <em>everywhere</em> . And I just vacuumed, too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I would have considered it satisfying, if the copy I had borrowed hadn't been irritatingly defiled so that a number of the final pages were missing. I got Nite-Owl calling Ozymandias a bastard or something, then ketchup on a shirt. Not closure like I enjoy it."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "Yeah, actually, my copy is missing a couple pages because they were stuck together and in the process of pulling them apart, I stripped the ink off. We should both go get chaste, virginal copies, I suppose."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I totally didn't snigger at that."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "yearsinhotclaws",
    "plus": 0,
    "snip": false,
    "text": "Gotta disagree.  The Watchmen had one of the most satisfying conclusions of any story I've ever read, especially for its length."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "scraggg",
    "plus": 0,
    "snip": false,
    "text": "Have you read the extended edition of The Stand? It's got another epilogue tacked on to the end that I thought salvaged the ending pretty decently, a rare thing for a Stephen King novel."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "maximus",
    "plus": 0,
    "snip": false,
    "text": "haven't yet, but a fried of mine who has it liked the original better <br/> \n <br/> \ngo figure"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biggestblackest",
    "plus": 0,
    "snip": false,
    "text": "Excellent alt text. Best in a while."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "perfidy",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 3,
    "snip": false,
    "text": "perfidy, you're"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "perfidy",
    "plus": 1,
    "snip": false,
    "text": ""
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 4,
    "snip": false,
    "text": "crazy!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "falseprophet",
    "plus": 0,
    "snip": false,
    "text": "cool!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "retinarow",
    "plus": 0,
    "snip": false,
    "text": "Ray has perfected his driving pose. It is the ultimate combination of cool and concentrated."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "sharpdresseddan",
    "plus": 0,
    "snip": false,
    "text": "Is this the end of the arc I wonder? Or will we perhaps see one final exchange between Cornelius and Beef?"
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "geysershitdick",
    "plus": 0,
    "snip": false,
    "text": "The alt text gave me a dickens of a chuckle."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "Isn't that just tuberculosis?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "missbee",
    "plus": 8,
    "snip": false,
    "text": "Fellow denizens of Assetbar, I present a gift from me to you: <br/> \n[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "ddgoec",
    "plus": 0,
    "snip": false,
    "text": "gratitude chub for you"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Oh god, they're ever so slightly out of sync, and it's driving me mad!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "dr_strangeglove",
    "plus": 0,
    "snip": false,
    "text": "this just reached a whole new level of crazy."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "jeet",
    "plus": 0,
    "snip": false,
    "text": "It kind of plays in my head like \"ha HA. ha HA\" One right after the other, though the second one always has more emphasis."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "missbee",
    "plus": 0,
    "snip": false,
    "text": "for me, it's really monotone. ha. ha. ha. <br/> \nheh, it's in synch on my computer"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "Oh wow.  Drinky the Crow.  What ever became of that little dude?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "drskradley",
    "plus": 5,
    "snip": false,
    "text": "Then scroll your mouse over it, and get THREE LEVELS OF MADNESS."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "YES. All three of them out of sync. It is wacky"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "theirateturk",
    "plus": 6,
    "snip": false,
    "text": "I give you...Legion, by Turk with Karl Lagerfeld <br/> \n <br/> \n[IMGS OFF][IMGS OFF][IMGS OFF] <br/> \n[IMGS OFF][IMGS OFF][IMGS OFF] <br/> \n[IMGS OFF][IMGS OFF][IMGS OFF]"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uua5nJl2Z\">*Splut*</a>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "falseprophet",
    "plus": 1,
    "snip": false,
    "text": "<em>Row row row your boat, gently down the stream...</em>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is the stuff of nightmares, right here."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "relaxing",
    "plus": 0,
    "snip": false,
    "text": "fuck... magic realism!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 2,
    "snip": false,
    "text": "Ray knows from WebMD that answering to Stanley is one of the signs of being demented."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "randombeing",
    "plus": 0,
    "snip": true,
    "text": "A comment left by randombeing was marked lame too many times and excluded. (marked lame by sirhan_duran, TommyTheBrat, prius_chaser, loneal, mira, smilebuddha)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "prius_chaser",
    "plus": 0,
    "snip": false,
    "text": "I put it at a solid 3. Plot advancement, but nothing to explode my pants with humor."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "little_angry_plum",
    "plus": 0,
    "snip": true,
    "text": "A comment left by little_angry_plum was marked lame too many times and excluded. (marked lame by cyberia, prius_chaser, foea)"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "I'd have to go with Vlad, Lyle, and Nice Pete. But yes, thank you for speaking truth to power."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "satyr",
    "plus": 0,
    "snip": false,
    "text": "I also think this! Please explode my pants! (Please do not explode my pants)."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I though only guys had pants explosions."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "\"thought\" -- sorry, my pants were exploding"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "theirateturk",
    "plus": 15,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "theirateturk",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20101220003250/http://g.photos.cx/swordfish_more_like_boredfish-f3.png\">Dammit</a>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cyberia",
    "plus": 0,
    "snip": false,
    "text": "Chubbed for Connie's last line."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "comrade_tom",
    "plus": 1,
    "snip": false,
    "text": "Connie, though he has a good point would be too smooth to shit, i mean he probably went to eton AND harrow, but other than that good effort."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "This is a good thing you have done."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "irondave",
    "plus": 1,
    "snip": false,
    "text": "Thank you, Chris Onstad, for getting the strips out on the planned days each of the past three (?) weeks.  My life is better when this happens."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "glyphtheory",
    "plus": 0,
    "snip": false,
    "text": "As we near the conclusion of this arc, I'd like to point out that the Boffin's wonderful skull is EXACTLY the same skull that adorns Lyle's shirt throughout the first couple years of achewood:  <a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uuaf5Qrbj\">exhibit A</a> . Maybe this has already been brought up, but I can only manage to read about 150 comments a day, and amidst all the chubbies being raised for the skull's sinister laughter, perhaps someone else will join me in wondering what the hell Lyle's been up to lately. I mean, it's not just the skull, but the porn, and the  <a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uua2bnmsZ\">repeated</a>   <a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uuab6wGBB\">fucking around with Cornelius</a> , and his level of  <a href=\"http://web.archive.org/web/20101220003250/http://m.assetbar.com/achewood/uua9VfLGW\">comfort with computers</a> ... all these things kinda point to Lyle as the culprit, in my mind."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 1,
    "snip": false,
    "text": "It makes me sad that you have apparently never heard of The Misfits."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "audhumla",
    "plus": 0,
    "snip": false,
    "text": "I've got Some Kind Of Hate for glyphtheory"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 0,
    "snip": false,
    "text": "Why can't he Walk Among Us?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "glyphtheory",
    "plus": 1,
    "snip": false,
    "text": "Dudes. I respect what you're doing here, but I thought we all understood something about whether one should ever be a cock to a stranger. <br/> \nI have heard of the goddamn Misfits, and I get that that's Lyle's thing. Right. But the mere possibility that a particular skeletal graphic could be used in more than one context is what drove me to write this thought out. Is that so wrong? Actually listening to the Misfits is not my cup of tea. I make no bones about that. You guys rock on. But it makes me sad that you assume I'm ignorant about things."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": true,
    "text": "A comment left by alreadyinuse was marked lame too many times and excluded. (marked lame by straw, RabbiDPanda, foea)"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "Is that new avatar supposed to be some kind of disguise?"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "She's also apparently aged over 80 years since a few days ago."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 2,
    "snip": false,
    "text": "Maybe she lives in the southern hemisphere. Things are pretty whacky down there, or so I hear."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "And had a sex change."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 3,
    "snip": false,
    "text": "There is another, secret forum where arbitrary decisions are made to dick on new users for no reason. It is invitation only.  <strong>You are not invited.</strong>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "invidious",
    "plus": 0,
    "snip": false,
    "text": "<em>I knew it.</em>"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You... execrable  <em>dastards</em> ."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "Let's start a \"Hated by Achewood\" club and cry together on cold Thursday nights on the lawn.  Ecksdee."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "shitty disguise, bitch"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "If you had a super-rad avatar like the dancing psychedelic t-rex, everyone would love you for  <em>equally</em>  little reason. <br/> \n <br/> \nJust something to think about."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You make no...bones? <br/> \n <br/> \nI think not listening to the Misfits by choice is even worse than not having heard of them. I'm afraid you're in trouble yet again, glyphtheory!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 1,
    "snip": false,
    "text": "But we all know that being in trouble is a fake idea."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "I really don't like his Attitude."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "so great.  now everyone's feelings are hurt.  This is the saddest thing.  D-:"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "glyphtheory",
    "plus": 0,
    "snip": false,
    "text": "Yeah, it's pretty bad. I feel pretty good, though, about  <em>not</em>  being the one pretending like my opinions of other people's musical taste matter, in a discussion about a comic strip that has nothing to do with music. <br/> \nBecause I see achewood as  <a href=\"http://web.archive.org/web/20101220003250/http://achewood.com/index.php?date=03142003\">a celebration of the English language</a> , I will try to keep my musical snobbery to myself and instead attempt to use  <a href=\"http://web.archive.org/web/20101220003250/http://www.worldwidewords.org/qa/qa-bon1.htm\">fairly obscure idioms</a>  and wordplay while musing on the potentials of an intricately woven plot. I like it when other people do too."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Chill, man, don't get so defensive. There was nothing aggressive about my first comment, and after that we were just trying to see how long we could keep incorporating Misfits song titles into our posts (though now the chain is broken). Sorry if I incorrectly assumed that you didn't know the skull on Lyle's shirt was the Misfits logo - it just seems like if you had, you would've called it that instead of just calling it a skull graphic. Also, if the dictionary link was directed at me, it was unnecessary - I know what the idiom means. My comment was making a  <a href=\"http://web.archive.org/web/20101220003250/http://achewood.com/index.php?date=02262002\">reference</a>  that you might have missed."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I thought you were appreciating the use of the phrase \"I make no bones about that\" in a post connnected with skulls."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "I sincerely hope that at the very least a mutual love of each other's clits can bring us together."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "XD"
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 4,
    "snip": false,
    "text": "Oh, clits are fine enough in their own right, I suppose. I wouldn't say that I necessarily love the things."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Wow, how had that one not cropped up yet? Whatever. Chubby for doing what had to be done."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "I am  <em>so</em>  glad I had a chubby left."
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "finish_him",
    "plus": 0,
    "snip": false,
    "text": "I don't like to be a cock to a stranger for karmic reasons, not just because Ray says so; but this keeps popping into my head every time I scroll past this comment thread: <br/> \n <br/> \nFuck... GLYPH THEORY!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gumption",
    "plus": 2,
    "snip": false,
    "text": "5 since I'm blazed. Pretty sweet."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "neonfreon",
    "plus": 1,
    "snip": false,
    "text": "talk about cop outs"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 14,
    "snip": false,
    "text": "Well...okay. If you say so. <br/> \n <br/> \nCop out is an idiom meaning to avoid taking responsibility for an action or to avoid fulfilling a duty. <br/> \n <br/> \nCop out (or cop-out) may also refer to: <br/> \n <br/> \nCop-Out, a 1969 Broadway play starring Linda Lavin  <br/> \nCop-Out, a 1986 video game by Raffaele Cecco  <br/> \nCop Out, a 1999 biography about the rugby 1981 Springbok Tour by Glenn Wood  <br/> \nCOP OUT, also a book written in 2007 by former Police Officer Robert L. Davis Television <br/> \n <br/> \nCop Out (unsold pilot), a 1970s television game show by Chuck Barris that never got sold, starring Bill Bixby, Richard Dawson, and Michele Lee  <br/> \n\"Cop Out\", a 1998 episode of Martial Law (TV series)  <br/> \n* Cop-Out, a 1967 film based on the book The Strangers in the House by Georges Simenon and starring James Mason, Geraldine Chaplin, Bobby Darin, and Ian Ogilvy[1] <br/> \nChinese Cop Out, a 1989 action film starring Simon Yam and Ng Man Tat  <br/> \nCop-Out, a 1991 action/thriller film by Lawrence Simeone and David A. Prior starring Regie de Mornay[2]  <br/> \nMusic <br/> \n <br/> \n\"Cop Out\", a song on the 1969 film Naked Angel  <br/> \n\"Turn On, Tune In, Cop Out\", a 1993 single by the British band Freak Power  <br/> \n\"Cop Out\", a song by Peter Hope and Richard H. Kirk on the 1994 album Black Box - Wax Trax! Records: The First 13 Years  <br/> \n\"Chemical Cop-Out\", a song on the 1995 album Hit & Run Holiday by My Life With the Thrill Kill Kult  <br/> \n\"Santa Doesn't Cop Out On Dope\", a song on the 1996 Christmas compilation Just Say Noël by Sonic Youth (originally by Martin Mull)  <br/> \nCop Out, a 1990s punk band made up of members who later went on to Warcry , His Hero Is Gone , Talk Is Poison  <br/> \n\"Cop Out\", a song on the 2001 album Caught Off Guard by Much the Same  <br/> \n\"Copout\", is also a song on the 2000 album Shorter, Faster, Louder by Kid Dynamite  <br/> \n <br/> \n[edit] See also <br/> \nCop  <br/> \nOut  <br/> \nWeasel word  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "seren_tremio",
    "plus": 3,
    "snip": false,
    "text": "Marry me?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 5,
    "snip": false,
    "text": "An update for the rest of the Assetbears out there: seren-tremio and I are currently on our honeymoon. The wedding went beautifully, as planned, except for the fact that there was a stray cat in the back of the temple hacking and downing shot after shot of Cuervo. He kept offering the bottle to the bridesmaids and generally made a fool of himself. That tasteless cat had no right to mar our special day. Luckily, we had him taken away by Animal Control before the reception."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "davey-boy",
    "plus": 4,
    "snip": false,
    "text": "Did Animal Control come before or after 'Can't Help Falling in Love With You'?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "ddgoec",
    "plus": 1,
    "snip": false,
    "text": "this 'tasteless cat' made bail, so...see you at Thanksgiving!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "And, like all great weddings, it all happened in the space of eight hours."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Chubby for Arrested Development reference, even if it wasn't intended."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I think for the full AD effect you need to end with ! instead of ? <br/> \nbut yeah, i'm going to chubby it too."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 1,
    "snip": false,
    "text": "Another Arrested Development fan. Babysit me!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "attention Arrested Development fans on Assetbar: A movie and a documentary seem like very real possibilities now.  Smiles throughout our days no longer need be feigned!"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hamscout",
    "plus": 0,
    "snip": false,
    "text": "her?"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "nbgreene",
    "plus": 0,
    "snip": false,
    "text": "she's really funny"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Let's hope so."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "Freak Power: Fatboy Slim before he was. radical."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "oh and Much The Same is a fun Chicago band. defunct, but fun."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "_cheesekayke",
    "plus": 0,
    "snip": false,
    "text": "That was fucking incredible."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "atrusrand",
    "plus": 0,
    "snip": false,
    "text": "I'm not sure if Cornelius' thoughts are true upon Roast Beef's intentions, but I can see where he's going. He wouldn't be privy to comprehend or have the patience for common-day computing troubles, like flamewars and music stealing. Therefore he believes that Roast Beef had led him to a computer that would give him an adventure that's modern, but would engage Cornelius on a level that he would understand. <br/> \n <br/> \nOur only hope is to see what Roast Beef has to say. Although I do feel bad for Cornelius. He's confused and is desperately trying to rationalize the situation."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "maximus",
    "plus": 3,
    "snip": false,
    "text": "Well, Mr. Onstad, have a restful weekend."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "your avatar is so goddamn [i]incredible/i]"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "so incredible it rendered me  <em>unable to use bbcode</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "woodenteeth",
    "plus": 0,
    "snip": false,
    "text": "I used a Chubby just for this avatar. Ohhhh yeah."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tommythebrat",
    "plus": 4,
    "snip": false,
    "text": "How did cornelius get out of jail?  <br/> \n <br/> \nJail is a really hard place to get out of!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gmm",
    "plus": 2,
    "snip": false,
    "text": "Dear those of you who found this strip unfunny or just plain not good: BALLS. <br/> \nSolid 4 for \"My name is not Stanley\" \"They say that's a good sign\"."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "Exactamundo."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 2,
    "snip": false,
    "text": "I'm not sure if I'll get pummelled for a Simpsons reference, but does anyone else imagine Ray talking in like a Homer-whisper with that line? i.e. Really really audible but with a slightly more breathy voice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "I do now! excellent! <br/> \nThe Simpsons was pretty much the most important TV show since forever; I am down with Simpsons references (in moderation)."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "Guessing you're also down with Futurama avatars. <br/> \n <br/> \nI may be wrong."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 6,
    "snip": false,
    "text": "If I try to change it, I wake up four hours later in a ditch."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "LIES!"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "You don't know that. Numberkillinger COULD be in a ditch right now."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "deusoma",
    "plus": 0,
    "snip": false,
    "text": "Abso-freaking-lutely. I'm so damn happy I'm not the only one. Let's pretend I had an extra chubby and gave it to you."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Wow, now that you mention it, yes, that is awesome. Homer's whisper is pretty much my favorite thing about The Simpsons, especially since he does it all the time."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "I stopped liking The Simpsons when Moe started doing his \"WAAAAAAAAAAAA??\" take without irony. Sadly, that show has sucked for years."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "loneal",
    "plus": 0,
    "snip": false,
    "text": "You know, I think it is very in fashion to hate The Simpsons. I don't really get it. I don't watch the show very often, but when I do, the newer episodes often make me laugh just as much as the old ones."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "Meh. I don't hate The Simpsons, because that doesn't make sense, but I think that there's a very tangible difference in humour between their salad days and the most recent episodes. With the newer ones that I've seen, I tend to spend as much time frowning as I do laughing. <br/> \n <br/> \nWhich is why I stick to Futurama. Now there's a show that was consistently good."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "Keep mentioning Futurama! <br/> \nMy power grows stronger!"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "Futurama and Family Guy are probably the most consistently clever comedies on TV, and I am prepared to defend this statement to the death against the Family Guy-hating bandwagon crowd who takes their cues from South Park. <br/> \n <br/> \nAlso, Drawn Together was fairly amazing."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "farqussus",
    "plus": 0,
    "snip": false,
    "text": "Family Guy will be excused for their one-dimensional \"I haven't been this <blank> since the time I <blank>\" flash backs while they continue to be funny. American Dad will not be excused."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "They just piss me off with there ever growing consistency with the 'punishment gags' and insistence on singing old musical numbers, and believing that is enough of a joke to go on."
  },
  {
    "depth": 10,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "\"Punishment gags?\" Clubfoot? What?"
  },
  {
    "depth": 11,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "Remember that one Family Guy episode when Peter wins a trip to a brewery in a bit of a Charlie and the Chocolate Factory fashion? They had him running home with his golden ticket, only to have him stub his toe and seete in pain for half a minute. That was pretty funny, until they began to pull that kind of gag all the time in an apparant bid to fill twenty two minutes of programming.  <br/> \n <br/> \nThis is what I mean by punishment gag; it's funny because you will sit there and watch it."
  },
  {
    "depth": 12,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 0,
    "snip": false,
    "text": "I suppose the bit where four of them engage in a minute-and-a-half orgy of vomiting also falls under that category."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "autrepoupee",
    "plus": 0,
    "snip": false,
    "text": "So I'm not the only one who chortled at Drawn Together! We're good people, really, on the inside."
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "farqussus",
    "plus": 2,
    "snip": false,
    "text": "Sure, if you find molestation and drug abuse funny. <br/> <br/> <br/> Which it fuckin' is."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "dapooka",
    "plus": 0,
    "snip": false,
    "text": "Oh no, I hated Family Guy long before South Park told anyone to."
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "king_duncan",
    "plus": 0,
    "snip": false,
    "text": "Even mediocre Simpsons is better than most other stuff on TV."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "drskradley",
    "plus": 0,
    "snip": false,
    "text": "NO I do NOT. <br/> \n <br/> \nTo me, this is no whisper - it is something where he leans forward, looks the other guy straight in the eyes like there is nobody else around, and articulates and stresses every word as though it is of global importance. <br/> \n <br/> \nAs in: <br/> \n <br/> \n <em>I don't need to tell you what they did with the body.</em> <br/> \n <br/> \nPunctuation is also important.  The period/full stop indicates that  <span style=\"border-bottom: 1px dotted\">this is the end of discussion on the matter</span> .  Not because you aren't worthy, but because that's  <span style=\"border-bottom: 1px dotted\">all that needs to be said.</span>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "YES <br/> \nI missed that first time around.  I thought he meant having the name Stanley was a good sign, and it went whoosh (over my head).  Then I figured it out.  Solid 4."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "nice-on-water",
    "plus": 0,
    "snip": false,
    "text": "Solid 4 INDEED."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Ah, what a well-reasoned reply from the \"pro\" side of the aisle:  <br/> \n <br/> \n\"You don't like this strip? FUCK YOU.\" <br/> \n <br/> \nLook, the few posters here who stated they didn't like this strip didn't go out of their way to piss anyone off or anything.  If they don't like it, let 'em say so; read it, and move on to the next comment."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 1,
    "snip": false,
    "text": "He didn't say \"fuck you\", he just said \"Balls\" to those who didn't like it. <br/> \n <br/> \nLook, the poster here who stated they thought it was 'balls' that people didn't like it didn't go out of his way to piss anyone off.  If he likes it, let him say so; read it and move on to the next comment."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Don't be so pedantic.  We all know what he meant. <br/> \n <br/> \nThe people who didn't like the strip commented on the strip.  This guy commented on those people, summarily dismissing their opinions.  That's the difference."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I don't see how I'm being 'pedantic', by any definition of the word.  I was merely remarking on the irony of criticizing someone for expressing their opinion to those who expressed their opinion. <br/> \n <br/> \nMayhaps I read gmm's post as less 'fie on those who didn't like it' and more as 'poppycock! it's a good strip.' <br/> \n <br/> \nIf gmm's intent was, in fact, to flip the bird to those who found the comic lacking, then my original comment is entirely irrelevant.  In any event, fineoakstructure, I appreciate your civility and durable construction."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I really don't want this to become an overlong argument (these new strips have too many comments as it is), but I do want to answer you: <br/> \n <br/> \nIt wasn't really ironic.  I didn't reply with a \"BALLS\"-like comment back to him.  I was a little frustrated, yeah, but he could have said he liked the strip without calling BALLS on the other people who didn't.  It  <em>is</em>  kind of a problem here.  Achilleselbow got tired of pointing that out; I haven't. <br/> \n <br/> \nIntentional or not, that kind of comment is basically a \"fuck you\" to someone who didn't find this strip that good.  Pointing out that he didn't literally say \"fuck you,\" which I obviously knew he didn't, seemed kind of pedantic to me.  You explanation above, less so...alright. <br/> \n <br/> \nCool? Cool. <br/>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "Yeah. Cool, I get what you're getting at.  Given what I've stated though, I don't know why you're taking issue with what I've said.  I took his 'balls' post to mean 'pish posh' and not 'screw you, haters'.  The difference being that the first is just a way of saying he enjoyed the strip, while the second way is saying he doesn't like the people who dislike the comic.  If I had interperted it in the more derisive sense, I would have lamed him like a Power Glove. <br/> \n <br/> \nI feel like we're really in agreement here, and I just can't find a way to convey what I would like to."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "achilleselbow",
    "plus": 10,
    "snip": false,
    "text": "As I've pointed out before, this is pretty much how Mr. Teal reacted to Cornelius's lukewarm feelings towards honey. <br/> \n <br/> \nWhen I started posting, I used to get riled up about this and jump to the defense of people who have discerning opinions rather than those shirt-lifters who 5 everything in sight. But this was when I was silly enough to think that this board was actually for discussing the comic itself. But I've realized that, at least in practice, the board is there in order for the readers to take the material given by the strip as a starting point and run with it creatively and bounce ideas off each other, which in the end creates a collage of exchanges and detournements that not only end up being pretty damn funny a lot of the time, but more importantly exemplify a new kind of humor that can only be created with the multimedia capabilities of the Internet and through the unintentional collaboration of many simultaneous users. <br/> \n <br/> \nSo basically, the great thing about Achewood is that it packs so much into each strip that even if it's not funny in itself, it can still end up being a payoff for the community if it results in a completely unpredictable and hilarious comment thread. And if you look at it that way, commenting just to say \"I didn't like this strip\" adds nothing and only ruins the flow, unless you add some interesting reasons to facilitate discussion."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 1,
    "snip": false,
    "text": "Very good points, all.  And while you might consider that one way to look at AssetBar, it's not unreasonable to still think that this is ultimately a \"comment on the strip\" board.  It's probably why it was created, a lot of the original posts on the archived strips tend to be comments on the strip, the loose instruction is \"Discuss,\" etc.   <br/> \n <br/> \nIf someone wants to comment positively, let 'em.  If someone wants to comment negatively, let 'em, regardless of whether or not it adds to the creativity and, well, self-loving that goes on here.  There's shitloads of other comments on here that \"interrupt the flow\" that aren't negative and add nothing to the discussion.  As long as someone ain't trolling it up, it doesn't seem a bad idea to just try to not be dicks to them unnecessarily."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 1,
    "snip": false,
    "text": "I don't like this thread."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You are so meta."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "The angry horseface says that people who read the comic strip also want to talk about other things, and that this banter can also be quite funny, both \"funny\" ha-ha and \"funny\" nuts/crazy/wacko."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "NYAH!  NOOOOOO!  WHERE IS MY BIRTHDAY CAKE!! NYAH!!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "rene",
    "plus": 0,
    "snip": false,
    "text": "yup.  <br/> \nAssetbar is giving me the education I never had. Mostly through links to things that I am often afraid to click on. <br/> \nAlso, most of the time, I find that I laugh just as much at comments on assetbar as I do at the strip.  <br/> \nAll y'all crack me up.  <br/>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "gmm",
    "plus": 0,
    "snip": false,
    "text": "Hello! I didn't mean any offense to people who did not like this strip. I personally found it highly amusing. I also enjoy shouting \"BALLS\" on the internet. Have a nice day."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Hey, we're having a contest to see who can yell \"balls\" the loudest; do you want to sign up? You just have to sign a medical waiver in case your ankle veins explode."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "BALLS!"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "<strong>BALLS!!!!!!!!!!!!!!!!!!!!</strong>"
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "<span style=\"border-bottom: 1px dotted\"><em><strong>BALLS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!</strong></em></span>"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "Yeah..... I got nothing."
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Not even any... <em>balls?</em>"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 0,
    "snip": false,
    "text": "Like I said somewhere else on this I do not have photobucket (or photoshop for that matter) so in lue of what I had in mind, (a banner saying BAAAAAALLLSS in the biggest font possible spread out across the Sydney harbour) this will more than do. Chubby"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "This is the sort of comment that R.B. should write appology cards for."
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "falseprophet",
    "plus": 4,
    "snip": false,
    "text": "You mean the balls that I ...  <em>boned?</em>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thegoodwillgirl",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one that's getting the vibe that Cornelius enjoyed this whole thing?  <br/> \n <br/> \nI think he's thankful to Beef, but everyone else seems to think he's upset with him. <br/> \n <br/> \n <em>I just don't know anymore.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "hellofditties",
    "plus": 0,
    "snip": false,
    "text": "I am getting this vibe yes."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "iseedeadpixels",
    "plus": 1,
    "snip": false,
    "text": "Definitely some good vibrations yes."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dogmandont",
    "plus": 0,
    "snip": false,
    "text": "Hey guys humble request. Can anyone find the old strip where Showbiz and Roast Beef exchange gifts, Roast Beef gets the computer, and write a hello world program? I've tried a number of different search terms but can't seem to find it. It perfectly encapsulates my feelings on computer programming to this day, and I'm a comp sci major."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "i_love_kate",
    "plus": 1,
    "snip": false,
    "text": "I really have no idea to which strip you are referring. And I've read through the archives four times. <br/> \n <br/> \n(God, just feel the pompous pride in that last sentence. Imagine me uttering it, smoothing back my hair and glancing around to see which nearby women are giving me the glad-eye.)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "Hmm..  It's hard to imagine showbiz giving anyone a computer, 'cause that sounds like an okay gift.  You're not thinking about the [url=http://http://achewood.com/index.php?date=05082002]milk & eggs minder[/url] program are you?  Otherwise, try using google to search the blogs... sometimes I search for something in a comic that never existed in a comic because I read it in the blogs instead.  There's  <a href=\"http://web.archive.org/web/20101220003250/http://rbeef.blogspot.com/2004/07/hw.html\">this</a>  blog entry.  If you were drunk and/or high when you first saw that strip you are looking for, it will probably help you to find it more easily if you get drunk/high again.  Hope this helps..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "I believe this is a book/subscriber strip only.  Young Showbiz gets a computer and Beef gets one of those kind of hats the French Foreign Legion used to wear (baseball cap with neck cape or something). <br/> \n <br/> \nI've seen it because I have the book it's included in (as extra content); I don't know if the subscriber strips are searchable; I'm guessing probably not."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "Oops, sorry, I forget to mention that they wind up trading gifts."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "fineoakstructure",
    "plus": 0,
    "snip": false,
    "text": "This also reminded me of the other \"special\" strip (which I think is/used to be available as a subscriber \"preview\" strip): the \"I Dig Boners\" strip.  Man I'd give that a 5 if I could."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "dogmandont",
    "plus": 0,
    "snip": false,
    "text": "Yeah, ok that makes sense thanks. I'm not crazy."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mira",
    "plus": 0,
    "snip": false,
    "text": "fineoakstructure is correct. it appears in volume III, \"The Devil's Dictionary.\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "baryonyx",
    "plus": 0,
    "snip": false,
    "text": "Does anyone else feel like half of the comic is missing? Or is that just me?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "Yeah absolutely.  Cornelius is supposed to be interrupting the current topic of the conversation in order to change to a new topic.  He does this with the phrase \"At any rate.\"  If this were a book, it might be narrated [\"At any rate,\" Cornelius bruskly interrupted...]  If this were a modern TV sitcom, then we would hear the interruption in his tone of voice.  But of course you can't convey tone of voice so easily in a comic strip with dialogue balloons.  It's even more difficult because they're sitting in a car, so you're limited as far as using physical posturing and gesturing for their expression.  It's all the more difficult given that Cornelius speaks in a very formal English of yore whose patterns of expressivity don't jive with that of the other characters nor with the reading interpretation of the contemporary audience. <br/> \n <br/> \nStill, ya got to admire Onstad for taking on this kind of challenge.  I don't think this instance was his best work, but overall, these continual juxtapositions of heterogenious ideas and characters in the dialogue and in the story are what give this strip such an expansive range and texture.  Look at most other strips out there - few of them even attempt this.   <br/> \n <br/> \nI think if the art for panels 1 and 5 were reversed, then the transition from panel 4 to 5 might have worked a lot better, especially if in panel 5 Tedor and/or ray had some kinda facial expression indicating that they were being interrupted and/or following Cornelius' resumption of the topic he started in panel 1.   <br/> \n <br/> \nIt's cool that the strip ends with a panel only showing Cornelius, therefore leaving it up to the reader to imagine Tedor & Ray's reaction and/or lack thereof to Cornelius' dialogue.  That is just awesome.  Onstad is forcing some of the creative work onto the reader - this is how it should be - this is part of how these characters achieve so much range and become so real."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well actually, I saw it as: Cornelius heard Ray's \"whisper\" (see: heccibiggs, a few threads up), and couldn't be arsed to get all worked up or even comment on Ray's assuption of his senility, so I guess you could say that the \"Stanley\" bit was what he was interrupting."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 1,
    "snip": false,
    "text": "Oh man I love getting referenced."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "chuvak",
    "plus": 0,
    "snip": false,
    "text": "Me too but then I always feel guilty in the morning."
  },
  {
    "depth": 4,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "May I quote you on that?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "davey-boy",
    "plus": 0,
    "snip": false,
    "text": "I think this may have been a case if Onstead being pressed for time, in regards to the last three panels. It was necessary to have a strip that was largely exposition, and Ray was there to throw out a joke to help it go down easier. Not trying to be a dick, but I think you are reading a little too much into it."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "Yeah it does feel rushed.  It could also be that Onstad wasn't rushed, but that he simply knows his own characters better than us, and so he visualizes their natural flow of conversation more easily, so what to us seems rushed or disjointed to him seems natural and normal.  I think also that even if he might be aware that the flow of the dialogue or of the story might not present well or neatly, I think he might just prefer to present it as is, without prettying it up, just to be true to the form and the story and the characters.   <br/> \n <br/> \nI wonder how the story and characters might evolve over time if Onstad's motivation evolved... I wonder how any of y'all might have observed Onstad's motivation to be evolving, if at all?   <br/> \n <br/> \nIt's sure a different experience, anyway, to read the strips day by day, and also to see them picked apart in Acheworld, rather than to simply read them straight through one after the other.  For me sometimes it seems to take away some of the spontaneous joy of reading the strips, when I read other's lengthy metatations on them. <br/> \n <br/> \nI wonder if I shouldn't read them one story arc at a time, rather than one strip at a time.   <br/> \n <br/> \nOn the flip side, imagine reading the strips one panel at a time... with a new panel released every 6 to 12 hours or so."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "Actually, that would be pretty awesome. Imagine just getting the first panel, and being all just \"What the fuck?\". However, imagine how congested the Assetbarrio would be, with all the speculation going on. I guess that would be counterbalanced by the fact that people would only have a couple of hours to post before the next panel comes up."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "rabbidpanda",
    "plus": 0,
    "snip": false,
    "text": "I don't know if you just invented Assetbarrio or if it's something I've been missing for a while, but I'll be damned if that didn't make me L out L.  Assetbarrio: Where Sniffle-tip Cholos Shank Each Other With Lames"
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "damn you got me all excited at the idea of witnessing a coinage but sadly no the term has been used on 25 previous occasions: <br/> \n[url=http://www.google.com/search?q=Assetbarrio site:assetbar.com&num=30&hl=en&safe=off&filter=0]google search[/url]"
  },
  {
    "depth": 7,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "what the hell man bb code doesn't seem to like a   in a url someone should write an RFC for BB code <br/> \n[url=http://www.google.com/search?q=Assetbarrio site:assetbar.com&num=30&hl=en&safe=off&filter=0]uhhh[/url]"
  },
  {
    "depth": 8,
    "minus": 0,
    "name": "alreadyinuse",
    "plus": 0,
    "snip": false,
    "text": "oh okay it is the asset bar it's self not the bb code that is the problem.  the plus sign is like disappearing"
  },
  {
    "depth": 9,
    "minus": 0,
    "name": "irondave",
    "plus": 0,
    "snip": false,
    "text": "You've got a lot of nerve trying to sneak a plus sign through here, mister."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "plummet",
    "plus": 1,
    "snip": false,
    "text": "happy 420 everyone!"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I just learned what that means, and I already don't care."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cromar",
    "plus": 0,
    "snip": false,
    "text": "You didn't know it was Hitler's birthday?  Ba-da-bing."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "steev_dayv",
    "plus": 0,
    "snip": false,
    "text": "My father's birthday too.  I got to eat cake on Hitler's birthday."
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "I heard the pot thing."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "we don't care that you don't care <br/> \n <br/> \nwe care the  <em>least</em>"
  },
  {
    "depth": 3,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "You speak for \"we\"?  Wow.  Who elected you?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "jollysaintpete",
    "plus": 0,
    "snip": false,
    "text": "the same guy who elected you chairman of the board of dumbass arguments"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hardelicious",
    "plus": 0,
    "snip": false,
    "text": "Panel 4.  Good God, Panel 4."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "mf_jim",
    "plus": 3,
    "snip": false,
    "text": "[IMGS OFF]"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "farqussus",
    "plus": 1,
    "snip": false,
    "text": "BOO TO THAT! <br/> \n <br/> \nCornelius wouldn't share a cell with Ducky."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "Explanation good, punchline not needed"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "slackojones",
    "plus": 0,
    "snip": false,
    "text": "yeah, \"stealing music  <em>from</em>  which\" would have been better, but then you'd have two \"from\"s, which is awkward. And Stanley's been through a tough time."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "These comments are terrible and pointless.  Nice work, morons!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 1,
    "snip": false,
    "text": "I don't know what ubuntu is either! Should we start our own forum? all the posts will be super-insightful!"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Sounds groovy.  You can be the president of our forum, and I'll be king.  Unlimited wives!!"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "awesome, lets also invite that guy with the boobs  <em>avatar</em>"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "NOW HOLD ON!  <em>You think you can escape the Assetbar?</em>"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "achilleselbow",
    "plus": 0,
    "snip": false,
    "text": "You guys could always go on TOUAMB and hang out with asherdan, retardo, and a bunch of other dudes who would probably like to take you to a secret ice cream shop."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "I wonder if it's still  <strong>ASHERDAN APPRECIATION WEEK</strong>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "catgrl131",
    "plus": 1,
    "snip": false,
    "text": "It's  <em>always</em>  Asherdan Appreciation Week."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": false,
    "text": "Assetbarrio feat. John Lennon's Ghost - \"Happy Asherdan Appreciation Week (War Is Over)\""
  },
  {
    "depth": 6,
    "minus": 0,
    "name": "mikeronomicon",
    "plus": 0,
    "snip": false,
    "text": "Dear god! I didn't even know about TOUAMB. It's like the retarded child of assetbar and full of retards who seem to play nicely together, and people are nice to Asherdan there! This must truly be what hell is like! If my eyes weren't bleeding now I would try to find the lame button! OH CHRIST! MY EYES!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "Why are you so RUDE pogo! This page is filled with your rudeness, I'm sorry, I couldn't help but notice."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "It was a rude day in the swamp, sorry.  I just get that way once in a while.  And I don't even have periods, so go figure."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cantilever",
    "plus": 0,
    "snip": false,
    "text": "I understand, a swamp is a rude place to live! Men have their own kind of periods in my experience, I hope you are feeling better today."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "pogo",
    "plus": 0,
    "snip": false,
    "text": "Feeling MUCH better a week later, and liking your handface shot very much.  I see you chose the \"room corner\" motif."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "ihatemyself",
    "plus": 3,
    "snip": false,
    "text": "you know what? this comic sucks."
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "plummet",
    "plus": 0,
    "snip": false,
    "text": "in before so many fucking lames"
  },
  {
    "depth": 1,
    "minus": 1,
    "name": "numberkillinger",
    "plus": 0,
    "snip": false,
    "text": "you hate yourself."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "achewood",
    "plus": 0,
    "snip": true,
    "text": "A comment left by achewood was marked lame too many times and excluded. (marked lame by RabbiDPanda, Satyr, pogo)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "catgrl131",
    "plus": 0,
    "snip": false,
    "text": "Well, then what the fuck are you doing here?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "telescreen",
    "plus": 1,
    "snip": false,
    "text": "D-d-d-dancing with myself..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "tetsujin",
    "plus": 0,
    "snip": false,
    "text": "I assumed he meant this  <em>individual</em>  comic sucked.  For instance, I like Achewood, but I thought this particular Achewood was really weak.  \"Oh, let's explain the plot of the last several strips\"  It's like some kind of unfinished"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ishuta",
    "plus": 0,
    "snip": false,
    "text": "Cornelius Bear Is Not Fond Of Soulja Boy"
  }
]