[
  {
    "depth": 0,
    "minus": 1,
    "name": "thereminhero",
    "plus": 4,
    "snip": false,
    "text": "Chris Ware??"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mortshire",
    "plus": 0,
    "snip": false,
    "text": "i thought so too for a second.  it's the trees."
  },
  {
    "depth": 2,
    "minus": 1,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "I can't see that similarity at all. No. Take it back."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "yingkaixing",
    "plus": 0,
    "snip": false,
    "text": "You are a prophet."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "A touch of Jim Woodring? <br/> \n <br/> \nMaybe I'm just thinking that because of all the eyes..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "Not Chris Ware because he would probably use Roast Beef if he made a guest strip, as that is his way with the depressions, also he would have displayed a better use of pacing."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "prius_chaser",
    "plus": 6,
    "snip": false,
    "text": "I don't think so...this looks totally computer generated. Probably Onstad's uncredited masterpiece."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "xiaomimi",
    "plus": 3,
    "snip": false,
    "text": "The recent Chris Ware pastiches lend support to this theory, I think."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "Has Onstad ever done a good color strip with his name on it? He is amazing but color just seems to be not his right thing at all."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "<a href=\"http://web.archive.org/web/20110108064247/http://m.assetbar.com/achewood/uuad5PFMV\">Million Story Building</a> <br/> \nand <br/> \n <a href=\"http://web.archive.org/web/20110108064247/http://m.assetbar.com/achewood/uuadcpT63\">Microsoft Spatchcock Chicken Supper</a> <br/> \n <br/> \nOh, and above, I wasn't suggesting that Woodring might have drawn the strip (though I think I'd like to see Frank in among the Achewood cast, as long as he didn't bring too much horror with him). I didn't notice that the strip was done by a mystery guest artist. <br/> \n <br/> \nWas it ever revealed? Ware is still looking quite likely."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "Your linked strips: was this not xiaomimi's precise point?"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "cracklewater",
    "plus": 0,
    "snip": false,
    "text": "I meant to answer St Elmo's question \"Has Onstad ever done a good color strip with his name on it?\". <br/> \n <br/> \nThe two linked strips have a couple of Ware-y elements, but they look much more like Onstad to me; unlike, say, The Old Cement Bridge. <br/> \n <br/> \nI realise there are four colour strips in a row, starting with Cement Bridge, which is a direct Ware homage. To me, Abraxas seems half-and-half, and the two linked strips seem to have returned to being entirely Onstad (albeit with a couple of Ware motifs). <br/> \n <br/> \nAt any rate, they're good, they're in colour and they have his name on them."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "horace_lung",
    "plus": 0,
    "snip": true,
    "text": "A comment left by horace_lung was marked lame too many times and excluded. (marked lame by divot, riotdejaneiro, Overmedicated, mattbeetee, NeoNaoNeo, twohundredninety, rascaldom, NDCaesar, woodenteeth, mangaknightz, Sargasm, JonMW, BillyLK, RogueCheddar, Dwilow, Badgerus, yaegmenthor, mattylite)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "overmedicated",
    "plus": 23,
    "snip": false,
    "text": "You... you've got a little something on your nose there buddy."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ppccd",
    "plus": 1,
    "snip": false,
    "text": "Ethan Persoff??"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "imitationcrab",
    "plus": 9,
    "snip": false,
    "text": "it took me a couple tries to understand this one.  Now anytime I see googly eyes in a store I think of this.  Did Phillipe wet the bed?  oh no!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "straw",
    "plus": 0,
    "snip": false,
    "text": "He might have!  Or Lyle could have spilled some of his Achewater on him, it looks like he's well into the tippy/spilly stage of drunkeness."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "fancyrat",
    "plus": 0,
    "snip": false,
    "text": "Wondered about Phillipe too. Revenge for the Chinese water torture maybe?"
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "griffypoo",
    "plus": 0,
    "snip": false,
    "text": "He never did the deed there, though.  Lyle beat him to the punch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "bookofsand",
    "plus": 0,
    "snip": true,
    "text": "A comment left by bookofsand was marked lame too many times and excluded. (marked lame by MinorTough, Kleptonis, aquamuffin)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bookofsand",
    "plus": 14,
    "snip": false,
    "text": "This reminds me of Johnny Cash in the  <a href=\"http://web.archive.org/web/20110108064247/http://m.assetbar.com/achewood/uuag3jHNG\">3/22/02 strip</a> . I dig letters that are too pissed off to fit on the page."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "methadone",
    "plus": 3,
    "snip": false,
    "text": "he's drinking achewater. beautiful."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cuddlefish",
    "plus": 0,
    "snip": false,
    "text": "this is a favorite. nobody knows who did it though huh?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "hellofyellin",
    "plus": 10,
    "snip": false,
    "text": "Cornelius is so old school he files complaints with a type writer. <br/> \n <br/> \n <em>One that is not electric.</em>"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "senseihollywood",
    "plus": 6,
    "snip": false,
    "text": "it's a 1903 Hellerbach..."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "flynn",
    "plus": 9,
    "snip": false,
    "text": "More like a Hollaback"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 1,
    "snip": false,
    "text": "only the cat with Ray glasses can make such a comment. <br/> \n <br/> \nall else...no."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "twohundredninety",
    "plus": 3,
    "snip": false,
    "text": "Man, is it possible for me to give this strip a 6?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "vorrishnikov",
    "plus": 21,
    "snip": false,
    "text": "I just noticed that Lyle glued googly eyes on Cornelius. That makes me want to vote 7 on this strip."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "I just noticed Philippe wet himself. <br/> \n <br/> \nWeird."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "swatson",
    "plus": 0,
    "snip": false,
    "text": "It wasn't Philippe. It was his teddy bear! :O <br/> \n <br/> \nWeirder."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "spinynorman",
    "plus": 0,
    "snip": false,
    "text": "The bear does seem to be anxiously staring at the stain..."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "smallberries",
    "plus": 0,
    "snip": false,
    "text": "C'mon guys, that's shadow relief for crying out loud!"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mercuri0us",
    "plus": 0,
    "snip": false,
    "text": "The top of his head looks like a grumpy frog."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "bean",
    "plus": 3,
    "snip": false,
    "text": "Check out the moon, observers."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "lizjones",
    "plus": 1,
    "snip": false,
    "text": "The shadow of Lyle on the kitchen wall is the piece de resistance."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "qatipay",
    "plus": 1,
    "snip": false,
    "text": "I wonder what saddens Cornelius the most on behalf of \"crafters everywhere\"... ! <br/> \nAnd I think Philippe DID wet the bed again. Aw."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 0,
    "snip": false,
    "text": "\"crafters everywhere\"... I love you for noticing that. I am laffink SO much. Also: \"ióink!!!\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "dejavroom",
    "plus": 1,
    "snip": false,
    "text": "sides... hurt (the door knob)..."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "cpnglxynchos",
    "plus": 0,
    "snip": false,
    "text": "a decent job avoiding the door hitting you in the bum...but you didn't dodge it well enough."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "darthemed",
    "plus": 4,
    "snip": false,
    "text": "Phillipe's ear and arm outline look remarkably like a nose and mouth."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "carbonation",
    "plus": 0,
    "snip": false,
    "text": "I can never unsee it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "songbirdspectre",
    "plus": 0,
    "snip": true,
    "text": "A comment left by songbirdspectre was marked lame too many times and excluded. (marked lame by aquamuffin, YossarianLives, STUART, Darthemed)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "luckyg",
    "plus": 0,
    "snip": false,
    "text": "Oh hell and damn yes am I doing this in our apartment next year."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gormster",
    "plus": 1,
    "snip": false,
    "text": "I love how angry the clock looks. In fact I love how every single thing the googly eyes are on seems to be conveying a different emotion. <br/> \n <br/> \nThis is comics mastery."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "This caused me to go back and look at all the different googly emotions and HAHAHAHA I love the distraught plug socket."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "pitseleh",
    "plus": 1,
    "snip": false,
    "text": "This is an amazing prank to pull! It's good any time of year and never goes out of style."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "josher",
    "plus": 1,
    "snip": false,
    "text": "I think it's John Allison again. It looks a lot like old-school Scary Go Round / Bobbins."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "fox",
    "plus": 4,
    "snip": false,
    "text": "No one has mentioned it yet so I'm gonna point it out:  There is an eye on the breast of the lady in the portrait in frame two. <br/> \n <br/> \nAlso Lyle's hand is fricken creepy looking."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "berami",
    "plus": 1,
    "snip": false,
    "text": "That hand is almost Grinch-like.  I love it."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "cousinted",
    "plus": 0,
    "snip": false,
    "text": "Panel four: There is a dark spot over Philippe's teddy's crotchal area: Did Lyle Piss on Philippe's teddy while he was sleeping?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "shogun",
    "plus": 0,
    "snip": false,
    "text": "Someday, at some time,for some reason, I will do this to somebody. This is my vow.   <br/> \n <br/> \nMaybe my next kitchen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ntopp",
    "plus": 0,
    "snip": false,
    "text": "Dang. Put another tick in the \"5 is not high enough\" camp. I know it's a cozy little mystery as to who the artist is, but I'd wager that it wasn't really Onstad. Though so much of it perfectly matches his style, I think there's enough here to suggest that this was just a perfect representation of his style. Or... a collaboration? Eh? Ehhhh?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "kledermans",
    "plus": 0,
    "snip": false,
    "text": "I like trying to figure out what Cornelius is writing.  I don't expect he'll get far asking Lyle to submit a three-page proposal the next time he wants to create frightening scenes around the house, nor will he care that he's wasting materials for crafters everywhere.  A rare instance where Corneliuse should lighten up (though this is obviously not canon, it doesn't seem to run against it very much)."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gumfish",
    "plus": 0,
    "snip": false,
    "text": "I thought he had written an unrelated three-page proposal for some other reason and Lyle put googly eyes all over it and ruined it with hot glue. Or something."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "biggerj",
    "plus": 0,
    "snip": false,
    "text": "Am I the only one who noticed that Lyle may have cut that watermelon (and maybe even tapped the other nearby eyes until they were looking at the watermelon and knife) in order to deliberately set up a scene? It strikes me as being very Calvinesque."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "mastronaut",
    "plus": 0,
    "snip": false,
    "text": "only upon returning to that image did i realize that it was the FUNNIEST PART OF THE STRIP. chalk another one up to \"this made me laugh embarassingly loud at the workplace\""
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "blackash",
    "plus": 2,
    "snip": false,
    "text": "The only thing that could make me happier than this strip is if all my lawn gnomes came to life."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "gournal",
    "plus": 0,
    "snip": false,
    "text": "I read a book by R.L. Stine when I was a kid that made me want lawn gnomes to stay inanimate ALWAYS."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "origotoshi",
    "plus": 0,
    "snip": false,
    "text": "You have... an extensive collection of lawn gnomes? Well, to each their own I suppose."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rowboat",
    "plus": 0,
    "snip": false,
    "text": "Cornelius keeps his googly eyes in his safe. Beautiful. And, though, I've no proof, it seems fairly plain that this is Onstad messing around on his computer. The alt text make it clear, I think."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "excusemesenator",
    "plus": 5,
    "snip": false,
    "text": "Phillipe, a small stuffed animal, has taken a smaller stuffed animal to bed with him. Did the artist do this intentionally to creep me out? It is a mystery."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "atlanticcity",
    "plus": 0,
    "snip": false,
    "text": "I had that same thought.  Is his stuffed animal alive too then?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tbtabby",
    "plus": 0,
    "snip": false,
    "text": "I actually like the coloring here. If Onstad had done it like this, I wouldn't have minded a full-time switch."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "thrasher",
    "plus": 0,
    "snip": false,
    "text": "Best ever. If it's actually  gust,this is on par with Achewood's best."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "bjorntd",
    "plus": 0,
    "snip": false,
    "text": "Oh man, Lyle screwed up. Cornelius totally hates googly eyes."
  },
  {
    "depth": 0,
    "minus": 1,
    "name": "morypcaina",
    "plus": 0,
    "snip": false,
    "text": "Any possibility Todd crawled into bed next to Philippe and pissed himself?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "meowmix",
    "plus": 0,
    "snip": false,
    "text": "I just noticed the eye on the tit on that picture in the second panel. <br/>"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Lyle's hand in the fourth panel is the creepiest damn thing I've ever seen."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "charchar",
    "plus": 0,
    "snip": false,
    "text": "What did it for me was Lyle's shadow, swiggin' on that bottle."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ampkit5",
    "plus": 0,
    "snip": false,
    "text": "You've got to wonder how Lyle managed to sneak up on Connie long enough to hot glue those eyes to his ears.  Also, the eyes mixed with Connie's wrinkled brow make it look as if a frog is sitting on his head!  How delightful!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "rbisme",
    "plus": 0,
    "snip": true,
    "text": "A comment left by rbisme was marked lame too many times and excluded. (marked lame by FVVS, ppccd, eatmorekix, bug, mrblank91, AtlanticCity, pquinn87)"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 0,
    "snip": false,
    "text": "I love the fact that there is a bottle of achewater there. Awesome. <br/> \n <br/> \nAlso I don't think this is secretly by Onstad simply because the colour is too calm. Whenever Onstad has colour it is never this calm."
  },
  {
    "depth": 0,
    "minus": 2,
    "name": "seanbateman",
    "plus": 0,
    "snip": false,
    "text": "This is clearly the style of John Allison of www.scarygoround.com, is it not?"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "johnnyrocker",
    "plus": 2,
    "snip": false,
    "text": "it is not. <br/> \n <br/> \nyou might still be right, i'm just saying it's not that clear."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ezras",
    "plus": 1,
    "snip": false,
    "text": "My favourite part is that he put googly eyes on top of the actual eyes the teddy bear must have."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "deliciousmuffin",
    "plus": 2,
    "snip": false,
    "text": "This reminds me of the time I found a a bunch of googly eyes lyin' around, I just went  <em>nuts</em>  with 'em. Actually I still have two glued to either side of my glasses."
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "heccibiggs",
    "plus": 0,
    "snip": false,
    "text": "Hah!"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "ted0phile",
    "plus": 0,
    "snip": false,
    "text": "666 VOTES"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "monstermovie",
    "plus": 0,
    "snip": true,
    "text": "A comment left by monstermovie was marked lame too many times and excluded. (marked lame by marxman, ppccd, Deusoma, anticitizen, AtlanticCity, holly_golightly)"
  },
  {
    "depth": 1,
    "minus": 0,
    "name": "dusty",
    "plus": 0,
    "snip": false,
    "text": "I could understand the point of view that sees this as bad, but there is no way it is the worst, have you seen the cumbrella one a few pages back?"
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "tekende",
    "plus": 0,
    "snip": true,
    "text": "A comment left by tekende was marked lame too many times and excluded. (marked lame by woneLOVE, ppccd, Deusoma, theplaidknight, holly_golightly)"
  },
  {
    "depth": 1,
    "minus": 2,
    "name": "tekende",
    "plus": 4,
    "snip": false,
    "text": "Excellent, these lames are much more helpful than some sort of answer or explanation would have been. Thanks, guys."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "Its a decent strip though not amazing when looked at more closely.The colors work and are very nice, however it is hard to figure it out at first what is going on. There are too many odd things going on while the strip has enough mystery as it is (did Philippe wet the bed? What is the deal with the yoink?). Also the letter at the end ruins the mystery of it, it would be so much better if it ended on the note of googly eyes and liquor, we can tell its Lyle from the shadow. But it is \"drawn\" well and the idea of going around drunk one night characterizing everything in your house with googly eyes is quite entertaining. All in all an very interesting strip though not on par with the great Achewoods. <br/> \n <br/> \nHopefully that helped kinda"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "holly_golightly",
    "plus": 0,
    "snip": false,
    "text": "Actually I think Cornelius' letter is the icing on the cake, in that it not only adds familiar Achewood charm to a foreign strip, but shows Mr. Bear with those eyes glued to him, which I think is a riot. <br/>"
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "st-elmos_fire",
    "plus": 0,
    "snip": false,
    "text": "I know people think this and that is cool, eyes on Cornelius are funny.  <br/> \nBut I get a bit serious with comic reading sometimes though as I make them and I try to figure out how a strip works/doesn't work, overall this strip inspires a confusing humor that is just beyond completely getting what is going on, the last panel gets rid of this, I would prefer that it had not."
  },
  {
    "depth": 5,
    "minus": 0,
    "name": "holly_golightly",
    "plus": 0,
    "snip": false,
    "text": "Okay, I can definately dig that."
  },
  {
    "depth": 4,
    "minus": 0,
    "name": "dusty",
    "plus": 1,
    "snip": false,
    "text": "I like this strip, but to me the letter is the weakest part; I don't think \"submit a three page project proposal\" is a very Mr.Bear thing to say. It's more of a Pat thing to create false systems of authority, Mr.Bear is quite the opposite, he cuts right through bullshit. Still the basic premise and artwork are great."
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "deusoma",
    "plus": 1,
    "snip": false,
    "text": "The deal with the Yoink is that the cord to the glue gun got caught on the door, causing an already unstable Lyle to fall to the floor and pass out, and his bottle of Achewater to land... wherever the hell it is in the next panel."
  },
  {
    "depth": 2,
    "minus": 0,
    "name": "holly_golightly",
    "plus": 1,
    "snip": false,
    "text": "Not trying to be a prick, Tekende, but I only lamed you after your second comment, because even a cursory glance through the other comments offers a slew of reasons why people enjoyed this strip. Personally, I enjoyed it because it blends the completely plausable notion of Lyle being a drunk prick with a prank that one would not associate with the style of Achewood- it is the blend of an outside idea with a certain level of familiarity that makes for a great guest strip, to me. Many others have left better reasons in their comments. <br/> \n <br/> \nOn a seperate note, I am wondering if anyone else thought of 'Beauty and the Beast' at panel two?"
  },
  {
    "depth": 3,
    "minus": 0,
    "name": "redheron",
    "plus": 0,
    "snip": false,
    "text": "I totally thought of 'Beauty and the Beast' at panel two."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "gouldgonewild",
    "plus": 1,
    "snip": false,
    "text": "It must be hard to use a glue gun on wax."
  },
  {
    "depth": 0,
    "minus": 0,
    "name": "puguglypress",
    "plus": 0,
    "snip": false,
    "text": "The stain isn't urine, it's from Lyle's achewater DUH"
  }
]